{
    "rcn": "193199",
    "acronym": "EXPERIM",
    "topics": "MSCA-NIGHT-2014",
    "title": "RESEARCHER'S NIGHT IN FRANCE",
    "startDate": "01/05/2014",
    "endDate": "30/11/2015",
    "objective": "'ERN has gained momentum in France. Thus, the Ministry of Research has decided to open its great 'Science Fair' with the ERN, which is a recognition of the quality of the event and significantly develops its reputation and visibility. Therefore, we have set up a programme with distinctive visible features and a high level of consistency throughout the French territory for the 2014 and 2015 editions.\nOur aim is to create original meetings as well as long and enriching dialogues between citizens and researchers in 11 towns. Our events will be identical at 80% and will involve 35000 visitors and 600 researchers per year in original public places. These events will be announced through a joint communication process. A theme will link them: ìexperienceî, which means both experience and experiment in French. Our programme will stand out thanks to 3 key features:\n- the occasion of face to face dialogues with local researchers;\n- the European scope of the ERN. We will set up in each town a ìEU-Welcome-cornerî: meeting places where the French public will greet and welcome foreign researchers and will have the chance to better understand the meaning of European programmes. This action will be animated by 'Campus France';\n- the opportunity for the public to take part in actual research experiments. The public will get involved in a citizen science event. This will be exciting because in an experiment always lies some mystery. Furthermore, a link will be created between both years as for some experiments of 2014, the results will be presented in 2015. This will ensure the commitment of the public.\nIn 2015 a great national participatory experiment will be organised, gathering all towns in the performance of one, big common experience in which thousands of French people will be able to take part for the ERN's anniversary.\nThe organisation of these events is carried out by a consortium of 11 partners specialised in scientific popularisation, especially with researchers.'",
    "totalCost": "1045075",
    "ecMaxContribution": "421200",
    "coordinator": "UNIVERSITE DIJON BOURGOGNE",
    "coordinatorCountry": "FR",
    "participants": "BREST'AIM SA;COMUNAUTE D'UNIVERSITES ET ETABLISSEMENTS UNIVERSITE DE LYON;UNIVERSITE DE LORRAINE;ASSOCIATION TRACES THEORIES ET REFLEXIONS SUR L APPRENDRE LA COMMUNICATION ET L EDUCATION SCIENTIFIQUES;UNIVERSITE DE FRANCHE-COMTE;FONDATION PARTENARIALE DE LUNIVERSITE DE LIMOGES;ASSOCIATION CAP SCIENCES-CENTRE DE CULTURE SCIENTIFIQUE TECHNIQUE ET INDUSTRIELLE BORDEAUX-AQUITAINE;UNIVERSITE FEDERALE DE TOULOUSE MIDI-PYRENEES;COMMUNAUTE D'UNIVERSITE ET D'ETABLISSEMENTS UNIVERSITE FEDERALE DE TOULOUSE MIDI-PYRENEES;Centre de Culture Scientifique et Technique d'Angers Terre des Sciences Association;UNIVERSITE DU MANS",
    "participantCountries": "FR",
    "projectParticipants": {
        "951301214": {
            "orgId": "951301214",
            "orgName": "UNIVERSITE FEDERALE DE TOULOUSE MIDI-PYRENEES",
            "ecContrib": 0
        },
        "998097312": {
            "orgId": "998097312",
            "orgName": "COMUNAUTE D'UNIVERSITES ET ETABLISSEMENTS UNIVERSITE DE LYON",
            "ecContrib": 29000
        },
        "954831626": {
            "orgId": "954831626",
            "orgName": "UNIVERSITE DE LORRAINE",
            "ecContrib": 24000
        },
        "947361268": {
            "orgId": "947361268",
            "orgName": "FONDATION PARTENARIALE DE LUNIVERSITE DE LIMOGES",
            "ecContrib": 25200
        },
        "999863100": {
            "orgId": "999863100",
            "orgName": "UNIVERSITE DE FRANCHE-COMTE",
            "ecContrib": 37000
        },
        "998258041": {
            "orgId": "998258041",
            "orgName": "UNIVERSITE DU MANS",
            "ecContrib": 26000
        },
        "999966017": {
            "orgId": "999966017",
            "orgName": "ASSOCIATION CAP SCIENCES-CENTRE DE CULTURE SCIENTIFIQUE TECHNIQUE ET INDUSTRIELLE BORDEAUX-AQUITAINE",
            "ecContrib": 28000
        },
        "986579144": {
            "orgId": "986579144",
            "orgName": "ASSOCIATION TRACES THEORIES ET REFLEXIONS SUR L APPRENDRE LA COMMUNICATION ET L EDUCATION SCIENTIFIQUES",
            "ecContrib": 17000
        },
        "999964368": {
            "orgId": "999964368",
            "orgName": "BREST'AIM SA",
            "ecContrib": 35000
        },
        "999839820": {
            "orgId": "999839820",
            "orgName": "UNIVERSITE DIJON BOURGOGNE",
            "ecContrib": 149000
        },
        "986356141": {
            "orgId": "986356141",
            "orgName": "Centre de Culture Scientifique et Technique d'Angers Terre des Sciences Association",
            "ecContrib": 27000
        },
        "917365958": {
            "orgId": "917365958",
            "orgName": "COMMUNAUTE D'UNIVERSITE ET D'ETABLISSEMENTS UNIVERSITE FEDERALE DE TOULOUSE MIDI-PYRENEES",
            "ecContrib": 24000
        }
    },
    "calculatedTotalContribution": 421200
}