{
    "rcn": "193198",
    "acronym": "Science in the City",
    "topics": "MSCA-NIGHT-2014",
    "title": "Science in the City",
    "startDate": "01/05/2014",
    "endDate": "30/11/2015",
    "objective": "Science in the City (SitC) is a nationwide festival that marries science to art to showcase Maltese researchers and their work. We place researchers on centre stage at every single activity to show the public how researchersí work positively affects society and our daily lives. It will help change current stereotype around scientists and promote gender balance. Each activity is created around the values that science is fun, interesting, inclusive and can provide an extremely rewarding career.\n\nThe activities will fill Valletta, Maltaís Capital City, with the wonders of science in a highly fascinating, innovative and interactive way. The University of Malta will lead a unique and efficient consortium of beneficiaries and partners to make ERN 2014 and 2015 two entertaining and memorable events. Through a comprehensive awareness campaign we will reach over 300,000 people to attract 20,000 (c. 5%) people in 2014 and 25,000 (c. 6%) people in 2015.\n\nAs a UNESCO world heritage site, Valletta is a magnificent backdrop. Over 35 activities will run in the streets and buildings from City Gate to the heart of Valletta, Pjazza San Gorg and the Magisterial Palace of the Knights of Malta. From ancient gardens to restored squares, the public can easily visit all activities on foot.\n\nSitC will emphasise the relevance of science and research to everyday life, attuned to Maltese culture. Arts and cultural activities will be performed to communicate science. Researchers will be present in all activities. Over 80 researchers (~16% of total researchers in Malta) are involved in SitC.\n\nThe schedule is highly dynamic having a general appeal. To encourage science career uptake, activities include hands on experiments, art installations, science activities, bird tracking and games aimed at very young kids. To attract youths we are running film festivals, stand-up comedy, science dances, science cafÈs and gaming areas. All activities appeal to the whole family to make ERN truly memorable.",
    "totalCost": "208000",
    "ecMaxContribution": "160000",
    "coordinator": "UNIVERSITA TA MALTA",
    "coordinatorCountry": "MT",
    "participants": "MALTA COLLEGE OF ARTS SCIENCE AND TECHNOLOGY;MALTESE CHAMBER OF SCIENTISTS;STUDIO SEVEN CO LTD;KARL BORG EVENTS LTD",
    "participantCountries": "MT",
    "projectParticipants": {
        "945901030": {
            "orgId": "945901030",
            "orgName": "KARL BORG EVENTS LTD",
            "ecContrib": 35000
        },
        "946087852": {
            "orgId": "946087852",
            "orgName": "STUDIO SEVEN CO LTD",
            "ecContrib": 15000
        },
        "999887059": {
            "orgId": "999887059",
            "orgName": "UNIVERSITA TA MALTA",
            "ecContrib": 80000
        },
        "954824448": {
            "orgId": "954824448",
            "orgName": "MALTESE CHAMBER OF SCIENTISTS",
            "ecContrib": 22000
        },
        "972239925": {
            "orgId": "972239925",
            "orgName": "MALTA COLLEGE OF ARTS SCIENCE AND TECHNOLOGY",
            "ecContrib": 8000
        }
    },
    "calculatedTotalContribution": 160000
}