{
    "rcn": "193197",
    "acronym": "ESC",
    "topics": "MSCA-NIGHT-2014",
    "title": "European Reseearchers Night: Researchers in Real Life.",
    "startDate": "01/05/2014",
    "endDate": "30/11/2015",
    "objective": "ìResearchers in Real Lifeî is the project to show people of Aragon, researchers are common people and their work is in our daily life, in a festive mood with activities in City Center streets. After three years European Researchers Night has become an important event in Saragossa. \n\nThe activities are specifically designed to address public at large and young people. We have previous experience in high involvement of researchers doing activities, and a useful structure program to reach 16.000 attendances. The topics are related with how researchers are in real life, hobbies, sports, and common interests. \n\nThe event will be a real ìScience partyî involving most of the reseach entities in Aragon within a tag ìResearchers in Real Lifeî that has become popular for people in the Community. It is remarkable the involvement of the regional stakeholders, which support this European initiative. We work with them to involve new participants and get to more public. Special attention will be paid to promotion of scientific careers to pupils, and we will show researchers in industry and playing different roles; Researchers are everywhere among us.\n\nThe management team of project will be the same as last editions: Esciencia Eventos Cientificos as coordinator, the University of Zaragoza, ARID Foundation (Government of Aragon), which have half of researchers of Aragon. Cooperating bodies such as The Spanish National Research Council (CSIC), Ibercaja Foundation dependant from main regional bank, and Dinopolis Foundation that manage the Teruel science museum. \n\nThe consolidated project in Zaragoza will continue its growth because in 2014-2015 Researchers in Real Life will include two new cities in another province (Teruel) within the Community of Aragon, AlcaÒiz (16,000 inhabitants) in 2014, and Teruel city  (35.000 in 2015). This new location will allow us to improve the expected number of people in awereness campaign and the participation rates.",
    "totalCost": "287850",
    "ecMaxContribution": "110000",
    "coordinator": "ESCIENCIA EVENTOS CIENTIFICOS SL",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDAD DE ZARAGOZA;FUNDACION AGENCIA ARAGONESA PARA LA INVESTIGACION Y EL DESARROLLO",
    "participantCountries": "ES",
    "projectParticipants": {
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 0
        },
        "996606616": {
            "orgId": "996606616",
            "orgName": "FUNDACION AGENCIA ARAGONESA PARA LA INVESTIGACION Y EL DESARROLLO",
            "ecContrib": 0
        },
        "967870463": {
            "orgId": "967870463",
            "orgName": "ESCIENCIA EVENTOS CIENTIFICOS SL",
            "ecContrib": 110000
        }
    },
    "calculatedTotalContribution": 110000
}