{
    "rcn": "193191",
    "acronym": "Science at Aveiro",
    "topics": "MSCA-NIGHT-2014",
    "title": "Science@Aveiro, General public and researchers ñ Closing the Gap.",
    "startDate": "01/06/2014",
    "endDate": "31/12/2015",
    "objective": "Itís our intention to organize the 9th and 10th edition of the Researchersí Night initiative ñ The Science@Aveiro, General public and researchers ñ Closing the Gap. We propose two events for 2014 and 2015, around the themes of ìMaterialsî and ìLightî respectively. Besides the different themes, this integrated edition will not forget the fact that in 2015 the Researchers Nigthí initiative will celebrate their 10th anniversary. To celebrate that, in 2014 we will launch the ìCompetition 10th anniversary of Researchersí Nightî, involving categories on drawing, photography and video. This competition is on the theme ìResearch is everywhereî and it is dedicated to the general public but we expect more in impact at the studentsí community.\nThe location for both events will be the City of Aveiro. Aveiro is in the centre of an industrial spot, diversified in terms of sector of activity and one of the most dynamics in Portugal. Furthermore, Aveiro is known as the city of research and innovation, as a consequence of the projects that have been developed in different areas and to his Innovative University (Universidade de Aveiro).\nThe broad aim of the Science@Aveiro event is to bring researchers closer to the Portuguese society and tourist present at the Aveiro City highlighting the researchers ìordinary characterî.  The target group for this activity is the large public without any distinction of social categories, educational level, gender, age, etc. Different subcategories like kids, teenagers, adults, teachers, parents, ìordinary peopleî, researchers, entrepreneurs, tourists, politicians are to be reached as parts of the general public. The Science@Aveiro project will be implemented by Universidade de Aveiro - F·brica CiÍncia Viva Science Centre and Globaz, SA. With the support of Municipality of Aveiro, Association for Education and Exploitation of Aveiro Region and Group of Schools Aveiro.",
    "totalCost": "154125",
    "ecMaxContribution": "154125",
    "coordinator": "UNIVERSIDADE DE AVEIRO",
    "coordinatorCountry": "PT",
    "participants": "GLOBAZ, S.A.",
    "participantCountries": "PT",
    "projectParticipants": {
        "983211983": {
            "orgId": "983211983",
            "orgName": "GLOBAZ, S.A.",
            "ecContrib": 76900
        },
        "999865331": {
            "orgId": "999865331",
            "orgName": "UNIVERSIDADE DE AVEIRO",
            "ecContrib": 77225
        }
    },
    "calculatedTotalContribution": 154125
}