{
    "rcn": "193178",
    "acronym": "GEOFLUIDS",
    "topics": "ERC-StG-2014",
    "title": "Geometric problems in PDEs with applications to fluid mechanics",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "There are many high-profile problems in PDEs that ultimately boil down to assertions of a strongly geometric or topological nature. One feature that makes these problems both very difficult and extremely appealing is that there is not a standard set of techniques that one can routinely resort to in order to attack them. Indeed, the very nature of these questions makes them strongly interdisciplinary, so successful approaches require finely tailored combinations of ideas and techniques coming from different branches of mathematics (analysis, geometry and topology), often interspersed with some physical intuition. In this project I aim at going significantly beyond the state of the art in a wide class of geometric questions in PDEs, with an emphasis on problems in fluid mechanics and encompassing long-standing questions that can be traced back to leading analysts and geometers such as Arnold, De Giorgi and Yau. The project is divided in three interrelated blocks, respectively devoted to the study of Beltrami fields in steady incompressible fluids, to geometric evolution problems and to global approximation theorems. Key to the proposal is a versatile new approach to a number of geometric problems in PDEs that I have pioneered and applied in several seemingly unrelated contexts. The power of this technique is laid bare by my recent proofs of a well-known conjecture on knotted vortex lines in topological fluid mechanics that was popularized by Arnold and Moffatt in the 1960s and of a long-standing conjecture on the existence of thin vortex tubes in steady solutions to the Euler equation that dates back to Lord Kelvin in 1875. The award of a Starting Grant will enable me to establish a top-level research group on these topics.",
    "totalCost": "1256375",
    "ecMaxContribution": "1256375",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1256375
        }
    },
    "calculatedTotalContribution": 1256375
}