{
    "rcn": "193177",
    "acronym": "Light Night",
    "topics": "MSCA-NIGHT-2014",
    "title": "Light Night",
    "startDate": "01/04/2015",
    "endDate": "31/10/2015",
    "objective": "The 20th Century was characterised by a tremendous growth in our capability to develop ever more sophisticated electronic devices, which have fundamentally transformed the way society functions. We now sit on the threshold of a similar revolution due to developments in photonics, which seeks to exploit the photon ñ the elementary particle of light ñ in the same way that electronics is ultimately concerned with controlling the electron.\nPhotonics has been identified as a ìKey Enabling Technologyî by the European Commission. Within Europe there are over 5,000 photonics based small companies and the sector employs nearly 300,000 people. In addition to forming the backbone of the Internet, the technology is already starting to revolutionise manufacturing, healthcare, lighting, displays and sensing.\nThis proposed Researcher Night ñ Light Night - will coincide with the UNESCO Year of Light 2015, it will bring together the Aston Institute of Photonics Technology (AIPT), Aston University, with the Library of Birmingham and Community Arts Group, the Flatpack Film Festival, to deliver an afternoon and evening of public engaging content, informed by EC funded research, to raise the enormous importance of photonics research to local schools, community groups and library visitors.\nLight Night is designed to engage adults and young people in a programme which enables them to identify the importance of light to their lives, and experiment in light based activities. The Night will end with a performance by international sound electronic music artist Pantha du Prince, who will perform his most recent album Elements of Light at the Birmingham Symphony Hall.",
    "totalCost": "84410",
    "ecMaxContribution": "84407",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "BIRMINGHAM CITY COUNCIL;FLATPACK FESTIVAL LTD",
    "participantCountries": "UK",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 33825
        },
        "946831163": {
            "orgId": "946831163",
            "orgName": "FLATPACK FESTIVAL LTD",
            "ecContrib": 24676
        },
        "999624480": {
            "orgId": "999624480",
            "orgName": "BIRMINGHAM CITY COUNCIL",
            "ecContrib": 25906
        }
    },
    "calculatedTotalContribution": 84407
}