{
    "rcn": "193180",
    "acronym": "BIOCYCLE",
    "topics": "PHC-13-2014",
    "title": "BIOlogical therapy CYCLEs towards tailored, needs-driven, safer and cost-effective management of Crohnís disease",
    "startDate": "01/04/2015",
    "endDate": "31/03/2021",
    "objective": "'The BIOCYCLE Project proposes to test and critically assess the benefits and risks of an innovative regimen for improving the treatment of Crohnís disease (CD), a chronic immune-mediated inflammatory disease affecting the gastro-intestinal tract of an increasing number of patients. Currently, the combination of anti-TNF? monoclonal antibodies and immunosuppressants used without interruption is the gold standard for treating CD. However, long treatments are needed which raise safety concerns and costs. For maintaining the same level of efficacy while reducing risks and costs, the idea of BIOCYCLE is to use a regimen based on 'Treatment Cycles' characterized by alternating periods where both drugs are administrated and periods where only either anti-TNF? or immunosuppressant is used. The central part of the Project will be a large-scale controlled multi-centric clinical study including 300 patients in EU and USA to test the feasibility of shifting from drugs combination used without interruption (control) to Treatment Cycles (experimental arms). Primary and secondary objectives of the clinical study have already been validated for generating the best qualitative and quantitative data on clinical outcomes, predictors of disease evolution and costs. In parallel, the Project will calculate costs-of-illness associated with the different regimens and will perform surveys among patients, caregivers and healthcare systems representatives to assess their readiness to include/support Treatment Cycles in the clinical practice. This will be the basis of a critical appraisal of Treatment Cycles and guidelines for helping caregivers to decide which treatment regimen best fits the specific needs of their patient. If proven, the benefits of Treatment Cycles for treating CD will be discussed with key-opinion leaders involved in the treatment of other immune-mediated inflammatory chronic diseases to support the evolution of disease-driven treatments towards needs-driven treatments.'",
    "totalCost": "5975589",
    "ecMaxContribution": "5975589",
    "coordinator": "CENTRE HOSPITALIER UNIVERSITAIRE DE LIEGE",
    "coordinatorCountry": "BE",
    "participants": "GROUPE D'ETUDES THERAPEUTIQUES DES AFFECTIONS INFLAMMATOIRES DIGESTIVES ASSOCIATION;BRIDGE2HEALTH;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;CROHN'S & COLITIS FOUNDATION OF AMERICA, INC.;IBDIM - IBD IN MOTION GMBH;UNIVERSITE CATHOLIQUE DE LOUVAIN;MEDICAL RESEARCH INFRASTRUCTURE DEVELOPMENT AND HEALTH SERVICES FUND BY THE SHEBA MEDICAL CENTER;CHARITE - UNIVERSITAETSMEDIZIN BERLIN;GOETEBORGS UNIVERSITET;THE UNIVERSITY OF EDINBURGH;SKANE LANS LANDSTING;ASSOCIATION FRANCOIS AUPETIT",
    "participantCountries": "FR;BE;US;AT;IL;DE;SE;UK",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 121875
        },
        "937778638": {
            "orgId": "937778638",
            "orgName": "ASSOCIATION FRANCOIS AUPETIT",
            "ecContrib": 73625
        },
        "998165794": {
            "orgId": "998165794",
            "orgName": "SKANE LANS LANDSTING",
            "ecContrib": 352000
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 922453
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 122475
        },
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 321000
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 314271
        },
        "937629549": {
            "orgId": "937629549",
            "orgName": "IBDIM - IBD IN MOTION GMBH",
            "ecContrib": 239416
        },
        "937560776": {
            "orgId": "937560776",
            "orgName": "CROHN'S & COLITIS FOUNDATION OF AMERICA, INC.",
            "ecContrib": 114311
        },
        "998129904": {
            "orgId": "998129904",
            "orgName": "MEDICAL RESEARCH INFRASTRUCTURE DEVELOPMENT AND HEALTH SERVICES FUND BY THE SHEBA MEDICAL CENTER",
            "ecContrib": 165963
        },
        "999495276": {
            "orgId": "999495276",
            "orgName": "CENTRE HOSPITALIER UNIVERSITAIRE DE LIEGE",
            "ecContrib": 821100
        }
    },
    "calculatedTotalContribution": 3568489
}