{
    "rcn": "193164",
    "acronym": "UPWARDS",
    "topics": "COMPET-08-2014",
    "title": "Understanding Planet Mars With Advanced Remote-sensing Datasets and Synergistic Studies",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "The goals of the UPWARDS project match the topics, challenges and scope of the Compet-8-2014 call. UPWARDS has as its overarching objective the revision and exploitation of data from the European Mars Express (MEx) mission as well as other Martian missions using a synergistic combination of state-of-the-art atmospheric/subsurface models and novel retrieval tools. UPWARDS will 1) address major open science questions which require an integrated understanding of the Mars coupled system from the subsurface to the upper atmosphere; 2) prepare for ExoMars 2016 Trace Gas Orbiter data analysis and exploitation; and 3) deliver enhanced scientific context and datasets for ExoMars 2018 Rover operations and future missions.\nThe UPWARDS Consortium undertake five grand science themes which challenge our current understanding of the complex couplings of the Marsí climate: 1) exchange of trace species between subsurface & atmosphere; 2) global cycle of Martian water; 3) surface properties and behaviour of suspended aerosols and dust storms; 4) drastic changes at the day/night terminator; 5) coupling of the lower and upper atmosphere and escape to space. All topics are addressed by experts in the field, exchanging results and knowledge in a truly synergistic and interdisciplinary collaboration. All topics share a common methodology and work flow: 1) compilation of new or unexploited data from MEx; 2) generation of added-value products with new/validated tools developed in the Consortium; 3) analysis and combination of the results with state-of-the-art models. Included is a novel data-assimilation devoted to supply as an end-product, the first of its-kind 4-D (x,y,z,t) database for ExoMars and beyond.\nThe dissemination of UPWARDS high-level data products and the outreach activities by the scientists who produce them, will pave the way for establishing a long-term competency in Martian research at a global recognized level, and breed a new generation of European scientists.",
    "totalCost": "2103593,75",
    "ecMaxContribution": "2103593,75",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDAD COMPLUTENSE DE MADRID;ISTITUTO NAZIONALE DI ASTROFISICA;KONINKLIJKE STERRENWACHT VAN BELGIE;INSTITUT ROYAL D'AERONOMIE SPATIALEDE BELGIQUE;THE OPEN UNIVERSITY;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "ES;IT;BE;UK;FR",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 591266
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 362862
        },
        "999868920": {
            "orgId": "999868920",
            "orgName": "ISTITUTO NAZIONALE DI ASTROFISICA",
            "ecContrib": 344125
        },
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 88745
        },
        "999923337": {
            "orgId": "999923337",
            "orgName": "THE OPEN UNIVERSITY",
            "ecContrib": 355220
        },
        "999489747": {
            "orgId": "999489747",
            "orgName": "KONINKLIJKE STERRENWACHT VAN BELGIE",
            "ecContrib": 106250
        }
    },
    "calculatedTotalContribution": 1848468
}