{
    "rcn": "193194",
    "acronym": "OurFuture",
    "topics": "MSCA-NIGHT-2014",
    "title": "European Researchers' Night: Researchers' For a Better Future",
    "startDate": "01/04/2014",
    "endDate": "31/10/2015",
    "objective": "The OurFuture: Researchers For a Better Future proposal consists in a two years proposal with different activities that are deeply related. The first activity consists of twelve main Events on the 26th September 2014 and 25th September 2015, organised by five universities, 3 public foundations, one scientific association, one autonomic government and a scientific installation around Spain as well as a Science Museum. A second activity consists on a Drawing Competition, which will be performed before and after the both events. Also special emphasis will be done on the 2.0 tools, using games and videos edited in the previous edition of European Researchersí Night (ERN). These tools, together with the Drawing Competition, will be used to disseminate Friday Event Activities. \n\nThe main objective of the project is to enhance the recognition of researchers and their role in society, showing that Researchers are among us. In general, all around the world the economic crisis causes an important decrease of budget for research and Researchers. This fact is particularly hard in Spain, where the decrease is about 40% in the past three year. Important economic cuts do not help to improve the image of Science and Scientist; on the other hand, they make people think that one can do with no Research and Researchers. It is necessary to show the society that With No Researchers there is No Future. For this purpose, Researcher will be participating in Researcherí Night activities to show the importance of Scientists in the current economic context. On the other hand, the Communicative facet of researchers together with some hands-on experiments will be used to bring them closer to the large public enhancing public recognition of Researchers and their Work, as well as convincing young people to embark on scientific careers. It is important also to settle down between Researchers that non-communicated Research is no Research.",
    "totalCost": "345040",
    "ecMaxContribution": "180000",
    "coordinator": "UNIVERSITAT DE GIRONA",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION MUSEO DE LA CIENCIA DE VALLADOLID;CONSEJERIA DE FOMENTO Y MEDIO AMBIENTE - JUNTA DE CASTILLA Y LEON;CONSORCIO PARA LA CONSTRUCCION EQUIPAMIENTO Y EXPLOTACION DEL LABORATORIO DE LUZ SINCROTRON;FUNDACION CANARIA PARQUE CIENTIFICO TECNOLOGICO DE LA UNIVERSIDAD DE LAS PALMAS DE GRAN CANARIA;BIOCOMUNICA'T;FUNDACIO CATALANA PER A LA RECERCA I LA INNOVACIO;UNIVERSIDAD DE EXTREMADURA;CONSORCIO PARA LA CONSTRUCCION, EQUIPAMIENTO Y EXPLOTACION DEL CENTRO NACIONAL DE INVESTIGACION SOBRE LA EVOLUCION HUMANA;UNIVERSIDAD DE MURCIA;INSTITUT DE RECERCA BIOMEDICA DE LLEIDA FUNDACIO PRIVADA DOCTOR PIFARRE;UNIVERSIDAD DE OVIEDO;UNIVERSIDAD DE CANTABRIA;FUNDACI”N S…NECA-AGENCIA DE CIENCIA Y TECNOLOGÕA DE LA REGI”N DE MURCIA",
    "participantCountries": "ES",
    "projectParticipants": {
        "999917226": {
            "orgId": "999917226",
            "orgName": "CONSORCIO PARA LA CONSTRUCCION EQUIPAMIENTO Y EXPLOTACION DEL LABORATORIO DE LUZ SINCROTRON",
            "ecContrib": 13299
        },
        "999880075": {
            "orgId": "999880075",
            "orgName": "UNIVERSIDAD DE CANTABRIA",
            "ecContrib": 14950
        },
        "999858832": {
            "orgId": "999858832",
            "orgName": "UNIVERSIDAD DE EXTREMADURA",
            "ecContrib": 14950
        },
        "951501713": {
            "orgId": "951501713",
            "orgName": "FUNDACION CANARIA PARQUE CIENTIFICO TECNOLOGICO DE LA UNIVERSIDAD DE LAS PALMAS DE GRAN CANARIA",
            "ecContrib": 14950
        },
        "999844282": {
            "orgId": "999844282",
            "orgName": "UNIVERSIDAD DE MURCIA",
            "ecContrib": 13453
        },
        "999895983": {
            "orgId": "999895983",
            "orgName": "UNIVERSITAT DE GIRONA",
            "ecContrib": 17968
        },
        "969046976": {
            "orgId": "969046976",
            "orgName": "CONSEJERIA DE FOMENTO Y MEDIO AMBIENTE - JUNTA DE CASTILLA Y LEON",
            "ecContrib": 14950
        },
        "995517985": {
            "orgId": "995517985",
            "orgName": "FUNDACIÓN SÉNECA-AGENCIA DE CIENCIA Y TECNOLOGÍA DE LA REGIÓN DE MURCIA",
            "ecContrib": 2513
        },
        "999959324": {
            "orgId": "999959324",
            "orgName": "FUNDACIO CATALANA PER A LA RECERCA I LA INNOVACIO",
            "ecContrib": 4478
        },
        "986579241": {
            "orgId": "986579241",
            "orgName": "CONSORCIO PARA LA CONSTRUCCION, EQUIPAMIENTO Y EXPLOTACION DEL CENTRO NACIONAL DE INVESTIGACION SOBRE LA EVOLUCION HUMANA",
            "ecContrib": 14950
        },
        "951505302": {
            "orgId": "951505302",
            "orgName": "FUNDACION MUSEO DE LA CIENCIA DE VALLADOLID",
            "ecContrib": 11991
        },
        "955462417": {
            "orgId": "955462417",
            "orgName": "BIOCOMUNICA'T",
            "ecContrib": 13299
        },
        "999848647": {
            "orgId": "999848647",
            "orgName": "UNIVERSIDAD DE OVIEDO",
            "ecContrib": 14950
        },
        "997817661": {
            "orgId": "997817661",
            "orgName": "INSTITUT DE RECERCA BIOMEDICA DE LLEIDA FUNDACIO PRIVADA DOCTOR PIFARRE",
            "ecContrib": 13299
        }
    },
    "calculatedTotalContribution": 180000
}