{
    "rcn": "193192",
    "acronym": "DREAMS",
    "topics": "MSCA-NIGHT-2014",
    "title": "DREAMS European Researcher's Night",
    "startDate": "01/04/2014",
    "endDate": "30/11/2015",
    "objective": "Sustainability means to create value by using resources in a responsible way to not jeopardize the needs of future generations. Society, sometimes, has a partial perception of this definition, too often limited to environmental problem, as well as underestimates the importance and responsibility of researchers, essential to pursue sustainable solutions. People usually think about achieving sustainability as a too big problem to be solved by common citizens, a solution too far from them! A sort of DREAM!\nDREAMS is a national level project: a network of Italian cities. DREAMS will show researchers as common citizens directly involved in the making of a new sustainable future: highlighting the European dimension of research, enhancing researchersí integration, reinforcing the link between researchers and citizens, furthermore helping the youth to understand the attractiveness on pursuing a scientific career. DREAMS is articulated in several appealing activities finely tuned in spectacular and rigorous scientific ways.\nDREAMS is coordinated by Frascati Scienza and is hosted in many research areas in Italy where more than 5.000 international researchers operate and live. The events in Trieste, Bologna, Milano, Ferrara, Catania, Pisa, Bari, Cagliari, Pavia, and  Frascati/Rome, as epicentre of the events, will show the researchers activities done by the Italian excellence of research institutions - ASI, CNR, ENEA, ESA-ESRIN, INAF, INFN and Rome Universities  -,  the role of Italian researchers in a society and their involvement in making a new sustainable future.\nFrascati Scienza is supported in the project by many local, regional and national institutions and has a long experience in managing successfully the Researchersí Night, since 2006\nDREAMS can sometimes come true. It all depends on cooperation between expert partners and on their commitment on pursuing the common objectives.",
    "totalCost": "582875",
    "ecMaxContribution": "300000",
    "coordinator": "ASSOCIAZIONE FRASCATI SCIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998519650": {
            "orgId": "998519650",
            "orgName": "Frascati Scienza",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}