{
    "rcn": "193193",
    "acronym": "EPICNIGHT",
    "topics": "MSCA-NIGHT-2014",
    "title": "Enthusiasm, Passion, Inspiration, Challenge (EPIC) ñ join us during the Researchersí Night and see for yourself how by connecting science and passion one can make a difference!",
    "startDate": "01/05/2014",
    "endDate": "31/12/2015",
    "objective": "'Researchersí Night again in Poznan! EPICNight! Enthusiasm, Passion, Inspiration, Challengeñ join us during the Researchersí Night and see for yourself how by connecting science and passion one can make a difference! Come and uncover the secrets of scientists and researchers! Open the doors to your good neighbours ñ researchers! Measure immeasurable and see invisible! Become a researcher for one night and construct DNA helix, have a ride in 3D helmet, design your own clothes or learn the secrets of Eco-robots! Come and sing karaoke songs with researchers and at the end dress up like a famous scientist and dance with us cha-cha or jive. Feel like doing some sport? These and many other attractions are waiting for you to reveal your passion for science and convince you that researchers are just ordinary people with an extraordinary job and various hobbies!\nEPICNIGHT is a continuation of the Researchersí Night projects of the past seven years, which were highly successful gathering last year app. 57 000 people willing to meet researchers face to face and to learn new things about their work and personal lives. The project, promoting an image of researchers, builds on last yearsí experiences and aims at enhancing further public recognition of researchers and their work by bringing them closer to the public, underlying their important contribution to the daily life and well-being of the European citizens. Activities organised during the Night on 26 September 2014 and 26 September 2015 will be focused on public at large and will have even more hassle-free and festive character, being a valid alternative to 'traditional Friday night activities' while allowing learning more about researchers and research. Those activities will offer a direct contact between researchers and public, combine fun and education elements (edutainment), ensure linking together Nights organised in different cities in Poland and ensure an active and direct involvement of the visitors in activities.\n'",
    "totalCost": "139825",
    "ecMaxContribution": "132775",
    "coordinator": "POLITECHNIKA POZNANSKA",
    "coordinatorCountry": "PL",
    "participants": "UNIWERSYTET IM. ADAMA MICKIEWICZA W POZNANIU;UNIWERSYTET PRZYRODNICZY W POZNANIU*;INSTYTUT CHEMII BIOORGANICZNEJ POLSKIEJ AKADEMII NAUK;AKADEMIA WYCHOWANIA FIZYCZNEGO IM EUGENIUSZA PIASECKIEGO;UNIWERSYTET EKONOMICZNY W POZNANIU",
    "participantCountries": "PL",
    "projectParticipants": {
        "999586359": {
            "orgId": "999586359",
            "orgName": "INSTYTUT CHEMII BIOORGANICZNEJ POLSKIEJ AKADEMII NAUK",
            "ecContrib": 18825
        },
        "999659691": {
            "orgId": "999659691",
            "orgName": "POLITECHNIKA POZNANSKA",
            "ecContrib": 49800
        },
        "998821805": {
            "orgId": "998821805",
            "orgName": "AKADEMIA WYCHOWANIA FIZYCZNEGO IM EUGENIUSZA PIASECKIEGO",
            "ecContrib": 9900
        },
        "999880463": {
            "orgId": "999880463",
            "orgName": "UNIWERSYTET PRZYRODNICZY W POZNANIU*",
            "ecContrib": 24950
        },
        "999839723": {
            "orgId": "999839723",
            "orgName": "UNIWERSYTET EKONOMICZNY W POZNANIU",
            "ecContrib": 9900
        },
        "999886865": {
            "orgId": "999886865",
            "orgName": "UNIWERSYTET IM. ADAMA MICKIEWICZA W POZNANIU",
            "ecContrib": 19400
        }
    },
    "calculatedTotalContribution": 132775
}