{
    "rcn": "193163",
    "acronym": "EUCYS 2014",
    "topics": "SCIENCE WAF SOCIETY",
    "title": "European Union Contest for Young Scientists 2014",
    "startDate": "01/03/2014",
    "endDate": "28/02/2015",
    "objective": "The European Union Contest for Young Scientists, an initiative of the European Commission, was set up in 1989 to promote the ideals of cooperation and interchange between young scientists. The Contest is the annual showcase of the best of European studentsí scientific achievements and as such addresses the Unionís specific challenge of attracting young boys and girls to pursue careers in science, technology, engineering and mathematics.\n\nThe 26th EU Contest of Young Scientists (EUCYSí14) will be organized on 19th-24th September 2014, in Warsaw, Poland. The Host Organizer is the University of Warsaw in cooperation with the Polish Childrenís Fund (the organizer of the Polish National Contest) and the Copernicus Science Centre. This has been already accepted by the Commissioner M·ire Geoghegan-Quinn, following the offer presented by the Minister of Science and Higher Education of Poland.\n\nThe EU Contest gives students the opportunity to compete with the best of their contemporaries at European level. The young scientists also have the chance to meet others with similar abilities and interests and to be guided by some of the most prominent scientists in Europe. In this way, the Commission seeks to strengthen the efforts made in each participating country to attract young people for careers in science and technology and to boost their creativity and competitiveness. \n\nThe EUCYS creates the link between creativity and science by making opportunities for young people to work with open-access educational resources and understand the practical value of research ethics and integrity. It also makes platform for the EC campaign ìScience: Itís a Girl Thingî.\n\nThe Contest will contribute towards improving STEM skills among young people and increasing the range of innovative products that reflect societal needs.",
    "totalCost": "1467500",
    "ecMaxContribution": "800000",
    "coordinator": "UNIWERSYTET WARSZAWSKI",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 800000
        }
    },
    "calculatedTotalContribution": 800000
}