{
    "rcn": "193158",
    "acronym": "ERCSC-VPRES-SUP2014",
    "topics": "ERC",
    "title": "Support to the Vice-Presidents of the ERC Scientific Council 2014",
    "startDate": "01/01/2014",
    "endDate": "31/12/2014",
    "objective": "The proposed Action will provide the necessary support to the Vice-Presidents of the European Research Council Scientific Council (ERC ScC) to achieve key milestones and deliverables of the ScC, which are required in the first year of implementation under the Horizon 2020 framework programme.\nUnder the Horizon 2020 programme, the Commission has established the European Research Council providing a competitive funding mechanism for investigator-driven frontier research on European level. One of the key structural components of the ERC is the Scientific Council consisting of 22 eminent researchers, representative of a large range of disciplines and institutional backgrounds. The ERC ScC independently establishes and oversees the ERC's scientific management and the implementation of the Work Programme, including the peer review and the selection of peer reviewers.\nThe three Vice-Presidents of the ERC’s ScC, in their diverse responsibilities which include the achievement of efficient and effective functioning of the ScC, its integrated operation together with the ERC Executive Agency (ERCEA), and effective interfacing with the scientific community, other funding agencies and the political institutions of the European Union. The project will provide administrative and research support ranging from secretarial tasks to assistance in developing policy papers related to the work of the Vice-Presidents of the ERC ScC for a period of one year.\nThe potential impact of the project will be to ensure an efficient and well-managed operation of the ERC ScC. By providing high-level local support for the Vice-Presidents, the project will complement the activities of and allow efficient interfacing with the ERCEA. The proposed support is required as the duties of the Vice-Presidents demand a considerable part of their time. Overall, the project is expected to contribute significantly to the implementation of the ERC under Horizon 2020.",
    "totalCost": "258500",
    "ecMaxContribution": "258500",
    "coordinator": "LUDWIG INSTITUT FUER KREBSFORSCHUNG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998221957": {
            "orgId": "998221957",
            "orgName": "LUDWIG INSTITUT FUER KREBSFORSCHUNG",
            "ecContrib": 258500
        }
    },
    "calculatedTotalContribution": 258500
}