{
    "rcn": "193186",
    "acronym": "CATCH ME",
    "topics": "PHC-01-2014",
    "title": "Characterizing Atrial fibrillation by Translating its Causes into Health Modifiers in the Elderly",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "Atrial fibrillation (AF) is the most common cardiac arrhythmia, with a prevalence of 1.5-2% in European populations. By being a major cause of stroke, dementia, heart failure, and premature death, AF is a major threat to healthy ageing. Despite increasing knowledge on the diverse mechanisms that cause the AF substrate in individual patients, current strategies for prevention and therapy of AF remain largely unguided by mechanistic insights. As a result - with the exception of anticoagulation for the prevention of AF-related stroke ñ treatment of AF has thus far failed to improve patientsí outcome. \nThe CATCH ME consortium will bridge the present disconnect between our understanding of the molecular and electrophysiological mechanisms of AF and the current unstructured approach to its prevention and treatment. The consortium combines clinical, molecular, ECG engineering, and biostatistical expertise, and has access to large sets of human biological material (atrial tissue and bloods samples) and carefully phenotyped patient populations. Together, we will identify and integrate the main drivers of prevalent and incident AF in patients, and validate new ECG- and blood based markers in well-characterized cohorts. The results of these investigations will provide a quantitative estimate of the prevalence and impact of new and established risk factors for AF in Europe and uncover potential new targets and strategies for the prevention and treatment of this arrhythmia. We will integrate these factors into a new clinical classification of AF that will be externally validated in two large patient cohorts, including response to current treatment strategies, and AF-related complications. In summary, CATCH ME will \n1. Identify major AF-related modifiers of health in the elderly in Europe, \n2. Develop clinical tools that have the potential of transforming the management of AF in individual patients, and \n3. Inform future personalized strategies to prevent and treat AF in Europe.",
    "totalCost": "4944773",
    "ecMaxContribution": "4944773",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6;LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;SOCIETE EUROPEENNE DE CARDIOLOGIE;UNIVERSITEIT MAASTRICHT;CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER;THE UK HEALTH & ENVIRONMENT RESEARCH INSTITUTE;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;KOMPETENZNETZ VORHOFFLIMMERN E.V.;SORBONNE UNIVERSITE",
    "participantCountries": "FR;DE;NL;ES;UK",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "998868947": {
            "orgId": "998868947",
            "orgName": "SOCIETE EUROPEENNE DE CARDIOLOGIE",
            "ecContrib": 397038
        },
        "946362265": {
            "orgId": "946362265",
            "orgName": "KOMPETENZNETZ VORHOFFLIMMERN E.V.",
            "ecContrib": 567500
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 1303366
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 718187
        },
        "999445806": {
            "orgId": "999445806",
            "orgName": "THE UK HEALTH & ENVIRONMENT RESEARCH INSTITUTE",
            "ecContrib": 51011
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 562000
        },
        "999620018": {
            "orgId": "999620018",
            "orgName": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
            "ecContrib": 462500
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 499804
        }
    },
    "calculatedTotalContribution": 4561406
}