{
    "rcn": "193179",
    "acronym": "MadridERN2014-2015",
    "topics": "MSCA-NIGHT-2014",
    "title": "European Researachers' Night in Madrid 2014-2015",
    "startDate": "01/05/2014",
    "endDate": "31/12/2015",
    "objective": "Under the motto ìSupporting researchers, supporting the progress in Europeî, the European Researchersí Night in Madrid 2014-2015, highlights the importance of researchersí work, its contribution to the progress and welfare of the European Society and the need of getting support by the citizens. A democratic and participative society requires the involvement of citizens in scientific and technological issues. Researchers from the cutting-edge research centres in Madrid Region will show their work, their knowledge, their interests, their personal profiles, hobbies and enthusiasm. They will share all this to the public in a playful and fun atmosphere. Students and children will also have the opportunity of meeting researchers and entrepreneurs, asking questions, debating and being an active part of the activities.\nAll scientific disciplines will be represented. Gender balanced will be also taken into account.\nDifferent European corners will show the advantages of the transnational research. Marie Sk?odowska-Curie fellows and researchers of EU-funded projects will share with the public about their experiences working and living in Madrid. \nCommon actions will be performed together with another European Researchersí Night in Europe and in Spain and also if appropriate in the same Region. \nSpecial activities on the occasion of the 10th anniversary of the European Researchersí Night during 2015 will be performed.",
    "totalCost": "187925",
    "ecMaxContribution": "175000",
    "coordinator": "FUNDACION PARA EL CONOCIMIENTO MADRIMASD",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544067": {
            "orgId": "999544067",
            "orgName": "FUNDACION PARA EL CONOCIMIENTO MADRIMASD",
            "ecContrib": 175000
        }
    },
    "calculatedTotalContribution": 175000
}