{
    "rcn": "193196",
    "acronym": "Let's Do The Science",
    "topics": "MSCA-NIGHT-2014",
    "title": "Life is Science, Science is Life: LET'S DO THE SCIENCE!",
    "startDate": "01/05/2014",
    "endDate": "30/11/2015",
    "objective": "Through the project, it is aimed to show public that researchers are most likely with them. They work in a wide range of topic but the common base for all areas is scientific point of view. It is planned to organize an event including at least 200 different interactive scientific activities from wide range of scientific disciplines, opening universities laboratories to public, organizing number of meetings and workshops, conferences, edutainment facilities, seminars and entertainment activities related to science subjects, observing and discussing ideas of public about science and hot topics of their life related to science and EU. \nStrategy for the activities is including all faculties and related centres of the university to take part during the night for the activities and using all resources of the municipality. Science will be in everything (with 25 different scientific disciplines) at everywhere (in 210000m2 campus and live online broadcast), at every time (by showing that science is in daily life) and for everybody (by the activities designed for everybody, i.e. children, young adults, women, disadvantaged groups etc.) in Ankara at the event day. It is expected to have 30.000 attendees per one Researchersí Night event during the day and night. Besides that, the event will be announced and will be made news by 2 national TV and radio channel to whole country and there will be online live broadcast whole day and night through internet. It is expected to reach 500.000 attendees through live broadcast and more than 10.000.000 people will be made aware of Researchersí Night activities. Event will develop public recognition on researchersí accessibility and having time at different activities with scientists will positively affect especially young people. Impact and results of the event will also be an opportunity to show the affect and results of partnership and collaboration of different sectors and provide new partnerships between different sectors.",
    "totalCost": "353525",
    "ecMaxContribution": "131260",
    "coordinator": "ANKARA UNIVERSITESI",
    "coordinatorCountry": "TR",
    "participants": "ANKARA BUYUKSEHIR BELEDIYE BASKANLIGINA",
    "participantCountries": "TR",
    "projectParticipants": {
        "951342051": {
            "orgId": "951342051",
            "orgName": "ANKARA BUYUKSEHIR BELEDIYE BASKANLIGINA",
            "ecContrib": 27280
        },
        "999867659": {
            "orgId": "999867659",
            "orgName": "ANKARA UNIVERSITESI",
            "ecContrib": 103980
        }
    },
    "calculatedTotalContribution": 131260
}