{
    "rcn": "193190",
    "acronym": "NHM NIGHT5",
    "topics": "MSCA-NIGHT-2014",
    "title": "NHM NIGHT5",
    "startDate": "01/05/2014",
    "endDate": "31/12/2015",
    "objective": "Since 2010 NHM has successfully delivered four consecutive European Researchersí Nights with increasing public participation and engagement year after year.  NHM NIGHT5 aims to build on this experience to aid the delivery of at least five captivating events across the UK. \n\nNHM NIGHT5 aims to:\nï actively breakdown existing public stereotypes of researchers\nï drive home to the public an awareness of the role and value of science \nï inspire the next generation of young researchers and demonstrate the varied roles and careers open within science\n\nNHM has an outstanding record in public outreach programmes and this will be the largest effort of this kind that NHM has undertaken to-date. More than 18,500 participants will be greeted by over 500 researchers and PhD students delivering 250 different engaging activities and formats alongside 50 professional educators in a fun and stimulating atmosphere. With an estimated 150,000 researcher/public interactions taking place over two years, the impact on participants is expected to be profound, and at a reduced spend (compared to ERN2013) per head of Ä15.29 in 2014 dropping to Ä14 for an expanded programme in 2015 represents excellent value in fostering a long-term public engagement with science. Reinvigorated with a wider national element extended to include Manchester in 2015 the awareness campaign will ensure mass participation and a broader awareness of the NHM NIGHT5 project as well as the ERN across Europe with an audience reach of 34 million.",
    "totalCost": "408821",
    "ecMaxContribution": "270000",
    "coordinator": "NATURAL HISTORY MUSEUM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999642037": {
            "orgId": "999642037",
            "orgName": "NATURAL HISTORY MUSEUM",
            "ecContrib": 270000
        }
    },
    "calculatedTotalContribution": 270000
}