{
    "rcn": "193185",
    "acronym": "ToMax",
    "topics": "FoF-02-2014",
    "title": "Toolless Manufacturing of Complex Structures",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "Lithography based additive manufacturing technologies (L-AMT) are capable of fabricating parts with excellent surface quality, good feature resolution and precision. ToMax aims at developing integrated lithography-based additive manufacturing systems for the fabrication of ceramic parts with high shape complexity. The focus of the project is to unite industrial know-how in the field of software development, photopolymers and ceramics, high-performance light-sources, system integration, life cycle analysis, industrial exploitation and rewarding end-user cases.\n\nThe consortium will provide 3D-printers with high throughput and outstanding materials and energy efficiency. The project is clearly industrially driven, with 8 out of 10 partner being SMEs or industry.\n\nTargeted end-use applications include ceramics for aerospace engineering, medical devices and energy efficient lighting applications. The consortium is aiming to exploit disruptive applications of L-AMT by developing process chains beyond the current state of the art, with the dedicated goal to provide manufacturing technologies for European Factories of the Future.\nBy relying on L-AMT,  ToMax the following objectives are targeted: \n(1) ToMax will provide methods which are 75% more material efficient with respect to traditional manufacturing \n(2) Are 25% more material efficient with respect to current AMT approaches by using computational modelling to optimize geometries and by providing recyclable wash-away supports.\n(3) ToMax will provide methods which are 35% more energy efficient that current AMT approaches by developing 50% faster thermal processing procedures.\n(4) Incorporate recycling for the first time in L-AMT of engineering ceramics\n\nOverall, the consortium will provide innovative, resource efficient manufacturing processes. ToMax will develop energy-efficient machinery and processes, with a focus on manufacturing of alumina, silicon nitride and cermet parts with high shape complexity.",
    "totalCost": "3157986",
    "ecMaxContribution": "3157986",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "IN-VISION DIGITAL IMAGING OPTICS GMBH;DESKARTES OY;OSRAM GMBH;RAUSCHERT HEINERSDORF - PRESSIG GMBH;CYCLECO SAS;INTERNATIONAL SYALONS NEWCASTLE LIMITED;Lithoz GmbH;R2M SOLUTION SRL;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "AT;FI;DE;FR;UK;IT;ES",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 253313
        },
        "952850110": {
            "orgId": "952850110",
            "orgName": "R2M SOLUTION SRL",
            "ecContrib": 261320
        },
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 627500
        },
        "952083131": {
            "orgId": "952083131",
            "orgName": "INTERNATIONAL SYALONS NEWCASTLE LIMITED",
            "ecContrib": 110000
        },
        "952426220": {
            "orgId": "952426220",
            "orgName": "Lithoz GmbH",
            "ecContrib": 431875
        },
        "963714304": {
            "orgId": "963714304",
            "orgName": "CYCLECO SAS",
            "ecContrib": 309353
        },
        "999700043": {
            "orgId": "999700043",
            "orgName": "IN-VISION DIGITAL IMAGING OPTICS GMBH",
            "ecContrib": 280750
        },
        "953475178": {
            "orgId": "953475178",
            "orgName": "RAUSCHERT HEINERSDORF - PRESSIG GMBH",
            "ecContrib": 165625
        },
        "986132459": {
            "orgId": "986132459",
            "orgName": "DESKARTES OY",
            "ecContrib": 330250
        },
        "959066452": {
            "orgId": "959066452",
            "orgName": "OSRAM GMBH",
            "ecContrib": 388000
        }
    },
    "calculatedTotalContribution": 3157986
}