{
    "rcn": "193195",
    "acronym": "EXPLORATHON",
    "topics": "MSCA-NIGHT-2014",
    "title": "EXPLORATHON - European Researchers' Night Scotland",
    "startDate": "01/06/2014",
    "endDate": "30/11/2015",
    "objective": "We present a unique, pan-Scotland approach to high-impact researcher-led public engagement that benefits from the well-established profile of European Researchers' Night.  Our proposal is led by a partnership of four of Scotland's leading research-intensive universities (Aberdeen, Strathclyde, Glasgow and Edinburgh) each with an extensive track record in public engagement. Motivated by a guiding principle of 'Research for All' our Explorathon Nights in 2014 and 2015 will bring researchers, schools and publics together across Scotlandís three largest cities. A mix of popular and bespoke event formats will be deployed under a public-facing message of 'One Night ñ Unlimited Discovery'. The main objectives of our Explorathon are:-\n\n- To highlight the impact and relevance of modern research and researchers in tackling societyís global challenges, through a rich mix of stimulating, interactive activities\n- To challenge and enrich public perceptions of ëresearchí and ëthe role of researchersí through stories and researcher journeys that address societal challenges and highlight the stimulating, exploratory and multidisciplinary nature of modern research.\n- To stimulate interest in research as a career, in particular for young people, through personal interactions with researcher role models, exemplified by our Marie Curie Fellows.\n\nTo achieve this, we will apply our partnership's extensive experience in researcher professional skills development and public  engagement to mobilise both researcher and public audiences to connect with the Nights. A visible, vibrant public awareness campaign will combine with a robust approach to researcher support, assisted by the ambassadorial roles of our Marie Curie Fellow cohorts,  to produce a high quality set of activities, hosted in accessible venues, and featuring popular formats, exciting EU exemplar projects and aimed at a wide range of ages, backgrounds and interests.",
    "totalCost": "250253,75",
    "ecMaxContribution": "162117",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF GLASGOW;THE UNIVERSITY OF EDINBURGH;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "UK",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 18582
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 43156
        },
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 77834
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 22545
        }
    },
    "calculatedTotalContribution": 162117
}