{
    "rcn": "193187",
    "acronym": "LUNA 2014",
    "topics": "MSCA-NIGHT-2014",
    "title": "LUnga notte della ricerca - Lange NAcht der Forschung 2014",
    "startDate": "01/04/2014",
    "endDate": "31/10/2014",
    "objective": "In the alpine province of South Tyrol (500,000 inhabitants) science and innovation do not have a long tradition, but as everywhere they are crucial for the future development of the economy. LUNA (LUnga Notte della ricerca ñ Lange NAcht der Forschung), which takes place every other year, is a great opportunity for the population to get in touch with scientists, to learn about research projects in the region and to have fun with scientific themes. The main organisers of LUNA are committed to creating a tradition for science and innovation in South Tyrol, organising different science events at planned intervals: LUNA every second year, science cafÈs every summer, activities for schools throughout the school year, etc. LUNA will be organised for the fourth time on 26 September in Bolzano/Bozen, the principal town of South Tyrol with 100,000 inhabitants. Once again a consortium comprising the European Academy of Bolzano/Bozen, the Free University of Bolzano /Bozen  and Techno Innovation South Tyrol will be the main organisers with their headquarters used as the major venues. A further five to seven additional partners (businesses, museums and other research institutions) are expected to open their doors as well. The Night will thus transform Bolzano into an exciting science park, where children and adults will be able to have fun with science at up to ten different venues connected via a free shuttle service. An intensive Awareness Campaign will ensure that about 300,000 people will be aware of  LUNA. We expect around 14,000 ñ 16,000 visitors. From 5 pm until midnight we will show our guests, how ìScience makes you flyî ñ which is the main theme for this yearís event. People will be given the opportunity to participate in many different interactive presentations, games, quizzes, experiments and science performances. They will have the chance to talk, enjoy themselves, eat, drink and even dance with experts and scientists from many different discipline",
    "totalCost": "189032",
    "ecMaxContribution": "74032",
    "coordinator": "ACCADEMIA EUROPEA DI BOLZANO",
    "coordinatorCountry": "IT",
    "participants": "LIBERA UNIVERSITA DI BOLZANO;TIS - TECHNO INNOVATION SOUTH TYROL SCPA",
    "participantCountries": "IT",
    "projectParticipants": {
        "999887253": {
            "orgId": "999887253",
            "orgName": "ACCADEMIA EUROPEA DI BOLZANO",
            "ecContrib": 37016
        },
        "999743208": {
            "orgId": "999743208",
            "orgName": "TIS - TECHNO INNOVATION SOUTH TYROL SCPA",
            "ecContrib": 18508
        },
        "999853982": {
            "orgId": "999853982",
            "orgName": "LIBERA UNIVERSITA DI BOLZANO",
            "ecContrib": 18508
        }
    },
    "calculatedTotalContribution": 74032
}