{
    "rcn": "193184",
    "acronym": "FAIR-PARK-II",
    "topics": "PHC-13-2014",
    "title": "Conservative iron chelation as a disease-modifying strategy in Parkinsonís disease: a multicentric, parallel-group, placebo-controlled, randomized clinical trial of deferiprone",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Parkinsonís disease (PD) is a major, chronic, non-communicable disease and the 2nd most frequent neurodegenerative disorder worldwide. Excess iron is primarily detected in the substantia nigra pars compacta, where dopaminergic neurons are exposed to high levels of oxidative stress produced by mitochondrial disorders and dopamine metabolism. Our previous preclinical, translational and pilot clinical studies demonstrated that novel iron chelation therapy with the prototypic drug deferiprone (DFP) (i) induces neuroprotection in cell models of PD via a powerful antioxidant effect, (ii) reduces regional siderosis of the brain, (iii) reduces motor handicap via inhibition of catechol-o-methyl transferase, and (iv) slows the progression of motor handicap in the 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine mouse model and in early PD patients. This project now seeks to demonstrate that conservative iron chelation therapy with moderate-dose DFP (30 mg/kg/day) slows the progression of handicap in de novo PD patients while not affecting systemic parameters. The 9-month, parallel-group, randomized, placebo-controlled, multicentre trial will be followed by a 1-month wash-out period. The primary efficacy criterion will be the change in motor and non-motor handicap scores on the Total Movement Disorders Society Unified Parkinsonís Disease Rating Scale to identify disease-modifying and symptomatic effects. The secondary efficacy criterion will be the change in score between baseline and 40 weeks (i.e. probing the disease-modifying effect only). Potential surrogate radiological and biological biomarkers, health economics and societal impacts will be assessed. 17 national, European and international research and innovation activities will be linked with the project. The study results should prompt academic and industrial research on iron chelation as a disease-modifying treatment in neurodegenerative diseases.",
    "totalCost": "8263202,5",
    "ecMaxContribution": "5998994",
    "coordinator": "CENTRE HOSPITALIER REGIONAL ET UNIVERSITAIRE DE LILLE",
    "coordinatorCountry": "FR",
    "participants": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK;UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6;PHILIPPS UNIVERSITAET MARBURG;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;STICHTING KATHOLIEKE UNIVERSITEIT;UNIVERSITAET ULM;UNIVERSITY OF NEWCASTLE UPON TYNE;CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL;MEDIZINISCHE UNIVERSITAT INNSBRUCK;INSERM - TRANSFERT SA;FUNDACIO CLINIC PER A LA RECERCA BIOMEDICA;INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES;UNIVERZITA KARLOVA;EBERHARD KARLS UNIVERSITAET TUEBINGEN;APO-PHARMA INC CORP;SORBONNE UNIVERSITE",
    "participantCountries": "FR;DE;NL;UK;AT;ES;PT;CZ;CA",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 351883
        },
        "999955541": {
            "orgId": "999955541",
            "orgName": "INSERM - TRANSFERT SA",
            "ecContrib": 389491
        },
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 90000
        },
        "999855437": {
            "orgId": "999855437",
            "orgName": "MEDIZINISCHE UNIVERSITAT INNSBRUCK",
            "ecContrib": 226735
        },
        "984772131": {
            "orgId": "984772131",
            "orgName": "APO-PHARMA INC CORP",
            "ecContrib": 0
        },
        "948646712": {
            "orgId": "948646712",
            "orgName": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK",
            "ecContrib": 331848
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 256250
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 642888
        },
        "999848938": {
            "orgId": "999848938",
            "orgName": "PHILIPPS UNIVERSITAET MARBURG",
            "ecContrib": 74875
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 48078
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 313370
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 145000
        }
    },
    "calculatedTotalContribution": 2870418
}