{
    "rcn": "193182",
    "acronym": "K-TRIO 2",
    "topics": "MSCA-NIGHT-2014",
    "title": "Researchers in the Knowledge Triangle",
    "startDate": "01/06/2014",
    "endDate": "30/11/2015",
    "objective": "The K-TRIO 2 consortium organized in several years Researchersí Night in Bulgaria in different cities making people and especially children and youth aware of researchersí profession and the contribution of research to economy and society. The public opinion surveys show that the Researchersí Night became a popular event in many Bulgarian cities. People enjoy the variety of activities offered and would like to make the Researchersí Night a regular ìFall rendez-vousî in their city with a lot of fun and interaction with researchers.\nTaking into account the objectives of the Researchersí Night initiative of the EC, and the previous experience of the consortium, the project K-TRIO 2 sets as its main goal to enhance public recognition of researchers and innovators and their role in society and to encourage young people in Bulgaria to embark on research career. In the framework of the Europe 2020 strategy, the project focuses on the need for increasing the number of researchers and innovators in Europe and to foster the interest of the society and the youth, in particular, to research and innovation. \nFor achieving the main goal, the following project objectives are defined:\n?\tto disclose to the public the hidden sides of life and work of researchers, and show them as professionals and ordinary people;\n?\tto highlight the EU emphasis on its researchers, the role of researchers in the Knowledge triangle and for building the Innovation Union;\n?\tto involve citizens in debates on the contribution of researchers to European economy and society, as well as in ideas generation and open innovation;\n?\tto foster active citizens position on the policy for growing research talents and making research and innovation attractive for young people.\nThe target audience of the project will be on first place young people ñ children, teen-agers and students, and secondly ñ their parents and the public at large. The project K-TRIO 2 will provide various opportunities to citizens in Bulgaria to meet and entertain with researchers.",
    "totalCost": "248645",
    "ecMaxContribution": "201000",
    "coordinator": "NEW BULGARIAN UNIVERSITY",
    "coordinatorCountry": "BG",
    "participants": "MEDITCINSKY UNIVERSITET-PLOVDIV;PLOVDIVSKI UNIVERSITET PAISIY HILENDARSKI;TRAKIYSKI UNIVERSITET;THE BRITISH COUNCIL;Medical University Of Varna;JOINT INNOVATION CENTRE OF BAS;UNIVERSITY OF RUSE ANGEL KANCHEV",
    "participantCountries": "BG;UK",
    "projectParticipants": {
        "999507013": {
            "orgId": "999507013",
            "orgName": "THE BRITISH COUNCIL",
            "ecContrib": 45000
        },
        "998173069": {
            "orgId": "998173069",
            "orgName": "NEW BULGARIAN UNIVERSITY",
            "ecContrib": 61000
        },
        "956496049": {
            "orgId": "956496049",
            "orgName": "JOINT INNOVATION CENTRE OF BAS",
            "ecContrib": 18000
        },
        "999842633": {
            "orgId": "999842633",
            "orgName": "UNIVERSITY OF RUSE ANGEL KANCHEV",
            "ecContrib": 15000
        },
        "997876346": {
            "orgId": "997876346",
            "orgName": "MEDITCINSKY UNIVERSITET-PLOVDIV",
            "ecContrib": 17000
        },
        "999848259": {
            "orgId": "999848259",
            "orgName": "PLOVDIVSKI UNIVERSITET PAISIY HILENDARSKI",
            "ecContrib": 15000
        },
        "999506431": {
            "orgId": "999506431",
            "orgName": "Medical University Of Varna",
            "ecContrib": 15000
        },
        "999869502": {
            "orgId": "999869502",
            "orgName": "TRAKIYSKI UNIVERSITET",
            "ecContrib": 15000
        }
    },
    "calculatedTotalContribution": 201000
}