{
    "rcn": "193259",
    "acronym": "SPENmr",
    "topics": "ERC-PoC-2014",
    "title": "Ultrafast Spatiotemporally-Encoding: A Superior Approach to Cancer Diagnosis by Non-Invasive Diffusion-Weighted MRI",
    "startDate": "01/02/2015",
    "endDate": "31/07/2016",
    "objective": "This proposal aims at commercializing a new method that can improve the detection and diagnosis of breast cancer.  Using ultrafast magnetic resonance (MR) acquisition schemes that span off our UltraNMR ERC AdG award, we have found ways to exploit our Spatiotemporally-Encoded (SPEN) principles together with diffusion measurements, for the rapid, safe and non-invasive diagnosis of breast malignancies. This SPENmr PoC could provide much cleaner, artifact-free alternatives than existing standards; porting these methods into clinical use could reduce unnecessary biopsies, eliminate side-effects associated from contrast agent injections, expand the base of subjects that can be diagnosed without surgery, and improve the specificity of methods based on either mammography, ultrasound or contemporary MRI. All these benefits would simply require operating acquisition and processing software packages that will arise from this project, on any of the tens-of-thousands of clinical MRI scanners used nowadays worldwide for breast scanning. We consequently envision a large potential market, and a product whose successive refinements could have a lifetime of decades.  Moreover, preliminary results indicate that the principles discussed in this proposal could be extended from breast to other human organs possessing an organized ductal/glandular structures ñkidneys, prostate, pancreasñ to analyses of stroke and to functional MRI.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}