{
    "rcn": "193243",
    "acronym": "IDEAS",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Improving Design, Evaluation and Analysis of early drug development Studies",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Drug development is a long and costly process which suffers from the major shortcoming that frequently failure is often only\ndetermined during the final stage. Recently, it has been recognised that more care needs to be taken during the early stages\nof development to avoid going into lengthy and costly confirmatory studies with ineffective or harmful treatments. To achieve\nthis goal it is essential to implement efficient methods for the design and analysis of such early development studies. The\nexpertise in this area is, however, limited at the moment and adequate methodology is only partially available. Using a\ncross-sectorial, transnational approach, the IDEAS network brings together leading public and private sector researchers in\nthe field with ample experience in training to educate, promote and support the future leaders in medical statistics in general\nand in the design and analysis of early developmental studies in particular.\n\nWithin the network, cross-sectorial, transnational teams will support young researchers with individual methodological\nprojects and devise an individually tailored training programme for them. Clinical advisors supplement the input of the\nsupervisory team and ensure practical relevance and uptake of the methods devised. The training activities are comprised of\na well-rounded mix of specialist, methodological components and generic, transferable skills. A mandatory set of networkwide\ntraining activities is supplemented by individual training components and cross-sectorial secondments, and particular\nattention is given to interaction and collaboration between researchers and supervisors across public and private sector\npartners. At the end of their training the researchers will be uniquely qualified with expertise in the field, benefit from\nexperience in both public and private sector and can rely on a wide network of experts in the field in the future.",
    "totalCost": "3108939,48",
    "ecMaxContribution": "3108939,48",
    "coordinator": "LANCASTER UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "MEDIZINISCHE UNIVERSITAET WIEN;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;UNIVERSITAET BREMEN;INSTITUT CURIE;Bayer Pharma AG;POLITECNICO DI TORINO;JANSSEN PHARMACEUTICA NV",
    "participantCountries": "AT;FR;DE;IT;BE",
    "projectParticipants": {
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 516123
        },
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 0
        },
        "999987454": {
            "orgId": "999987454",
            "orgName": "UNIVERSITAET BREMEN",
            "ecContrib": 498433
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 511868
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 262876
        },
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 819864
        }
    },
    "calculatedTotalContribution": 2609164
}