{
    "rcn": "193223",
    "acronym": "ScienceCity",
    "topics": "MSCA-NIGHT-2014",
    "title": "ScienceCity Szczecin",
    "startDate": "01/05/2014",
    "endDate": "31/10/2015",
    "objective": "ScienceCity is a project that brings together researchers from Western Pomeranian University of Technology, Pomeranian Medical University, University of Szczecin and Maritime University of Szczecin.\n\nIn order to make scientific themes interesting and accessible for the public, and to encourage public to participate in the project at the same time, we will create a virtual ScienceCity - a Map of Szczecin.\nIt will have visualized all recently completed (or due to be completed in 2015, finalized, mostly with a help of EU funds) key structural investments that have direct impact for improvement of citizens.\n\nScienceCity will provide gamers (visitors) with the modules that contain actually developed technologies that have had been (or are about to be) implemented in various industries. All Technologies mentioned in the game had been in fact developed by research and development programs co-financed by European Commission which will be an additional promotion of European Union and funding mechanisms.\nScienceCity will reveal itself in real life during the European Reserchers Night Events. Locations shown on a virtual ScicenceCity map will became open to the public and various number of interactive activities will be executed in accordance and coherence with the venue specifics\n\nEach new technology presented in ScienceCity will be associated with an interactive expert that will explain the technology and its innovation. ñ a virtual  avatar of a scientist who developed it. During the European Researchers' Night Events the same scientists will meet with the public in person to explain all key features of the invention, and talk about their work and achievements. \n\nScienceCity will allow users to create new businessbased on data previously prepared  It will familiarize public with an importance of the role of the researchers work and a positive impact of their inventions and knowledge for the health of the environment and quality of citizenís life.",
    "totalCost": "265500",
    "ecMaxContribution": "140000",
    "coordinator": "ZACHODNIOPOMORSKI UNIWERSYTET TECHNOLOGICZNY W SZCZECINIE",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "992816050": {
            "orgId": "992816050",
            "orgName": "ZACHODNIOPOMORSKI UNIWERSYTET TECHNOLOGICZNY W SZCZECINIE",
            "ecContrib": 140000
        }
    },
    "calculatedTotalContribution": 140000
}