{
    "rcn": "193266",
    "acronym": "ENSAT-HT",
    "topics": "PHC-05-2014",
    "title": "Application of omics-based strategies for improved diagnosis and treatment of endocrine hypertension",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Arterial hypertension affects up to 45% of the general population and is responsible for 7.1 million deaths per year worldwide. Although a large therapeutic arsenal exists, blood pressure control is sub-optimal in up to two thirds of patients. Yet, even small increments in blood pressure are associated with increased cardiovascular risk, with 62% of cerebrovascular disease and 49% of ischemic heart disease being attributable to hypertension. \nDetection of secondary forms of hypertension is key to targeted management of the underlying disease and prevention of cardiovascular complications. Endocrine forms of hypertension represent major targets for stratified approaches of health promotion. They include a group of adrenal disorders resulting in increased production of hormones affecting blood pressure regulation: primary aldosteronism (PA), pheochromocytoma/functional paraganglioma (PPGL) and Cushingís syndrome (CS). These diseases are associated with increased cardiovascular and metabolic risk and with diminished quality of life.\nThis project will develop and evaluate an omics-based stratified health promotion program for patients with endocrine forms of hypertension. We will define specific omics profiles for patients with PA, PPGL and CS by integrating high throughput genetics, genomics and metabolomics data with phenome annotations through bioinformatics modelling. Established profiles will be validated as stratification biomarkers and applied to the screening of referred hypertensive patients for both stratifying primary forms of hypertension for effective and cost efficient therapy as well as improving identification of endocrine causes for curative treatment and prevention of cardiovascular and metabolic complications. Omics-based profiling should allow identification of patients with preclinical phenotypes along with those hypertensives that cluster into specific endocrine groups who may benefit from personalised treatment.",
    "totalCost": "8440635",
    "ecMaxContribution": "7607337",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;STICHTING KATHOLIEKE UNIVERSITEIT;HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH;UNIVERSITY OF DUNDEE;ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS;THE UNIVERSITY OF BIRMINGHAM;UNIVERSITA DEGLI STUDI DI TORINO;UNIVERSITA DEGLI STUDI DI PADOVA;INSERM - TRANSFERT SA;UNIVERSITY OF MELBOURNE;UNIVERSITY OF GLASGOW;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "DE;NL;UK;FR;IT;AU",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 734500
        },
        "999955541": {
            "orgId": "999955541",
            "orgName": "INSERM - TRANSFERT SA",
            "ecContrib": 424375
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 309326
        },
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 1011755
        },
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 404200
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 285969
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 129719
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 766380
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 660653
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 446459
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1445501
        },
        "999645432": {
            "orgId": "999645432",
            "orgName": "ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS",
            "ecContrib": 988500
        },
        "999658818": {
            "orgId": "999658818",
            "orgName": "UNIVERSITY OF MELBOURNE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 7607337
}