{
    "rcn": "193227",
    "acronym": "Friend2U",
    "topics": "MSCA-NIGHT-2014",
    "title": "Friend to understand",
    "startDate": "01/05/2014",
    "endDate": "31/12/2015",
    "objective": "Our mission of exposing the researchers as ordinary people with an extraordinary job to the public at large in Serbia started in 2010. Annual impact assessment reports show that we significantly influenced the perception and knowledge of the general public regarding WHAT the researchers do, but they also showed that there is room for improving the ways of showing WHO the researchers are, by making the personalities and faces of the researchers recognizable to the society, as well as in clarifying WHY they become researchers, i.e. their motivation and inspiration to explain why research matters to society. Therefore, without losing a focus on WHAT, RN 2014-2015 will focus on the questions of WHO and WHY in order to offer a new dimension of perceiving the researchers and offer more answers beyond the WHAT question. \nFriend2U - Researchersí Night project aims at bringing the researchers closer to the general public and increasing awareness of the research and innovation activities with a view to supporting the public recognition of researchers, creating understanding of the impact of the researchers' work on our daily life, and encouraging young people to embark on scientific careers. In other words, it aims at increasing mutual understanding, interest and connections, and facilitating a dialogue between the researchers and the general public. In a nutshell, it is about making the researchers friends with the common people i.e. the general public - as closest friends as possible.  Friend2U project proposal mixes, blends and unites faces, voices, results and energies of many generations of the researchers in offering the public at large, regardless of their age, education and scientific background, the opportunity to make friends with these researchers. Here, making friends with the researchers is a paradigm of learning more about their science, learning how to appreciate their work and achievement, and above all, about building trust in what friends do and invessuccessful implementation fot eh ation and as such needs to be udnertaken weell before sumemr break.",
    "totalCost": "112700",
    "ecMaxContribution": "98000",
    "coordinator": "UNIVERZITET U NOVOM SADU FAKULTET TEHNICKIH NAUKA",
    "coordinatorCountry": "RS",
    "participants": "VISOKA TEHNICKA SKOLA STRUKOVNIH STUDIJA U ZRENJANINU;University of Novi Sad Faculty of Sciences;CENTAR ZA PROMOCIJU NAUKE;Kreativno edukativni centar;Udruzenje naucnih komunikatora",
    "participantCountries": "RS",
    "projectParticipants": {
        "954810286": {
            "orgId": "954810286",
            "orgName": "CENTAR ZA PROMOCIJU NAUKE",
            "ecContrib": 6000
        },
        "968808453": {
            "orgId": "968808453",
            "orgName": "VISOKA TEHNICKA SKOLA STRUKOVNIH STUDIJA U ZRENJANINU",
            "ecContrib": 12000
        },
        "997718624": {
            "orgId": "997718624",
            "orgName": "University of Novi Sad Faculty of Sciences",
            "ecContrib": 5000
        },
        "986304052": {
            "orgId": "986304052",
            "orgName": "Kreativno edukativni centar",
            "ecContrib": 28000
        },
        "946995190": {
            "orgId": "946995190",
            "orgName": "Udruzenje naucnih komunikatora",
            "ecContrib": 10000
        },
        "999825755": {
            "orgId": "999825755",
            "orgName": "UNIVERZITET U NOVOM SADU FAKULTET TEHNICKIH NAUKA",
            "ecContrib": 37000
        }
    },
    "calculatedTotalContribution": 98000
}