{
    "rcn": "193296",
    "acronym": "BETA3_LVH",
    "topics": "PHC-13-2014",
    "title": "A multi-center randomized, placebo-controlled trial of mirabegron, a new beta3-adrenergic receptor agonist on left ventricular mass and diastolic function in patients with structural heart disease",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Patients with cardiovascular risk factors, e.g. hypertension and obesity are at risk of developing heart failure with preserved ejection fraction (HFpEF), a highly prevalent disease in the elderly, mostly women population. There is currently no specific, defined treatment for HFpEF, beyond control of risk factors. Activation of cardiac and vascular Beta3-adrenergic receptors (B3AR) represents a new concept and a novel target for structural cardiac disease. B3AR expression and coupling were demonstrated in human myocardium and vasculature. In pre-clinical models with expression of the human receptor, its activation attenuates myocardial remodelling, i.e. decreases hypertrophy and fibrosis in response to neurohormonal or hemodynamic stress. Mirabegron is a new agonist of B3AR available for human use, that was recently introduced for a non-cardiovascular indication (overactive bladder disease).  The primary objective of the project is to design and implement a multi-centric, prospective, randomized, placebo-controlled clinical trial testing the additional beneficial effect of mirabegron, versus placebo over 12 months on top of standard treatment of patients carrying structural cardiac disease without overt heart failure (stage B of AHA classification); the co-primary end-point will be the quantitative change in  myocardial hypertrophy measured by cardiac MRI; and in diastolic ventricular function, measured by Doppler echocardiography (E/Eí); in addition, exercise tolerance (peak VO2) will be measured as well as circulating biomarkers reflecting both myocardial remodeling and function. In addition, we will test the effect of mirabegron on beige/brown fat activation and metabolism. Our proposal therefore combines a major conceptual advance and repurposing of an original drug to validate pre-clinical discoveries in the context of a major health problem.",
    "totalCost": "5425112,99",
    "ecMaxContribution": "5425112,98",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK;AZIENDA OSPEDALIERA PAPA GIOVANNI XXIII;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;SOCIETE EUROPEENNE DE CARDIOLOGIE;AssociaÁ„o para InvestigaÁ„o e Desenvolvimento da Faculdade de Medicina;UNIVERSITAET LEIPZIG;CHARITE - UNIVERSITAETSMEDIZIN BERLIN;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS;UNIWERSYTET MEDYCZNY IM PIASTOW SLASKICH WE WROCLAWIU;CENTRE HOSPITALIER UNIVERSITAIRE DE NANTES",
    "participantCountries": "FR;IT;EL;PT;DE;UK;PL",
    "projectParticipants": {
        "997487376": {
            "orgId": "997487376",
            "orgName": "AZIENDA OSPEDALIERA PAPA GIOVANNI XXIII",
            "ecContrib": 298244
        },
        "998868947": {
            "orgId": "998868947",
            "orgName": "SOCIETE EUROPEENNE DE CARDIOLOGIE",
            "ecContrib": 240975
        },
        "999915868": {
            "orgId": "999915868",
            "orgName": "CENTRE HOSPITALIER UNIVERSITAIRE DE NANTES",
            "ecContrib": 250562
        },
        "999492657": {
            "orgId": "999492657",
            "orgName": "UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS",
            "ecContrib": 332125
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 300000
        },
        "948646712": {
            "orgId": "948646712",
            "orgName": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK",
            "ecContrib": 306625
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 819546
        },
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 426410
        },
        "998757300": {
            "orgId": "998757300",
            "orgName": "UNIWERSYTET MEDYCZNY IM PIASTOW SLASKICH WE WROCLAWIU",
            "ecContrib": 480615
        },
        "999854564": {
            "orgId": "999854564",
            "orgName": "UNIVERSITAET LEIPZIG",
            "ecContrib": 1082719
        },
        "993762091": {
            "orgId": "993762091",
            "orgName": "Associação para Investigação e Desenvolvimento da Faculdade de Medicina",
            "ecContrib": 279824
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 607469
        }
    },
    "calculatedTotalContribution": 5425114
}