{
    "rcn": "193279",
    "acronym": "OPERAM",
    "topics": "PHC-17-2014",
    "title": "OPtimising thERapy to prevent Avoidable hospital admissions in the Multimorbid elderly",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Most older adults have multiple chronic diseases (multimorbidity) and multiple medications (polypharmacy). However, multimorbid patients are often excluded from clinical trials and most guidelines address diseases in isolation. Inappropriate drug prescription and poor drug compliance are common and contribute to up to 30% of hospital admissions. OPERAM investigators developed STOPP/START criteria to detect inappropriate drug use, both over- and underuse. Applying these criteria limits unnecessary polypharmacy and reduces underuse of indicated medications, but it remains uncertain whether systematic pharmacotherapy optimisation can improve clinical outcomes and reduce costs.We propose a multicentre randomised controlled trial to assess the impact of a userfriendly software-assisted intervention to optimise pharmacotherapy and to enhance compliance in 1900 multimorbid patients aged ?75 years. Outcomes will include drug-related hospital admissions, health care utilisation, quality of life, patient preferences and cost-effectiveness. We will also perform several network meta-analyses (NMA) to provide new comparative evidence on the most effective and safest pharmacological and non-pharmacological interventions to reduce common causes of preventable hospital admissions (e.g. falls, fractures, bleeding). Therapy optimisation in the multimorbid elderly, enhanced compliance and discontinuation of less effective interventions have the potential to improve clinical, quality of life and safety outcomes, while reducing costs. We will provide a structured method with practical software solutions for optimal prescribing and new comparative evidence from NMAs for addressing multimorbidity and polypharmacy by means of customised, patient-centred guidelines. OPERAM ultimately aims at better healthcare delivery in primary and hospital care, based on effective, safe, personalised and cost-effective interventions that can be applied to the rapidly growing older population in Europe.",
    "totalCost": "6646200",
    "ecMaxContribution": "3735608,25",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "UNIVERSITAT BASEL;TP21 GMBH;UNIVERSITE CATHOLIQUE DE LOUVAIN;UNIVERSITA DEGLI STUDI GABRIELE D'ANNUNZIO DI CHIETI-PESCARA;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;PANEPISTIMIO IOANNINON;UNIVERSITEIT UTRECHT;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "participantCountries": "CH;DE;BE;IT;NL;EL;IE",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 247460
        },
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 760399
        },
        "999866786": {
            "orgId": "999866786",
            "orgName": "UNIVERSITA DEGLI STUDI GABRIELE D'ANNUNZIO DI CHIETI-PESCARA",
            "ecContrib": 310511
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 1084375
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 878006
        },
        "999852818": {
            "orgId": "999852818",
            "orgName": "PANEPISTIMIO IOANNINON",
            "ecContrib": 185858
        },
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 0
        },
        "999694126": {
            "orgId": "999694126",
            "orgName": "TP21 GMBH",
            "ecContrib": 269000
        }
    },
    "calculatedTotalContribution": 3735609
}