{
    "rcn": "193285",
    "acronym": "PoC-ID",
    "topics": "PHC-10-2014",
    "title": "Platform for ultra-sensitive Point-of-Care diagnostics for Infectious Diseases",
    "startDate": "01/05/2015",
    "endDate": "30/11/2018",
    "objective": "The aim of the PoC-ID project is to develop new micro- and nanoelectronic-based sensing and integration concepts for advanced miniaturised in vitro diagnostic devices. The project addresses the increasing demand for rapid and ultra-sensitive point-of-care diagnostics to reduce healthcare costs and increase the quality of life with a focus on infectious diseases, one of the worldís leading causes of morbidity and death. Interdisciplinary collaboration using the technology and expertise of the consortium members will be applied to develop and test a breakthrough PoC prototype for the diagnosis of respiratory syncytial virus infections and host responses in the paediatric context.  PoC-ID will enable new types of point-of-care diagnostics for virtually any type of complex liquid sample. Applications are disease diagnosis, monitoring of therapeutic responses, clinical research of pathogen-host interaction and personalised medicine. The platform technology can easily be adapted to a variety of diagnostic or biosensing purposes, such as in health/environmental monitoring or food quality testing.  PoC-ID will combine the detection of both pathogens and host responses leading to more accurate diagnosis as compared to the current standard which is focused on detection of pathogens only. This novel approach will support prevention and control of pathogen spread and enable faster and more personalised patient treatment. Improved performance in terms of robustness, sensitivity and selectivity will be reached by a combination of innovative nanomembrane technology, molecular engineered capture molecules and two novel sensing concepts.  Further advances will be realised in terms of usability and speed of data-analysis arising from the integration of sensors, read-out electronics and microfluidics into one user friendly point-of-care (PoC) platform. Costs of the new disposable sensors will be ultra-low at high volumes, thanks to designing into microelectronics production flows.",
    "totalCost": "5963133,25",
    "ecMaxContribution": "5963132,75",
    "coordinator": "TECHNISCHE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "APTARION BIOTECH AG;STICHTING KATHOLIEKE UNIVERSITEIT;MICROPATHOLOGY LIMITED;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;SERVIZO GALEGO DE SAUDE;Friedrich Schiller University Jena;MERCENE LABS AB;enablingMNT GMBH;CNM TECHNOLOGIES GMBH;SIGNALGENERIX LIMITED;VAN HEEREN ARIE HENDRIK;NOXXON PHARMA AG;MEMSOP CONSULTING",
    "participantCountries": "DE;NL;UK;ES;SE;CY;RO",
    "projectParticipants": {
        "952512453": {
            "orgId": "952512453",
            "orgName": "MERCENE LABS AB",
            "ecContrib": 115000
        },
        "967898302": {
            "orgId": "967898302",
            "orgName": "MICROPATHOLOGY LIMITED",
            "ecContrib": 118625
        },
        "946058655": {
            "orgId": "946058655",
            "orgName": "NOXXON PHARMA AG",
            "ecContrib": 387926
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 693432
        },
        "950482631": {
            "orgId": "950482631",
            "orgName": "VAN HEEREN ARIE HENDRIK",
            "ecContrib": 81112
        },
        "963560462": {
            "orgId": "963560462",
            "orgName": "MEMSOP CONSULTING",
            "ecContrib": 64000
        },
        "999868726": {
            "orgId": "999868726",
            "orgName": "FRIEDRICH-SCHILLER-UNIVERSITAT JENA",
            "ecContrib": 0
        },
        "974720409": {
            "orgId": "974720409",
            "orgName": "SERVIZO GALEGO DE SAUDE",
            "ecContrib": 214606
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 829804
        },
        "916505180": {
            "orgId": "916505180",
            "orgName": "APTARION BIOTECH AG",
            "ecContrib": 434945
        },
        "949107850": {
            "orgId": "949107850",
            "orgName": "CNM TECHNOLOGIES GMBH",
            "ecContrib": 397898
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 1315125
        },
        "996329390": {
            "orgId": "996329390",
            "orgName": "enablingMNT GMBH",
            "ecContrib": 320754
        }
    },
    "calculatedTotalContribution": 4973227
}