{
    "rcn": "193215",
    "acronym": "Power2Nights",
    "topics": "MSCA-NIGHT-2014",
    "title": "Malopolska Researchers' Night 2014-2015",
    "startDate": "01/05/2014",
    "endDate": "31/12/2015",
    "objective": "The project Malopolska Researchers' Night will be implemented in the years 2014 and 2015 respectively for the eighth and ninth time. The event has already permanently inscribed in the calendar of Malopolska scientific events, enjoying growing from year to year popular among participants and becoming one of the biggest Nights in Europe. In 2013, this event was attended by over 55 thousand people, while in the first year of the project (2007) the event was attended only by 3.5 thousand people. The event program specified in the application is even richer than before ñ it will take over 1 thousand activities, mainly interactive workshops, presentations, demonstrations and experiments as well as shows with the participation of scientists. It is estimated that 60 thousand people will participate in the events in 2014 and 65 thousand people in 2015. Malopolska Researchers' Night is to first of all show participants how interesting is the work of scientists and how fascinating they are people. Through fun, in accessible and understandable way for everybody, we want to show that all around us is the science, and that scientists in their laboratories are working every day to make our life better, easier and more modern. The main motto of the project for the years 2014 and 2015 will be to present the successes of Malopolska scientists working in international scientific-research teams. The event will be held in six cities of the Region: Krakow, Tarnow, Nowy Sacz and Niepolomice and - for the first time in 2014 - also in Skawina and Andrychow. In addition, it is planned the live broadcast from selected locations via event website. The program will be prepared by almost 900 researchers, more than 1 600 students, about 120 research groups from more than 30 partners. Thanks to the extensive promotional campaign the information about the event will reach to nearly 3.5 million people each year.",
    "totalCost": "443723,5",
    "ecMaxContribution": "354506",
    "coordinator": "MALOPOLSKA VOIVODSHIP",
    "coordinatorCountry": "PL",
    "participants": "Akademia Sztuk Pieknych im Jana Matejki w Krakowie;PANSTWOWA WYZSZA SZKOLA ZAWODOWA W TARNOWIE;AKADEMIA GORNICZO-HUTNICZA IM. STANISLAWA STASZICA W KRAKOWIE;POLITECHNIKA KRAKOWSKA;UNIWERSYTET ROLNICZY IM. HUGONA KOLLATAJA W KRAKOWIE;UNIWERSYTET EKONOMICZNY W KRAKOWIE;THE HENRYK NIEWODNICZANSKI INSTITUTE OF NUCLEAR PHYSICS, POLISH ACADEMY OF SCIENCES;INSTYTUT NAUK GEOLOGICZNYCH POLSKIEJ AKADEMII NAUK;PANSTWOWA WYZSZA SZKOLA ZAWODOWA WNOWYM SACZU;KRAKOWSKI SZPITAL SPECJALISTYCZNY IM. JANA PAWLA II;UNIWERSYTET PEDAGOGICZNY IM KOMISJI EDUKACJI NARODOWEJ W KRAKOWIE;UNIWERSYTET JAGIELLONSKI",
    "participantCountries": "PL",
    "projectParticipants": {
        "999516519": {
            "orgId": "999516519",
            "orgName": "POLITECHNIKA KRAKOWSKA",
            "ecContrib": 12862
        },
        "999952922": {
            "orgId": "999952922",
            "orgName": "MALOPOLSKA VOIVODSHIP",
            "ecContrib": 94568
        },
        "973538464": {
            "orgId": "973538464",
            "orgName": "KRAKOWSKI SZPITAL SPECJALISTYCZNY IM. JANA PAWLA II",
            "ecContrib": 6130
        },
        "999611579": {
            "orgId": "999611579",
            "orgName": "THE HENRYK NIEWODNICZANSKI INSTITUTE OF NUCLEAR PHYSICS, POLISH ACADEMY OF SCIENCES",
            "ecContrib": 16910
        },
        "995478021": {
            "orgId": "995478021",
            "orgName": "PANSTWOWA WYZSZA SZKOLA ZAWODOWA WNOWYM SACZU",
            "ecContrib": 12380
        },
        "999844573": {
            "orgId": "999844573",
            "orgName": "AKADEMIA GORNICZO-HUTNICZA IM. STANISLAWA STASZICA W KRAKOWIE",
            "ecContrib": 22338
        },
        "994193935": {
            "orgId": "994193935",
            "orgName": "UNIWERSYTET ROLNICZY IM. HUGONA KOLLATAJA W KRAKOWIE",
            "ecContrib": 16662
        },
        "968438495": {
            "orgId": "968438495",
            "orgName": "UNIWERSYTET PEDAGOGICZNY IM KOMISJI EDUKACJI NARODOWEJ W KRAKOWIE",
            "ecContrib": 33724
        },
        "984228446": {
            "orgId": "984228446",
            "orgName": "Akademia Sztuk Pieknych im Jana Matejki w Krakowie",
            "ecContrib": 10196
        },
        "972884490": {
            "orgId": "972884490",
            "orgName": "INSTYTUT NAUK GEOLOGICZNYCH POLSKIEJ AKADEMII NAUK",
            "ecContrib": 7126
        },
        "999642716": {
            "orgId": "999642716",
            "orgName": "UNIWERSYTET JAGIELLONSKI",
            "ecContrib": 94265
        },
        "999881433": {
            "orgId": "999881433",
            "orgName": "UNIWERSYTET EKONOMICZNY W KRAKOWIE",
            "ecContrib": 3858
        },
        "967256259": {
            "orgId": "967256259",
            "orgName": "PANSTWOWA WYZSZA SZKOLA ZAWODOWA W TARNOWIE",
            "ecContrib": 23486
        }
    },
    "calculatedTotalContribution": 354505
}