{
    "rcn": "193284",
    "acronym": "EPoS",
    "topics": "PHC-01-2014",
    "title": "Elucidating Pathways of Steatohepatitis",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "Strongly associated with the epidemics of obesity and type 2 diabetes mellitus (T2DM) that are testing healthcare systems worldwide, Non-Alcoholic Fatty Liver Disease (NAFLD) is an increasingly common cause of advanced liver disease in the aging population of Europe. NAFLD is a spectrum of hepatic fat accumulation (steatosis); steatosis plus inflammation (non-alcoholic steatohepatitis, NASH); fibrosis/cirrhosis; and hepatocellular carcinoma in the absence of high alcohol consumption. \nUp to 30% of the EU population have NAFLD, which will be the main aetiology underlying liver transplants by 2020. However, NAFLD is characterized by substantial inter-patient variability in severity and rate of progression. What determines this is unknown. A large population is at risk, but only some experience morbidity. NAFLD severity is currently best assessed by liver biopsy, an invasive, costly and risky procedure - factors that hinder treatment. There is a need to understand the biological and environmental factors that drive inter-patient variability and to develop robust and more acceptable methods for diagnosis, risk stratification and therapy so that effective medical care may be targeted to those that will benefit most. \nThe overall EPoS concept is that improved understanding of pathogenic processes and drivers of disease progression will best be achieved when multiple ëomicsí approaches are applied to a single cohort of patients to build a multi-dimensional record of how systems are perturbed across the entire spectrum of disease. NAFLD sits at the intersection of key biological processes: carbohydrate/lipid homeostasis, immune/inflammatory activation, wound healing/fibrosis and cancer biology. Once completed, EPoS promises to deliver a substantial and definitive atlas of pathophysiological variation across a spectrum of progressive liver disease. Translation of these findings will therefore impact on closely related pathologies including T2DM and cardiovascular disease.",
    "totalCost": "6173021",
    "ecMaxContribution": "5985521",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "Steno Diabetes Center A/S;HELSINGIN YLIOPISTO;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;INST CARDIOMETABOLISME NUTRITION ICAN;UNIVERSITA DEGLI STUDI DI TORINO;IXSCIENT LIMITED;CONSIGLIO NAZIONALE DELLE RICERCHE;UNIVERSITAETSMEDIZIN DER JOHANNES GUTENBERG-UNIVERSITAET MAINZ;OREBRO UNIVERSITY;NORDIC BIOSCIENCE A/S;NORDIC BIOSCIENCE COMPOUND DEVELOPMENT A/S",
    "participantCountries": "DK;FI;UK;FR;IT;DE;SE",
    "projectParticipants": {
        "933962949": {
            "orgId": "933962949",
            "orgName": "NORDIC BIOSCIENCE A/S",
            "ecContrib": 187500
        },
        "986046226": {
            "orgId": "986046226",
            "orgName": "NORDIC BIOSCIENCE COMPOUND DEVELOPMENT A/S",
            "ecContrib": 0
        },
        "951490461": {
            "orgId": "951490461",
            "orgName": "INST CARDIOMETABOLISME NUTRITION ICAN",
            "ecContrib": 1012318
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 662635
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 533065
        },
        "999689373": {
            "orgId": "999689373",
            "orgName": "IXSCIENT LIMITED",
            "ecContrib": 298750
        },
        "999650088": {
            "orgId": "999650088",
            "orgName": "OREBRO UNIVERSITY",
            "ecContrib": 568059
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 130000
        },
        "994850722": {
            "orgId": "994850722",
            "orgName": "UNIVERSITAETSMEDIZIN DER JOHANNES GUTENBERG-UNIVERSITAET MAINZ",
            "ecContrib": 261000
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 1629948
        }
    },
    "calculatedTotalContribution": 5283275
}