{
    "rcn": "193253",
    "acronym": "SECURE",
    "topics": "PHC-17-2014",
    "title": "Secondary prEvention of CardiovascUlaR disease in the Elderly trial",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "While Cardiovascular diseases (CVD) are the main cause of death worldwide, they are responsible for half of all deaths in Europe. The overall ageing of the European population and improving survival of patients with coronary heart disease has created a large population of older adults eligible for secondary prevention. Despite the established efficacy of cardiovascular medications, suboptimal adherence reduces their effectiveness and is the primary reason for suboptimal clinical benefit, contributing significantly to worsening of diseases and deaths at the population level. SECURE will be the first trial testing the efficacy of a fixed dose combination (FDC) polypill for secondary cardiovascular prevention in the elderly population (? 65 years old). The main objective is to evaluate the potential benefit of the FDC as a component of a cost-effective, globally available and comprehensive treatment strategy for secondary prevention of cardiovascular events (death from cardiovascular causes, nonfatal myocardial infarction, stroke, and hospitalisation requiring revascularisation) as compared to standard therapy (the three components of the polypill given separately). As part of the secondary endpoints, SECURE will compare the effect of both strategies on adherence and intermediate measures of risk factor control such as lipids and blood pressure. Importantly, it will also measure the pharmacoeconomic impact of the FDC intervention as well as regional differences in all outcomes. The five-year project will thus involve subjects from seven different countries: Spain, Italy, France, Germany, Hungary, Poland and the Czech Republic. The findings and conclusions obtained in SECURE will allow the drafting of clinical guidelines and recommendations that will provide useful guidance and will serve as a reference framework for all stakeholders involved in tackling major challenges related to secondary prevention and treatment of chronic diseases in the elderly population.",
    "totalCost": "6769898,5",
    "ecMaxContribution": "5998786",
    "coordinator": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
    "coordinatorCountry": "ES",
    "participants": "VSEOBECNA FAKULTNI NEMOCNICE V PRAZE;ISTITUTO DI RICERCHE FARMACOLOGICHE MARIO NEGRI;SERVICIO MADRILENO DE SALUD;LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE;CHARITE - UNIVERSITAETSMEDIZIN BERLIN;ARTTIC;SEMMELWEIS EGYETEM;FERRER INTERNATIONAL;UNIWERSYTET MEDYCZNY IM PIASTOW SLASKICH WE WROCLAWIU;CENTRE HOSPITALIER REGIONAL UNIVERSITAIRE DE BESANCON",
    "participantCountries": "CZ;IT;ES;UK;DE;FR;HU;PL",
    "projectParticipants": {
        "999481987": {
            "orgId": "999481987",
            "orgName": "SERVICIO MADRILENO DE SALUD",
            "ecContrib": 556028
        },
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 305625
        },
        "999661146": {
            "orgId": "999661146",
            "orgName": "ISTITUTO DI RICERCHE FARMACOLOGICHE MARIO NEGRI",
            "ecContrib": 801625
        },
        "996210080": {
            "orgId": "996210080",
            "orgName": "FERRER INTERNATIONAL",
            "ecContrib": 263574
        },
        "989280012": {
            "orgId": "989280012",
            "orgName": "VSEOBECNA FAKULTNI NEMOCNICE V PRAZE",
            "ecContrib": 242125
        },
        "999912667": {
            "orgId": "999912667",
            "orgName": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
            "ecContrib": 96750
        },
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 998000
        },
        "998757300": {
            "orgId": "998757300",
            "orgName": "UNIWERSYTET MEDYCZNY IM PIASTOW SLASKICH WE WROCLAWIU",
            "ecContrib": 382375
        },
        "999860675": {
            "orgId": "999860675",
            "orgName": "SEMMELWEIS EGYETEM",
            "ecContrib": 238500
        },
        "964198431": {
            "orgId": "964198431",
            "orgName": "CENTRE HOSPITALIER REGIONAL UNIVERSITAIRE DE BESANCON",
            "ecContrib": 374309
        },
        "998922879": {
            "orgId": "998922879",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
            "ecContrib": 1739875
        }
    },
    "calculatedTotalContribution": 5998786
}