{
    "rcn": "193202",
    "acronym": "FAWORIT 2014-2015",
    "topics": "MSCA-NIGHT-2014",
    "title": "Looking over the Horizon - horizontal priorities in research and in everyday challenges of the researchers' career!",
    "startDate": "01/05/2014",
    "endDate": "30/11/2015",
    "objective": "Looking over the Horizon - horizontal priorities in research and in everyday challenges of the researchers' career! The main objective of ìFAWORIT 2014-2015î is to overcome the prevailing stereotypes about researchers and contribute to the enhancement of their public recognition through aspects of innovation, gender, mobility, international research and lifelong learning. We address the future generation and show the attractiveness of research career ñ with a special awareness campaign with developing ÑSciMotionî with our industrial and school partners. We focus on the target group from the age of 5 to 24, but we aim to address all age groups with attractive programmes. The series of events at 20 locations will focus on the Researcher through his/her career and the lively experiences of scientific life. The public will be ìedutainedî during the Nights: scientific presentations will be mixed with entertaining elements. There is going to be e.g. an ÑIQ obstacle raceî, an exhibition of researchersí hobbies, a laser show and HiTech Pubs. The target audience can thus discover that the life of the researcher is fascinating, cool and attractive. Our objective is to have around 20,000 visitors at the events, but a multiple of that number (around 500,000) will see, hear or read about the Nights. We are planning to raise awareness of the European engagement in R&D&I with the active participation of MC Fellows. In the European Corners and at each venue related programmes of the European Union and the Marie Curie Actions will be visible. The structure of the consortium (stakeholders from academia and industry, from non-profit and for-profit organizations, with the contributing participation of schools, a cluster, a multinational company and a media partner), the elaborated concept/workplan and the involvement of strategic media partners will guarantee the success of the project. We are also keen on to participate in the celebration of the10th anniversary of Researchersí Night.",
    "totalCost": "207675",
    "ecMaxContribution": "207675",
    "coordinator": "BAY ZOLTAN ALKALMAZOTT KUTATASI KOZHASZNU NONPROFIT KFT.",
    "coordinatorCountry": "HU",
    "participants": "TUDOMANYOS ISMERETTERJESZTO TARSULAT;REGIONALIS INFORMACIOS ES FEJLESZTO TUDASKOZPONT KORLATOLT FELELOSSEGU TARSASAG;HETFA KUTATOINTEZET",
    "participantCountries": "HU",
    "projectParticipants": {
        "954347790": {
            "orgId": "954347790",
            "orgName": "BAY ZOLTAN ALKALMAZOTT KUTATASI KOZHASZNU NONPROFIT KFT.",
            "ecContrib": 85450
        },
        "948213510": {
            "orgId": "948213510",
            "orgName": "TUDOMANYOS ISMERETTERJESZTO TARSULAT",
            "ecContrib": 17300
        },
        "969176665": {
            "orgId": "969176665",
            "orgName": "HETFA KUTATOINTEZET",
            "ecContrib": 45075
        },
        "960128408": {
            "orgId": "960128408",
            "orgName": "REGIONALIS INFORMACIOS ES FEJLESZTO TUDASKOZPONT KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 59850
        }
    },
    "calculatedTotalContribution": 207675
}