{
    "rcn": "193210",
    "acronym": "POP SCIENCE",
    "topics": "MSCA-NIGHT-2014",
    "title": "POP SCIENCE",
    "startDate": "01/05/2014",
    "endDate": "31/12/2015",
    "objective": "'Our objective is to reach out to a large majority of the public who have not shown interest in science so far.  We want to make them aware of the major breakthroughs in physics, astronomy and related  applications of which they have heard from media worldwide, without understanding the profound implications on general knowledge and their spin offs on technology, as well celebrating the protagonists of these breakthroughs: researchers. We have chosen icons from modern culture ñ an innovative combination of poetry, art, theatre and consumers' gadgets (i.e. pop culture) ñ as communication vehicles, and a downtown trade center (including Geneva's FNAC) as a the venue. We will partner with a global consumer brand to support a pervasive awareness campaign. Poems inspired by recent discoveries in physics and astronomy,  produced by famous poets and university students (selected through an international contest) from at least 6 European countries will be presented on Researchers Night. QR codes of the winning poems will be distributed  on the night and subsequently in the subways of European capitals. The poets will have previously attended special seminars at CERN and other scientific laboratories about the new findings and thus be able to translate the scientific message in a concise and accessible language. Augmented reality, robots, QR-bar codes and explanatory video games,will be the highlight of a special tech section and a kids' corner, featuring CERNís Marie Curie fellows, demonstrating these technologies and whom the public will 'speed-date'.Data used every day by the researchers to study the deepest secrets of nature will be transformed in visual art for interior decoration and become melodies played live by musicians and downloadable as smart phone tunes. At the POP- science cafÈ,  the menu features liquid nitrogen ice-cream and a theatre show on quantum vacuum , where researchers  and artists will be on stage, and talk to the public moderated by journalists.  \n'",
    "totalCost": "968312,5",
    "ecMaxContribution": "210000",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "ORIGINS;SUBWAY EDIZIONI SRL",
    "participantCountries": "FR;IT",
    "projectParticipants": {
        "947224692": {
            "orgId": "947224692",
            "orgName": "ORIGINS",
            "ecContrib": 25000
        },
        "948908321": {
            "orgId": "948908321",
            "orgName": "SUBWAY EDIZIONI SRL",
            "ecContrib": 95000
        },
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 90000
        }
    },
    "calculatedTotalContribution": 210000
}