{
    "rcn": "193200",
    "acronym": "TRACKS",
    "topics": "MSCA-NIGHT-2014",
    "title": "Tenth Researchers' night Anniversary for Citizenship in the Knowledge Society",
    "startDate": "01/04/2014",
    "endDate": "30/11/2015",
    "objective": "The Researchersí Night has been for the eight past editions a regular appointment for researchers and for the different publics of science in Piedmont.\nThe opportunity to organize two subsequent editions of the Night allows an active involvement of the stakeholders in the co-production of the event to increase their engagement and mutual awareness. Researchers, young people, citizens and, for the first time, industries will participate together to create a unique event. In addition, the 2015 edition will be the 10th anniversary of the Night in Piedmont and in Europe, a milestone to assess the impact of the event.\nThe acronym TRACKS intends to represent the scientific method that researchers use in their work, the way that science and technology are making within society and the need for society to get involved into science and technology, the route that young people can take for their future and the track that policy makers and citizens can choose to address in an innovative and democratic way the challenges of our time, as pointed out by Horizon 2020.\nIn terms of communication and impact, the novelty introduced in 2013 ìThe human face of researchî will allow public and researchers to meet before and after the Night on the web and through the new media to represent the impact that the Night has had in its first 10 years on the society. For this reason we suggest to extend this project to celebrate the 10th anniversary of the event throughout the EU and we have the intention to cooperate with the EU Commission in such context.\nNeedless to say, the best traditional activities of the previous editions will continue in all venues but especially the European Coffee corner for science, a very appealing space where the public can get in touch with researchers and learn about the European dimension of science.\nThe Night in Piedmont will also be an opportunity to promote in 2014 an active participation in the International Year of Light 2015 and of course in the EXPO2015.",
    "totalCost": "279250",
    "ecMaxContribution": "184250",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITA DEGLI STUDI DEL PIEMONTE ORIENTALE AMEDEO AVOGADRO;CENTROSCIENZA ONLUS ASSOCIAZIONE;CREATIVA IMPRESA DI COMUNICAZIONE SRL;POLITECNICO DI TORINO;UNIVERSITA DEGLI STUDI DI SCIENZE GASTRONOMICHE",
    "participantCountries": "IT",
    "projectParticipants": {
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 7500
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 80000
        },
        "998476485": {
            "orgId": "998476485",
            "orgName": "CREATIVA IMPRESA DI COMUNICAZIONE SRL",
            "ecContrib": 25000
        },
        "999927508": {
            "orgId": "999927508",
            "orgName": "CENTROSCIENZA ONLUS ASSOCIAZIONE",
            "ecContrib": 50000
        },
        "949553468": {
            "orgId": "949553468",
            "orgName": "UNIVERSITA DEGLI STUDI DI SCIENZE GASTRONOMICHE",
            "ecContrib": 3750
        },
        "999905392": {
            "orgId": "999905392",
            "orgName": "UNIVERSITA DEGLI STUDI DEL PIEMONTE ORIENTALE AMEDEO AVOGADRO",
            "ecContrib": 18000
        }
    },
    "calculatedTotalContribution": 184250
}