{
    "rcn": "193216",
    "acronym": "REN-ATHENS",
    "topics": "MSCA-NIGHT-2014",
    "title": "Researcher's Night: meeting science and your next door scientist",
    "startDate": "01/05/2014",
    "endDate": "31/10/2015",
    "objective": "A diverse team of experts in scientific research and science communication from leading Research Institutes and Educational Organizations located in the Athens Metropolitan area is formed to organize the Researcher's Night activities for the years 2014 and 2015. By adopting the concept ìScience invites Peopleî, we propose a large scale REN, in 2014, at NCSR Demokritos, the largest Science Research campus in Attica, and a similar event in 2015, at IME a multiplex where science meets entertainment and exploration, organized by the National Observatory of Athens . \nBased on past experience, we plan activities for an expected attendance of several thousand visitors. Our proposal involves activities from several scientific domains exemplifying in many cases the benefits of Interdisciplinarity. The activities will include the organization of pre-events, as part of the awareness campaign, as well as parallel events at three regions throughout Greece including Rodos, Corinth and Pylos, where par?icipating Institutions have satellite installations, so as to maximize impact and reach. Researcher's Night 2015 events will be linked with another major Researcher's Night event planned to take place in Rome, through the support of the local establishment of the European Space Agency (ESA). \nThe purpose of the project is to convey to the general public the ideas that Research is a necessary ingredient for progress, the Researchers are an integral part of the community and their profession is both fun, challenging, interesting and worth pursuing. The presentation of the work of the scientists to the Greek public will showcase the need of scientific and technological breakthroughs leading to inventions and opportunities that benefit society in many ways.\n\n\n.",
    "totalCost": "160000",
    "ecMaxContribution": "160000",
    "coordinator": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
    "coordinatorCountry": "EL",
    "participants": "EPISTIMI EPIKOINONIA;IDRIMA MEIZONOS ELLINISMOU;HELLENIC CENTRE FOR MARINE RESEARCH;ATHINA-EREVNITIKO KENTRO KAINOTOMIAS STIS TECHNOLOGIES TIS PLIROFORIAS, TON EPIKOINONION KAI TIS GNOSIS;NATIONAL OBSERVATORY OF ATHENS;ETHNIKO IDRYMA EREVNON",
    "participantCountries": "EL",
    "projectParticipants": {
        "951384246": {
            "orgId": "951384246",
            "orgName": "EPISTIMI EPIKOINONIA",
            "ecContrib": 17600
        },
        "999653677": {
            "orgId": "999653677",
            "orgName": "NATIONAL OBSERVATORY OF ATHENS",
            "ecContrib": 38080
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 55680
        },
        "985742422": {
            "orgId": "985742422",
            "orgName": "IDRIMA MEIZONOS ELLINISMOU",
            "ecContrib": 9600
        },
        "999577532": {
            "orgId": "999577532",
            "orgName": "HELLENIC CENTRE FOR MARINE RESEARCH",
            "ecContrib": 16640
        },
        "999479853": {
            "orgId": "999479853",
            "orgName": "ETHNIKO IDRYMA EREVNON",
            "ecContrib": 11200
        }
    },
    "calculatedTotalContribution": 148800
}