{
    "rcn": "193239",
    "acronym": "EXTPRO",
    "topics": "ERC-StG-2014",
    "title": "Quasi-Randomness in Extremal Combinatorics",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "Combinatorics is an extremely fast growing mathematical discipline. While it started as a collection of isolated problems that\nwere tackled using ad-hoc arguments it has since grown into a mature discipline which both incorporated into it deep tools from other mathematical areas, and has also found applications in other mathematical areas such as Additive Number Theory, Theoretical Computer Science, Computational Biology and Information Theory.\n\nThe PI will work on a variety of problems in Extremal Combinatorics which is one of the most active subareas within Combinatorics with spectacular recent developments. A typical problem in this area asks to minimize (or maximize) a certain parameter attached to a discrete structure given several other constrains. One of the most powerful tools used in attacking problems in this area uses the so called Structure vs Randomness phenomenon. This roughly means that any {\\em deterministic} object can be partitioned into smaller quasi-random objects, that is, objects that have properties we expect to find in truly random ones. The PI has already made significant contributions in this area and our goal in this proposal is to obtain further results of this caliber by tackling some of the hardest open problems at the forefront of current research. Some of these problems are related to the celebrated Hypergraph and Arithmetic Regularity Lemmas, to Super-saturation problems in Additive Combinatorics and Graph Theory, to problems in Ramsey Theory, as well as to applications of Extremal Combinatorics to problems in Theoretical Computer Science. Another major goal of this proposal is to develop new approaches and techniques for tackling problems in Extremal Combinatorics.\n\nThe support by means of a 5-year research grant will enable the PI to further establish himself as a leading researcher in Extremal Combinatorics and to build a vibrant research group in Extremal Combinatorics.",
    "totalCost": "1221921",
    "ecMaxContribution": "1221921",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1221921
        }
    },
    "calculatedTotalContribution": 1221921
}