{
    "rcn": "193256",
    "acronym": "B-CAST",
    "topics": "PHC-01-2014",
    "title": "Breast CAncer STratification: understanding the determinants of risk and prognosis of molecular subtypes",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Breast tumours are heterogeneous, and result from the complex interplay of multiple lifestyle/environmental and genetic risk factors. Through the EU-funded COGS project, we have identified a large number of germline variants that influence the risk of breast cancer. In combination, these variants can identify women at wide ranges of genetic risk, even in the absence of family history of breast cancer. Given that breast cancer is not one disease, it is now essential to better understand how risk factors act together to influence the development of pathologic-molecular subtypes of breast cancer.\nThe aim of B-CAST is to identify women at moderate to high risk of breast cancer, the subtype of cancer that is most likely to develop and the prognosis of that particular subtype. This will be accomplished through large-scale pathologic-molecular analyses of over 20,000 breast tumours, and the integration of these data with unique resources from existing consortia, including germline, lifestyle/environmental, mammographic breast density, pathologic and clinical data. This information will inform the development of risk prediction and prognostication models that will be validated in longitudinal cohorts and clinical studies, and incorporated into online tools. We will also disseminate this knowledge to relevant stakeholders, and evaluate how to translate it into risk-stratified public health and clinical strategies.\nThe current challenge for optimised prevention, early detection, and treatment decisions for breast cancer is understanding the genetic and lifestyle determinants of risk and prognosis of molecular subtypes. B-CAST will add to this understanding and will have immediate application with benefits to women by providing validated risk and prognostication tools. This will empower women and doctors with knowledge to tailor strategies for prevention and treatment. Ultimately, this work should result in reductions in the occurrence, morbidity and mortality of this disease.",
    "totalCost": "6120856,25",
    "ecMaxContribution": "5983356,25",
    "coordinator": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
    "coordinatorCountry": "NL",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;FOUNDATION FOR GENOMICS & POPULATION HEALTH;FUNDACIO PARC CIENTIFIC DE BARCELONA;DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG;UNIVERSIDAD DE SANTIAGO DE COMPOSTELA;QUEENSLAND INSTITUTE OF MEDICAL RESEARCH;VIB;HARVARD GLOBAL RESEARCH AND SUPPORT SERVICES INC.;KAROLINSKA INSTITUTET;UNIVERSITE LAVAL;INSTITUTE OF CANCER RESEARCH - ROYAL CANCER HOSPITAL;FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "participantCountries": "UK;ES;DE;AU;BE;US;SE;CA",
    "projectParticipants": {
        "999990073": {
            "orgId": "999990073",
            "orgName": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
            "ecContrib": 268750
        },
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 2308125
        },
        "999984738": {
            "orgId": "999984738",
            "orgName": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
            "ecContrib": 925688
        },
        "953720200": {
            "orgId": "953720200",
            "orgName": "HARVARD GLOBAL RESEARCH AND SUPPORT SERVICES INC.",
            "ecContrib": 0
        },
        "996728448": {
            "orgId": "996728448",
            "orgName": "FOUNDATION FOR GENOMICS & POPULATION HEALTH",
            "ecContrib": 228619
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 63750
        },
        "998082180": {
            "orgId": "998082180",
            "orgName": "UNIVERSITE LAVAL",
            "ecContrib": 0
        },
        "999460841": {
            "orgId": "999460841",
            "orgName": "INSTITUTE OF CANCER RESEARCH - ROYAL CANCER HOSPITAL",
            "ecContrib": 383306
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 350000
        },
        "999531748": {
            "orgId": "999531748",
            "orgName": "QUEENSLAND INSTITUTE OF MEDICAL RESEARCH",
            "ecContrib": 0
        },
        "999829635": {
            "orgId": "999829635",
            "orgName": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
            "ecContrib": 399000
        }
    },
    "calculatedTotalContribution": 4927238
}