{
    "rcn": "193242",
    "acronym": "PRO-CF-MED",
    "topics": "PHC-13-2014",
    "title": "Clinical Proof of concept for a RNA-targeting Oligonucleotide for a Cystic fibrosis-F508del MEDication",
    "startDate": "01/05/2015",
    "endDate": "31/12/2017",
    "objective": "Cystic fibrosis (CF) is a progressive life-shortening disease caused by a mutation in the cystic fibrosis transmembrane conductance regulator (CFTR) gene leading to a dysfunctional CFTR protein. The disease affects over 70,000 patients worldwide and while many mutations are known, the F508del mutation affects 90% of all patients. The absence of CFTR in the plasma membrane leads to a dramatic decrease in chloride efflux, resulting in viscous mucus that causes severe symptoms in vital organs like the lungs and intestines.  For CF patients that suffer from the life threatening F508del mutation only palliative treatment exist.\n\nPRO-CF-MED addresses the specific challenge of this call by introducing the first disease modifying medication for the treatment of the CF patients with F508del mutation. The PRO-CF-MED project has been designed to assess the potential clinical efficacy of QR-010, an innovative disease modifying oligonucleotide-based treatment for F508del patients. \n\nPartners within PRO-CF-MED have generated very promising preclinical evidence for QR-010 which allows for further clinical assessment of QR-010 in clinical trials. PRO-CF-MED will enable the fast translation of QR-010 towards clinical practice and market authorisation. PRO-CF-MED has the potential to transform this life-threatening condition into a manageable one.",
    "totalCost": "21237179,5",
    "ecMaxContribution": "5997139",
    "coordinator": "PROQR THERAPEUTICS NV",
    "coordinatorCountry": "NL",
    "participants": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;EUROPEAN CYSTIC FIBROSIS SOCIETY;UNIVERSITE CATHOLIQUE DE LOUVAIN;PATERGRUS BVBA;UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "participantCountries": "FR;DK;BE;NL",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 228250
        },
        "948301683": {
            "orgId": "948301683",
            "orgName": "EUROPEAN CYSTIC FIBROSIS SOCIETY",
            "ecContrib": 230720
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 394612
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 359928
        },
        "974628453": {
            "orgId": "974628453",
            "orgName": "PATERGRUS BVBA",
            "ecContrib": 330085
        },
        "948381902": {
            "orgId": "948381902",
            "orgName": "PROQR THERAPEUTICS NV",
            "ecContrib": 4453544
        }
    },
    "calculatedTotalContribution": 5997139
}