{
    "rcn": "193220",
    "acronym": "F.I.T. for Future",
    "topics": "MSCA-NIGHT-2014",
    "title": "F.I.T. for Future",
    "startDate": "01/05/2014",
    "endDate": "30/11/2015",
    "objective": "The proposal F.I.T. for Future for the European Researchersí Nights 2014 and 2015 is the advancement of the successful concepts of 2011 F.I.T. for Research (www.fit-fuer-forschung.eu) and 2013 Destination Future (www.destinationfuture.eu). The proposal suggests one concept to be implemented in two different locations in the Vienna Region for 2014 (Vienna, Aula der Wissenschaften) and 2015 (St. Pˆlten, city center). \nIn the German language, the acronym FIT can stand for Forschung, Innovation and Technology (ìResearch, Innovation and Technologyî). This special understanding of F.I.T.ness states that Research, Innovation and Technology are the keys to the most important challenges of our society. Thus F.I.T. for Future presents European efforts to cope with the manifold complex questions concerning our future and to solve the upcoming problems. From the societal challenges mentioned in Horizon 2020 F.I.T. for Future especially addresses demographic change and wellbeing, food security, smart, green and integrated transports and inclusive, innovative and secure societies.\nAs initiator, coordinator and curator of the EU Researchersí Night in Austria St. Pˆlten University of Applied Sciences refers not only to the experience of the successful events in 2011 and 2013 as well as some other similar  several similar actions, but to the capacity of staff and more than 1000 students in media technology and media economics (covering topics such as event management, event technology, public relations, content production and others) and research focuses on info- and edutainment and science communication. To keep the management as simple as possible, St. Poelten University of Applied Sciences acts as the only participant. As in 2011 and 2013 intensive cooperation with other institutions, initiatives, researchers and scientists, such as the Science Center Network, Science Slam Austria, N÷ Forschung \\ Bildung (Research \\ Education Lower Austria) and many others will be important.",
    "totalCost": "275000",
    "ecMaxContribution": "160000",
    "coordinator": "FACHHOCHSCHULE ST POELTEN GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954490477": {
            "orgId": "954490477",
            "orgName": "FACHHOCHSCHULE ST POELTEN GMBH",
            "ecContrib": 160000
        }
    },
    "calculatedTotalContribution": 160000
}