{
    "rcn": "193252",
    "acronym": "SHIPS",
    "topics": "PHC-06-2014",
    "title": "Screening to improve Health In very Preterm infantS in Europe",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "Very preterm birth is a principal determinant of motor and cognitive impairment in later life. About 50 000 infants in the EU survive very preterm birth annually and are at much higher risk of cerebral palsy, visual and auditory deficits, impaired cognitive ability, psychiatric disorders and behavioural problems than infants born at term. However, the long term prognosis at initial discharge from hospital for each individual infant is unknown. Follow-up screening and prevention programmes aim to identify health problems early, enable interventions to improve outcome and to allow optimal management of health care. Despite the recognised importance of these programmes, little is known about their actual application and impact. These programmes consume significant resources because of the multidisciplinary staff required for clinical and developmental assessments and interventions, the coordination required to maintain contact with children after discharge and the time input from families. \nThis project uses a unique resource ñ the EPICE cohort of 6675 babies born before 32 weeks of gestational age and surviving to discharge home in 18 geographically diverse regions in 2011/2012 ñ to assess the impact of these screening programmes on health, care and quality of life for very preterm infants and their families as well as on coverage, ability to meet needs, health equity and costs at the population-level. It will also generate new knowledge about assessment tools and methods. Four inter-related studies will be carried out in 11 EU countries by a multi-disciplinary consortium of clinicians (in obstetrics, paediatrics, and child development), researchers (in epidemiology, health services research and health economics) and a user organisation. Partners have the expertise to implement this project and the national and international renown to translate its result into better programmes and policies.",
    "totalCost": "2993175",
    "ecMaxContribution": "2993174,75",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "UNIWERSYTET MEDYCZNY IM KAROLA MARCINKOWSKIEGO W POZNANIU;REGION HOVEDSTADEN;PHILIPPS UNIVERSITAET MARBURG;TARTU ULIKOOL;UNIVERSITEIT ANTWERPEN;STICHTING KATHOLIEKE UNIVERSITEIT;European Foundation for the Care of Newborn Infants;KAROLINSKA INSTITUTET;UNIVERSIDADE DO PORTO;THE UNIVERSITY OF WARWICK;UNIVERSITY OF LEICESTER;REGIONE LAZIO;OSPEDALE PEDIATRICO BAMBINO GESU",
    "participantCountries": "PL;DK;DE;EE;BE;NL;SE;PT;UK;IT",
    "projectParticipants": {
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 100062
        },
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 480041
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 84519
        },
        "999455215": {
            "orgId": "999455215",
            "orgName": "UNIWERSYTET MEDYCZNY IM KAROLA MARCINKOWSKIEGO W POZNANIU",
            "ecContrib": 113375
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 216250
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 128250
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 294615
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 137125
        },
        "998837810": {
            "orgId": "998837810",
            "orgName": "OSPEDALE PEDIATRICO BAMBINO GESU",
            "ecContrib": 326812
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 534500
        },
        "961452361": {
            "orgId": "961452361",
            "orgName": "REGIONE LAZIO",
            "ecContrib": 0
        },
        "999848938": {
            "orgId": "999848938",
            "orgName": "PHILIPPS UNIVERSITAET MARBURG",
            "ecContrib": 313438
        },
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 120438
        }
    },
    "calculatedTotalContribution": 2849425
}