{
    "rcn": "193203",
    "acronym": "ERN14-15SVK",
    "topics": "MSCA-NIGHT-2014",
    "title": "Festival of Science European Researchers' Night 2014 - 2015 in Slovakia",
    "startDate": "01/05/2014",
    "endDate": "30/11/2015",
    "objective": "'Sovva, n.o. has been organising the festival of science Researchers¥night in Slovakia since 2007. The recent festival featured more than 1000 researchers and attended by nearly 177000 visitors. To continue in this succesful effort we have prepared the new concept for ERN 2014-15 with the following lead ideas: Science is Adventure and Experience the Science. The target is to challenge people to face the Science and to discover its beauty with aim to attracting the young generation to study science. The festival will present the most interesting research findings in Slovakia by leading Slovak universities, research institutes of the Slovak Academy of Sciences as well as representatives of innovative companies supporting R&D activities. The science shows will be held in shopping malls, but there will be also a number of side events in museums and observatories as well as discussions, lectures and various competitions.  A wide range of activities will cover all country¥s territory (Bratislava, Banska Bystrica, Zilina, Kosice, Tatranska Lomnica). All festival venues in the five cities will offer opportunities to spend the day and night visiting the interesting presentations and lectures, test scientific applications, get in touch with the latest research outcomes and to speak with researchers. Thanks to the direct discussions with them people can discover their 'human face'. Since efforts during the event and also during awareness campaign will focus mostly on examples showing how interesting and important the career of researcher is, we believe the ERN 2014-15 will help us to tackle the still existing stereotypes about researchers and science and encouraging young people to embark on scientific careers. To support the ERN impact, event venues will be linked through  live streaming and as a member of Eusea we will use also this platform to provide the virtual and real connections between cities, venues and countries for exchange and collaboration.'",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "SLOVENSKA ORGANIZACIA PRE VYSKUMNEA VYVOJOVE AKTIVITY ZDRUZENIE",
    "coordinatorCountry": "SK",
    "participants": "CENTRUM VEDECKO TECHNICKYCH INFORMACII SLOVENSKEJ REPUBLIKY;SLOVENSKA AKADEMIA VIED;I-EUROPA SRO",
    "participantCountries": "SK",
    "projectParticipants": {
        "999934686": {
            "orgId": "999934686",
            "orgName": "SLOVENSKA ORGANIZACIA PRE VYSKUMNEA VYVOJOVE AKTIVITY ZDRUZENIE",
            "ecContrib": 95000
        },
        "999920815": {
            "orgId": "999920815",
            "orgName": "I-EUROPA SRO",
            "ecContrib": 7500
        },
        "951533044": {
            "orgId": "951533044",
            "orgName": "CENTRUM VEDECKO TECHNICKYCH INFORMACII SLOVENSKEJ REPUBLIKY",
            "ecContrib": 7500
        },
        "999530390": {
            "orgId": "999530390",
            "orgName": "SLOVENSKA AKADEMIA VIED",
            "ecContrib": 40000
        }
    },
    "calculatedTotalContribution": 150000
}