{
    "rcn": "193258",
    "acronym": "dasQ",
    "topics": "ERC-StG-2014",
    "title": "Atomic-Scale Dynamics of Quantum Materials",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Quantum materials exhibit strong electron-electron interaction, which gives rise to such remarkable phenomena as high temperature superconductivity and colossal magnetoresistance. These materials mark one of the frontiers of modern condensed matter physics: a new class of solids where many-body physics dominates. By understanding quantum materials a new generation of devices may become available, greatly boosting our ability to handle information or harvest energy. \nA key difficulty is that correlated-electron materials present inherent complexity on multiple length and timescales, with static and dynamic inhomogeneities that determine cooperativity and the emergence of collective behavior.\nThe goal of the dasQ proposal is to resolve the microscopic dynamics of quantum materials in the presence of atomic scale heterogeneity.\nUltrafast pump probe spectroscopy at THz wavelength will be combined with scanning tunneling microscopy. Strong enhancement of THz radiation in the STMís tunnel junction enables simultaneous atomic spatial resolution and picosecond time resolution. We will explore methods to control charge order locally by tip interaction, atom manipulation and coherent driving with THz fields. Atomically-resolved pump-probe spectroscopy will quantify nanometer-sized variations in quasiparticle lifetimes across inhomogeneous phases. Furthermore, the microscopic mechanism of charge density wave capture at singular pinning sites will be addressed. These experiments will impact many aspects of correlated-electron materials; one of the stated goals is to resolve how cooper pairing is modified locally when charge order competes with superconductivity. \nThe success of the dasQ project will create new experiments that interact with many-body phases at the intrinsic length scale of charge correlation and will identify opportunities for scaling of electronic devices using quantum materials.",
    "totalCost": "1988100",
    "ecMaxContribution": "1988100",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1988100
        }
    },
    "calculatedTotalContribution": 1988100
}