{
    "rcn": "193299",
    "acronym": "CARBALIVE",
    "topics": "PHC-13-2014",
    "title": "Clinical evaluation of carbons of controlled porosity as a new therapeutic for the treatment of liver cirrhosis and non-alcoholic fatty liver disease.",
    "startDate": "01/05/2015",
    "endDate": "31/10/2019",
    "objective": "Chronic liver disease affects about 29-million Europeans accounting for about 170,000 deaths at a cost of around Ä15.8bn. This chronic non-communicable disease is increasing at an alarming rate due to increasing European obesity, alcohol use and ageing. The three main causes of the disease; alcohol, fatty liver and viral hepatitis are amenable to prevention and treatment. Gut-derived endotoxins and bacterial translocation are central factors implicated in the pathogenesis of fatty liver disease and, the development and progression of cirrhosis. In cirrhosis, current state-of-the-art therapy to prevent recurrent complications of advanced cirrhosis is to use poorly absorbed antibiotics but long-term antibiotic therapy has problems associated with bacterial resistance, infection with resistant organisms and the cost. Treatment of fatty liver and modulation of bacterial translocation in early cirrhosis to prevent complications is an unmet need. Our academic-industrial consortium has developed a novel, patented, safe and cheap nanoporous carbon that modulates the effects of bacterial translocation in animal models of liver disease. Our feasibility studies demonstrate that this product advances the current state-of-the-art, is a TRL 4/5 and is now ready for validation through clinical trials. We propose to investigate the safety and efficacy of this novel nanoporous carbon in patients with fatty liver disease and cirrhosis. If successful, we will be able to confirm an innovative, cost-effective and novel strategy for the management of this chronic disease in a European population.  Exploitation of the results of the CARBALIVE project will support the continued development of this carbon through additional private and public sector investment. The use of this innovative therapy is expected to reduce the economic burden of the disease in Europe, allow patients to achieve enhanced quality of life, improve survival, and allow many patients to return to economic productivity.",
    "totalCost": "6438786,13",
    "ecMaxContribution": "5913079,75",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF BRIGHTON;A2F ASSOCIATES LIMITED;ALPHA BIORESEARCH SL;ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS;UNIVERSITAET BERN;UNIVERSITA DEGLI STUDI DI PADOVA;SERVICIO MADRILENO DE SALUD;FACULDADE DE MEDICINA DA UNIVERSIDADE DE LISBOA;CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER;MAST CARBON INTERNATIONAL LTD;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;FUNDACIO HOSPITAL UNIVERSITARI VALL D'HEBRON - INSTITUT DE RECERCA;YAQRIT LIMITED",
    "participantCountries": "UK;ES;FR;CH;IT;PT",
    "projectParticipants": {
        "999541642": {
            "orgId": "999541642",
            "orgName": "FUNDACIO HOSPITAL UNIVERSITARI VALL D'HEBRON - INSTITUT DE RECERCA",
            "ecContrib": 305070
        },
        "999860481": {
            "orgId": "999860481",
            "orgName": "UNIVERSITY OF BRIGHTON",
            "ecContrib": 189751
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 275630
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 306321
        },
        "999888320": {
            "orgId": "999888320",
            "orgName": "FACULDADE DE MEDICINA DA UNIVERSIDADE DE LISBOA",
            "ecContrib": 323904
        },
        "937158614": {
            "orgId": "937158614",
            "orgName": "YAQRIT LIMITED",
            "ecContrib": 899749
        },
        "999481987": {
            "orgId": "999481987",
            "orgName": "SERVICIO MADRILENO DE SALUD",
            "ecContrib": 293290
        },
        "941787939": {
            "orgId": "941787939",
            "orgName": "ALPHA BIORESEARCH SL",
            "ecContrib": 806155
        },
        "999620018": {
            "orgId": "999620018",
            "orgName": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
            "ecContrib": 307955
        },
        "949884917": {
            "orgId": "949884917",
            "orgName": "A2F ASSOCIATES LIMITED",
            "ecContrib": 142282
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1351294
        },
        "999645432": {
            "orgId": "999645432",
            "orgName": "ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS",
            "ecContrib": 313185
        },
        "998887474": {
            "orgId": "998887474",
            "orgName": "MAST CARBON INTERNATIONAL LTD",
            "ecContrib": 398495
        }
    },
    "calculatedTotalContribution": 5913081
}