{
    "rcn": "193277",
    "acronym": "BIOCASCADES",
    "topics": "MSCA-ITN-2014-EID",
    "title": "BIOCASCADES- Sustainable and Scalable Biocatalytic Cascade Reactions Training Network",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "In BIOCASCADES, nine early-stage researchers (ESRs) will investigate the development of sustainable (chemo)enzymatic cascade reactions under the ëgreen chemistryí philosophy. The proposed BIOCASCADES project combines different techniques such as compartmentalization, protein engineering and reaction engineering in order to develop commercially viable and environmentally benign one pot reactions. By avoiding intermediate downstream- and purification-steps, cascade reactions minimize production costs, energy demand and waste production and are  thus expected to make a major contribution for the development of sustainable and efficient production processes.\n\nSmall- and medium sized enterprises (SMEs) are emerging as main drivers of European Research. They are dynamic, explore new areas and create new ideas, while large companies rely more and more on outsourcing research or involving SMEs by joint ventures. However, small companies are not strong enough as stand-alone enterprises, which requires them to form networks with other SMEs and academia. This creates a strong demand for young researchers who can move freely in an international and interdisciplinary environment. In a tailor-made training program BIOCASCADES aims to provide the nine early stage researchers with specific scientific and transferable skills for careers in the highly dynamic European biotechnology sector. Training at leading laboratories of biocatalysis will develop their scientific skills, while secondments to the industry and specific workshops will develop their entrepreneurship. The graduates of this doctorate program will be highly qualified for collaborative research between European academia and industry. \n\nThe consortium is formed by leading academic laboratories from biocatalysis and protein engineering together with a network of four innovative biotech companies. By combining their versatile expertise, the consortium can achieve a success that would not be possible in isolated projects.",
    "totalCost": "2787956,64",
    "ecMaxContribution": "2787956,64",
    "coordinator": "TECHNISCHE UNIVERSITAET GRAZ",
    "coordinatorCountry": "AT",
    "participants": "INNOSYN BV;KUNGLIGA TEKNISKA HOEGSKOLAN;ENTRECHEM SL;DSM CHEMICAL TECHNOLOGY R & D BV;TECHNISCHE UNIVERSITAET BRAUNSCHWEIG;VIAZYM BV;RUHR-UNIVERSITAET BOCHUM;UNIVERSIDAD DE OVIEDO;SAROMICS BIOSTRUCTURES AB;UNIVERSITAET GREIFSWALD;UNIVERSITAET BIELEFELD;ENZYMICALS AG",
    "participantCountries": "NL;SE;ES;DE",
    "projectParticipants": {
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 255934
        },
        "956108146": {
            "orgId": "956108146",
            "orgName": "SAROMICS BIOSTRUCTURES AB",
            "ecContrib": 263659
        },
        "912187904": {
            "orgId": "912187904",
            "orgName": "INNOSYN BV",
            "ecContrib": 120593
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 263659
        },
        "999861257": {
            "orgId": "999861257",
            "orgName": "TECHNISCHE UNIVERSITAET BRAUNSCHWEIG",
            "ecContrib": 249216
        },
        "968685069": {
            "orgId": "968685069",
            "orgName": "ENZYMICALS AG",
            "ecContrib": 249216
        },
        "999858056": {
            "orgId": "999858056",
            "orgName": "ERNST-MORITZ-ARNDT-UNIVERSITÄT GREIFSWALD",
            "ecContrib": 0
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 0
        },
        "944605983": {
            "orgId": "944605983",
            "orgName": "VIAZYM BV",
            "ecContrib": 255374
        },
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 249216
        },
        "966192266": {
            "orgId": "966192266",
            "orgName": "DSM CHEMICAL TECHNOLOGY R & D BV",
            "ecContrib": 134781
        },
        "999854370": {
            "orgId": "999854370",
            "orgName": "UNIVERSITAET BIELEFELD",
            "ecContrib": 249216
        },
        "986359924": {
            "orgId": "986359924",
            "orgName": "ENTRECHEM SL",
            "ecContrib": 123936
        },
        "999848647": {
            "orgId": "999848647",
            "orgName": "UNIVERSIDAD DE OVIEDO",
            "ecContrib": 123936
        }
    },
    "calculatedTotalContribution": 2538736
}