{
    "rcn": "193228",
    "acronym": "RNEst14-15",
    "topics": "MSCA-NIGHT-2014",
    "title": "Estonian Researchers' Nights 2014-2015",
    "startDate": "01/06/2014",
    "endDate": "30/11/2015",
    "objective": "The main aim of the Estonian Researchersí Nights 2014-2015 (RNEst14-15) is the highlighting of the accomplishments of Estonian researchers and scientists with special focus on their achievements in the field of medicine and other areas influencing the well-being and health of the citizens of Estonia and Europe. The focus of the events of RNEst14-15 will be on different themes of the healthcare spectrum- in 2014, the Estonian Researchersí Night will be dealing with the concepts of illness prevention (including sports, healthy lifestyles and the diagnostics of potential illnesses), while in 2015 the focus will shift to the issues of treatment, care and the future of medicine in the country. During the events of RNEst14-15, the science and scientists behind the technologies, methods and schools of thought inluencing the health of the Estonian (and European) population will be explored and, to stress the importance of collaborative experiences of the pan-European Researchersí Night and to broaden the horizon of the topics dealt with, joint events will take place in cooperation with other Researchersí Night organizers from across Europe (to a greater extent with the organizers from Finland but also with organizers from Belgium, Cyprus, Denmark, Hungary, Ireland, Latvia, Malta, Spain, Turkey, and the United Kingdom) and a special programme will be offered in 2015 to celebrate the 10th anniversary of the European Researchersí Night.",
    "totalCost": "164375",
    "ecMaxContribution": "152500",
    "coordinator": "SIHTASUTUS TEADUSKESKUS AHHAA",
    "coordinatorCountry": "EE",
    "participants": "EESTI RAHVUSRINGHAALING;EESTI TEADUSTE AKADEEMIA",
    "participantCountries": "EE",
    "projectParticipants": {
        "999510602": {
            "orgId": "999510602",
            "orgName": "EESTI TEADUSTE AKADEEMIA",
            "ecContrib": 17500
        },
        "999936432": {
            "orgId": "999936432",
            "orgName": "SIHTASUTUS TEADUSKESKUS AHHAA",
            "ecContrib": 75000
        },
        "998776700": {
            "orgId": "998776700",
            "orgName": "EESTI RAHVUSRINGHAALING",
            "ecContrib": 60000
        }
    },
    "calculatedTotalContribution": 152500
}