{
    "rcn": "193254",
    "acronym": "MMTech",
    "topics": "MG-1.1-2014",
    "title": "New aerospace advanced cost effective materials and rapid manufacturingtechnologies",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "This project will focus on the development of technologies and methodologies which have the potential to save costs and time across the whole life cycle of the aircraft (design, production, maintenance, overhaul, repair and retrofit), including for certification aspects. Moreover it will also target the integration of additional functions or materials in structural components of the aircraft, the increased use of automation.\nThe first proposed step is the introduction of the ?-TiAl alloy, a well known promising advanced material for aerospace applications and a revolutionary manufacturing technology. Its specific stiffness and strength, as compared to its low weight, potentially leads to large weight savings (50%), and therefore lower mechanical loads on thermomechanical stressed parts, compared to the common Ni based superalloys. The integration of new material and new manufacturing technology will positively impact several aspects of the manufacturing and maintenance chain, starting from the design, the production, the repair).\nThe aim of this project is twofold:\n- On one side the work will be focused on the development and integration at industrial of a IPR protected gas atomization process for producing TiAl powders, whose properties must be highly stable from batch to batch. Thanks to the stability of the chemical and granulometric properties of the powders, the application of the Rapid Manufacturing technique to the production of TiAl components will be economically affordable. While this technique is by now well-known, its main drawback resides in the scarce quality of the starting powders.\n- The other main drawback for the wide industrial application of TiAl components is the integrated optimisation of all the machining steps, that means the setting up of machine tool characteristics and parameters, cutting tool geometry, substrate and coating materials, advanced lubrication technologies.",
    "totalCost": "5708000",
    "ecMaxContribution": "5708000",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;DIAD GROUP SRL;MONDRAGON GOI ESKOLA POLITEKNIKOA JOSE MARIA ARIZMENDIARRIETA S COOP;MBN NANOMATERIALIA SPA;CE.S.I. CENTRO STUDI INDUSTRIALI SRL;PRIMA INDUSTRIE SPA;IDEKO S COOP;EFESTO;ADVANCED MANUFACTURING (SHEFFIELD)LIMITED;TEKS SARL;FIDIA SPA;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "UK;IT;ES;FR",
    "projectParticipants": {
        "999546007": {
            "orgId": "999546007",
            "orgName": "IDEKO S COOP",
            "ecContrib": 425000
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 400000
        },
        "999802572": {
            "orgId": "999802572",
            "orgName": "ADVANCED MANUFACTURING (SHEFFIELD)LIMITED",
            "ecContrib": 305375
        },
        "999475391": {
            "orgId": "999475391",
            "orgName": "FIDIA SPA",
            "ecContrib": 421750
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 784000
        },
        "999424951": {
            "orgId": "999424951",
            "orgName": "TEKS SARL",
            "ecContrib": 495000
        },
        "952417490": {
            "orgId": "952417490",
            "orgName": "EFESTO",
            "ecContrib": 400000
        },
        "998647787": {
            "orgId": "998647787",
            "orgName": "MBN NANOMATERIALIA SPA",
            "ecContrib": 571500
        },
        "999511669": {
            "orgId": "999511669",
            "orgName": "CE.S.I. CENTRO STUDI INDUSTRIALI SRL",
            "ecContrib": 436000
        },
        "999855146": {
            "orgId": "999855146",
            "orgName": "MONDRAGON GOI ESKOLA POLITEKNIKOA JOSE MARIA ARIZMENDIARRIETA S COOP",
            "ecContrib": 300000
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 388750
        },
        "990071920": {
            "orgId": "990071920",
            "orgName": "PRIMA INDUSTRIE SPA",
            "ecContrib": 360000
        },
        "990670022": {
            "orgId": "990670022",
            "orgName": "DIAD GROUP SRL",
            "ecContrib": 420625
        }
    },
    "calculatedTotalContribution": 5708000
}