{
    "rcn": "193280",
    "acronym": "SITless",
    "topics": "PHC-17-2014",
    "title": "SITless: Exercise Referral Schemes enhanced by Self-Management Strategies to battle sedentary behaviour",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "The increase of the elderly population leads to increased prevalence of frailty, risk for poor health outcomes, and related health and social care costs. Lack of physical activity (PA) and established sedentary behaviours (SB) constitute an additional burden, as they are related to progression of chronic disease and disabling conditions. An existing initiative to battle SB and insufficient PA levels are exercise referral schemes (ERS) implemented in primary care, where insufficiently active individuals are referred to a third party service (sports centre or leisure facility) that prescribes and monitors an exercise programme tailored to the patientsí needs. ERS had shown improvements in PA in the short-term, but may have limited power to change SB and produce long-term effects. Thus, ERS might be enhanced by self-management strategies (SMS) to promote behavioural change. Such strategies based on social cognitive theory have been shown to increase self-confidence, power to act, and involvement in exercise.\nIn a first stage, a systematic review, focus groups and a feasibility study will be conducted. Then, a three-armed pragmatic randomized controlled trial (RCT) will assess the long-term effectiveness of a complex intervention on sedentary behaviour (SB) in an elderly population, based on existing ERS enhanced by self-management strategies (SMS). It will be compared to ERS alone and to general recommendations.\nThe RCT will include 1138 subjects and will have a follow up of 18 months. The effect on SB will be measured as activity daily counts per minute and physical function. Secondary outcomes will include: healthcare use and costs, self-rated health and quality of life, mortality, morbidity, disability, institutionalization, mental health, social capital, sarcopenia and safety parameters. SITless will assess policy makers in deciding how or whether ERS should be further implemented or restructured in order to increase its adherence, efficacy and cost-effectiveness.",
    "totalCost": "4547560",
    "ecMaxContribution": "4547560",
    "coordinator": "FUNDACIO SALUT I ENVELLIMENT",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITAET ULM;SPORT INITIATIVE ET LOISIR BLEU ASSOCIATION;THE QUEEN'S UNIVERSITY OF BELFAST;SYDDANSK UNIVERSITET;FundaciÛ Blanquerna;UNIVERSITY OF GLASGOW",
    "participantCountries": "DE;FR;UK;DK;ES",
    "projectParticipants": {
        "998928505": {
            "orgId": "998928505",
            "orgName": "FUNDACIO SALUT I ENVELLIMENT",
            "ecContrib": 789684
        },
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 830380
        },
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 802919
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 179450
        },
        "952693940": {
            "orgId": "952693940",
            "orgName": "SPORT INITIATIVE ET LOISIR BLEU ASSOCIATION",
            "ecContrib": 233094
        },
        "996517376": {
            "orgId": "996517376",
            "orgName": "Fundació Blanquerna",
            "ecContrib": 742424
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 969610
        }
    },
    "calculatedTotalContribution": 4547561
}