{
    "rcn": "193212",
    "acronym": "RoTalkScience",
    "topics": "MSCA-NIGHT-2014",
    "title": "RESEARCHERS' NIGHT in ROMANIA. Do you speak science?",
    "startDate": "01/05/2014",
    "endDate": "31/12/2015",
    "objective": "The general objective of the project is to promote scientific research in Romania and to share to general public the enthusiasm of professionals working in this field. \nOur approach for this national coverage event is to present science and scientists in a non conventional way, employing edutainment methods. The easiest way for the public to learn about science and research is to experience things and to remember amusing scientific experiments or demonstrations. Similar activities, conducted in a regular manner should be a trigger for the pupils and students to consider a career in research following graduation.\nOur event will take place in 6 cities: Bucharest, Craiova, Cluj-Napoca, Iasi, Sibiu and Timisoara, and are organized by enthusiastic teams from Universities and research Institutes. The gravity point of all proposed activities is represented by various open air activities, organized in an amusing manner by real scientists and students.  Furthermore we would like to stress the importance of scientific research for a modern society and to share information on major research infrastructures in Romania (e.g ELI project). European Research Area and the program Horizon2020 will be presented interactively at EU corners.\nThe target audience for all locations include pupils, students, teachers, parents and grand parents, with special attention devoted to gender equality. We will attract pupils and parents from rural regions, kids with special educational needs, kids from the gifted education programme and theirs trainers. Special tours will be organized for policy makers in educational area, science teachers and science journalists. By means of a well developed media plan, including social media tools, during the awareness campaign we expect that more that 700000 people will know precise data about our project: locations, hours, proposed activities. In all proposed locations we expect a total number of participants higher than 20000 people.",
    "totalCost": "118316,25",
    "ecMaxContribution": "118316",
    "coordinator": "UNIVERSITATEA ALEXANDRU IOAN CUZA DIN IASI",
    "coordinatorCountry": "RO",
    "participants": "UNIVERSITATEA BABES BOLYAI;UNIVERSITATEA DIN CRAIOVA;UNIVERSITATEA DIN BUCURESTI;INSTITUTUL NATIONAL DE CERCETARE DEZVOLTARE PENTRU FIZICA LASERILOR PLASMEI SI RADIATIEI;INSTITUTUL DE FIZICA ATOMICA;INSTITUTUL DE STIINTE SPATIALE;UNIVERSITATEA LUCIAN BLAGA DIN SIBIU;UNIVERSITATEA DE VEST DIN TIMISOARA;\"INSTITUTUL NATIONAL DE CERCETARE -DEZVOLTARE PENTRU FIZICA SI INGINERIE NUCLEARA \"\"HORIA HULUBEI\"\" (IFIN-HH)\"",
    "participantCountries": "RO",
    "projectParticipants": {
        "999499253": {
            "orgId": "999499253",
            "orgName": "INSTITUTUL NATIONAL DE CERCETARE DEZVOLTARE PENTRU FIZICA LASERILOR PLASMEI SI RADIATIEI",
            "ecContrib": 12750
        },
        "946812054": {
            "orgId": "946812054",
            "orgName": "INSTITUTUL DE STIINTE SPATIALE",
            "ecContrib": 10350
        },
        "999831284": {
            "orgId": "999831284",
            "orgName": "INSTITUTUL DE FIZICA ATOMICA",
            "ecContrib": 11700
        },
        "999887738": {
            "orgId": "999887738",
            "orgName": "UNIVERSITATEA ALEXANDRU IOAN CUZA DIN IASI",
            "ecContrib": 32641
        },
        "999635150": {
            "orgId": "999635150",
            "orgName": "UNIVERSITATEA DE VEST DIN TIMISOARA",
            "ecContrib": 6875
        },
        "999488777": {
            "orgId": "999488777",
            "orgName": "\"INSTITUTUL NATIONAL DE CERCETARE -DEZVOLTARE PENTRU FIZICA SI INGINERIE NUCLEARA \"\"HORIA HULUBEI\"\" (IFIN-HH)\"",
            "ecContrib": 15250
        },
        "999860578": {
            "orgId": "999860578",
            "orgName": "UNIVERSITATEA BABES BOLYAI",
            "ecContrib": 6875
        },
        "975502423": {
            "orgId": "975502423",
            "orgName": "UNIVERSITATEA LUCIAN BLAGA DIN SIBIU",
            "ecContrib": 6250
        },
        "999632434": {
            "orgId": "999632434",
            "orgName": "UNIVERSITATEA DIN CRAIOVA",
            "ecContrib": 6250
        },
        "999603916": {
            "orgId": "999603916",
            "orgName": "UNIVERSITATEA DIN BUCURESTI",
            "ecContrib": 9375
        }
    },
    "calculatedTotalContribution": 118316
}