{
    "rcn": "193207",
    "acronym": "RESSQUA",
    "topics": "MSCA-NIGHT-2014",
    "title": "RESEARCHERS SQUARE",
    "startDate": "01/04/2014",
    "endDate": "30/11/2015",
    "objective": "ëResearchers Squareí is designed to increase the awareness of research as a solution to the numerous challenges faced by people all around the world and mainly in Europe. The idea of the project, ëBetter Living through Science: from Social Sciences and Humanities to Maths and Technologyí, has been conceived in times of crisis, a moment where becomes clearer that we must join efforts to find innovative solutions to encourage young peopleís interest in research. It responds also to the challenge of building bridges between researchers and general public, showing that science could give answer to the societal challenges that we are facing in Europe.\n\nThe project is the third experience of Andalusia in the ERN. FundaciÛn Descubre will coordinate this project, based in its experience through the last 5 years working with relevant projects in Spain and in its consortium experience in the two editions of this project in Andalusia. The consortium is composed by eight Andalusian universities, the Spanish National Research Council (CSIC), the Ministry of Economy, Innovation, Science and Employment (CEICE), the Institute for Agricultural and Fisheries Research and Training (IFAPA) and two of the most important botanical institutions, all dedicated to higher education, research and science popularization in Andalusia.\n\nThe project's major strength is the high mobilization of researchers, the support and involvement of Municipalities and the numerous activities taking place on main busy streets and historical buildings of the eight Andalusian cities, which will have a high social impact in the region. Given the projectís dimensions, it will be developed with a high mobilization of personnel and technical resources and with the collaboration of the local institutions, NGOs, private companies, teachers and civil associations.\nThe communication campaign aims at reach every third citizen of Andalusia, and with activities in city-center venues more than 53.000 attendees are expected.",
    "totalCost": "422423,75",
    "ecMaxContribution": "159000",
    "coordinator": "DESCUBRE - FUNDACION ANDALUZA PARA LA DIVULGACION DE LA INNOVACION Y EL CONOCIMIENTO",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDAD PABLO DE OLAVIDE;INSTITUTO MUNICIPAL DE GESTION MEDIOAMBIENTAL - JARDIN BOTANICO DE CORDOBA;UNIVERSIDAD DE GRANADA;INSTITUTO ANDALUZ DE INVESTIGACIONY FORMACION AGRARIA PESQUERA ALIMENTARIA Y DE LA PRODUCCION ECOLOGICA;UNIVERSIDAD DE JAEN;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;CONSEJERIA DE ECONOMIA INNOVACION CIENCIA Y EMPLEO;UNIVERSIDAD DE CORDOBA;UNIVERSIDAD DE ALMERIA;UNIVERSIDAD DE MALAGA;UNIVERSIDAD DE CADIZ;AYUNTAMIENTO DE MALAGA;UNIVERSIDAD DE SEVILLA",
    "participantCountries": "ES",
    "projectParticipants": {
        "999855340": {
            "orgId": "999855340",
            "orgName": "UNIVERSIDAD DE CADIZ",
            "ecContrib": 12000
        },
        "999846513": {
            "orgId": "999846513",
            "orgName": "UNIVERSIDAD PABLO DE OLAVIDE",
            "ecContrib": 9300
        },
        "999898311": {
            "orgId": "999898311",
            "orgName": "UNIVERSIDAD DE MALAGA",
            "ecContrib": 10000
        },
        "968872473": {
            "orgId": "968872473",
            "orgName": "DESCUBRE - FUNDACION ANDALUZA PARA LA DIVULGACION DE LA INNOVACION Y EL CONOCIMIENTO",
            "ecContrib": 22800
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 26600
        },
        "983310438": {
            "orgId": "983310438",
            "orgName": "AYUNTAMIENTO DE MALAGA",
            "ecContrib": 6000
        },
        "991196053": {
            "orgId": "991196053",
            "orgName": "CONSEJERIA DE ECONOMIA INNOVACION CIENCIA Y EMPLEO",
            "ecContrib": 2000
        },
        "999872703": {
            "orgId": "999872703",
            "orgName": "UNIVERSIDAD DE CORDOBA",
            "ecContrib": 14400
        },
        "999884440": {
            "orgId": "999884440",
            "orgName": "UNIVERSIDAD DE ALMERIA",
            "ecContrib": 12000
        },
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 15600
        },
        "997591651": {
            "orgId": "997591651",
            "orgName": "INSTITUTO ANDALUZ DE INVESTIGACIONY FORMACION AGRARIA PESQUERA ALIMENTARIA Y DE LA PRODUCCION ECOLOGICA",
            "ecContrib": 1600
        },
        "951814635": {
            "orgId": "951814635",
            "orgName": "INSTITUTO MUNICIPAL DE GESTION MEDIOAMBIENTAL - JARDIN BOTANICO DE CORDOBA",
            "ecContrib": 5300
        },
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 9400
        },
        "999849423": {
            "orgId": "999849423",
            "orgName": "UNIVERSIDAD DE JAEN",
            "ecContrib": 12000
        }
    },
    "calculatedTotalContribution": 159000
}