{
    "rcn": "193240",
    "acronym": "ULTRADIAN",
    "topics": "PHC-10-2014",
    "title": "Dynamic hormone diagnostics",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "We propose to revolutionize current endocrine diagnostics by replacing conventional, time-consuming single-analyte hormone assays with ambulatory dynamic endocrine diagnostics. Disorders of the adrenal and pituitary endocrine systems are not only accompanied by changes in absolute hormone levels, but also secretion patterns. The rapid circadian (24 hour) and ultradian (< 24 hour) cycling of hormone levels poses diagnostic challenges since random measurements do not always detect abnormalities. Furthermore, monitoring of treatment of endocrine diseases are often severely limited by lack of multiple measurements at different time points, which is impractical in an out-patient setting.\n\nTo overcome these hurdles academic and commercial partners propose to: \n\nï Develop a novel microdialysate sampling and analysis system for adrenal and pituitary hormonome profiling\n\nï Validate the method in healthy vs. six populations with endocrine disorders \n\nï Promote the system for demonstration in routine clinical practice by dissemination of results to relevant European stakeholders\n \nThe portable fraction collector for subcutaneous microdialysate combined with state-or-the-art ultrasensitive assays by liquid chromatography tandem mass spectroscopy (LCMS/MS) and multiplex proximity extension assays (Proseek), will allow collection of 10 minute fractions for up to 72 hours while the person tends to daily life activities. LCMSMS and Proseek assays can generate a timeline of ìhormonomesî covering the 24 hour cycle without losing sensitivity and specificity, producing not only hormone levels, but also secretion patterns for diagnostics and monitoring purposes.\n\nULTRADIAN will deliver an ambulatory diagnostic system with unprecedented sensitivity and specificity for simplified diagnostics and monitoring of endocrine conditions, economisation of health care, and new products and markets for the European diagnostic sector.",
    "totalCost": "5999381,25",
    "ecMaxContribution": "5999381",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "DESIGNWORKS WINDSOR LTD;PERIFEREIAKO GENIKO NOSOKOMEIO ATHINON EVAGGELISMOS;KAROLINSKA INSTITUTET;UNIVERSITY OF BRISTOL;OLINK  BIOSCIENCE AB;OLINK PROTEOMICS AB",
    "participantCountries": "UK;EL;SE",
    "projectParticipants": {
        "937957991": {
            "orgId": "937957991",
            "orgName": "DESIGNWORKS WINDSOR LTD",
            "ecContrib": 437500
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 1221521
        },
        "999426600": {
            "orgId": "999426600",
            "orgName": "OLINK  BIOSCIENCE AB",
            "ecContrib": 0
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 938307
        },
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 2002047
        },
        "919441273": {
            "orgId": "919441273",
            "orgName": "OLINK PROTEOMICS AB",
            "ecContrib": 686725
        },
        "937222149": {
            "orgId": "937222149",
            "orgName": "PERIFEREIAKO GENIKO NOSOKOMEIO ATHINON EVAGGELISMOS",
            "ecContrib": 713281
        }
    },
    "calculatedTotalContribution": 5999381
}