{
    "rcn": "193231",
    "acronym": "MONTENIGHT2014-15",
    "topics": "MSCA-NIGHT-2014",
    "title": "Researchers Night in Montenegro 2014/2015",
    "startDate": "01/05/2014",
    "endDate": "31/12/2015",
    "objective": "The project Researchersí Night in Montenegro 2014-15 will be a successful continuance of its precedents Researchersí Nights 2009-2013, organized by the same consortium, Natural History Museum, Montenegrin Science Promotion Foundation ñ PRONA and Ministry of Science. Proposed actions will strengthen efforts in bridging the gaps between the researchers and wider public and to upgrade image of researchers within society. Main events will take place from the early afternoon of the last Friday in the September until following Saturday early hours, in years 2014. and 2015. Events will be organized at following venues in Podgorica, capital of Montenegro: \na) National Library and Main Square - (200 Hands-on-experiments, Lego and other robots performance, Science Quiz, Creative experiments ñ final round of the competition for high school students, engineering competition for students (BEST), Science and Art installations, Gala opening, inter-generational workshops, ëOpen science Showí, Science cafe, Concert). \nb) Natural History Museum - NATURE CONNECTS US (hands on experiments, interactions with researchers).\nc) Shopping Mall Delta - family friendly events for kids (Science Cooking, hands-on experiments, and Funny Math).\nd) open and guided labs events in various locations in Podgorica (Uniiv. of Montenegro, Centre for Eco-Toxicological Research, Hydrometeorological-Seismological Service, wine company ì13. jul ñ Plantazeî). There would be also smaller scale events in 7 more towns with interactive presentations (Tivat, Kotor, Danilovgrad, Niköi?, Bijelo Polje, Cetinje, Kolasin). Target groups of the projects are: researchers, high school students, university students, young people in general, preschool children, elementary school pupils, parents, school authorities and teachers, media and general public. The implementation plan implies at least 10000 direct participants each year, and covering 44% of Montenegrin population (app. 290000 people) with awareness campaign.",
    "totalCost": "85288,46",
    "ecMaxContribution": "80285",
    "coordinator": "J.U. PRIRODNJACKI MUZEJ CRNE GORE PODGORICA",
    "coordinatorCountry": "ME",
    "participants": "MINISTARSTVO NAUKE;\"Fondacija za promovisanje nauke \"\"PRONA\"\"\"",
    "participantCountries": "ME",
    "projectParticipants": {
        "967232300": {
            "orgId": "967232300",
            "orgName": "MINISTARSTVO NAUKE",
            "ecContrib": 2645
        },
        "993870052": {
            "orgId": "993870052",
            "orgName": "\"Fondacija za promovisanje nauke \"\"PRONA\"\"\"",
            "ecContrib": 63000
        },
        "994116044": {
            "orgId": "994116044",
            "orgName": "J.U. PRIRODNJACKI MUZEJ CRNE GORE PODGORICA",
            "ecContrib": 14640
        }
    },
    "calculatedTotalContribution": 80285
}