{
    "rcn": "193238",
    "acronym": "DOLORisk",
    "topics": "PHC-01-2014",
    "title": "DOLORisk: Understanding risk factors and determinants for neuropathic pain",
    "startDate": "01/07/2015",
    "endDate": "30/06/2019",
    "objective": "Neuropathic pain (NP) is common (population prevalence of 7-8%) and will present a rising health burden in the future. NP results in significant morbidity, reduces quality of life and has a major deleterious impact on health in aging. The reason why some subjects develop neuropathic pain and others do not following the same injury is not known. The exact nature of risk factors for NP and their interaction are currently poorly understood and will be the focus of this project. We will establish an international consortium of leading researchers in the field of NP (DOLORisk consortium) involving members of established academic European consortia studying pain/genomics and neuropathy as well as the SMEs Neuroscience Technologies and Mentis Cura. The project will be highly translational and the starting point will be the study of patients with NP or at risk of developing NP. \nSpecific objectives will be to:\n1) Identify the influence of demographic factors, environmental/societal and clinical factors on the risk of developing and maintenance of NP\n2) To apply modern genomics to validate (using a targeted approach) and find novel (using genome wide association) genetic risk factors for NP. \n3) Use tissue samples and patient derived cells from Biobanks to validate of molecular pathways contributing to chronic pain in patients. \n4) To determine if patient stratification using physiological (sensory profile, endogenous analgesic mechanisms and nerve excitability) and psychological factors  can predict NP risk and progression. \n5) Development of a risk model/algorithm for (severe) NP, combining measurable genetic and environmental factors. \n\nOur aim is to understand pain pathophysiology in terms of risk factors and protective mechanisms ranging from molecular pathways to societal impacts. The desired impact is to provide a firm platform to improve diagnosis and stratify patients according to risk profile, employ preventive strategies and ultimately develop novel therapeutics.",
    "totalCost": "5981219,5",
    "ecMaxContribution": "5981219,5",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "AARHUS UNIVERSITET;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;UNIVERSITEIT GENT;UNIVERSITY OF DUNDEE;CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL;MENTIS CURA EHF;NEUROSCIENCE TECHNOLOGIES SLP;AARHUS UNIVERSITETSHOSPITAL;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY;LUNDS UNIVERSITET",
    "participantCountries": "DK;FR;UK;BE;DE;IS;ES;IL;SE",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 436764
        },
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 411250
        },
        "997696023": {
            "orgId": "997696023",
            "orgName": "NEUROSCIENCE TECHNOLOGIES SLP",
            "ecContrib": 466588
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 686250
        },
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 586880
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 386282
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 406250
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 538349
        },
        "999643880": {
            "orgId": "999643880",
            "orgName": "AARHUS UNIVERSITETSHOSPITAL",
            "ecContrib": 138440
        },
        "951200237": {
            "orgId": "951200237",
            "orgName": "MENTIS CURA EHF",
            "ecContrib": 177500
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 403576
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1343090
        }
    },
    "calculatedTotalContribution": 5981219
}