{
    "rcn": "193224",
    "acronym": "SCIMFONICOM 2014-15",
    "topics": "MSCA-NIGHT-2014",
    "title": "SCIENCE IN MOTION FOR FRIDAY NIGHT COMMOTION 2014-15",
    "startDate": "01/05/2014",
    "endDate": "31/10/2015",
    "objective": "SCIMFONICOM 2014-15 is a two years project organized by the Institute of Molecular Genetics and Genetic Engineering, Institute for Biological Research and Faculty of Physical Chemistry, University of Belgrade. ìScience in the Pastî (2014) and ìScience in the Futureî (2015) will be organized in five cities and five rural communities in Serbia. Several cultural/educational institutions (Serbian Academy of Sciences and Arts, Belgrade City Library, Regional Center for Talents, French Institute, The Educational Museum, etc.), non-profit humanitarian NGO Youth Association against AIDS, Regional Team for Science, Education and Art Support in Central Serbia and recycling companies have supported the project. NIGHT activities will include: Science Vans (mobile researchersí teams in rural areas); Grand Science Adventure (interactive demos in different research fields); Treasure Hunt (win award by solving hands-on experiments); Green Science (hands-on recycling); Scientist in Private Life (visitors accompanying researchers in their hobbies); Travel with Science (scientific trolleybus party ride to NIGHT venues); Peek in the Lab (scientific lab model to peek in); Science in the Living room (scientific background of everyday life); Science (in) Fiction (discussion with researchers on science/scientists illustrated in literature/movies); European Corners (quiz about European scientists and interactive display of EU projects in Serbia). SCIMFONICOM 2014-15 is expected to continue to raise public awareness about researchers and to bring researchers closer to visitors by offering attractive new activities and locations, while obtaining greater support of cultural/educational institutions, NGO and companies towards RN main ideas. Project will take a part in RN network (Serbia, Croatia, Bosnia and Herzegovina, Montenegro, Italy, Sweden, UK, Portugal), bringing the greater synergy at the regional and European level, emphasizing European character of Researchersí Night activity.",
    "totalCost": "163755",
    "ecMaxContribution": "140000",
    "coordinator": "INSTITUT ZA MOLEKULARNU GENETIKU I GENETICKO INZENJERSTVO",
    "coordinatorCountry": "RS",
    "participants": "INSTITUT ZA BIOLOSKA ISTRAZIVANJA;UNIVERZITET U BEOGRADU - FAKULTET ZA FIZICKU HEMIJU",
    "participantCountries": "RS",
    "projectParticipants": {
        "998386760": {
            "orgId": "998386760",
            "orgName": "INSTITUT ZA BIOLOSKA ISTRAZIVANJA",
            "ecContrib": 48500
        },
        "953530759": {
            "orgId": "953530759",
            "orgName": "UNIVERZITET U BEOGRADU - FAKULTET ZA FIZICKU HEMIJU",
            "ecContrib": 40500
        },
        "986427921": {
            "orgId": "986427921",
            "orgName": "INSTITUT ZA MOLEKULARNU GENETIKU I GENETICKO INZENJERSTVO",
            "ecContrib": 51000
        }
    },
    "calculatedTotalContribution": 140000
}