{
    "rcn": "193264",
    "acronym": "ImmunoAgeing",
    "topics": "PHC-01-2014",
    "title": "An integrated approach to dissect determinants, risk factors and pathways of ageing of the immune system.",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "Age-related changes in the immune system, also known as ëimmunosenescenceí, have a huge detrimental impact on the health of our ageing populations. However, the extent and mechanisms of the changes, and thus possible routes to prevention or alleviation, are largely unknown. We propose to analyse immunosenescence with unprecedented resolution by determining in large cohorts of volunteers the changes with age in circulating levels of ~140 subtypes of immune system cells and ~25 immune molecules, including cytokines and antibodies. We will also quantify age-related immune dysfunction, and notably autoreactivity, by determining the specificity and level of key circulating autoantibodies and their correlation with contractions in the B & T cell repertoire in our large general population ageing cohorts. Underlying genetic and major environmental factors -- including life style choices like smoking, diet, alcohol intake and, physical activity as well as transmissible viral infections -- will be systematically analysed. The analyses will build on our studies on levels of immune system cell subsets and inflammatory biomarkers in genetically well characterized population cohorts, and will be followed up by examining sorted circulating cells for ageing-related shifts in transcriptional profiles and function. For these targetted experiments, our focus,will be on cell types that show the greatest changes with age and/or are most critical for immune responsiveness; and from volunteers selected based on their genetic and epidemiological exposure profiles. Studies will be facilitated by complementary expertise of the participating centres, capitalising on unique bioresources. Overall, the advances in knowledge should better elucidate pathways of immunosenescence, reveal new biomarkers for early diagnosis of immune dysfunction, and point to target cells and molecules that can be supplemented or activated for eventual prevention or alleviation of ageing-related immune dysfunction.",
    "totalCost": "5850000",
    "ecMaxContribution": "5850000",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;ALTA RICERCA E SVILUPPO IN BIOTECNOLOGIE SRLU;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;UNIVERSITAET INNSBRUCK",
    "participantCountries": "UK;IT;AT",
    "projectParticipants": {
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 700000
        },
        "998985638": {
            "orgId": "998985638",
            "orgName": "ALTA RICERCA E SVILUPPO IN BIOTECNOLOGIE SRLU",
            "ecContrib": 200000
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 2514062
        }
    },
    "calculatedTotalContribution": 3414062
}