{
    "rcn": "193208",
    "acronym": "CRO-EU-REKA",
    "topics": "MSCA-NIGHT-2014",
    "title": "CRO-EU-REKA! Research For Innovation, Innovation For People",
    "startDate": "01/05/2014",
    "endDate": "30/11/2015",
    "objective": "'The project ìCRO-EU-REKA!î will carry out preparations, promotion, organization and impact assessment of the European Researchers' Night events to be organized in Zagreb and Split, the two largest cities in the Republic of Croatia, on 26th September 2014 and 25th September 2015. \n\nThe main theme of the European Researchers' Nights in 2014 and 2015 in Croatia is 'Innovation in Research, Innovation for People'. The focus of the events is to highlight to young people, pupils and students the importance of innovation and creativity processes in research for the benefit of the society. The coordinator of the project is Business Innovation Croatian Agency (BICRO), the key governmental agency for innovation in science and SME sector, focusing on high-technology. BICRO, together with three selected partners: Society znanost.org, University of Split, and Faculty of Electrical Engineering and Computing at University of Zagreb will bring successful researchers with high innovation track records closer to the public at large, especially pupils and students in Croatia.  \n\nThe project  intends to stimulate student's understanding and interest towards science and research as an attractive career and in general to enhance public recognition of researchers and their work in Croatia. The format of two events to be organized in two largest cities in Croatia (Zagreb and Split) for two consecutive years allows a unique swap of 10 central Eureka modules between the cities: the Modules organized and presented iin Split in 2014 will be moved to Zagreb in 2015, and Zagrebís events in 2014 will be presented in Split 2015.  \n\nVarious activities during the Nights will be adapted and suited  for a wide audience and will include different competitions, many Modules with science shows, scientist animators, exhibitions, projections, stands and many other surprises. '",
    "totalCost": "144750",
    "ecMaxContribution": "107430",
    "coordinator": "DRUSTVO ZNANOST.ORG",
    "coordinatorCountry": "HR",
    "participants": "SVEUCILISTE U SPLITU;SVEUCILISTE U ZAGREBU FAKULTET ELEKTROTEHNIKE I RACUNARSTVA",
    "participantCountries": "HR",
    "projectParticipants": {
        "999818189": {
            "orgId": "999818189",
            "orgName": "SVEUCILISTE U SPLITU",
            "ecContrib": 14250
        },
        "999876486": {
            "orgId": "999876486",
            "orgName": "SVEUCILISTE U ZAGREBU FAKULTET ELEKTROTEHNIKE I RACUNARSTVA",
            "ecContrib": 11250
        },
        "951538864": {
            "orgId": "951538864",
            "orgName": "DRUSTVO ZNANOST.ORG",
            "ecContrib": 81930
        }
    },
    "calculatedTotalContribution": 107430
}