{
    "rcn": "193221",
    "acronym": "RiNG-14-15",
    "topics": "MSCA-NIGHT-2014",
    "title": "European Researchers' Night in Bosnia and Herzegovina 2014-2015",
    "startDate": "01/06/2014",
    "endDate": "30/11/2015",
    "objective": "'The Researchers' Night 2014/2015 in Bosnia and Herzegovina ñ RiNG-14-15, will unite research communities from Republika Srpska and Federation of BiH, jointly promote scientific careers and enhance public recognition of researchers' work with the message 'Researchers are amongst us' by engaging interactive communication with the public at large in whole BiH.\nRiNG 2014 will direct edutainment activities under slogan 'Sign for Science', creating campaign with focus on 'traffic signs' and developing real life roadmap on how to find science, how to investigate, and how to reach the innovations. The implementation of Night activities is based on idea to create sort of 'science traffic school' in open area, creating traffic sign and traffic controllers that would direct participants to specific areas.\nRiNG 2015: 'Chain Reaction' and celebration of 10th anniversary of EU Researchers' Nights. Promotion campaign will largely rely on European dimension and will be coordinated with other Researchers' Nights in EU and Western Balkan region.\nSpecific activities will be organized in several cities in BiH, thus becoming 'national' research promotion event in this country:\n- Edutainment parks with hands-on experiments, directly engaging general public into communication with researchers;\n- High school competitions for the best science projects;\n- Science coffee and talks to scientists, labelled as 'RiNG ME';\n- Various competitions, games and quizzes, especially directed to younger audience;\n- 'Stand Up Science' lectures, presentations;\n- Large EU area: EU corners with policy and gender issues advisory, as well exhibition of EU-funded projects in BiH;\n- Thematic activities at supporting universities, research centres and museums;\n- Science Movie Night and Science Party.\nRiNG-14-15 quantitative targets per year are:\n- Number of people to be reached through awareness raising campaign in BiH: 300.000;\n- Expected number of direct attendees to organized events in whole BiH: 15.000.'",
    "totalCost": "173000",
    "ecMaxContribution": "150000",
    "coordinator": "TIDEA DOO BANJA LUKA",
    "coordinatorCountry": "BA",
    "participants": "OXFAM ITALIA ONLUS;PRIVREDNO DRUSTVO INSTITUT ZA HIDROTEHNIKU DD SARAJEVO",
    "participantCountries": "IT;BA",
    "projectParticipants": {
        "959218257": {
            "orgId": "959218257",
            "orgName": "TIDEA DOO BANJA LUKA",
            "ecContrib": 80500
        },
        "973820443": {
            "orgId": "973820443",
            "orgName": "OXFAM ITALIA ONLUS",
            "ecContrib": 26000
        },
        "952544463": {
            "orgId": "952544463",
            "orgName": "PRIVREDNO DRUSTVO INSTITUT ZA HIDROTEHNIKU DD SARAJEVO",
            "ecContrib": 43500
        }
    },
    "calculatedTotalContribution": 150000
}