{
    "rcn": "193287",
    "acronym": "EU-CaRE",
    "topics": "PHC-17-2014",
    "title": "A EUropean study on effectiveness and sustainability of current Cardiac Rehabilitation programmes in the Elderly",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "Cardiovascular diseases (CVD) cause over 4 million deaths in Europe each year and mass disability: within the coming decades the disability-adjusted life years (DALYs) estimate is expected to rise from a loss of 85 million DALYs in 1990 to a loss of  150 million DALYs globally in 2020. Moreover, patient numbers are expected to rise rapidly in the next decades, due to an ageing society such that the burden of CVD for both patients and the healthcare sector will further rise.\n\nCardiac rehabilitation (CR) is recognised as an effective approach for risk reduction and long term care of patients facing cardiovascular diseases (CVD). However, knowledge on CR in the elderly is limited, while tailoring of CR programmes to the elderly is needed. The reasons for this relates to the following aspects: 1) the elderly account for the majority of cardiac admissions and procedures, yet studies on cardiac rehabilitation have traditionally focused on younger patients , 2) many older patients who would derive benefit from CR interventions, do not participate, 3) there is a lack of commitment and adherence to CR within in the older population with only a minority completing the full programme  and 4) a cardiovascular event in elderly patients could be a trigger for disability and dependence. Knowledge is lacking on effective approaches for this specific target group and moreover the specific challenges related to the target group must be addressed.\n\nWith the ambition to achieve a breakthrough in cardiac care,  the main objective of EU-CaRE is thus to obtain the evidence base to improve, tailor and optimise CR programmes regarding sustainable effectiveness, cost-effectiveness and participation level in the elderly. This is achieved through an comparative effectiveness analysis of current conventional cardiac rehabilitation programmes (CR), as well as new innovative mobile telemonitoring guided cardiac rehabilitation (mCR). As such, the project addresses the objectives of call PHC 17.",
    "totalCost": "6434244",
    "ecMaxContribution": "5593048,5",
    "coordinator": "STICHTING ISALA KLINIEKEN",
    "coordinatorCountry": "NL",
    "participants": "REGION HOVEDSTADEN;STICHTING KATHOLIEKE UNIVERSITEIT;ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS;UNIVERSITAET BERN;MOBIHEALTH BV;SERVIZO GALEGO DE SAUDE;STIFTUNG INSTITUT FUR HERZINFARKTFORSCHUNG LUDWIGSHAFEN;DIAGRAM BV;AZIENDA OSPEDALIERO-UNIVERSITARIA DI PARMA;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "participantCountries": "DK;NL;FR;CH;ES;DE;IT",
    "projectParticipants": {
        "947553328": {
            "orgId": "947553328",
            "orgName": "DIAGRAM BV",
            "ecContrib": 1337240
        },
        "951340111": {
            "orgId": "951340111",
            "orgName": "STIFTUNG INSTITUT FUR HERZINFARKTFORSCHUNG LUDWIGSHAFEN",
            "ecContrib": 457058
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 24857
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 392035
        },
        "951077726": {
            "orgId": "951077726",
            "orgName": "STICHTING ISALA KLINIEKEN",
            "ecContrib": 968795
        },
        "974720409": {
            "orgId": "974720409",
            "orgName": "SERVIZO GALEGO DE SAUDE",
            "ecContrib": 537374
        },
        "999645432": {
            "orgId": "999645432",
            "orgName": "ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS",
            "ecContrib": 587901
        },
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 656066
        },
        "999607117": {
            "orgId": "999607117",
            "orgName": "AZIENDA OSPEDALIERO-UNIVERSITARIA DI PARMA",
            "ecContrib": 393888
        },
        "989743866": {
            "orgId": "989743866",
            "orgName": "MOBIHEALTH BV",
            "ecContrib": 237835
        }
    },
    "calculatedTotalContribution": 5593049
}