{
    "rcn": "193217",
    "acronym": "SUCCESS",
    "topics": "MG-5.2-2014",
    "title": "Sustainable Urban Consolidation CentrES for conStruction",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "Currently freight transport represents 40% of the total transport emission and 32% in urban area. Many initiatives are under development to reduce costs and negative impact of freight and service trip in urban area. Some of them concern supply chain improvements and more specifically consolidation centre projects. Few study cases are dedicated to construction industry.\nHowever, urban population tends to grow, increasing the need to develop and reconstruct urban centres. Construction material logistic impact in urban area will intensify in terms of costs and negative impacts in urban area. Yet, only few experiences of Construction Consolidation Centres can be found.\nAmong these initiatives, four are construction site specific (Stockholm, Utrecht, Berlin, London Heathrow) and only one is dedicated to several construction projects (London CC). Theses pilots studies have demonstrated reduced transportation impacts, positive effects on transportation efficiency and construction site productivity.\nSeveral limitations to the transferability of this concept are identified: one on hand the demonstrators were implemented in specific contexts (regulatory incentives, cities investment contribution, and specifics transport and logistics infrastructure issues) which are not the same in France, Spain, Italy and Luxembourg. On the other hand, economic viability has not been demonstrated.\nThe project addresses the different requirements for transferability of supply chain optimization concepts as well as CCCs and new ways of working between supply chain stakeholders. The approach is to identify an integrated collaborative approach and business model among construction supply chain actors. Three main steps will be performed: analyse the current issues along the construction supply chain, propose several optimization scenarios regarding these issues, simulate and analyse costs optimization and environmental impacts to propose new partnership opportunities based on savings distribution.",
    "totalCost": "3238117,5",
    "ecMaxContribution": "3238117,5",
    "coordinator": "LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY",
    "coordinatorCountry": "LU",
    "participants": "FUNDACION DE LA COMUNITAT VALENCIANA PARA LA PROMOCION ESTRATEGICA EL DESARROLLO Y LA INNOVACION URBANA;ASSOCIATION POUR LE DEVELOPPEMENT DE LA FORMATION PROFESSIONNELLE DANSLES TRANSPORTS;REGIONE EMILIA ROMAGNA;C.M.B. SOCIETA COOPERATIVA MURATORIE BRACCIANTI DI CARPI;FONDAZIONE ISTITUTO SUI TRASPORTI E LA LOGISTICA;FUNDACION DE LA COMUNIDAD VALENCIANA PARA LA INVESTIGACION, PROMOCION Y ESTUDIOS COMERCIALES DE VALENCIAPORT;FEDERACION VALENCIANA DE EMPRESARIOS DE LA CONSTRUCCION;VINCI CONSTRUCTION FRANCE;TRALUX SOCIETE GENERALE DE TRAVAUX- LUXEMBOURG SARL;UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
    "participantCountries": "ES;FR;IT;LU",
    "projectParticipants": {
        "998928990": {
            "orgId": "998928990",
            "orgName": "FONDAZIONE ISTITUTO SUI TRASPORTI E LA LOGISTICA",
            "ecContrib": 375656
        },
        "934320200": {
            "orgId": "934320200",
            "orgName": "LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 749031
        },
        "943839295": {
            "orgId": "943839295",
            "orgName": "C.M.B. SOCIETA COOPERATIVA MURATORIE BRACCIANTI DI CARPI",
            "ecContrib": 155250
        },
        "999482375": {
            "orgId": "999482375",
            "orgName": "REGIONE EMILIA ROMAGNA",
            "ecContrib": 173875
        },
        "937355233": {
            "orgId": "937355233",
            "orgName": "TRALUX SOCIETE GENERALE DE TRAVAUX- LUXEMBOURG SARL",
            "ecContrib": 168000
        },
        "994183944": {
            "orgId": "994183944",
            "orgName": "FEDERACION VALENCIANA DE EMPRESARIOS DE LA CONSTRUCCION",
            "ecContrib": 67530
        },
        "972921738": {
            "orgId": "972921738",
            "orgName": "ASSOCIATION POUR LE DEVELOPPEMENT DE LA FORMATION PROFESSIONNELLE DANSLES TRANSPORTS",
            "ecContrib": 390656
        },
        "953813514": {
            "orgId": "953813514",
            "orgName": "FUNDACION DE LA COMUNITAT VALENCIANA PARA LA PROMOCION ESTRATEGICA EL DESARROLLO Y LA INNOVACION URBANA",
            "ecContrib": 109400
        },
        "993846093": {
            "orgId": "993846093",
            "orgName": "VINCI CONSTRUCTION FRANCE",
            "ecContrib": 233594
        },
        "998709188": {
            "orgId": "998709188",
            "orgName": "FUNDACION DE LA COMUNIDAD VALENCIANA PARA LA INVESTIGACION, PROMOCION Y ESTUDIOS COMERCIALES DE VALENCIAPORT",
            "ecContrib": 368594
        },
        "999840887": {
            "orgId": "999840887",
            "orgName": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
            "ecContrib": 446531
        }
    },
    "calculatedTotalContribution": 3238117
}