{
    "rcn": "193230",
    "acronym": "NEWHORIZONS",
    "topics": "MSCA-NIGHT-2014",
    "title": "New Horizons Festival",
    "startDate": "01/05/2014",
    "endDate": "30/11/2015",
    "objective": "'New Horizons Festival, A Night out in Science, Art and Music', is all about meeting science and scientists. As part of European Researchers' Night in 2014 and 2015, the Rotterdam based festival features researchers from Erasmus University Rotterdam and its strategic partners Delft University of Technology and Leiden University.\n\n'A Night out' means that visitors will experience science by meeting face-to-face with researchers and taking part in demonstrations, experiments and dialogues. Exceptionally, the form of a lecture is used, for example to present a top speaker who combines scientific excellence with very good presentation skills.\n\nNew Horizons Festival was formerly organized as 'Discovery Festival'. Every year the festival has a theme which is leading in the program. The theme of the 2014 edition is 'Big data, Your life in the cloud.' Researchers from diverse disciplines, such as life and medical sciences, psychology, economy, ICT and philosophy will focus on applications of big data approaches in their field and implications on society. The theme of 2015 has not yet been decided on.\n\nThe main target group consists of people from 17 to 37 years old, the typical curious audience looking for new information and experiences which are relevant for their personal life and society; generally speaking this is the audience of nightlife and (pop-)festivals. But the festival is also attractive for people who are older and curious to learn about science and its relevance to society. For school pupils in the age from 6 to 12 and 15 to 17 a special program is organized during Friday afternoon.\n\nApart from science, the festival incorporates art and music, which contribute to the festival experience. Art is a way to challenge, and reflect on science. Artists who are selected are inspired by scientific topics or scientific methods. Venues of the festival are Erasmus University Rotterdam, cultural institutes as well as the public space in Rotterdam, all in the city centre.",
    "totalCost": "423900",
    "ecMaxContribution": "182500",
    "coordinator": "STICHTING SCIENCE STREET",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949410587": {
            "orgId": "949410587",
            "orgName": "STICHTING SCIENCE STREET",
            "ecContrib": 182500
        }
    },
    "calculatedTotalContribution": 182500
}