{
    "rcn": "193268",
    "acronym": "PHOCNOSIS",
    "topics": "PHC-10-2014",
    "title": "Advanced nanophotonic point-of-care analysis device for fast and early diagnosis of cardiovascular diseases",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "The PHOCNOSIS project aims at the development and the preclinical validation of a nanotechnology-based handheld point-of-care testing (POCT) analysis device for its application in the early diagnosis of cardiovascular diseases (CVD). The diagnosis will be carried out by means of the fast (<10 minutes), ultra-sensitive (<1 ng/L) and label-free detection of multiple cardiac biomarkers, using a small volume of whole blood (<100 ?L). This POCT analysis device will significantly help in the implementation of mass screening programs, with the consequent impact on clinical management, reducing also costs of treatments, and increasing survival rates.\nThe PHOCNOSIS analysis device will be based on two state-of-the-art technological elements in order to obtain a compact and highly sensitive final device. First, an integrated micro-/nanofluidic system will be used for biomarkers separation, purification and concentration, targeting an effective concentration increase by a factor greater than 1000x for the targeted biomarkers. Then, the concentrated biomarkers will be detected using a novel nanophotonic-based sensing technique, envisaging a final combined detection limit below 1 ng/L. This novel sensing technique allows us to obtain systems which are low-cost, compact and with a lower complexity, thus making them suitable for the development of portable devices for POCT. The PHOCNOSIS project will target the deployment of disposable biochips with an envisaged cost below Ä3 to be used in a handheld analysis device with an envisaged cost below Ä3000.\nSpecial attention will be paid within the PHOCNOSIS project to explore the potential deployment and commercialisation of the analysis device, by means of the involvement of relevant academic and industrial partners, as well as end users.",
    "totalCost": "4146163,75",
    "ecMaxContribution": "3593962",
    "coordinator": "UNIVERSITAT POLITECNICA DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "EV GROUP E. THALLNER GMBH;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;UNIVERSITEIT TWENTE;BIONOS BIOTECH SL;ART OF TECHNOLOGY AG;CDA GMBH;DB VENTURE BUILDER SL;ST GEORGE'S HOSPITAL MEDICAL SCHOOL;AALBORG UNIVERSITET;GENERA BIOTECH SL",
    "participantCountries": "AT;DE;NL;ES;CH;UK;DK",
    "projectParticipants": {
        "924139177": {
            "orgId": "924139177",
            "orgName": "DB VENTURE BUILDER SL",
            "ecContrib": 131516
        },
        "952809467": {
            "orgId": "952809467",
            "orgName": "GENERA BIOTECH SL",
            "ecContrib": 49734
        },
        "999611676": {
            "orgId": "999611676",
            "orgName": "EV GROUP E. THALLNER GMBH",
            "ecContrib": 257650
        },
        "937561067": {
            "orgId": "937561067",
            "orgName": "BIONOS BIOTECH SL",
            "ecContrib": 227000
        },
        "951196357": {
            "orgId": "951196357",
            "orgName": "CDA GMBH",
            "ecContrib": 336538
        },
        "999873479": {
            "orgId": "999873479",
            "orgName": "ST GEORGE'S HOSPITAL MEDICAL SCHOOL",
            "ecContrib": 315938
        },
        "996363146": {
            "orgId": "996363146",
            "orgName": "ART OF TECHNOLOGY AG",
            "ecContrib": 0
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 1097891
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 423731
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 409050
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 344915
        }
    },
    "calculatedTotalContribution": 3593963
}