{
    "rcn": "193214",
    "acronym": "BGCN",
    "topics": "MSCA-NIGHT-2014",
    "title": "Bristol Bright Night",
    "startDate": "01/06/2014",
    "endDate": "30/09/2015",
    "objective": "Bristolís proposal for the Marie Sk?odowska-Curie Researchersí Night programme takes part across 2014 and 2015. Bristolís programme for Researchersí Night has an ambition to involve a wide cross-section of researchers across the cityís two universities centred on the theme ëBristol Bright Nightí highlighting the innovative research undertaken by Bristol-based researchers addressing local and global societal challenges. During the Researchersí Night the cityís waterfront will be transformed into an Innovation Laboratory giving everyone equal access to ground-breaking research, in particular young and family audiences.  Bristol has the advantage of having several world-renowned public venues within a short walk of each other in its historical centre. These will host the Researchersí Night 2014 and 2015. Additionally, in 2015 special opportunities will be provided for celebrating the 10th anniversary of the Researchersí Night, and the programme will also benefit from Bristolís designation as European Green Capital in 2015. Bristolís programme for Researchersí Night will focus on environmental science and sustainability research conducted locally and through European projects, particularly by Marie Sk?odowska-Curie (MSC) fellows, however, Bristolís digital and creative media cluster will also be involved.",
    "totalCost": "127855",
    "ecMaxContribution": "127855",
    "coordinator": "BRISTOL NATURAL HISTORY CONSORTIUM",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL;UNIVERSITY OF BRISTOL",
    "participantCountries": "UK",
    "projectParticipants": {
        "986277765": {
            "orgId": "986277765",
            "orgName": "BRISTOL NATURAL HISTORY CONSORTIUM",
            "ecContrib": 42169
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 41069
        },
        "999839432": {
            "orgId": "999839432",
            "orgName": "UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL",
            "ecContrib": 44618
        }
    },
    "calculatedTotalContribution": 127856
}