{
    "rcn": "193271",
    "acronym": "GermAge",
    "topics": "PHC-01-2014",
    "title": "The aging germ cell ñ biological pathways, risk factors and mechanisms underlying anincreasing medical and socio-economic problem",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "The main objective of GermAge is to understand the devastating decline in germ cell quality during aging, and thus to define the determinants, pathways and risk factors for age-dependent infertility, aneuploidy and inherited diseases. The aging population and the dramatically increasing age of parenthood are associated with grave medical problems, declining reproductive health, and severe consequences for the socio-economic well-being of our societies. These proboems will impact the demographic structure and societal welfare in the European population. Thus the urgent need to understand the biological basis and to identify risk factors and pathways of the steep age-dependent decline in female and male germ cell quality. GermAge will address mostly the aging female gametogenesis known to be most severely affected by aging, but also the important contribution of aging male germ cells to age-related fertility and inheritance problems. The decay of key chromosome proteins such as cohesins, the failure of quality control mechanisms such as the spindle assembly checkpoint, and the mutation load in aging spermatogonial stem cells are among the highly synergetic research topics of GermAge. Mouse and human germ cells will be analyzed by high-end and innovative techniques. The expected insights will eventually lead to much improved diagnostics in various reproductive medicine procedures such as quality control of germ cells frozen for delayed in vitro fertilization, development of new biomarkers for oocytes, risk assessment for inherited diseases including aneuploidie in carriers of specific mutations, and prognosis based on individualized genomics on age-related quality decline of oocytes and spermatocytes. We also expect that our findings will raise awareness of the risks associated with postponing parenthood, leading to a much-needed prioritization on the public health agenda.",
    "totalCost": "5350598,75",
    "ecMaxContribution": "5350598,75",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITY OF NEWCASTLE UPON TYNE;KAROLINSKA INSTITUTET;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "UK;SE",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1284375
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 1263944
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 1330000
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 1472280
        }
    },
    "calculatedTotalContribution": 5350599
}