{
    "rcn": "193225",
    "acronym": "CITSCI",
    "topics": "MSCA-NIGHT-2014",
    "title": "CITIZEN SCIENCE: BRIDGING THE GAP BETWEEN  RESEARCH AND SOCIETY IN PORTUGAL",
    "startDate": "01/05/2014",
    "endDate": "30/11/2015",
    "objective": "The active participation of citizens in science related issues has significantly increased in the past decades and citizen science is top-priority in many institutions and governments across Europe. Portugal, however, is still lagging a little behind. This proposal for the European Researcherís Night 2014 and 2015 in Portugal ñ CITSCI ñ has two broad aims. \n\nFirst, CITSCI aims at addressing this national insufficiency, through i) the active mobilisation of university researchers, science museum professionals, municipal authorities and the civil society (associations, NGOs) and ii) the compilation and broader dissemination of what is already being done in terms of citizenship-based research activities in Portugal. It is hoped that these activities become more mainstream in Portugal after CITSCI.\n\nSecondly, in Portugal the relations between contemporary science, socio-economic development, environmental sustainability, and employment, are not yet clearly perceived by the public. Through a broad range of scientific activities, CITSCI aims at raising awareness of the role of research in the citizens daily lives and encourage their direct and active participation in the construction of scientific knowledge. Special attention will be given to the engagement of minorities, citizens with special needs and women.\n\nThe University of Lisbon (ULisboa), through its National Museum of Natural History and Science (MUHNAC), coordinates CITSCI. It will mobilise, together with the University of Coimbra, the research community, science centres, NGOs, and local authorities to act as associated partners in their respective regions. The proposal will also have the Municipality of Lisbon as partner, which will play an important role in mobilizing the participation of citizens, local companies and associations, as well as the regional and national media. The Municipality of Lisbon and the NGOs will have a very important role in the co-organization of the build-up and outdoor activities.",
    "totalCost": "122050",
    "ecMaxContribution": "122050",
    "coordinator": "UNIVERSIDADE DE LISBOA",
    "coordinatorCountry": "PT",
    "participants": "UNIVERSIDADE DE COIMBRA;CAMARA MUNICIPAL DE LISBOA",
    "participantCountries": "PT",
    "projectParticipants": {
        "997826391": {
            "orgId": "997826391",
            "orgName": "UNIVERSIDADE DE COIMBRA",
            "ecContrib": 40362
        },
        "972290171": {
            "orgId": "972290171",
            "orgName": "CAMARA MUNICIPAL DE LISBOA",
            "ecContrib": 21250
        },
        "949885305": {
            "orgId": "949885305",
            "orgName": "UNIVERSIDADE DE LISBOA",
            "ecContrib": 60438
        }
    },
    "calculatedTotalContribution": 122050
}