{
    "rcn": "193205",
    "acronym": "R4H1415",
    "topics": "MSCA-NIGHT-2014",
    "title": "RESEARCHERS FOR HUMANITY",
    "startDate": "01/05/2014",
    "endDate": "31/10/2015",
    "objective": "ìResearchers for Humanity 2014-2015î will invite important players from science and education to join forces in creating the most important national wide project that is inviting the public to come, play, talk and learn about researchers and to understand how science can be used in the benefit of humanity. All the previous actions that we did as beneficiary from 2007 has created an outstanding awareness of the European dimension of the event, so that now the Researchers Night is seen as one of the most important communication event for research and education institutions. Now is the time for creating the premises for a national platform, in which every researcher or teacher or student  that wants to create an event for promoting researchers in their area to be able to join and get involved, being aligned with the national strategy. The project will have a series of events, in which Researchersí Night will be the main promotion and communication tool for all the activities that will be done throughout the year. The event itself will be organized by us in 1 important location of 12 major, medium and small cities from all over Romania.  Also, through the platform, we will invite associated events to get enrolled and be supported by us through promotion at the national level.  We aim to reach 40000 visitors, over 150 researchers, students and teachers and over 500000 prs to be exposed to the awareness campaign. The logo will assemble with the old one in order to create a link with previous years and awareness of the European and national dimension of the event.\nFor celebrating in 2015, a partnership with one of the most important TV stations in Romania is done, so that during the event of 2014 recordings to be made that will be published all over the year until the 2015 event. Also, testimonials from all organizers from 2007 until now will be invited together with some of their public to present the impact that the event had in their community.",
    "totalCost": "144000",
    "ecMaxContribution": "124000",
    "coordinator": "ASOCIATIA INVENIO",
    "coordinatorCountry": "RO",
    "participants": "TARGET ACTIVE TRAINING;CENTRUL PENTRU STUDII COMPLEXE;Institutul National de Cercetare pentru Sport",
    "participantCountries": "RO",
    "projectParticipants": {
        "969072293": {
            "orgId": "969072293",
            "orgName": "CENTRUL PENTRU STUDII COMPLEXE",
            "ecContrib": 6000
        },
        "951546236": {
            "orgId": "951546236",
            "orgName": "ASOCIATIA INVENIO",
            "ecContrib": 67625
        },
        "999737679": {
            "orgId": "999737679",
            "orgName": "TARGET ACTIVE TRAINING",
            "ecContrib": 44625
        },
        "948336506": {
            "orgId": "948336506",
            "orgName": "Institutul National de Cercetare pentru Sport",
            "ecContrib": 5750
        }
    },
    "calculatedTotalContribution": 124000
}