{
    "rcn": "193222",
    "acronym": "SHARPER",
    "topics": "MSCA-NIGHT-2014",
    "title": "SHAring Researchersí Passion for Excellence and Results. European Reserarchers' Night in the Centre of Italy 2014 - 2015",
    "startDate": "01/05/2014",
    "endDate": "31/12/2015",
    "objective": "The SHARPER project (Sharing Researchersí Passion for Excellence and Results - The European  Researchersí Night in the Centre of Italy, 2014 ñ 2015) wants to make the researchersí quest for excellence accessible to everybody in cities and communities where researchers act and live. \nExcellence is one of the main goal that researchers aim at through high level research projects that can generate innovative results. Enthusiasm, emotions and knowledge are the driving force leading researchers constantly to face new challenges. Making this process accessible means to share with people this quest for innovative results. SHARPER will take place on 26th of September 2014 and the 25th of September 2015 simultaneously in Perugia, Ancona and LíAquila, the capital cities of three regions in the centre of Italy: Umbria, Marche and Abruzzo. The network of cities together with their Research Institutions and science communication teams provides a group of excellence at national and international level. Perugia combines its tradition as University city with the presence in the city of a fifteen years experienced team (Psiquadro) of science communicators with a European profile. In LíAquila, The Laboratori Nazionali del Gran Sasso (LNGS), of  the Italian Institute for Nuclear Physics, the University and the GSSI (Gran Sasso Science Institute) provide examples of world leading researchers teams. The Universit‡ Politecnica of Ancona is a growing Institution in the field of technological applications of research. SHARPER will include: street labs, exhibitions, performances or other communication actions in venues plenty of symbolic and practical value for the future development of the cities and their future based on excellence and innovation. The SHARPER communication actions will engage students, family groups and citizens actively involved since the planning phase of the project. At least 20.000 visitors are expected in the three cities each year during the Night.",
    "totalCost": "332065",
    "ecMaxContribution": "249050",
    "coordinator": "PSIQUADRO SOCIETA COOPERATIVA",
    "coordinatorCountry": "IT",
    "participants": "OBSERVA;UNIVERSITA POLITECNICA DELLE MARCHE;UNIVERSITA DEGLI STUDI DI PERUGIA;ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "participantCountries": "IT",
    "projectParticipants": {
        "990502018": {
            "orgId": "990502018",
            "orgName": "PSIQUADRO SOCIETA COOPERATIVA",
            "ecContrib": 95280
        },
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 56063
        },
        "999548723": {
            "orgId": "999548723",
            "orgName": "OBSERVA",
            "ecContrib": 29081
        },
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 34688
        },
        "999866689": {
            "orgId": "999866689",
            "orgName": "UNIVERSITA POLITECNICA DELLE MARCHE",
            "ecContrib": 33938
        }
    },
    "calculatedTotalContribution": 249050
}