{
    "rcn": "193232",
    "acronym": "MIROCALS",
    "topics": "PHC-13-2014",
    "title": "Efficacy and safety of low-dose IL-2 (ld-IL-2) as a Treg enhancer for anti-neuroinflammatory therapy in newly diagnosed Amyotrophic Lateral Sclerosis (ALS) patients",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "Amyotrophic Lateral Sclerosis (ALS) is a fatal degenerative disorder of the brain and spinal cord affecting some 40,000 individuals in Europe, causing 11,000 deaths each year. Our pioneering work on riluzole showed that it is possible to modify ALS progression but all subsequent trials of potential neuroprotective agents have failed. Thus, drug development in ALS, including trial design, patient selection, and outcome measures must be re-engineered to break the current impasse. Nerve cell death in ALS is associated with inflammation, which contributes to cell damage, and is a logical target for therapy. Although therapeutic attempts to modify this have failed so far, the discovery of regulatory T cells (Tregs) as key players in controlling inflammatory processes opens new possibilities since defective Treg function is important in ALS. In fact, Treg numbers and function predict rates of disease progression and survival. Low-dose interleukin-2 (ld IL-2) safely and specifically increases and activates Tregs in conditions such as type 1 diabetes, HBc-vasculitis and chronic graft-versus-host disease, so ld IL-2 has the potential to significantly improve survival and deliver a therapeutic breakthrough in ALS. We also integrate biomarkers for nerve cell damage into the trial design to provide proof of concept/mechanism. ìModifying Immune Response and OutComes in ALSî (MIROCALS) will test the hypothesis that ld IL-2-induced increases in Tregs result in decreased rates of nerve cell damage and that this effect can be detected early in the course of the disease using a range of blood and cerebrospinal fluid biomarkers. Our ambition is to develop a new therapy for ALS and through this novel trial design break the impasse in drug development of other disease-modifying agents in ALS. The impact will be to enhance quality of life and care for people with ALS, and provide a robust model for Industry to encourage investment in ALS and other neurodegenerative diseases.",
    "totalCost": "6510741,95",
    "ecMaxContribution": "5980435",
    "coordinator": "CENTRE HOSPITALIER UNIVERSITAIRE",
    "coordinatorCountry": "FR",
    "participants": "WGK CONSULTANCY LTD;THE UNIVERSITY OF SHEFFIELD;ICON CLINICAL RESEARCH LIMITED;MOTOR NEURONE DISEASE ASSOCIATION;THE UNIVERSITY OF SUSSEX;INSERM - TRANSFERT SA;HUMANITAS MIRASOLE SPA;QUEEN MARY UNIVERSITY OF LONDON;ASSOCIATION GENETHON;GOETEBORGS UNIVERSITET;KING'S COLLEGE LONDON",
    "participantCountries": "UK;IE;FR;IT;SE",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 1237191
        },
        "999955541": {
            "orgId": "999955541",
            "orgName": "INSERM - TRANSFERT SA",
            "ecContrib": 450000
        },
        "937808902": {
            "orgId": "937808902",
            "orgName": "MOTOR NEURONE DISEASE ASSOCIATION",
            "ecContrib": 0
        },
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 140500
        },
        "999785015": {
            "orgId": "999785015",
            "orgName": "HUMANITAS MIRASOLE SPA",
            "ecContrib": 450000
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 435306
        },
        "998217883": {
            "orgId": "998217883",
            "orgName": "ASSOCIATION GENETHON",
            "ecContrib": 272215
        },
        "952733128": {
            "orgId": "952733128",
            "orgName": "CENTRE HOSPITALIER UNIVERSITAIRE",
            "ecContrib": 1193573
        },
        "931760370": {
            "orgId": "931760370",
            "orgName": "ICON CLINICAL RESEARCH LIMITED",
            "ecContrib": 698821
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 159139
        },
        "918446441": {
            "orgId": "918446441",
            "orgName": "WGK CONSULTANCY LTD",
            "ecContrib": 452900
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 490790
        }
    },
    "calculatedTotalContribution": 5980435
}