{
    "rcn": "193261",
    "acronym": "ULTRAPLACAD",
    "topics": "PHC-10-2014",
    "title": "ULTRAsensitive PLAsmonic devices for early CAncer Diagnosis",
    "startDate": "01/05/2015",
    "endDate": "31/10/2018",
    "objective": "Cancer biomarkers circulating in body fluids have been shown to reflect the pathological process and for this reason can be used for cancer diagnosis, prognosis and choice for therapeutic interventions. It is proven that their detection is a key to new minimal-invasive detection approaches. However, barriers to wide spread use of similar approaches are lack of test sensitivity, specificity and limited availability of low cost detection platforms. This project is focused at developing a compact plasmonic-based device with integrated microfluidic circuit and functionalized nanostructures for the detection of DNA, microRNA and tumor autoantibodies cancer biomarkers. \n\nThe aim is to detect cancer biomarkers circulating in blood with improvement in sensitivity of factor up to 1000, reduction in cost of platform of factor ranging from 2 to 4 compared to todayís available techniques and analysis time less than 60 minutes. The proposed detection approache will provide ultrasensitive detection of biomolecular systems with no need for complex sample chemical modifications thus allowing direct and simple assays to be performed. Within the project a bimodal industrial prototype will be developed integrating novel surface plasmon resonance imaging and plasmon-enhanced fluorescence sensing technologies, respectively. Automated fabrication processes suitable for low cost mass production will be developed and applied to produce disposable integrated chips. Prototype will be specifically fabricated for early diagnosis and prognosis  of colorectal cancer. The team includes partners holding cross-disciplinary competencies needed to achieve the proposed results, including two of the first five plasmon resonance groups in the world, the inventor of surface plasmon microscopy ñ also known as surface plasmon resonance imaging- and plasmon-enhanced fluorescence spectroscopy, and full European value chain including disposable chip and readout platforms design, development and manufacturing.",
    "totalCost": "6026455",
    "ecMaxContribution": "6026455",
    "coordinator": "NATIONAL INSTITUTE OF BIOSTRUCTURES AND BIOSYSTEMS",
    "coordinatorCountry": "IT",
    "participants": "GINOLIS OY;UNIVERSITAET SIEGEN;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;Teknologian tutkimuskeskus VTT Oy;UNIVERSITEIT TWENTE;FUTURE DIAGNOSTICS SOLUTIONS BV;HORIBA FRANCE SAS;USTAV FOTONIKY A ELEKTRONIKY AV CR V.V.I.;SCRIBA NANOTECNOLOGIE SRL;AMIRES SRO;UNIVERSITA DEGLI STUDI DI FERRARA;ISTITUTI FISIOTERAPICI OSPITALIERI",
    "participantCountries": "FI;DE;AT;NL;FR;CZ;IT",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 630536
        },
        "955336317": {
            "orgId": "955336317",
            "orgName": "GINOLIS OY",
            "ecContrib": 403125
        },
        "942028596": {
            "orgId": "942028596",
            "orgName": "FUTURE DIAGNOSTICS SOLUTIONS BV",
            "ecContrib": 524375
        },
        "998052207": {
            "orgId": "998052207",
            "orgName": "NATIONAL INSTITUTE OF BIOSTRUCTURES AND BIOSYSTEMS",
            "ecContrib": 833488
        },
        "999849617": {
            "orgId": "999849617",
            "orgName": "UNIVERSITAET SIEGEN",
            "ecContrib": 307300
        },
        "956723805": {
            "orgId": "956723805",
            "orgName": "AMIRES SRO",
            "ecContrib": 159750
        },
        "999940312": {
            "orgId": "999940312",
            "orgName": "HORIBA FRANCE SAS",
            "ecContrib": 646922
        },
        "998538856": {
            "orgId": "998538856",
            "orgName": "USTAV FOTONIKY A ELEKTRONIKY AV CR V.V.I.",
            "ecContrib": 313125
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 343750
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 972709
        },
        "998692989": {
            "orgId": "998692989",
            "orgName": "SCRIBA NANOTECNOLOGIE SRL",
            "ecContrib": 270250
        },
        "985625925": {
            "orgId": "985625925",
            "orgName": "ISTITUTI FISIOTERAPICI OSPITALIERI",
            "ecContrib": 407375
        },
        "999839626": {
            "orgId": "999839626",
            "orgName": "UNIVERSITA DEGLI STUDI DI FERRARA",
            "ecContrib": 213750
        }
    },
    "calculatedTotalContribution": 6026455
}