{
    "rcn": "193233",
    "acronym": "ULTIMATE",
    "topics": "MG-1.5-2014",
    "title": "Ultra Low emission Technology Innovations for Mid-century Aircraft Turbine Engines",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "With the ULTIMATE project five experienced research groups and four major European engine manufacturers will develop innovative propulsion systems to fulfill the SRIA 2050 key challenges. One of the most challenging targets is the 75% reduction in energy consumption and CO2-emissions. Technologies currently at TRL 3-5, cannot achieve this aim. It is estimated that around a 30% reduction must come from radical innovations now being at lower TRL. Thus, European industry needs synergetic breakthrough technologies for every part of the air transport system, including the airframe, propulsion and power. \n\nThe ULTIMATE project singles out the major loss sources in a state of the art turbofan (combustor irreversibility, core exhaust heat, bypass exhaust kinetic energy). These are then used to categorize breakthrough technologies (e.g. piston topping, intercooling & exhaust heat exchangers, and advanced propulsor & integration concepts). This classification approach gives a structured way to combine and explore synergies between the technologies in the search for ultralow CO2, NOx and noise emissions. The most promising combinations of radical technologies will then be developed for a short range European and a long range intercontinental advanced tube and wing aircraft.\n\nThrough the EU projects VITAL, NEWAC, DREAM, LEMCOTEC, E-BREAK and ENOVAL, the ULTIMATE partners have gained the most comprehensive experience in Europe on conception and evaluation of advanced aero engine architectures. Existing tools, knowledge and models will be used to perform optimization and evaluation against the SRIA targets to mature the technologies to TRL 2. Road maps will be set up to outline the steps to develop the technologies into products and bring them onto the market. These road maps will also provide a way forward for future European propulsion and aviation research.",
    "totalCost": "3138121,88",
    "ecMaxContribution": "3138121,88",
    "coordinator": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "coordinatorCountry": "SE",
    "participants": "SAFRAN AIRCRAFT ENGINES;ARISTOTELIO PANEPISTIMIO THESSALONIKIS;INSTITUT SUPERIEUR DE L'AERONAUTIQUE ET DE L'ESPACE;BAUHAUS LUFTFAHRT EV;ARTTIC;GKN AEROSPACE SWEDEN AB;CRANFIELD UNIVERSITY;ROLLS-ROYCE PLC;MTU AERO ENGINES AG",
    "participantCountries": "FR;EL;DE;SE;UK",
    "projectParticipants": {
        "999945356": {
            "orgId": "999945356",
            "orgName": "ROLLS-ROYCE PLC",
            "ecContrib": 100000
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 650000
        },
        "999551827": {
            "orgId": "999551827",
            "orgName": "BAUHAUS LUFTFAHRT EV",
            "ecContrib": 420000
        },
        "999987163": {
            "orgId": "999987163",
            "orgName": "SAFRAN AIRCRAFT ENGINES",
            "ecContrib": 99844
        },
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 187578
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 380000
        },
        "950259822": {
            "orgId": "950259822",
            "orgName": "MTU AERO ENGINES AG",
            "ecContrib": 200000
        },
        "999984641": {
            "orgId": "999984641",
            "orgName": "GKN AEROSPACE SWEDEN AB",
            "ecContrib": 150000
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 550700
        },
        "999892491": {
            "orgId": "999892491",
            "orgName": "INSTITUT SUPERIEUR DE L'AERONAUTIQUE ET DE L'ESPACE",
            "ecContrib": 400000
        }
    },
    "calculatedTotalContribution": 3138122
}