{
    "rcn": "193226",
    "acronym": "ARTofscience",
    "topics": "MSCA-NIGHT-2014",
    "title": "Activities Releated to Science",
    "startDate": "01/06/2014",
    "endDate": "31/10/2015",
    "objective": "The overall concept of our proposal is ìArt of scienceî for both years respectively taking place on Friday 26 Septemper 2014 and Friday 25 September 2015 where we intend to generate an awareness and interest towards science by bringing scientists and all sections of the public close to each together in Istanbul, Turkey. Here, with this concept, we would like to enhance public recognition of researchers and their work, encourage active participation into scientific planning, experimentation and outcomes in one approache. Our approach is to assist the participants to be acquainted with how they ìlive, love, fun and learnî science in their daily life. For example, we will present them opportunities to the see how science affects our life, to experience the science in daily life by hands-on and minds-on activities, and to shape their view of science as a way of knowing. The participants will also have the opportunity to be introduced to the latest scientific developments in various fields by meeting and discussing with scientists. Vice versa, the researchers will find chance to make their work publically known. Furthermore, students at all levels will make meaning of their science courses, feel themselves closer to science and scientists, and eventually become more confident about science. Additional idea of the researchersí night is to recognize the participants to be aware of the role of European Union framework programmes, the impact and effect they have had on the well-being of the public. This idea will be introduced by several activities involving participants and facilities demonstrated to the participants in EU corner.",
    "totalCost": "105673,75",
    "ecMaxContribution": "76000",
    "coordinator": "ISTANBUL AYDIN UNIVERSITESI VAKFI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968597575": {
            "orgId": "968597575",
            "orgName": "ISTANBUL AYDIN UNIVERSITESI VAKFI",
            "ecContrib": 76000
        }
    },
    "calculatedTotalContribution": 76000
}