{
    "rcn": "193213",
    "acronym": "BS_Night_140926_150925",
    "topics": "MSCA-NIGHT-2014",
    "title": "Crossing Borders - In jedem steckt ein Forscher / European Researchers Night 2014 + 2015",
    "startDate": "01/05/2014",
    "endDate": "31/10/2015",
    "objective": "Crossing Borders, pushing the limits of knowledge, inventing new methods, technologies, materials to improve our life. That¥s what research is all about. What is needed for this is simple: a clever mind and curiosity. With the slogan Crossing Borders ñthere is a researcher in all of us we want to show how diverse research careers and findings can be and how they impact the everyday life. Furthermore, during the European Researchers¥ Night we want to advertise research as a career especially to young people. This is why we are bringing researchers into town - research is right at home in Braunschweig. Our region is one of the most research intensive regions in Europe, boasting the highest density of scientists. To make this visible we are embarking in a bet: we want to assemble at least 1,000 researchers at a so-called Researcher-Flashmob. We expect around 10,000 visitors who are invited to be part of the bet before the event and who can be part of a whole range of small events on the night to get up-and-close with the researchers. Events include playing games together, an elevator pitch, hands-on-experiments or a Science Slam. This way we are encouraging people to enjoy research and show how research makes life easier. At the same time we dispel the myth surrounding researchers. An extensive awareness campaign before the event will help spreading the message even beyond the night itself. After the campaign we expect at least 85,000 people to know about the European Researchers¥ Night (ERN) and its objectives.  \nThe Haus der Wissenschaft (House of Science) is the interface between all universities, research institutions and the city, economy, cultural and educational institutions of Braunschweig. Together with the TU Braunschweig, one of the oldest TUs in Germany and the city of Braunschweig we have the ability and experience to make an event like this run smoothly.",
    "totalCost": "189000",
    "ecMaxContribution": "189000",
    "coordinator": "HAUS DER WISSENSCHAFT BRAUNSCHWEIG GMBH",
    "coordinatorCountry": "DE",
    "participants": "TECHNISCHE UNIVERSITAET BRAUNSCHWEIG",
    "participantCountries": "DE",
    "projectParticipants": {
        "999861257": {
            "orgId": "999861257",
            "orgName": "TECHNISCHE UNIVERSITAET BRAUNSCHWEIG",
            "ecContrib": 12500
        },
        "948643317": {
            "orgId": "948643317",
            "orgName": "HAUS DER WISSENSCHAFT BRAUNSCHWEIG GMBH",
            "ecContrib": 176500
        }
    },
    "calculatedTotalContribution": 189000
}