{
    "rcn": "193229",
    "acronym": "FLIRT",
    "topics": "MSCA-NIGHT-2014",
    "title": "Fall in Love wIth Research Tonight",
    "startDate": "01/05/2014",
    "endDate": "30/11/2015",
    "objective": "The FLIRT proposes a project that is based on the idea that falling in love with science is just as exciting as falling in love with a real person, and shows how a passionate ìcrushî can develop into real love.\n\nMassive awareness campaign will include continuous coverage and media sponsorship of tens of media outlets, visits to schools, and a development complex interactive RN Community Hub. \n\nThe RN activities will address to different target groups ñ the most important being youth aged 13 to 19. It will offer a wide range of indoor and outdoor activities, lasting from early afternoon until midnight, for different age groups, and a variety of personal tastes and interests. All of the activities will, however, evolve around the central point of the event ñ and that is Love. \n\nThe project team will undertake a comprehensive impact assessment, aimed at measuring the baseline data indicating the public recognition of research and researchers in Serbia, and the popularity of scientific careers, and then measuring any changes that might occur over the course of the project.",
    "totalCost": "181679",
    "ecMaxContribution": "144143",
    "coordinator": "CPNU -  CENTAR ZA PROMOCIJU NAUKE IUMETNOSTI DRUSTVO SA OGRANICENOM ODGOVORNOSCU BEOGRAD",
    "coordinatorCountry": "RS",
    "participants": "UNIVERZITET U KRAGUJEVCU;INSTITUT MIHAJLO PUPIN;Faculty of Mathematics, University of Belgrade;UNIVERSITY OF NIS- FACULTY OF ELECTRONIC ENGINEERING",
    "participantCountries": "RS",
    "projectParticipants": {
        "999890260": {
            "orgId": "999890260",
            "orgName": "UNIVERSITY OF NIS- FACULTY OF ELECTRONIC ENGINEERING",
            "ecContrib": 35112
        },
        "963572490": {
            "orgId": "963572490",
            "orgName": "CPNU -  CENTAR ZA PROMOCIJU NAUKE IUMETNOSTI DRUSTVO SA OGRANICENOM ODGOVORNOSCU BEOGRAD",
            "ecContrib": 43912
        },
        "984400427": {
            "orgId": "984400427",
            "orgName": "Faculty of Mathematics, University of Belgrade",
            "ecContrib": 15275
        },
        "999940991": {
            "orgId": "999940991",
            "orgName": "INSTITUT MIHAJLO PUPIN",
            "ecContrib": 25867
        },
        "998850323": {
            "orgId": "998850323",
            "orgName": "UNIVERZITET U KRAGUJEVCU",
            "ecContrib": 23977
        }
    },
    "calculatedTotalContribution": 144143
}