{
    "rcn": "193211",
    "acronym": "Volcanoes Night III",
    "topics": "MSCA-NIGHT-2014",
    "title": "Volcanoes' Night III. - Researchers' Night of the Canary Islands",
    "startDate": "01/05/2014",
    "endDate": "31/12/2015",
    "objective": "People have been fascinated by volcanoes ever since the dawn of mankind and treated them with utmost respect. The rapid development of converging technological areas, such as informatics, material science or space research multiplied our knowledge of earth processes and created some highly specialised fields within volcanology. At the same time a dramatic gap has formed between the professionals and the public. As a result, in todayís world, the work of volcanologists is nearly as mythical as the work of volcanoes in ancient times. The objective of this project is therefore to address this issue and bridge the gap between science and the general public of different ages. Participating scientists will not only talk about their field of research, but will also share their experience on how students can approach science and research institutions, providing perfect scenario to attract young people to science careers. During Volcanoes Night participants will be provided to access research facilities, and a complementary scheme of workshops, science cafÈs, excursions, presentations and challenge games will be arranged all to fuel the publicís curiosity, interest and understanding of research activities. As a backdrop to the Night volcanoes will be used not only to explain the work of volcanologists but also to explain what science is about and what scientists and researchers do during their daily work.",
    "totalCost": "227225",
    "ecMaxContribution": "153000",
    "coordinator": "LA PALMA RESEARCH CENTRE FOR FUTURE STUDIES SL",
    "coordinatorCountry": "ES",
    "participants": "INSTITUTO TECNOLOGICO Y DE ENERGIAS RENOVABLES SA",
    "participantCountries": "ES",
    "projectParticipants": {
        "992014054": {
            "orgId": "992014054",
            "orgName": "INSTITUTO TECNOLOGICO Y DE ENERGIAS RENOVABLES SA",
            "ecContrib": 121000
        },
        "954900496": {
            "orgId": "954900496",
            "orgName": "LA PALMA RESEARCH CENTRE FOR FUTURE STUDIES SL",
            "ecContrib": 32000
        }
    },
    "calculatedTotalContribution": 153000
}