{
    "rcn": "193247",
    "acronym": "DYNAHEALTH",
    "topics": "PHC-01-2014",
    "title": "Understanding the dynamic determinants of glucose homeostasis and social capability to promote Healthy and active aging",
    "startDate": "01/04/2015",
    "endDate": "31/03/2019",
    "objective": "The Gluco-Psychosocial Axis (GPA) concerns the interplay of factors determining glucose metabolism and insulin sensitivity and the neuroendocrine response resulting from exposure to psychosocial stress. A sub-optimal GPA influences the development of type 2 diabetes and related impairments with varying degrees of interplay between genetics and early growth (particularly adiposity and cognitive function), and social, occupational, and other modifiable lifestyle factors. Many exposures apply from  throughout life, and potential exposure to a sub-optimal GPA lead to a cumulative risk of ill health and decreased economic prospects for the ageing. Understanding these factors, interactions and extent they contribute to the preservation of glucose homeostasis and psychosocial functioning is important for the development of preventive and therapeutic measures promoting healthy and active ageing. DynaHEALTH will contribute to implementing a dynamic model for early GPA risk identification and validation, allowing development of risk-based prevention tools and policies that will help to inform policy makers on the best periods to invest in cost-effective and sustainable healthcare strategies. DynaHEALTH comprises 13 partners from academic/private sectors and will leverage data from 21 birth cohorts and intervention studies, involving 1.5 million Europeans. By identifying biological and psychosocial determinants of the GPA and characterising metabolic and epigenetic factors, whilst quantifying the impact of exposure to an optimal lifelong GPA, DynaHEALTH will influence weight gain, glucose homeostasis, employability, health deterioration and disease accumulation as individuals age. DynaHEALTH includes the potential to exploit the results for new technologies and strategies, adding to our understanding of pathways related to healthy and active ageing, underpinning options for targeted, personalised healthcare and mitigating the effects of sub-optimal GPA on ageing.",
    "totalCost": "5918766,27",
    "ecMaxContribution": "5917265,5",
    "coordinator": "OULUN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "REGION HOVEDSTADEN;LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;ABBOTT LABORATORIES SA;HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH;UNIVERSIDAD DE GRANADA;SAMFUNDET FOLKHALSAN I SVENSKA FINLAND RF;BRUNEL UNIVERSITY LONDON;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM;UNIVERSITY COLLEGE LONDON;Academisch Medisch Centrum bij de Universiteit van Amsterdam;BETA TECHNOLOGY LTD;LABORATORIOS ORDESA SL",
    "participantCountries": "DK;DE;UK;ES;FI;NL",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 568907
        },
        "999844670": {
            "orgId": "999844670",
            "orgName": "OULUN YLIOPISTO",
            "ecContrib": 877663
        },
        "963412440": {
            "orgId": "963412440",
            "orgName": "ABBOTT LABORATORIES SA",
            "ecContrib": 78160
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 720160
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 625000
        },
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 322450
        },
        "999744954": {
            "orgId": "999744954",
            "orgName": "BETA TECHNOLOGY LTD",
            "ecContrib": 250336
        },
        "998303340": {
            "orgId": "998303340",
            "orgName": "SAMFUNDET FOLKHALSAN I SVENSKA FINLAND RF",
            "ecContrib": 495366
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 640501
        },
        "968960452": {
            "orgId": "968960452",
            "orgName": "LABORATORIOS ORDESA SL",
            "ecContrib": 15660
        },
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 555990
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 372454
        },
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 368528
        },
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 26090
        }
    },
    "calculatedTotalContribution": 5917265
}