{
    "rcn": "193255",
    "acronym": "DIAGORAS",
    "topics": "PHC-10-2014",
    "title": "Chair/bedside diagnosis of oral and respiratory tract infections, and identification of antibiotic resistances for personalised monitoring and treatment",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "The project aims at diagnosing oral and respiratory tract infections (RTIs) using a fully integrated, automated and user-friendly platform for physiciansí offices, schools, elderly care units, community settings, etc. Oral diseases (periodontitis, caries) will be detected via multiplexed, quantitative analysis of salivary markers (bacterial DNA and host response proteins) for early prevention and personalized monitoring. RTIs (e.g., tonsillitis, pharyngitis, rhinitis, sinusitis) will be diagnosed by means of DNA/RNA differentiation so as to identify their bacterial vs viral nature. Together with antibiotic resistance screening on the same platform, a more efficient treatment management is expected at the point-of-care. High impact is expected on socioeconomic level too, as the healthcare system is expected to benefit from: less crowded hospitals (patients find equally efficient chair-side diagnosis); less budget spent on excessive antibiotics and progressed-stage disease treatments; less insurance costs for oral diseases, which are largely age-related. At the heart of DIAGORAS lies a centrifugal microfluidic platform (LabDisk and associated reader) integrating all components and assays for a fully-automated analysis: interface of the collection tube with the disposable disc; on-disc sample preparation (nucleic acid extraction and purification with pre-stored buffers); amplification & detection (rapid PCR); protein isolation and detection (bead-based multiplexed immunoassays); microarray-based antibiotic screening. Low-cost disposable fabrication (microthermoforming of polymer foils) will render the platform batch-producible and affordable to end users. The entire setup will be validated at clinical settings and compared with gold standards (e.g., tissue extraction and culture methods). The modular nature of the platform, the non-invasive sampling, the rapid and multiplexed molecular-based detection, and the sample-to-answer analysis are DIAGORAS innovative features.",
    "totalCost": "5588101,25",
    "ecMaxContribution": "4721198,5",
    "coordinator": "HAHN-SCHICKARD-GESELLSCHAFT FUER ANGEWANDTE FORSCHUNG E.v.",
    "coordinatorCountry": "DE",
    "participants": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;CLINICAGENO LIMITED;BIOVENDOR - LABORATORNI MEDICINA AS;SPARKS & CO;UNIVERSITAT ZURICH;MAGNAMEDICS DIAGNOSTICS BV;KAROLINSKA INSTITUTET;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM;Askion GmbH",
    "participantCountries": "AT;UK;CZ;FR;CH;NL;SE;DE",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 846516
        },
        "973936455": {
            "orgId": "973936455",
            "orgName": "BIOVENDOR - LABORATORNI MEDICINA AS",
            "ecContrib": 625309
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 6191
        },
        "938985124": {
            "orgId": "938985124",
            "orgName": "SPARKS & CO",
            "ecContrib": 242549
        },
        "998872439": {
            "orgId": "998872439",
            "orgName": "HAHN-SCHICKARD-GESELLSCHAFT FUER ANGEWANDTE FORSCHUNG E.v.",
            "ecContrib": 846894
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 749531
        },
        "994373967": {
            "orgId": "994373967",
            "orgName": "MAGNAMEDICS DIAGNOSTICS BV",
            "ecContrib": 468750
        },
        "950120918": {
            "orgId": "950120918",
            "orgName": "CLINICAGENO LIMITED",
            "ecContrib": 436209
        },
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 0
        },
        "995544078": {
            "orgId": "995544078",
            "orgName": "Askion GmbH",
            "ecContrib": 499250
        }
    },
    "calculatedTotalContribution": 4721199
}