{
    "rcn": "193281",
    "acronym": "SELFIE",
    "topics": "PHC-23-2014",
    "title": "Sustainable intEgrated care modeLs for multi-morbidity: delivery, FInancing and performancE",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "Over 50 million people in Europe have more than one chronic disease. This number will increase dramatically in the near future. This will increase health care spending to a staggering 20% of GDP. Multi-morbidity becomes the number one threat to population health and economic sustainability of health care systems. New models of care for multi-morbid patients are urgently needed. Given the diversity of Europeís health and social care systems there is no single model that fits them all.\n\nSELFIE aims to improve patient-centred care for patients with multi-morbidity by proposing evidence-based, economically sustainable integrated chronic care (ICC) models that stimulate cooperation across health and social care sectors and are supported by appropriate financing/payment schemes. SELFIE specifically focuses on multi-morbidity, on generating empirical evidence of the impact of ICC and on financing/payment schemes. It is methodologically innovative by applying Multi-Criteria Decision Analysis.\n\nSELFIE develops 5 end-results that are adjustable to different care systems in Europe, including CEE:\n1. A taxonomy of most promising ICC models for patients with multi-morbidity; this taxonomy includes a ìtoolkitî of interventions that policy makers can use to build an ICC model that best fits into their own health and social care system \n2. A detailed list of options for different financing/payment schemes to support the implementation of ICC for multi-morbidity\n3. A technical document on price-setting of ICC models for patients with multi-morbidity \n4. A performance assessment tool to monitor goal achievement; this tool includes new indicators that specifically address the quality of care for patients with multi-morbidity \n5. Strategies for implementation and change management\n \nPatients, informal and professional caregivers, payers and policy makers are involved right from the beginning to ensure that SELFIE addresses the right questions and pave the pathway for implementation.",
    "totalCost": "5472447,25",
    "ecMaxContribution": "5472446,75",
    "coordinator": "ERASMUS UNIVERSITEIT ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "INSTITUT FUER HOEHERE STUDIEN - INSTITUTE FOR ADVANCED STUDIES;THE UNIVERSITY OF MANCHESTER;AGENCIJA ZA KVALITETU I AKREDITACIJU U ZDRAVSTVU I SOCIJALNOJ SKRBI;TECHNISCHE UNIVERSITAET BERLIN;SYREON KUTATO INTEZET KORLATOLT FELELOSSEGU TARSASAG;CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER;UNIVERSITETET I BERGEN",
    "participantCountries": "AT;UK;HR;DE;HU;ES;NO",
    "projectParticipants": {
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 1548411
        },
        "952715183": {
            "orgId": "952715183",
            "orgName": "SYREON KUTATO INTEZET KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 429238
        },
        "998927923": {
            "orgId": "998927923",
            "orgName": "INSTITUT FUER HOEHERE STUDIEN - INSTITUTE FOR ADVANCED STUDIES",
            "ecContrib": 645555
        },
        "959554265": {
            "orgId": "959554265",
            "orgName": "AGENCIJA ZA KVALITETU I AKREDITACIJU U ZDRAVSTVU I SOCIJALNOJ SKRBI",
            "ecContrib": 295374
        },
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 714997
        },
        "999620018": {
            "orgId": "999620018",
            "orgName": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
            "ecContrib": 499050
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 685772
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 654050
        }
    },
    "calculatedTotalContribution": 5472447
}