{
    "rcn": "193308",
    "acronym": "PROPAG-AGEING",
    "topics": "PHC-01-2014",
    "title": "The continuum between healthy ageing and idiopathic Parkinson Disease within a propagation perspective of inflammation and damage: the search for new diagnostic, prognostic and therapeutic targets",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "Ageing is the major risk factor for idiopathic PARKINSON'S DISEASE (PD), the first motor neurodegenerative disorder (in EU 1% in 65\\; about 4% in 80\\). The most recent conceptualizations of ageing and PD indicate that they share basic mechanisms, e.g. accumulation of senescent cells and propagation phenomena such as inflammaging mirrored in PD by neuro-inflammaging in brain that foster a prion-like spreading of neuronal damage. Thus, to fully understand PD pathogenesis and set up innovative neuro-protective therapies it is mandatory to posit PD within the framework of ageing process. The main goal of PROPAG-AGEING is to identify specific cellular and molecular perturbations deviating from healthy ageing trajectories towards PD. To this aim the project will exploit four large, very informative EXISTING COHORTS where biomaterials are available: i) de novo PD patients (before any therapy) followed longitudinally, including the largest repository of PD patients, i.e. PPMI; ii) centenarians and  their offspring (CO) who never showed clinical signs of motor disability; iii) old twins of the Swedish Twin Registry (STR) followed longitudinally for >45 years, assessed for lifestyle and exposure to toxicants, and where incident and prevalent cases of PD discordant twins have been collected, including brains. The most informative sample from these cohorts will be studied in a DISCOVERY PHASE by an integrated set of omics to identify molecular signatures whose results will enter in a VALIDATION PHASE exploiting the four large cohorts, and performing functional in in vitro studies using dopaminergic neurons obtained by PD somatic cells from PD patients and centenarians via iPSC protocol. An added value is that omic data in centenarians and CO are available, and will represent the gold standard of healthy ageing. This approach will allow to identify new molecular profiles for early diagnosis and therapy (identification of druggable targets) of PD and signatures of healthy ageing.",
    "totalCost": "5993376",
    "ecMaxContribution": "5993376",
    "coordinator": "AZIENDA UNITA' SANITARIA LOCALE DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;PERSONAL GENOMICS SRL;CONSORZIO INTERUNIVERSITARIO RISONANZE MAGNETICHE DI METALLO PROTEINE;KAROLINSKA INSTITUTET;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;SERVICIO ANDALUZ DE SALUD;UNIVERSITY COLLEGE LONDON;UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS",
    "participantCountries": "UK;IT;SE;ES;DE",
    "projectParticipants": {
        "957622316": {
            "orgId": "957622316",
            "orgName": "PERSONAL GENOMICS SRL",
            "ecContrib": 635875
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 292252
        },
        "951425568": {
            "orgId": "951425568",
            "orgName": "AZIENDA UNITA' SANITARIA LOCALE DI BOLOGNA",
            "ecContrib": 745438
        },
        "998853621": {
            "orgId": "998853621",
            "orgName": "SERVICIO ANDALUZ DE SALUD",
            "ecContrib": 671168
        },
        "999492657": {
            "orgId": "999492657",
            "orgName": "UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS",
            "ecContrib": 720969
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 901232
        },
        "999516810": {
            "orgId": "999516810",
            "orgName": "CONSORZIO INTERUNIVERSITARIO RISONANZE MAGNETICHE DI METALLO PROTEINE",
            "ecContrib": 721261
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 997058
        }
    },
    "calculatedTotalContribution": 5685253
}