{
    "rcn": "193343",
    "acronym": "HIPSTER",
    "topics": "SFS-17-2014",
    "title": "Deployment of high pressure and temperature food processing for sustainable, safe and nutritious foods with fresh-like quality",
    "startDate": "01/03/2015",
    "endDate": "30/11/2017",
    "objective": "High pressure and temperature (HPT) processing is a candidate technology for commercial food processing to obtain safer, high quality food products with extended shelf life, both chilled and shelf stable. Although it is accepted that HPT is environmentally friendly and can help to retain the fresh-like characteristics of foods better than conventional and other novel treatments, it has not yet been scaled-up and fully implemented into the food industry due to two major reasons:\nï The lack of knowledge on the inactivation mechanisms and decision making tools enabling food industry to apply and control suitable treatments. In addition, its added value (best quality product) compared to current treatments must be demonstrated\nï The unavailability of suitable industrial equipment and process parameters control tools. \nHIPSTER addresses the main barriers preventing the first market introduction and full deployment of HPT. The overall objective of the project is to develop and demonstrate fit for use knowledge, tools and industrial equipments in order to effectively implement this milder processing technology in the food industry. Specific objectives:\n- Development of affordable equipment at industrial scale suitable for the implementation of high pressure-temperature (HPT) processing\n- Definition of minimum process variables by means of the evaluation of microbiological risks for the main pathogenic and spoilage microorganisms of concern. A public database containing microbial kinetic parameters, determined under well-defined processing conditions will be generated. The database will include new knowledge and data already available.\n- Verification and validation of the solutions in an industrial environment, including compliance with legal requirements, economic feasibility, and sustainability\nHIPSTER will be implemented by an industry-driven consortium comprising 5 industries (both technology providers and end-users) and 4 RTD organisations.",
    "totalCost": "2332157,32",
    "ecMaxContribution": "1978928,75",
    "coordinator": "CENTRO NACIONAL DE TECNOLOGIA Y SEGURIDAD ALIMENTARIA",
    "coordinatorCountry": "ES",
    "participants": "YOURIS.COM;INDUSTRIAS ALIMENTARIAS DE NAVARRA SA;Marfo B.V;TECHNISCHE UNIVERSITAET MUENCHEN;METRONICS TECHNOLOGIES SL;TOP BV;ACTALIA ASSOCIATION;TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
    "participantCountries": "BE;ES;NL;DE;FR;IE",
    "projectParticipants": {
        "999684620": {
            "orgId": "999684620",
            "orgName": "ACTALIA ASSOCIATION",
            "ecContrib": 100304
        },
        "938726522": {
            "orgId": "938726522",
            "orgName": "METRONICS TECHNOLOGIES SL",
            "ecContrib": 379590
        },
        "986989939": {
            "orgId": "986989939",
            "orgName": "Marfo B.V",
            "ecContrib": 60375
        },
        "938940892": {
            "orgId": "938940892",
            "orgName": "INDUSTRIAS ALIMENTARIAS DE NAVARRA SA",
            "ecContrib": 134312
        },
        "998317502": {
            "orgId": "998317502",
            "orgName": "CENTRO NACIONAL DE TECNOLOGIA Y SEGURIDAD ALIMENTARIA",
            "ecContrib": 437300
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 300000
        },
        "963042482": {
            "orgId": "963042482",
            "orgName": "TOP BV",
            "ecContrib": 249923
        },
        "985482171": {
            "orgId": "985482171",
            "orgName": "YOURIS.COM",
            "ecContrib": 113875
        },
        "999466952": {
            "orgId": "999466952",
            "orgName": "TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
            "ecContrib": 203250
        }
    },
    "calculatedTotalContribution": 1978929
}