{
    "rcn": "193313",
    "acronym": "REGAIN",
    "topics": "PHC-13-2014",
    "title": "REgeneration of inner ear hair cells with GAmma-secretase INhibitors to regain hearing in patients with sensorineural hearing loss",
    "startDate": "01/05/2015",
    "endDate": "31/10/2018",
    "objective": "Hearing loss is a chronic non-communicable disease disabling over 328 million adults, and 32 million children worldwide. Sensorineural hearing loss due to loss of auditory hair cells was long thought to be irreversible. However, recent animal studies have demonstrated that pharmacological inhibition of cell signalling via Notch receptors using gamma-secretase inhibitors (GSIs) can regenerate hair cells and partially restore hearing capacity. This novel therapeutic concept provides the first promising lead for actual treatment of hearing loss. Clinical validation of these findings is the next crucial stepping stone in the development of a regenerative therapy for hearing loss. The ambition of REGAIN is to repurpose a GSI molecule for this indication by shifting from systemic to local treatment.\nThe objective of the REGAIN project is to demonstrate and exploit the efficacy of locally administered GSIs to improve hearing through regeneration of inner ear hair cells with a lasting effect. The project will involve 1) the upscaling of GMP production of the clinical GSI candidate, 2) the generation of preclinical data on GSI dosing and local safety, 3) medical ethical clinical trial approval and 4) the demonstration of proof of concept for GSI for treatment of patients with recent onset sensorineural hearing loss. \nSmall molecule drugs targeting the underlying biological causes of hearing loss in a safe way are expected to meet a real medical need for millions of patients, who currently rely on the limited benefits provided by hearing aids or cochlear implants. The partners involved in REGAIN represent the current state of the art in regenerative hearing loss research in the EU. REGAIN will break through that current state of the art, and will advance the first highly promising pharmaceutical treatment of hearing loss through clinical testing.",
    "totalCost": "5834340,25",
    "ecMaxContribution": "5834340",
    "coordinator": "AUDION THERAPEUTICS BV",
    "coordinatorCountry": "NL",
    "participants": "TTOPSTART BV;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;NORDIC BIOSCIENCE CLINICAL DEVELOPMENT A/S;ACCELOVANCE EUROPE BV;EBERHARD KARLS UNIVERSITAET TUEBINGEN;UNIVERSITY COLLEGE LONDON;Eli Lilly and Company Limited",
    "participantCountries": "NL;EL;DK;DE;UK",
    "projectParticipants": {
        "997585928": {
            "orgId": "997585928",
            "orgName": "Eli Lilly and Company Ltd",
            "ecContrib": 0
        },
        "918001211": {
            "orgId": "918001211",
            "orgName": "NORDIC BIOSCIENCE CLINICAL DEVELOPMENT A/S",
            "ecContrib": 907116
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 368125
        },
        "951207512": {
            "orgId": "951207512",
            "orgName": "AUDION THERAPEUTICS BV",
            "ecContrib": 1512500
        },
        "951345349": {
            "orgId": "951345349",
            "orgName": "TTOPSTART BV",
            "ecContrib": 125000
        },
        "937775049": {
            "orgId": "937775049",
            "orgName": "ACCELOVANCE EUROPE BV",
            "ecContrib": 1771
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1204340
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 368125
        }
    },
    "calculatedTotalContribution": 4486977
}