{
    "rcn": "193332",
    "acronym": "i3-Food",
    "topics": "SFS-17-2014",
    "title": "Process integration for rapid implementation of sustainable innovative food processing",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "The main objective of i≥-Food is the implementation of 3 prioritised innovative food processing technologies by validation of optimum process control under industrial conditions: 1. Pulsed Electric Field preservation (PEF-P) of liquid food products (TRL 7-8); 2.High pressure thermal sterilization (HPTS) (TRL 6-7) and 3. Low shear extrusion of cold food products (TRL 6). A congeneric set of both technical (missing online sensors) and process conditioned bottlenecks (missing application of HACCP concept) does exist which hinders their uptake by industry and in the market. Therefore, optimum process control will be achieved in i≥-Food leading to application under real life operating conditions by demonstrating and piloting in a near to operational environment of applicable validation systems for each technology. 6 well selected industry partners, thereof 4 SMEs, strongly support the approach and contribute as technology provider or technology applicant. For rapid and easy market uptake an analysis of the innovation environment and identification of opportunities will be performed (phase 1) as well as road-mapping for market penetration per technology (phase 2). This integrated approach will provide maximal synergies in between the 3 technologies. Application opportunities beyond the known use cases will be explored. A scientific and cutting edge strategy for overcoming the market barriers ensuring rapid and maximum market uptake will be defined. A clear description of possible applications and potential benefits will serve as an excellent basis for the dissemination activities. i≥-Food will extremely benefit from results of national, trans-national and European projects. S&T project partners of i≥-Food have outstanding expertise in the field of PEF, high pressure and extrusion application as well as high competences in system and innovation research. Thus, the multidisciplinary endeavor will connect and amplify the EU strengths in advanced technologies research.",
    "totalCost": "2314375",
    "ecMaxContribution": "2159275",
    "coordinator": "ELEA VERTRIEBS- UND VERMARKTUNGSGESELLSCHAFT MBH",
    "coordinatorCountry": "DE",
    "participants": "FOODCASE INTERNATIONAL BV;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;DEUTSCHES INSTITUT FUER LEBENSMITTELTECHNIK;ENTEX RUST & MITSCHKE GMBH;HOOGESTEGER BV;INSTITUT DE RECERCA I TECNOLOGIA AGROALIMENTARIES;DMK EIS GMBH;ERDBAR GMBH;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "NL;DE;ES",
    "projectParticipants": {
        "998036008": {
            "orgId": "998036008",
            "orgName": "DEUTSCHES INSTITUT FUER LEBENSMITTELTECHNIK",
            "ecContrib": 598375
        },
        "938054603": {
            "orgId": "938054603",
            "orgName": "HOOGESTEGER BV",
            "ecContrib": 73369
        },
        "937691338": {
            "orgId": "937691338",
            "orgName": "DMK EIS GMBH",
            "ecContrib": 90650
        },
        "951470382": {
            "orgId": "951470382",
            "orgName": "ELEA VERTRIEBS- UND VERMARKTUNGSGESELLSCHAFT MBH",
            "ecContrib": 75775
        },
        "938008722": {
            "orgId": "938008722",
            "orgName": "ENTEX RUST & MITSCHKE GMBH",
            "ecContrib": 51712
        },
        "938583641": {
            "orgId": "938583641",
            "orgName": "ERDBAR GMBH",
            "ecContrib": 19556
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 379875
        },
        "938170809": {
            "orgId": "938170809",
            "orgName": "FOODCASE INTERNATIONAL BV",
            "ecContrib": 50838
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 495125
        },
        "999506819": {
            "orgId": "999506819",
            "orgName": "INSTITUT DE RECERCA I TECNOLOGIA AGROALIMENTARIES",
            "ecContrib": 324000
        }
    },
    "calculatedTotalContribution": 2159275
}