{
    "rcn": "193311",
    "acronym": "GLORIA",
    "topics": "PHC-17-2014",
    "title": "Comparing the effectiveness and safety of additional low-dose glucocorticoid in treatment strategies for elderly patients with rheumatoid arthritis",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "GLORIA aims to prove that the addition of chronic low dose glucocorticoids (GC) to current antirheumatic therapy is highly cost-effective and safe in elderly patients with rheumatoid arthritis (RA). RA is a frequent (affecting > 2% of the elderly population), painful and disabling chronic disease with high societal costs. RA is associated with multiple comorbidities, polypharmacy and adverse events; these problems, together with challenges in compliance (adherence) are dramatically increased in the elderly population. About 50% of patients are chronically treated with low-dose glucocorticoids (GC) in combination with other antirheumatic drugs, but without good evidence on the balance of benefit and harm. Thus, existing guidelines and information on safety and efficacy of GC are inadequate.\nGLORIA will address these problems by conducting a large pragmatic trial: 800 elderly (>65y) RA patients receiving standard of care will be randomized to additionally receive 5 mg prednisolone daily or placebo for 2 years. Very liberal eligibility criteria will ensure representativeness to the target population, and most data will be collected from routine clinical practice, minimizing patient and physician load, and operating costs. A novel tool will monitor compliance; it can send personalized reminders to a patientís smart device. The efficacy of this technology will be tested in a nested trial. Compliance and other characteristics will be entered into a model that will allow personalized risk and benefit assessment in the future.\nQualitative research in patients and physicians of member states will explore expectations and challenges in guideline implementation. This information and the study results will enable an update to existing guidelines and patient information, in collaboration with guideline committees and regulatory agencies. Networking conferences will improve health technology assessment in the elderly in general.",
    "totalCost": "6001715",
    "ecMaxContribution": "5993589,5",
    "coordinator": "STICHTING VUMC",
    "coordinatorCountry": "NL",
    "participants": "STICHTING VU;DEBRECENI EGYETEM;NARODNY USTAV REUMATICKYCH CHOROB-NURCH NIRD NATIONAL INSTITUTE OF RHEUMATIC DISEASES;BEYONDEVICES LDA;STICHTING TOOLS;CENTRO HOSPITALAR E UNIVERSITARIO DE COIMBRA E.P.E.;ACCELOVANCE EUROPE BV;CHARITE - UNIVERSITAETSMEDIZIN BERLIN;UNIVERSITA DEGLI STUDI DI GENOVA;BLUEPHARMA - INDUSTRIA FARMACEUTICASA;UNIVERSITATEA DE MEDICINA SI FARMACIE'CAROL DAVILA' DIN BUCURESTI;CURVE CLINICAL BV",
    "participantCountries": "NL;HU;SK;PT;DE;IT;RO",
    "projectParticipants": {
        "952690545": {
            "orgId": "952690545",
            "orgName": "BLUEPHARMA - INDUSTRIA FARMACEUTICASA",
            "ecContrib": 354526
        },
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 1501380
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 0
        },
        "999976687": {
            "orgId": "999976687",
            "orgName": "UNIVERSITA DEGLI STUDI DI GENOVA",
            "ecContrib": 203095
        },
        "999881239": {
            "orgId": "999881239",
            "orgName": "DEBRECENI EGYETEM",
            "ecContrib": 203095
        },
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 396845
        },
        "999875613": {
            "orgId": "999875613",
            "orgName": "UNIVERSITATEA DE MEDICINA SI FARMACIE'CAROL DAVILA' DIN BUCURESTI",
            "ecContrib": 203095
        },
        "944023692": {
            "orgId": "944023692",
            "orgName": "CENTRO HOSPITALAR E UNIVERSITARIO DE COIMBRA E.P.E.",
            "ecContrib": 402766
        },
        "937775049": {
            "orgId": "937775049",
            "orgName": "ACCELOVANCE EUROPE BV",
            "ecContrib": 472635
        },
        "962056477": {
            "orgId": "962056477",
            "orgName": "NARODNY USTAV REUMATICKYCH CHOROB-NURCH NIRD NATIONAL INSTITUTE OF RHEUMATIC DISEASES",
            "ecContrib": 203095
        },
        "998231172": {
            "orgId": "998231172",
            "orgName": "STICHTING TOOLS",
            "ecContrib": 96125
        },
        "950994403": {
            "orgId": "950994403",
            "orgName": "BEYONDEVICES LDA",
            "ecContrib": 331875
        },
        "932528028": {
            "orgId": "932528028",
            "orgName": "CURVE CLINICAL BV",
            "ecContrib": 1625058
        }
    },
    "calculatedTotalContribution": 5993590
}