{
    "rcn": "193396",
    "acronym": "PASSME",
    "topics": "MG-1.3-2014",
    "title": "Personalised Airport Systems for Seamless Mobility and Experience",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "PASSME aims to deliver industry-driven, passenger-centric novel solutions (up to TRL6) for passengers, airports and airlines to address the anticipated increase in demand for commercial flights in Europe by 2050. The goal is to reduce travel time by at least 60 minutes by integrating information between all stakeholders and transforming airport and aircraft operations and interiors to make the passenger journey time efficient, seamless, robust and accessible. This requires significant breakthrough solutions, such as: a real-time passenger-centric system for managing passenger flows that use input from the airport and passenger to provide predictive analytics on passenger flows 20-30 minutes ahead of time; a passenger independent system for managing luggage flows that reduce the time in arrival/departure airports by at least 30 minutes and increases the control passengers have over their luggage; radically redesigned passenger-centric airport and airplane processes and facilities that enable highly personalised and less stressful experience through key touch points (check-in and boarding); and a personalised device and smartphone application that measures physiological/psychological state and links with airport/airline services to provide relevant and timely information to support the passenger in decision-making. The research institutes (TUD, UNott, ICCS, TUHH, NLR, DLR) with interior design partners (Alma, Optimares) and communication experts (CARR) will work closely with Amsterdam and Hamburg airport clusters and KLM airlines to drive the user-centred design and evaluation methodology; to ensure the success of the solutions and that benefits will be shared with passengers, airlines and airports to have the necessary impact on the air transport system. Linking with the Airport Council International Europe (a selection of the 450 airports) and airport service SMEs will guarantee the results will have the maximum dissemination and exploitation across EU industries.",
    "totalCost": "4639086,25",
    "ecMaxContribution": "4631211,75",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "FLUGHAFEN HAMBURG GMBH;ALMADESIGN CONCEITO E DESENVOLVIMENTO DE DESIGN LDA;STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM;C.C.I.C.C. LIMITED;TECHNISCHE UNIVERSITAT HAMBURG;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;KONINKLIJKE LUCHTVAART MAATSCHAPPIJNV;OPTIMARES SPA;THE UNIVERSITY OF NOTTINGHAM;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS;SCHIPHOL NEDERLAND B.V.",
    "participantCountries": "DE;PT;NL;IE;IT;UK;EL",
    "projectParticipants": {
        "936825225": {
            "orgId": "936825225",
            "orgName": "FLUGHAFEN HAMBURG GMBH",
            "ecContrib": 154500
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 607000
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 985252
        },
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 289268
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 641125
        },
        "999931388": {
            "orgId": "999931388",
            "orgName": "SCHIPHOL NEDERLAND B.V.",
            "ecContrib": 65625
        },
        "936995751": {
            "orgId": "936995751",
            "orgName": "OPTIMARES SPA",
            "ecContrib": 306250
        },
        "997594658": {
            "orgId": "997594658",
            "orgName": "KONINKLIJKE LUCHTVAART MAATSCHAPPIJNV",
            "ecContrib": 182500
        },
        "952377526": {
            "orgId": "952377526",
            "orgName": "ALMADESIGN CONCEITO E DESENVOLVIMENTO DE DESIGN LDA",
            "ecContrib": 283692
        },
        "952323012": {
            "orgId": "952323012",
            "orgName": "C.C.I.C.C. LIMITED",
            "ecContrib": 436750
        },
        "999838753": {
            "orgId": "999838753",
            "orgName": "TECHNISCHE UNIVERSITAT HAMBURG-HARBURG",
            "ecContrib": 0
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 499250
        }
    },
    "calculatedTotalContribution": 4451212
}