{
    "rcn": "193334",
    "acronym": "CoachCom2020",
    "topics": "INNOSUP-9-2014",
    "title": "CoachCom2020 ñ a coaching community enhancing impact of the H2020 SME Instrument",
    "startDate": "01/09/2014",
    "endDate": "30/11/2016",
    "objective": "Objectives\nThe overall aim of CoachCom2020 is to ensure the fast implementation of a consistent and comprehensive, professional coaching community to support European SMEs participating in the new dedicated SME instrument under Horizon 2020. \n\nWorkplan and relevance\nBased on a robust and tested system approach CoachCom2020 will put in place and implement a coaching community methodology and platform with embedded quality assurance measures, ready to tackle the pressing requirements of the first months following the start of the first SME Instrument projects in Fall 2014 and subsequently (WP1). The overall coaching scheme will include highly targeted recruitment communication and broad dissemination reach (WP2), state-of-the-art mechanism for peer-learning in professional communities both on- and offline, structured knowledge sharing under scientific supervision (WP3) and, finally, three classes of pre-validated management systems and tools for Commission and EEN stakeholders: a case tracking / monitoring system; an impacts evaluation / benchmarking system; and a virtual learning platform with both an informal social network dimension and a structured knowledge repository (WP4). An ìopen-knowledgeî policy and open source software are at the heart of the project paving the way for long-term perspectives post-project. \n\nConsortium\nThe proposed concept is anchored firmly in the organizational experience and proven excellence of the innovation platform of Western Switzerland ñ which is coupled to and strongly leveraged by the comprehensive reach and crucial role of the EEN network. The effort is coordinated by a future ìend-userî - an experienced, Danish SME coaching organization. Management of the project rests in the hands of seasoned experts. A lean organisation is streamlined for fast decision making and ongoing risk appraisal.",
    "totalCost": "1037710,38",
    "ecMaxContribution": "759856,24",
    "coordinator": "INNOVAYT A/S",
    "coordinatorCountry": "DK",
    "participants": "EDSI-TECH SARL;UNIVERSITY OF BRIGHTON;SCOTTISH ENTERPRISE;OPPIDOC;TII ASSOCIATION EUROPEENNE POUR LE TRANSFERT DES TECHNOLOGIES ASBL;HAUTE ECOLE SPECIALISEE DE SUISSE OCCIDENTALE;VIESOJI ISTAIGA LIETUVOS INOVACIJU CENTRAS;PLATINN PLATEFORME POUR L INNOVATION ASSOCIATION",
    "participantCountries": "CH;UK;FR;LU;LT",
    "projectParticipants": {
        "999546977": {
            "orgId": "999546977",
            "orgName": "PLATINN PLATEFORME POUR L INNOVATION ASSOCIATION",
            "ecContrib": 171759
        },
        "999860481": {
            "orgId": "999860481",
            "orgName": "UNIVERSITY OF BRIGHTON",
            "ecContrib": 80774
        },
        "945884443": {
            "orgId": "945884443",
            "orgName": "OPPIDOC",
            "ecContrib": 102933
        },
        "952612848": {
            "orgId": "952612848",
            "orgName": "INNOVAYT A/S",
            "ecContrib": 207905
        },
        "999479659": {
            "orgId": "999479659",
            "orgName": "HAUTE ECOLE SPECIALISEE DE SUISSE OCCIDENTALE",
            "ecContrib": 0
        },
        "999456476": {
            "orgId": "999456476",
            "orgName": "VIESOJI ISTAIGA LIETUVOS INOVACIJU CENTRAS",
            "ecContrib": 50250
        },
        "926165410": {
            "orgId": "926165410",
            "orgName": "EDSI-TECH SARL",
            "ecContrib": 0
        },
        "999763772": {
            "orgId": "999763772",
            "orgName": "SCOTTISH ENTERPRISE",
            "ecContrib": 82369
        },
        "993618046": {
            "orgId": "993618046",
            "orgName": "TII ASSOCIATION EUROPEENNE POUR LE TRANSFERT DES TECHNOLOGIES ASBL",
            "ecContrib": 63867
        }
    },
    "calculatedTotalContribution": 759857
}