{
    "rcn": "193318",
    "acronym": "SILNE-R",
    "topics": "PHC-06-2014",
    "title": "Enhancing the effectiveness of programs and strategies to prevent youth smoking: a comparative realist evaluation of 7 European cities",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "Cigarette smoking is a main risk factor for premature disease, disability and death in Europe, especially in disadvantaged groups. Prevention of youth smoking is crucial to any strategy aimed at reducing this disease burden in the future. Several potentially effective strategies and programs are available to address youth smoking. However, in practice their impact often appears to be limited, especially among socially disadvantaged youth. \nThere is very little systematic evidence on HOW smoking prevention strategies and programs worked in practice, and WHY some programs seemed to influence youth smoking only in some settings or groups. Yet, such evidence is urgently needed to enable decision makers to use the resources available for smoking prevention in the most effective and equitable way.\nWe will generate such evidence by addressing these HOW and WHY questions in a comparative approach. For Finland, Ireland, Germany, Netherlands, Belgium, Italy and Portugal, we aim to assess HOW strategies and programs to prevent smoking in national and local settings affected smoking behaviour of 16 year olds. Moreover, we aim to assess HOW and WHY this impact varied according to city, school, gender, and socioeconomic group.\nWe will be among the first to apply the approach of ìrealist evaluationî to the evaluation of preventive programs, and to use this innovative approach to compare European countries. We will acquire primary data that are comparable across these countries, including a quantitative survey among 10,000\\ students, and in-depth structured interviews with students and various stakeholders. \nWe expect to make a major contribution to the reduction of disease burden and health inequalities among future elderly populations. We will apply a new method for learning from different countries, and for generating the fine-grained evidence that is needed to develop youth smoking prevention programs that are context-sensitive, cost-effective and equity-oriented.",
    "totalCost": "2999997,5",
    "ecMaxContribution": "2999997,5",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "MARTIN-LUTHER-UNIVERSITAET HALLE-WITTENBERG;UNIVERSITA DEGLI STUDI DI CASSINO E DEL LAZIO MERIDIONALE;TAMPEREEN YLIOPISTO;UNIVERSITE CATHOLIQUE DE LOUVAIN;UNIVERSITEIT MAASTRICHT;UNIVERSIDADE NOVA DE LISBOA;TobaccoFree Research Institute Ireland LBG;EUROPEAN NETWORK FOR SMOKING PREVENTION;ESCOLA NACIONAL DE SAUDE PUBLICA;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "DE;IT;FI;BE;NL;PT;IE;UK",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 282344
        },
        "999903161": {
            "orgId": "999903161",
            "orgName": "TAMPEREEN YLIOPISTO",
            "ecContrib": 363719
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 427029
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 303125
        },
        "997995947": {
            "orgId": "997995947",
            "orgName": "TobaccoFree Research Institute Ireland LBG",
            "ecContrib": 253125
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 372438
        },
        "999844767": {
            "orgId": "999844767",
            "orgName": "UNIVERSITA DEGLI STUDI DI CASSINO E DEL LAZIO MERIDIONALE",
            "ecContrib": 154688
        },
        "999871539": {
            "orgId": "999871539",
            "orgName": "MARTIN-LUTHER-UNIVERSITAET HALLE-WITTENBERG",
            "ecContrib": 363219
        },
        "995029978": {
            "orgId": "995029978",
            "orgName": "ESCOLA NACIONAL DE SAUDE PUBLICA",
            "ecContrib": 0
        },
        "968496210": {
            "orgId": "968496210",
            "orgName": "EUROPEAN NETWORK FOR SMOKING PREVENTION",
            "ecContrib": 112344
        },
        "960782479": {
            "orgId": "960782479",
            "orgName": "UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 367969
        }
    },
    "calculatedTotalContribution": 3000000
}