{
    "rcn": "193382",
    "acronym": "I2MPECT",
    "topics": "MG-1.1-2014",
    "title": "Integrated, Intelligent modular power electronic converter",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "Increasingly demanding requirements in the transportation industry for higher efficiency and reduced carbon footprint are leading to an ever increasing interest in electrically operated drives which offer significant benefits over their pneumatic or hydraulic counterparts. More electric aircraft technologies with fully electrical actuation and environmental conditioning systems are moving from topics of academic interest to commercial applications. \nDespite the progress in power electronics and electrical drives, significant advances in power density and reliability are still required before electrical technologies are fully accepted in the aircraft industry. The thermal management of losses generated in the power converters, with the associated requirements for heavy cooling systems, is proving to be the stumbling block for further improvements in power density. \nGround-breaking advances in wide band-gap semiconductor materials are promising to deliver significant benefits to power conversion systems with unprecedented levels of power density thanks to considerably reduced losses and high temperature operation, making them ideal building blocks for aerospace power electronics. \nLeveraging on some of EU best expertise in device manufacture and packaging, components integration, thermal management, converters design, reliability analysis, control and condition monitoring, as well as aircraft power systems, the proposal will demonstrate significant advances of the state of the art in power converters for harsh environments. Innovative 3D device packaging based on planar interconnect technologies with double-sided integrated cooling, will be demonstrated for wide band-gap wire-bond free power semiconductor devices. These technological breakthroughs, coupled with novel methodologies for active thermal management, lifetime testing, health management and prognosis will contribute to unprecedented levels of power density, efficiency and reliability in aerospace application.",
    "totalCost": "7180892,51",
    "ecMaxContribution": "6734626,26",
    "coordinator": "SIEMENS AKTIENGESELLSCHAFT",
    "coordinatorCountry": "DE",
    "participants": "THE UNIVERSITY OF SHEFFIELD;AIRBUS OPERATIONS SAS;INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE LYON;K & S GMBH PROJEKTMANAGEMENT;DYNEX SEMICONDUCTOR LIMITED;AIRBUS DEFENCE AND SPACE GMBH;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;SAFRAN ELECTRICAL & POWER",
    "participantCountries": "UK;FR;DE;CH",
    "projectParticipants": {
        "999886089": {
            "orgId": "999886089",
            "orgName": "INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE LYON",
            "ecContrib": 1159039
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 0
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 572771
        },
        "991247948": {
            "orgId": "991247948",
            "orgName": "AIRBUS OPERATIONS SAS",
            "ecContrib": 75048
        },
        "999991819": {
            "orgId": "999991819",
            "orgName": "AIRBUS DEFENCE AND SPACE GMBH",
            "ecContrib": 156253
        },
        "970000486": {
            "orgId": "970000486",
            "orgName": "DYNEX SEMICONDUCTOR LIMITED",
            "ecContrib": 954158
        },
        "999987260": {
            "orgId": "999987260",
            "orgName": "SIEMENS AKTIENGESELLSCHAFT",
            "ecContrib": 2662358
        },
        "999955444": {
            "orgId": "999955444",
            "orgName": "SAFRAN ELECTRICAL & POWER",
            "ecContrib": 1026250
        },
        "985994040": {
            "orgId": "985994040",
            "orgName": "K & S GMBH PROJEKTMANAGEMENT",
            "ecContrib": 128750
        }
    },
    "calculatedTotalContribution": 6734627
}