{
    "rcn": "193367",
    "acronym": "E-ferry",
    "topics": "MG-4.1-2014",
    "title": "E-ferry ñ prototype and full-scale demonstration of next generation 100% electrically powered ferry for passengers and vehicles",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "E-ferry addresses the urgent need for reducing European CO2 emissions and air pollution from waterborne transportation by demonstrating the feasibility of a 100% electrically powered, emission free, medium sized ferry for passengers and cars, trucks and cargo relevant to island communities, coastal zones and inland waterways. The vessel will be based on a newly developed, energy efficient design concept and demonstrated in full-scale operation on longer distances than previously seen for electric drive train ferries (> 5 Nm), i.e. the medium range connections Soeby-Fynshav (10.7 Nm) and Soeby-Faaborg (9.6 Nm) in the Danish part of the Baltic Sea, connecting the island of Aeroe (∆r¯) to the mainland.\nE-ferry builds on the Danish ERDF funded project Green Ferry Vision proving feasibility of the concept to be demonstrated and indicating significant potential impacts compared to conventionally fuelled ferries operating on the same medium range routes; energy savings of up to 50%, annual emission reductions of approx. 2,000 tonnes CO2, 41,500 kg NOx, 1,350 kg SO2 and 2,500 kg particulates.\nE-ferry is likely to be the one with the largest battery-pack ever installed in a ferry with a record breaking high charging power capacity of up to 4 MW allowing for short port stays. On top of being 100% powered by electricity, the innovative novelties of the E-ferry design concept and its expected impacts addresses flaws in current state-of-the-art by demonstrating a concept based on optimised hull-shape, lightweight equipment and carbon composite materials, ensuring reduced weight by up to 60% on parts replaced by composite elements. Approval of the use of carbon fibre-reinforced composite modules in E-ferryís superstructure according regulation through material and fire testing also is key to the project.\nThe strong industrial, maritime and public partners also will assure dissemination of results and push for a widespread market up-take of the E-ferry concept.",
    "totalCost": "21303820,74",
    "ecMaxContribution": "15141035,88",
    "coordinator": "AERO KOMMUNE",
    "coordinatorCountry": "DK",
    "participants": "RADGIVENDE SKIBSINGENIORER JENS KRISTENSEN APS;SOFARTSSTYRELSEN;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;LECLANCHE GMBH;DANSK BRAND- OG SIKRINGSTEKNISK INSTITUT FORENING;TUCO YACHT V∆RFT APS;SOBY VAERFT AS;LECLANCHE SA;DANFOSS MOBILE ELECTRIFICATION OY",
    "participantCountries": "DK;EL;DE;CH;FI",
    "projectParticipants": {
        "953702740": {
            "orgId": "953702740",
            "orgName": "LECLANCHE GMBH",
            "ecContrib": 1577979
        },
        "973072476": {
            "orgId": "973072476",
            "orgName": "DANSK BRAND- OG SIKRINGSTEKNISK INSTITUT FORENING",
            "ecContrib": 177500
        },
        "958280364": {
            "orgId": "958280364",
            "orgName": "LECLANCHE SA",
            "ecContrib": 0
        },
        "937193437": {
            "orgId": "937193437",
            "orgName": "SOBY VAERFT AS",
            "ecContrib": 5859630
        },
        "938786177": {
            "orgId": "938786177",
            "orgName": "TUCO YACHT VÆRFT APS",
            "ecContrib": 605588
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 470781
        },
        "950768296": {
            "orgId": "950768296",
            "orgName": "AERO KOMMUNE",
            "ecContrib": 2880075
        },
        "937684257": {
            "orgId": "937684257",
            "orgName": "RADGIVENDE SKIBSINGENIORER JENS KRISTENSEN APS",
            "ecContrib": 441308
        }
    },
    "calculatedTotalContribution": 12012861
}