{
    "rcn": "193374",
    "acronym": "REMOTIVATE",
    "topics": "ERC-StG-2014",
    "title": "Reward revisited: Towards a comprehensive understanding of motivational influences on human cognition",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Motivation is a central topic in psychology, not least because of its strong interrelation with other psychological concepts, as well as with various clinical conditions. Beyond globally energizing behavior, recent studies have begun to describe effects of extrinsic reward on various specific cognitive operations like conflict resolution, inhibitory control, and memory formation. Intriguingly, these functions appear to be disturbed in a number of neurological and psychiatric disorders, like attention-deficit hyperactivity disorder, addiction, and Parkinsonís disease. On the neural level, these disorders have been related to disturbances in the dopaminergic (DA) and/or the noradrenergic (NA) system, which are the very same systems that are also thought to be vital for the cognitive benefits of reward observed in the healthy mind. Despite this central, probably interrelated, role in the healthy and the diseased mind, our understanding of how exactly reward impacts specific cognitive operations is still rudimentary, both on the level of psychological theory as well as concerning the underlying neural mechanisms. The aim of this proposal is to develop a novel unifying conceptual and neural framework of how reward influences human cognition. To achieve this goal, it is essential to extend our conceptual understanding of the nature of such reward effects by integrating additional interrelated factors, such as stimulus saliency, different cognitive-control and response modes, and the influence of irrelevant information. In order to match this conceptual progress at the neuromechanistic level, it is critical to employ optimized neuroimaging methods that allow for a reliable, yet non-invasive investigation of neural activity in the source and target regions of the DA and NA system. Given the critical role of motivation in the healthy and the diseased mind, the results will provide new valuable insights for both basic and applied psychological and neuroscientific research.",
    "totalCost": "1257000",
    "ecMaxContribution": "1257000",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1257000
        }
    },
    "calculatedTotalContribution": 1257000
}