{
    "rcn": "193302",
    "acronym": "TASCMAR",
    "topics": "BG-03-2014",
    "title": "Tools And Strategies to access to original bioactive compounds from Cultivation of MARine invertebrates and associated symbionts",
    "startDate": "01/04/2015",
    "endDate": "31/03/2019",
    "objective": "TASCMAR project aspires to develop new tools and strategies in order to overcome existing bottlenecks in the biodiscovery and industrial exploitation of novel marine derived biomolecules (secondary metabolites and enzymes) with applications in the pharmaceuticals, nutraceuticals, cosmeceuticals and fine chemicals industries. Exploitation of neglected and underutilized marine invertebrates and symbionts from mesophotic zone will be combined with innovative approaches for the cultivation and extraction of marine organisms from lab to pilot-scale, using the unique prototypes Platotexô and Zippertexô, both reaching the Technology Readiness Level 7. Thus, marine dedicated cultivation and extraction equipment will be built and validated. These unique improvements will ensure sustainable supply of biomass and promote the production of high added value bioactive marine compounds. An integrated, holistic technological metabolomic approach will be applied, in conjunction with bioactivity profiling, as filtering and bio-prioritisation tools. Moreover, state-of-the-art analytical instrumentation and in-house databases will be employed for the dereplication and characterization of valuable compounds. A panel of libraries (marine organisms, extracts, pure metabolites and biocatalysts) will be constructed and exploited throughout the project. A focused panel of in-vitro, cell-based, in-ovo and in-vivo bioassays for discovering metabolites with anti-ageing and/or angiogenesis modulating activity will frame the entire work-flow and will reveal the lead compounds. In addition, the catalytic potential of mesophotic symbionts and deriving enzymes candidates will be evaluated in fine chemicals and bioremediation industries. The project activities will be constantly assessed via effective management for their societal, economical and environmental impact in order to find the best compromise between industrial development and sustainable growth.",
    "totalCost": "6758452,5",
    "ecMaxContribution": "6755950,25",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "BICT SRL;CRELUX GMBH;CHULALONGKORN UNIVERSITY;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;PIERRE GUERIN SAS;APIVITA KALLYNTIKA DIAITITIKA FARMAKA ANONYMI EMPORIKI KAI VIOTECHNIKI ETAIREIA;T6 ECOSYSTEMS SRL;TEL AVIV UNIVERSITY;UNIVERSITE DE LA REUNION;ASTAREAL AB;IMARE NATURAL SL;ASSOCIATION ECO OCEAN",
    "participantCountries": "IT;DE;TH;EL;FR;IL;SE;ES",
    "projectParticipants": {
        "965000330": {
            "orgId": "965000330",
            "orgName": "CRELUX GMBH",
            "ecContrib": 801212
        },
        "951072100": {
            "orgId": "951072100",
            "orgName": "PIERRE GUERIN SAS",
            "ecContrib": 800015
        },
        "937816177": {
            "orgId": "937816177",
            "orgName": "ASSOCIATION ECO OCEAN",
            "ecContrib": 349635
        },
        "986524339": {
            "orgId": "986524339",
            "orgName": "BICT SRL",
            "ecContrib": 320875
        },
        "948965066": {
            "orgId": "948965066",
            "orgName": "ASTAREAL AB",
            "ecContrib": 232900
        },
        "999557453": {
            "orgId": "999557453",
            "orgName": "UNIVERSITE DE LA REUNION",
            "ecContrib": 399918
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 801250
        },
        "999529614": {
            "orgId": "999529614",
            "orgName": "T6 ECOSYSTEMS SRL",
            "ecContrib": 208000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1442249
        },
        "949231040": {
            "orgId": "949231040",
            "orgName": "IMARE NATURAL SL",
            "ecContrib": 299956
        },
        "999869211": {
            "orgId": "999869211",
            "orgName": "CHULALONGKORN UNIVERSITY",
            "ecContrib": 299975
        },
        "964926416": {
            "orgId": "964926416",
            "orgName": "APIVITA KALLYNTIKA DIAITITIKA FARMAKA ANONYMI EMPORIKI KAI VIOTECHNIKI ETAIREIA",
            "ecContrib": 399688
        },
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 400278
        }
    },
    "calculatedTotalContribution": 6755951
}