{
    "rcn": "193328",
    "acronym": "MoTriColor",
    "topics": "PHC-13-2014",
    "title": "Molecularly guided trials with specific treatment strategies in patients with advanced newly molecular defined subtypes of colorectal cancer (MoTriColor)",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "Colorectal cancer (CRC) is increasingly being recognized as a heterogeneous disease with distinct molecular subtypes. These subtypes have different biological processes at the basis of their disease and consequently their prognosis and responses to therapy are also different.\nWe have previously developed molecular diagnostic assays using a single platform on routine FFPE tumour biopsies. These assays identify gene expression profiles with distinct prognosis and drug response phenotypes (CMS4/c-type, BRAF mutant-like, and MSI-like). Our overall objective is to develop targeted therapies more effective than the current therapies that do not take advantage of molecular classification of the disease to select patients for therapy. We therefore propose to perform 3 two-stage single arm multi-centre open-label phase II studies based on solid preclinical evidence and a sound scientific rationale for these subgroups of CRC patients: 1) combination of chemotherapy and a TGF-?R inhibitor (LY2157299) in patients presenting a C-type signature; 2) vinorelbine in patients with a BRAFm-like signature; and 3) an immunotherapeutic anti-PD-L1 drug (MPDL3280A) in combination with bevacizumab  in patients with a MSI-like signature. The primary objectives of these studies are to determine the clinical efficacy (progression-free survival as primary endpoint), safety and tolerability of the experimental treatments in these molecularly selected populations. Mutation analysis at the beginning of treatment and monitoring by liquid biopsies might reveal further biomarkers that predict response in retrospective analysis.\nThe project outcomes may have a significant impact in CRC patients with poor-risk prognosis worldwide as 40-50% of them present gene expression profiles matching one of the 3 approaches. Around 40,000 European CRC patients may potentially benefit from the results. Also, these may be translated to other cancer types with equivalent gene expression patterns/deregulated signalling pathways.",
    "totalCost": "5996992",
    "ecMaxContribution": "5996992",
    "coordinator": "FUNDACIO PRIVADA INSTITUT D'INVESTIGACIO ONCOLOGICA DE VALL-HEBRON",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION PARA LA INVESTIGACION DEL HOSPITAL CLINICO DE LA COMUNITAT VALENCIANA, FUNDACION INCLIVA;L'AZIENDA SOCIO SANITARIA TERRITORIALE (ASST) GRANDE OSPEDALE METROPOLITANO NIGUARDA;INSTITUT CATALA D'ONCOLOGIA;EUROPEAN ORGANISATION FOR RESEARCH AND TREATMENT OF CANCER AISBL;Agendia NV;UNIVERSITA DEGLI STUDI DI TORINO;STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS;UNIVERSITA DEGLI STUDI DELLA CAMPANIA LUIGI VANVITELLI;KATHOLIEKE UNIVERSITEIT LEUVEN;AZIENDA OSPEDALIERA OSPEDALE NIGUARDA CA' GRANDA",
    "participantCountries": "ES;IT;BE;NL",
    "projectParticipants": {
        "999524861": {
            "orgId": "999524861",
            "orgName": "EUROPEAN ORGANISATION FOR RESEARCH AND TREATMENT OF CANCER AISBL",
            "ecContrib": 580500
        },
        "999984738": {
            "orgId": "999984738",
            "orgName": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
            "ecContrib": 771611
        },
        "999637187": {
            "orgId": "999637187",
            "orgName": "FUNDACION PARA LA INVESTIGACION DEL HOSPITAL CLINICO DE LA COMUNITAT VALENCIANA, FUNDACION INCLIVA",
            "ecContrib": 271424
        },
        "998420031": {
            "orgId": "998420031",
            "orgName": "INSTITUT CATALA D'ONCOLOGIA",
            "ecContrib": 829320
        },
        "997605522": {
            "orgId": "997605522",
            "orgName": "Agendia NV",
            "ecContrib": 905250
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 682125
        },
        "999848356": {
            "orgId": "999848356",
            "orgName": "UNIVERSITA DEGLI STUDI DELLA CAMPANIA LUIGI VANVITELLI",
            "ecContrib": 266143
        },
        "996083786": {
            "orgId": "996083786",
            "orgName": "AZIENDA OSPEDALIERA OSPEDALE NIGUARDA CA' GRANDA",
            "ecContrib": 0
        },
        "912174518": {
            "orgId": "912174518",
            "orgName": "L'AZIENDA SOCIO SANITARIA TERRITORIALE (ASST) GRANDE OSPEDALE METROPOLITANO NIGUARDA",
            "ecContrib": 265896
        },
        "995163935": {
            "orgId": "995163935",
            "orgName": "FUNDACIO PRIVADA INSTITUT D'INVESTIGACIO ONCOLOGICA DE VALL-HEBRON",
            "ecContrib": 1147455
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 277268
        }
    },
    "calculatedTotalContribution": 5996992
}