{
    "rcn": "193337",
    "acronym": "nextBioPharmDSP",
    "topics": "BIOTEC-4-2014",
    "title": "Next-generation biopharmaceutical downstream process",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "The scope of the project is the optimization of downstream process (DSP) for the production of Biopharmaceuticals. Biopharmaceuticals have been successfully used as efficient therapeutic drugs for many pathophysiological conditions since the first recombinant product, insulin, was approved in 1982. Despite its efficacy, accessibility is still limited due to extremely high costs. In the production chain, capturing and purifying still represents a major bottleneck. Consequently, improvements in this area produce substantial cost reductions and expand patientsí accessibility to highly efficient drugs. Another aim of this action is to cope with the changing manufacturing demands, by lowering its environmental footprint and moving to more sustainable technologies. This proposalís main objective is to implement a fully integrated manufacturing platform based on continuous chromatography in combination with disposable techniques for all unit operations of the DSP sequence for biosimilar monoclonal antibodies and derivatives thereof. The action encompasses the entire DSP sequence. We will implement alternative technologies for primary separation, such as flocculation or tangential flow filtration. The expected outcome is a reduction in the size and number of downstream unit operations and the elimination of centrifugation. Alternative approaches to the batch process for the capture step, such as continuous chromatography, will be evaluated in order to improve the efficiency and lower the need for expensive resin volume. Additionally precipitation utilization will be evaluated as an approach to replace protein A chromatography as capture step. A disposable continuous chromatography system will be developed together with novel analytical tools and sensors. Since single-use disposable systems can substitute the extensive use of resources (water) and significantly reduce the overall utility needs, the whole DSP sequence will be carried out on disposable technology (PAT).",
    "totalCost": "10569662,5",
    "ecMaxContribution": "8366432,5",
    "coordinator": "LEK FARMACEVTSKA DRUZBA DD",
    "coordinatorCountry": "SI",
    "participants": "NATIONAL SYSTEMS SRL;KEMIJSKI INSTITUT;KARLSRUHER INSTITUT FUER TECHNOLOGIE;UNIVERSITAET FUER BODENKULTUR WIEN;MILLIPORE SAS;Sandoz GmbH",
    "participantCountries": "IT;SI;DE;AT;FR",
    "projectParticipants": {
        "965746357": {
            "orgId": "965746357",
            "orgName": "LEK FARMACEVTSKA DRUZBA DD",
            "ecContrib": 2631738
        },
        "943773141": {
            "orgId": "943773141",
            "orgName": "NATIONAL SYSTEMS SRL",
            "ecContrib": 367658
        },
        "937232237": {
            "orgId": "937232237",
            "orgName": "MILLIPORE SAS",
            "ecContrib": 1764962
        },
        "998756718": {
            "orgId": "998756718",
            "orgName": "KEMIJSKI INSTITUT",
            "ecContrib": 660375
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 1496625
        },
        "999987357": {
            "orgId": "999987357",
            "orgName": "UNIVERSITAET FUER BODENKULTUR WIEN",
            "ecContrib": 1068562
        }
    },
    "calculatedTotalContribution": 7989920
}