{
    "rcn": "193305",
    "acronym": "ICare",
    "topics": "PHC-23-2014",
    "title": "Integrating Technology into Mental Health Care Delivery in Europe",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "The evidence base of Internet-based interventions in the prevention and treatment of mental health conditions has rapidly grown in the past decade. Yet many European countries (e.g., Germany, Austria, Switzerland, Great Britain, The Netherlands, Spain) have not implemented these promising approaches into health systems. Individuals with risk conditions or distinct mental health problems interested in using online interventions are often unable to access appropriate and evidence-based online interventions. \nThe aim of this proposal is to establish a comprehensive model of health promotion, risk detection, disease prevention, and treatment facilitation for the most prevalent mental health problems and disorders (depression, anxiety, adjustment disorders, eating disorders/weight management and substance abuse) that assists individuals and mental health professionals in selecting and using evidence-based, online interventions. To reach this aim, the project partners bring together over 30 evidence-based, online interventions spanning the mental health intervention spectrum from universal and targeted prevention, self-help to treatment for the respective conditions applicable to children, adolescents and adults. Following a stakeholder needs survey, the model will be integrated into existing health care and other settings in Germany, Great Britain, Switzerland, Austria, The Netherlands, and Spain by 1. developing valid and economic, online screenings to allocate individuals to interventions, 2. developing technology for a common e-Health intervention platform, 3. developing implementation plans, 4.  implementing evidence-based interventions into health care, and 5. evaluating and comparing their feasibility, acceptability, reach, efficacy and (cost)-effectiveness, adoption, and dissemination including moderators of interventions. Our proposal aims at the sustained implementation of the ICare model into health services and collaborations with health care providers across different EU countries.",
    "totalCost": "6154682,5",
    "ecMaxContribution": "4972682,5",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "MEDIZINISCHE UNIVERSITAET WIEN;FFH GESELLSCHAFT ZUR ERHALTUNG UND DURCHFUEHRUNG VON FACHHOCHSCHUL-STUDIENGANGEN MBH;UNIVERSITAT JAUME I DE CASTELLON;FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;STICHTING VU;LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE;UNIVERSITAT DE VALENCIA;UNIVERSITAET BERN;MIND DISTRICT HOLDING BV;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;KING'S COLLEGE LONDON;STIFTUNG FUR SUCHT UND GESUNDHEITSFORSCHUNG",
    "participantCountries": "AT;ES;DE;NL;UK;CH",
    "projectParticipants": {
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 637915
        },
        "999882985": {
            "orgId": "999882985",
            "orgName": "UNIVERSITAT JAUME I DE CASTELLON",
            "ecContrib": 378070
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 280625
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 434672
        },
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 160700
        },
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 199552
        },
        "986180183": {
            "orgId": "986180183",
            "orgName": "STIFTUNG FUR SUCHT UND GESUNDHEITSFORSCHUNG",
            "ecContrib": 0
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 379062
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 1196071
        },
        "937677661": {
            "orgId": "937677661",
            "orgName": "FFH GESELLSCHAFT ZUR ERHALTUNG UND DURCHFUEHRUNG VON FACHHOCHSCHUL-STUDIENGANGEN MBH",
            "ecContrib": 159375
        },
        "937130678": {
            "orgId": "937130678",
            "orgName": "MIND DISTRICT HOLDING BV",
            "ecContrib": 430625
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 716014
        }
    },
    "calculatedTotalContribution": 4972681
}