{
    "rcn": "193398",
    "acronym": "LuMaSense",
    "topics": "ERC-PoC-2014",
    "title": "A Non-Invasive Test for Guiding Followñup of Patients with CT-Detected Lung Nodules",
    "startDate": "01/06/2015",
    "endDate": "30/11/2016",
    "objective": "This PoC is a commercially-oriented spin-off from our ìDIAG-CANCERî ERC project, addressing an urgent clinical need in the field of lung cancer (LC). The rationale behind this PoC is that CT-based LC screening programs are emerging in many countries worldwide. However, the high false positive rate of this technique (96% out of the 24% positive CT findings are non-cancerous) has been a major challenge in front those plans. This is because the CT-detected non-cancerous group has undergone unnecessary invasive procedures that are both costly and associated with significant morbidity and mortality. With this PoC project, we aim to increase the specificity of the LDCT based screening program by utilizing an auxiliary noninvasive breath test to distinguish between malignant and non-cancerous CT findings. The proposed breath test relies on a novel stand-alone device that provide an improved combination of speed, sensitivity, portability, low complexity, easy operation and low production cost. In order to transform our idea and current technology into a marketable device we propose taking several steps: (i) optimization of a prototype device and evaluation of its clinical usefulness through clinical studies; (ii) completing the IP portfolio of the device; and (iii) conducting detailed market research to identify the optimal placement in the healthcare market and possible competitors. After completing these stages, to be covered by the present grant, we propose to proceed to the technology transfer to a mature health care company or through complementary fund to advance the technological plans. If successful, the proposed PoC can be translated immediately into a powerful tool for the management of nodule-positive patients. It will both reduce the rate of unnecessary invasive procedures, and on the other hand, will avoid treatment delay when cancer exists. The economic implication of this action is a significant save of ~$12-16 billion for the healthcare system worldwide.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}