{
    "rcn": "193319",
    "acronym": "PROCROP",
    "topics": "PHC-13-2014",
    "title": "Professional cross-priming for ovary and prostate cancer",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Immune responses are initiated by antigen presentation mediated by dendritic cells (DC). There is a minority subset of DC highly specialised in starting up cytotoxic T lymphocytes able to kill tumor cells. PROCROP aims to develop in three pilot clinical trials a suitable individualized cancer vaccine technology for castration resistant prostate cancer and metastatic cancer of the ovary that would complement currently available therapies to increase efficacy. The project applies recent compelling knowledge on the identity of the main antigen-presenting DC subsets for vaccine elicitation of cytotoxic T lymphocytes endowed with the ability to seek and destroy tumour cells (such immune mechanism is termed crosspriming). This unique opportunity for superior DCs for immunotherapy comes from the fact that Miltenyi, a successful European biotech company, has the necessary proprietary reagents (anti-BDCA-3 monoclonal antibody and immunomagnetic selection technology), as well as the expertise to clinically develop a strategy of DC isolation and short-term cell culture for immunotherapy. From the point of view of the tumor antigens, processed autologous tumor material will be mixed with defined common tumor antigens in the form of recombinant proteins. This novel combination will permit stronger and broader antitumor immune responses and more accurate monitoring of the ensuing immunity against the tumors. These features should make the novel DC vaccine more efficacious than the currently US-approved DC vaccine PROVENGE and other DCs preparations undergoing trials, such as those derived from monocytes. Three of the leading groups in immunotherapy of cancer in Europe would join forces to develop this individualized cell therapy technology in clinical trials for two highly prevalent and unsatisfactorily managed malignant conditions. Industrial partnership provides the unique advantage of producing a rigorously standardized product for eventual multicentre trials.",
    "totalCost": "7572500",
    "ecMaxContribution": "5750000",
    "coordinator": "FUNDACION PARA LA INVESTIGACION MEDICA APLICADA FIMA",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITE DE LAUSANNE;STICHTING KATHOLIEKE UNIVERSITEIT;MILTENYI BIOTEC GMBH;CENTRE HOSPITALIER UNIVERSITAIRE VAUDOIS;UNIVERSIDAD DE NAVARRA;FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
    "participantCountries": "CH;NL;DE;ES",
    "projectParticipants": {
        "999641746": {
            "orgId": "999641746",
            "orgName": "UNIVERSIDAD DE NAVARRA",
            "ecContrib": 1050000
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 1510000
        },
        "999600909": {
            "orgId": "999600909",
            "orgName": "CENTRE HOSPITALIER UNIVERSITAIRE VAUDOIS",
            "ecContrib": 0
        },
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 0
        },
        "999485382": {
            "orgId": "999485382",
            "orgName": "FUNDACION PARA LA INVESTIGACION MEDICA APLICADA FIMA",
            "ecContrib": 1190000
        },
        "998922879": {
            "orgId": "998922879",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
            "ecContrib": 655000
        },
        "999549305": {
            "orgId": "999549305",
            "orgName": "MILTENYI BIOTEC GMBH",
            "ecContrib": 1345000
        }
    },
    "calculatedTotalContribution": 5750000
}