{
    "rcn": "193357",
    "acronym": "ENGRes2014",
    "topics": "MSCA",
    "title": "EU2014 Conference on the Empowerment of the Next Generation of Researchers - ìPromoting talents, spreading excellenceî",
    "startDate": "01/08/2014",
    "endDate": "31/05/2015",
    "objective": "On July 1 2014, Italy takes over the European Council presidency. An overall goal of the Italian presidency is to achieve a higher and more sustainable growth, to enhance the competitiveness of European markets thus enabling them to reap the benefits of economic interdependence.\n\tAmong the various initiatives, the Italian presidency wishes to contribute to the discussion and elaboration of Horizon 2020 and the achievement of Europe 2020, with a special focus on the career development and training of researchers, by organising a conference on the subject.\n\tThe proposed conference, bearing the title: EU2014 Conference on the Empowerment of the Next Generation of Researchers ìPromoting talents, spreading excellenceî, will take place in the city of Trento during the third week of November 2014 and will be organized by the Ministry of Education, Universities and Research in collaboration with the Autonomous Province of Trento.\n\tThe overall theme of this conference is to discuss and reflect on the Marie Sk?odowska-Curie Actions with a special focus on the concept of ìEmpowermentî of the next generation of researchers by addressing relevant issues such as training, recruitment and career development.\n\tAround 200 participants, representing policy makers at European, national and regional level, Marie Curie fellows, alumni, universities and other research organisations, as well as business leaders will gather to address issues like how a truly open European labour market for researchers can become reality, how talent can be nurtured to grow into excellence, how train and retrain the scientific workforce in dialogue with industry, how it is possible to unlock the full potential of new researchers and achieve the economic and societal goals of Europe 2020.\nThe conference is envisaged as an instrument of the EC and EU MS to promote intensive communication of information, best practices and further collaborations among researchers, policymakers, and industry around MSC actions.",
    "totalCost": "150825",
    "ecMaxContribution": "150000",
    "coordinator": "MINISTERO DELL'ISTRUZIONE, DELL'UNIVERSITA' E DELLA RICERCA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999641358": {
            "orgId": "999641358",
            "orgName": "MINISTERO DELL'ISTRUZIONE, DELL'UNIVERSITA' E DELLA RICERCA",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}