{
    "rcn": "193376",
    "acronym": "SENIORS",
    "topics": "MG-3.4-2014",
    "title": "Safety-ENhancing Innovations for Older Road userS",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "European countries face great challenges because the demographic structure in the EU is changing rapidly, due to reducing birth rates and increasing life expectancies. In 2012, 17% of Europeans were aged 65 and older and in 2020 this will rise to 28%. Meanwhile, the mobility needs of the elderly are also changing. Maintaining a driver's licence is an important issue of independence today, both for males and females. Also technological developments like the introduction of e-bikes enables access to other means of transport.\nThese demographic and behavioural changes are of growing concern to mobility and road safety. While accident data show a decreasing number of fatalities and serious injuries on EU roads, recent data from the ERSO show an increasing proportion of elderly in the fatality statistics.  This trend is a serious threat to the achievements of recent decades and poses a challenge that must be addressed to meet goals set for further reduction of road fatalities. Furthermore, there is an increasing rate of obesity in EU populations, which introduces changes in injury patterns and risks. The SENIORS project focuses on the protection of elderly and obese road users also by transferring nowadays younger generationsí safety standards. The objective is to develop the required understanding of accident scenarios, injury mechanisms and risks and to implement these findings in test tools and test and assessment procedures. An integrated approach considering the elderly in multiple transport modes is applied to reduce the portion of elderly fatalities. The small-scale project focuses on providing tools to encourage wider adoption of advanced restraint and pedestrian protection systems improving the protection of older and obese vulnerable road users. The activities consolidate results from previous EU projects such as THORAX and AsPeCSS and meet the needs defined by the GRSP IWG on Frontal Impact working on a near-term (2015) and mid-term (2020) update of UN-R94.",
    "totalCost": "2885587,26",
    "ecMaxContribution": "2885587,26",
    "coordinator": "BUNDESANSTALT FUER STRASSENWESEN",
    "coordinatorCountry": "DE",
    "participants": "AUTOLIV DEVELOPMENT AB;TRL LIMITED;LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;HUMANETICS EUROPE GMBH;FORD-WERKE GMBH;IDIADA AUTOMOTIVE TECHNOLOGY SA;FIAT CHRYSLER AUTOMOBILES ITALY SPA",
    "participantCountries": "SE;UK;DE;ES;IT",
    "projectParticipants": {
        "999808004": {
            "orgId": "999808004",
            "orgName": "AUTOLIV DEVELOPMENT AB",
            "ecContrib": 395325
        },
        "973748372": {
            "orgId": "973748372",
            "orgName": "HUMANETICS EUROPE GMBH",
            "ecContrib": 320875
        },
        "997740643": {
            "orgId": "997740643",
            "orgName": "FIAT CHRYSLER AUTOMOBILES ITALY SPA",
            "ecContrib": 300000
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 266939
        },
        "999475585": {
            "orgId": "999475585",
            "orgName": "TRL LIMITED",
            "ecContrib": 236012
        },
        "999788313": {
            "orgId": "999788313",
            "orgName": "IDIADA AUTOMOTIVE TECHNOLOGY SA",
            "ecContrib": 488552
        },
        "996657347": {
            "orgId": "996657347",
            "orgName": "FORD-WERKE GMBH",
            "ecContrib": 221250
        },
        "999606729": {
            "orgId": "999606729",
            "orgName": "BUNDESANSTALT FUER STRASSENWESEN",
            "ecContrib": 656634
        }
    },
    "calculatedTotalContribution": 2885587
}