{
    "rcn": "193350",
    "acronym": "DiViNe",
    "topics": "BIOTEC-4-2014",
    "title": "Sustainable downstream processing of vaccines through incorporation of nanobiotechnologies : novel affinity ligands and biomimetic membranes",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "In the vaccine industry, downstream processing is of extreme importance. Prophylactic vaccines aim at protecting healthy people, so any contaminant has to be discarded with the most drastic measures. Such ´ negative ª approach comes at the expense of the recovery of product : yields are poor, thereby inducing a high product cost. Processes are also complex, since they rely on multiple eliminations rather than on recovery of the unique product of interest. Technically, this is mostly due to the lack of specific capture systems that would allow direct, ´ positive ª separation of the vaccine from its environment.Vaccines know no borders. For developing countries, the pressure on costs is even more acute, and local production is a way to try to reach the 1$ per dose target. In this context, water sustainability is a major issue, as it is a most sensitive ingredient in bioproduction.\nDiViNe will tackle theses cost and environmental issues with technological answers. The partners will combine two major Nano/biotechnology innovations to develop an integrated purification platform amenable to the different natures of vaccines : glycoconjugates, protein antigens and enveloped viruses. They will implement Nanofitins (novel affinity capture ligands) and Aquaporin-based membranes (energy-saving nano-biomimetics used in the cleantech industry), for a ´ positive ª purification approach. High yields are expected (data from antibody purification with Nanofitins), at affordable cost of goods and with a sustainable approach of water recycling.\nNovartis Vaccines brings to the Consortium a broad range of targets, and identical strategies can be applied for biopharmaceuticals in general. The development custom affinity capture processes as a sustainable platform is therefore economically relevant, in a very large market. Beyond the technical partnership, the project is a first run for the partners to structure the platform as a commercial offer for downstream processing of biologics.",
    "totalCost": "7632281,25",
    "ecMaxContribution": "5790580,5",
    "coordinator": "INSTITUTO DE BIOLOGIA EXPERIMENTAL E TECNOLOGICA",
    "coordinatorCountry": "PT",
    "participants": "GLAXOSMITHKLINE VACCINES SRL;MERCK KOMMANDITGESELLSCHAFT AUF AKTIEN;GENIBET - BIOPHARMACEUTICALS SA;AQUAPORIN AS;AFFILOGIC",
    "participantCountries": "IT;DE;PT;DK;FR",
    "projectParticipants": {
        "999988618": {
            "orgId": "999988618",
            "orgName": "GLAXOSMITHKLINE VACCINES SRL",
            "ecContrib": 709188
        },
        "999789865": {
            "orgId": "999789865",
            "orgName": "INSTITUTO DE BIOLOGIA EXPERIMENTAL E TECNOLOGICA",
            "ecContrib": 1493281
        },
        "999965241": {
            "orgId": "999965241",
            "orgName": "MERCK KOMMANDITGESELLSCHAFT AUF AKTIEN",
            "ecContrib": 1328250
        },
        "998123211": {
            "orgId": "998123211",
            "orgName": "GENIBET - BIOPHARMACEUTICALS SA",
            "ecContrib": 705250
        },
        "973706371": {
            "orgId": "973706371",
            "orgName": "AFFILOGIC",
            "ecContrib": 1035212
        },
        "944532263": {
            "orgId": "944532263",
            "orgName": "AQUAPORIN AS",
            "ecContrib": 519400
        }
    },
    "calculatedTotalContribution": 5790581
}