{
    "rcn": "193348",
    "acronym": "FUTURE-FOOD",
    "topics": "SFS-17-2014",
    "title": "Faster Upcoming Technology Uptake Relevant for the Environment in FOOds Drying",
    "startDate": "01/03/2015",
    "endDate": "31/08/2018",
    "objective": "Future Food aims at demonstration and first market application of an eco-innovative solution for sustainable food drying. The process makes use of high pressure CO2 technology as drying medium which enables efficient drying at close-to-ambient temperatures in absence of oxygen. Research and development studies have shown it feasibility of being an ecological and economical alternative to freeze-drying, for products categories vegetables and fruits, specialty ingredients such as proteins and biopolymers. Besides good preservation of a food quality, microbial inactivation occurs in situ which attributes to ensuring food safety. \n\nThe main objectives are: (i) minimize risks that could prevent CO2 drying to enter the market and (ii) to demonstrate its market replication potential via a first application to the market. \n\nThe base of the project is to provide on the one hand prototyped products and on the other prototyped process extensions that will increase the market potential. Prototyping processing elements will demonstrate the energy reduction of the process and the full width of applications at a pilot scale. By preparing three product prototypes the aim is to demonstrate the full potential of this technology to the industry at a foodgrade level, resulting in validation of the process.\n\nOn the basis of the prototype assessments, in close conjunction with industrial (SME) parties, the process will be certified, (economically) validated and demonstrated to the industry. The final step is demonstrating the process in a near-operational environment to identify all the benefits for consumer and the food chain. \nBy doing so, the drying process will evolve from a TRL 4-5 to a TRL 8. By intensive dissemination to increase visibility, the technology will disseminated to SMEís in Europe to maximize uptake of the technology in the market and realizating impact on sustainability, food safety and economy.",
    "totalCost": "2602973,75",
    "ecMaxContribution": "2094031,62",
    "coordinator": "FEYECON DEVELOPMENT & IMPLEMENTATION BV",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSITEIT GENT;VNK B.V.;RISE RESEARCH INSTITUTES OF SWEDEN AB;UNIVERSITA DEGLI STUDI DI PADOVA;FACULTY OF AGRICULTURE - UNIVERSITY OF BELGRADE;CO2 DRY BV",
    "participantCountries": "BE;NL;SE;IT;RS",
    "projectParticipants": {
        "938346670": {
            "orgId": "938346670",
            "orgName": "CO2 DRY BV",
            "ecContrib": 452709
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 238750
        },
        "991930052": {
            "orgId": "991930052",
            "orgName": "VNK B.V.",
            "ecContrib": 278932
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 316562
        },
        "999824688": {
            "orgId": "999824688",
            "orgName": "FACULTY OF AGRICULTURE - UNIVERSITY OF BELGRADE",
            "ecContrib": 161145
        },
        "999613422": {
            "orgId": "999613422",
            "orgName": "RISE RESEARCH INSTITUTES OF SWEDEN AB",
            "ecContrib": 190042
        },
        "998255228": {
            "orgId": "998255228",
            "orgName": "FEYECON DEVELOPMENT & IMPLEMENTATION BV",
            "ecContrib": 455891
        }
    },
    "calculatedTotalContribution": 2094031
}