{
    "rcn": "193381",
    "acronym": "WRIST",
    "topics": "MG-8.1a-2014",
    "title": "Innovative Welding Processes for New Rail Infrastructures",
    "startDate": "01/05/2015",
    "endDate": "31/01/2019",
    "objective": "WRIST will develop and demonstrate flexible and cost effective joining processes for rail products, and in particular for advanced bainitic rail steels, which have been developed to answer the increasing demands of increasing speed and growth of railwayís load. This will be delivered by the combined development of the joining processes itself, welding experiments, computational modelling, material and joint characterisation and testing, using laboratory tests and full-scale field testing in industrial or commercial test tracks. The project will offer a step change in the joint performance and reliability providing an extended in-service life for a range of rail materials, therefore resulting in a significant cost reduction in maintenance of the track, also freeing up more capacity for rail traffic.\n\nNew variants of the aluminothermic and orbital friction welding processes will be developed, which will both reduce the width of the heat affected zone and minimise the loss of mechanical properties in the weld zone. These innovations will enable the use of bainitic rail steels which will deliver an increased reliability, a longer lifetime of the rails and welds combined with a reduction of the maintenance cost.\n\nThe project addresses the specific call topics by:\n- Development and application of advanced joining technologies, able to join conventional and bainitic rail steels with a higher quality and reliability, to meet the more stringent infrastructure requirements imposed by increased speed and load, resulting in less maintenance and a longer track lifetime.\n- Reduction of maintenance cost and life cycle cost of the rail and welds, due to less repair welding associated with a higher weld quality and the longer track lifetime.\n- Increased availability of the track; less unforeseen maintenance.\n- Profit for users: less disruptions and a higher safety level. \n- Use of a more environmental friendly and energy efficient joining techniques.",
    "totalCost": "4188356,25",
    "ecMaxContribution": "4188355,75",
    "coordinator": "BELGISCH INSTITUUT VOOR LASTECHNIEK VZW",
    "coordinatorCountry": "BE",
    "participants": "GOLDSCHMIDT THERMIT GMBH;ID2 BV;Jackweld Limited;PRORAIL BV;ARTTIC;THE UNIVERSITY OF HUDDERSFIELD;DENYS NV;TECHNISCHE UNIVERSITEIT DELFT;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "DE;NL;UK;FR;BE;SE",
    "projectParticipants": {
        "998208668": {
            "orgId": "998208668",
            "orgName": "PRORAIL BV",
            "ecContrib": 56439
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 402774
        },
        "952381794": {
            "orgId": "952381794",
            "orgName": "BELGISCH INSTITUUT VOOR LASTECHNIEK VZW",
            "ecContrib": 573644
        },
        "999452208": {
            "orgId": "999452208",
            "orgName": "THE UNIVERSITY OF HUDDERSFIELD",
            "ecContrib": 249270
        },
        "937083730": {
            "orgId": "937083730",
            "orgName": "ID2 BV",
            "ecContrib": 227188
        },
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 293750
        },
        "953798479": {
            "orgId": "953798479",
            "orgName": "DENYS NV",
            "ecContrib": 477099
        },
        "983486105": {
            "orgId": "983486105",
            "orgName": "Jackweld Limited",
            "ecContrib": 781250
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 274944
        },
        "936818435": {
            "orgId": "936818435",
            "orgName": "GOLDSCHMIDT THERMIT GMBH",
            "ecContrib": 852000
        }
    },
    "calculatedTotalContribution": 4188358
}