{
    "rcn": "193321",
    "acronym": "ADVOCATE",
    "topics": "PHC-23-2014",
    "title": "Added Value for Oral Care",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "ADVOCATE brings together top principal investigators from prestigious universities, the public sector, and the private sector to address the most common diseases affecting humanity, as measured by the recent Global Burden of Disease Study. ADVOCATE strives to optimise delivery of oral health and wellbeing to the population in EU Member States. This requires a change in oral health care delivery towards prevention. The change will be achieved by developing a model that promotes a preventive rather than restorative oral health care system: The oral health care model 2020.  As the oral health care delivery system is not as overly complex as other health care systems, the oral health care model 2020 may serve as a blueprint for other health care system reforms. \n\nThe development of this model requires intensive information exchange and engagement of stakeholders to establish a set of key-indicators. These indicators will be used to benchmark health care performance on practice as well as system level. Two types of evidence-based indicators will be selected: Quantitative and qualitative indicators that allow measuring and influencing of either intrinsic motivation or extrinsic motivation incentives towards a patient centred, resilient and prevention oriented oral health care system. ADVOCATE will test this model in a natural environment, and provide evidence-informed policy measures towards its implementation, both for oral health care systems as well as other health care systems.\nGiven the comprehensiveness of the topic, ADVOCATE uses a targeted approach that is entirely focused on the five major root-causes underlying the current suboptimal performance of oral health care systems. Moreover, ADVOCATE has confirmed access to data of eight European oral health care databases; it is well connected to existing initiatives and networks, and has ample support from preventive oriented industry, as exemplified by the financial support provided for the final conference.",
    "totalCost": "5993032,75",
    "ecMaxContribution": "5993032,5",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "STICHTING VU;KOBENHAVNS UNIVERSITET;ACHMEA BV;NATIONAL HEALTH SERVICE COMMISSIONING BOARD;SPECTRUMK GMBH;UNIVERSITAETSKLINIKUM HEIDELBERG;SEMMELWEIS EGYETEM;Aridhia Informatics Ltd.;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK;DECARE DENTAL IRELAND LIMITED",
    "participantCountries": "NL;DK;UK;DE;HU;IE",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 1718705
        },
        "937250667": {
            "orgId": "937250667",
            "orgName": "SPECTRUMK GMBH",
            "ecContrib": 9500
        },
        "937537690": {
            "orgId": "937537690",
            "orgName": "DECARE DENTAL IRELAND LIMITED",
            "ecContrib": 187238
        },
        "950993336": {
            "orgId": "950993336",
            "orgName": "NATIONAL HEALTH SERVICE COMMISSIONING BOARD",
            "ecContrib": 60021
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 1372936
        },
        "999841081": {
            "orgId": "999841081",
            "orgName": "UNIVERSITAETSKLINIKUM HEIDELBERG",
            "ecContrib": 1203206
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 353193
        },
        "954014304": {
            "orgId": "954014304",
            "orgName": "ACHMEA BV",
            "ecContrib": 53250
        },
        "999860675": {
            "orgId": "999860675",
            "orgName": "SEMMELWEIS EGYETEM",
            "ecContrib": 333584
        },
        "952790649": {
            "orgId": "952790649",
            "orgName": "Aridhia Informatics Ltd.",
            "ecContrib": 336250
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 365150
        }
    },
    "calculatedTotalContribution": 5993033
}