{
    "rcn": "193301",
    "acronym": "VIROGENESIS",
    "topics": "PHC-32-2014",
    "title": "Virus discovery and epidemic tracing from high throughput metagenomic sequencing",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "NGS analysis pipelines are rapidly becoming part of the routine repertoire of research, clinical and public health laboratories in the public sector and private industry. Middle East Respiratory Syndrome-coronavirus (MERS-CoV) is only one example of the many recent virus discoveries made through analysis of next-generation sequencing (NGS) data. Yet, only a small part of the several millions of short-length sequence fragments generated by NGS machineries, many of which are expected to be of viral origin, can be analysed with current methods in bioinformatics. Even for well-known (pathogenic) viruses, proper epidemiological analyses are becoming more and more difficult due to the lack of bioinformatics tools that can handle the large and growing size of datasets.  The VIROGENESIS consortium will overcome the most pressing bioinformatics obstacles to making full use of NGS by developing a software platform for end-users with tools underpinned by novel algorithms, models and bioinformatics methods. The speed and flexibility of the tools will make it possible to run analyses on a daily basis for a variety of subjects, including diagnostics, phylogeography, phylodynamics and transmission of drug resistance. The tools will be piloted and incorporated in the many available bioinformatics pipelines and software programmes used in the field. We will make our tools available in a modular, free and open source software platform that offers opportunities to SMEís to further exploit this market. The VIROGENESIS consortium brings together leading European academic and private small and medium enterprises (SME) bioinformatics developers and virology end-users who initiated this project in response to a clear interest from EMBL, NCBI and the Global Microbial Identifier (GMI) platform.",
    "totalCost": "2995969,98",
    "ecMaxContribution": "2995968,74",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "THE UNIVERSITY OF MANCHESTER;EMWEB;University of Florida;RIJKSINSTITUUT VOOR VOLKSGEZONDHEID EN MILIEU;UNIVERSITY OF KWAZULU-NATAL;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "UK;BE;US;NL;ZA;FR",
    "projectParticipants": {
        "993392036": {
            "orgId": "993392036",
            "orgName": "University of Florida",
            "ecContrib": 233898
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 586010
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 362500
        },
        "999991431": {
            "orgId": "999991431",
            "orgName": "RIJKSINSTITUUT VOOR VOLKSGEZONDHEID EN MILIEU",
            "ecContrib": 282754
        },
        "952136578": {
            "orgId": "952136578",
            "orgName": "EMWEB",
            "ecContrib": 405500
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 231050
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 744257
        },
        "999889290": {
            "orgId": "999889290",
            "orgName": "UNIVERSITY OF KWAZULU-NATAL",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 2995969
}