{
    "rcn": "193309",
    "acronym": "SCOPE",
    "topics": "PHC-06-2014",
    "title": "Screening for Chronic Kidney Disease (CKD)  among Older People across Europe (SCOPE)",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "Chronic kidney disease (CKD) is an important public health problem worldwide, especially in older people. Indeed, population aging in industrialized countries is accompanied by an increase in the prevalence of CKD and its complications. Although its prevalence and the importance of an early diagnosis to prevent complications such as end-renal stage disease (ESRD), screening programme in Europe are highly heterogeneous, fragmented, being in most cases based on opportunistic rather than structured assessments of patients. The main objective of the SCOPE project is to evaluate a large scale screening programme for CKD in the older population (age 75\\) in Europe. Specific objectives are (i) to assess existing methodologies to screen for CKD among older adults, including the use of Comprehensive Geriatric Assessments (CGA); (ii) to investigate innovative biomarkers potentially useful for CKD screening; (iii) to evaluate the cost-effectiveness of CKD screening in a population at high risk of kidney function decline and ESRD; (iv) to provide evidence for further development of European recommendations, as well as an education programme in this field. This will be achieved also thanks to the creation of a large observational database including a cohort of older people aged 75 years or more, enrolled within the framework of an observational, multinational, multicenter, prospective study with a 2-year follow up. The SCOPE database will include a CGA-based screening and a collection of biological samples at baseline and at regular intervals during the study.\nThe SCOPE project will provide evidence for the increased use, or discontinuation of, existing screening and prevention programmes in the field of CKD, allowing informed decisions by policymakers. It will contribute to capacity building in the assessment of such screening and prevention programmes in an equitable and cost-effective manner, thus improving health outcomes in the older European population.",
    "totalCost": "2950000",
    "ecMaxContribution": "2950000",
    "coordinator": "ISTITUTO NAZIONALE DI RIPOSO E CURA  PER ANZIANI INRCA",
    "coordinatorCountry": "IT",
    "participants": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;INSTITUT CATALA DE LA SALUT;MEDIZINISCHE UNIVERSITAT GRAZ;BEN-GURION UNIVERSITY OF THE NEGEV;UPPSALA UNIVERSITET;SERVICIO MADRILENO DE SALUD;UNIVERSYTET MEDYCZNY W LODZI.;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "participantCountries": "DE;ES;AT;IL;SE;PL;NL",
    "projectParticipants": {
        "999630882": {
            "orgId": "999630882",
            "orgName": "ISTITUTO NAZIONALE DI RIPOSO E CURA  PER ANZIANI INRCA",
            "ecContrib": 528750
        },
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 243750
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 398250
        },
        "999481987": {
            "orgId": "999481987",
            "orgName": "SERVICIO MADRILENO DE SALUD",
            "ecContrib": 203125
        },
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 423250
        },
        "999836231": {
            "orgId": "999836231",
            "orgName": "MEDIZINISCHE UNIVERSITAT GRAZ",
            "ecContrib": 379500
        },
        "999574913": {
            "orgId": "999574913",
            "orgName": "INSTITUT CATALA DE LA SALUT",
            "ecContrib": 198125
        },
        "999846222": {
            "orgId": "999846222",
            "orgName": "BEN-GURION UNIVERSITY OF THE NEGEV",
            "ecContrib": 278250
        },
        "999878717": {
            "orgId": "999878717",
            "orgName": "UNIVERSYTET MEDYCZNY W LODZI.",
            "ecContrib": 297000
        }
    },
    "calculatedTotalContribution": 2950000
}