{
    "rcn": "193320",
    "acronym": "SIS-RRI",
    "topics": "SCIENCE WAF SOCIETY",
    "title": "Science, Innovation and Society: achieving Responsible Research and Innovation",
    "startDate": "01/06/2014",
    "endDate": "31/08/2015",
    "objective": "The present proposal is aimed at organising the Stock Taking international event dedicated to Science in Society projects and activities throughout the Sixth and Seventh Framework Programmes. The Conference will be organised under the Italian Presidency, and will take place in Rome (19-21/11/14). The event has been included in the official programme of the Italian Presidency, whereby an exchange of views on Science with and for Society issues will be addressed on the occasion of the Informal Meeting of Ministers of the EU Competitiveness Council, to be held in Rome. The whole event will consist of Conference sessions and two side events (Brokerage event and Art&Innovation Exhibition). The structure of the event has been tailored to fulfil the objectives defined in the topic of the call.\nObjectives: Garner analysis, recommendations and best practices of projects funded under the FP6 (SaS) and the FP7 (SiS). Offer a platform to discuss further developments in RRI framework; Federate the Science in Society Community; Present the international perspective of Science in Society projects over the 6th and 7th Framework Programmes, and reflect on the international dimension of Science in Society.\nThe proposal is aimed at providing the EC with an overview of recommendations and best practices of the previous FP6-SaS and FP7-SiS, with the aim of supporting the implementation of effective strategic policies to face societal challenges during and beyond the H2020. The discussions among international experts will point to a number of best practices from which to take further ideas for European policies. The event aims at a target of 600 participants, among whom former Programmes and project coordinators, NCPs interested stakeholders from industry, universities, research organisations, civil society, NGOs, political institutions and European Foundations. The Conference will be organised around various SwafS activities.",
    "totalCost": "799646,25",
    "ecMaxContribution": "799646",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA",
    "participantCountries": "IT",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 647771
        },
        "999514191": {
            "orgId": "999514191",
            "orgName": "AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA",
            "ecContrib": 151875
        }
    },
    "calculatedTotalContribution": 799646
}