{
    "rcn": "193341",
    "acronym": "EcoPROLIVE",
    "topics": "SFS-17-2014",
    "title": "Ecofriendly PROcessing System for the full exploitation of the OLIVE health potential in products of added value",
    "startDate": "01/09/2015",
    "endDate": "31/12/2017",
    "objective": "The EcoPROLIVE project proposes an innovative processing for the full exploitation of high valuable constituents in the olive into novel products that are healthy and greener.\nThe proposed process is very different from the current approaches of olive oil industrial production, and waste revalorization alternatives, as it follows a ìzero wasteî approach and all resulting products have commercial value. Part of the process is based on the patent WO2013030426 with further developments for quality and environmental improvements, such as the use of supercritical fluid extraction (SFE) with CO2 instead of n-hexane extraction, and including pulsed electric field (PEF) technology to improve the drying performance and the oil extraction yields.\nEcoPROLIVE project goals are: demonstration of the technical and economical feasibility of the processing and its environmental study; ensuring the market uptake of the technology and novel products, fully characterized (nutritional, functional, toxicological) to avoid market barriers; design of the optimal process, and scale-up from lab/pilot plant to preindustrial application (TRL6); validation at an operational environment (TRL7); monetizing the technology and developed  process (patents) into scalable markets and replication in different scales and countries, starting with the main olive oil producers represented in the consortium (Spain, Italy, Greece, Portugal).\nReplication is expected in a total of 504 olive oil mills, that will deliver 37,000 tn olive oil, 3,700 tn functional oil (hydroxytyrosol, tyrosol, oleocanthal, oleuropein, others), and 44,400 tn phenol-rich fibre ingredient with intended use in bakery products (biscuit, bread). The global estimated profit is high (63 MllÄ) as well as the environmental benefit associated to waste reduction (126,100 tn waste water). Conclusively EcoPROLIVE processing is presented as an economically and environmentally sustainable innovation that will promote the sector competitiveness.",
    "totalCost": "2417775",
    "ecMaxContribution": "1999500",
    "coordinator": "CONTACTICA S.L.",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDAD DE ZARAGOZA;PROMETEO SRL;INGENIERIA PARA EL DESARROLLO TECNOLOGICO SL;EVANGELOS MIHOPOULOS & SIA OE;CENTRO PARA A VALORIZACAO DE RESIDUOS ASSOCIACAO;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;UNIVERSIDAD AUTONOMA DE MADRID;ISANATUR SPAIN SL",
    "participantCountries": "ES;IT;EL;PT",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 295000
        },
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 315700
        },
        "998026405": {
            "orgId": "998026405",
            "orgName": "CENTRO PARA A VALORIZACAO DE RESIDUOS ASSOCIACAO",
            "ecContrib": 91250
        },
        "938742430": {
            "orgId": "938742430",
            "orgName": "INGENIERIA PARA EL DESARROLLO TECNOLOGICO SL",
            "ecContrib": 281750
        },
        "952835172": {
            "orgId": "952835172",
            "orgName": "ISANATUR SPAIN SL",
            "ecContrib": 346766
        },
        "952620026": {
            "orgId": "952620026",
            "orgName": "PROMETEO SRL",
            "ecContrib": 79450
        },
        "938245984": {
            "orgId": "938245984",
            "orgName": "EVANGELOS MIHOPOULOS & SIA OE",
            "ecContrib": 12834
        },
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 321950
        },
        "957958033": {
            "orgId": "957958033",
            "orgName": "CONTACTICA S.L.",
            "ecContrib": 254800
        }
    },
    "calculatedTotalContribution": 1999500
}