{
    "rcn": "193342",
    "acronym": "FieldFOOD",
    "topics": "SFS-17-2014",
    "title": "Integration of PEF in food processing for improving food quality, safety and competitiveness",
    "startDate": "01/04/2015",
    "endDate": "31/03/2018",
    "objective": "Pulsed electric field technology (PEF) represents an innovative solution for sustainable processing in order to improve the competitiveness of the European food industry. Currently, in spite of the many advantages deriving from the introduction of the PEF technology in the food industry and the existence of different PEF manufactures at industrial-scale, applications of PEF in the food industry is still limited. FieldFOOD project is based on a preliminary analysis addressed to identify the bottlenecks that cause such limited application with the objective of providing SME companies (food producers, pulse power producers, equipment manufactures) with a clear competitive edge, as well as opportunities for growing, diversification and job creation but also of responding to consumer demand for foods with fresh characteristics or novel foods that contribute to individual health and wellbeing. This broad objective will be achieved by: a) a systematic process analysis of different specific applications (fruit juice processing, tomato product processing, winemaking, olive oil extraction and cider-making) for a successful integration of the PEF technology in order to replace or complement existing traditional food processing technologies and b) the design of modular, portable, low-cost  pulse generators. The main deliverable of FieldFOOD project will be to validate and demonstrate, in co-operation with SMEs, implementation of modular, portable, low-cost pulse generators for different applications. The efforts needed to introduce this technology in the food industry for different applications are necessary to be multidisciplinary. Therefore, to be efficient and successful, strong links needs to be established between research institutions with a well-established expertise in PEF technology (4 partners), manufactures of PEF generator (1 SME partner)  and food companies (5 SMEs partners) that represent the final users of the technology.",
    "totalCost": "2242660",
    "ecMaxContribution": "1994301,25",
    "coordinator": "UNIVERSIDAD DE ZARAGOZA",
    "coordinatorCountry": "ES",
    "participants": "BODEGAS ARAGONESAS SA;FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS;Agroindustria Aragonesa S.A.;UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN;F.P.D. S.R.L.;CON TRAAS Ltd.;DIESDORFER SUSSMOST-, WEINKELTEREIUND EDELDESTILLE GMBH;ENERGYPULSE SYSTEMS, LDA;TECHNISCHE UNIVERSITAET BERLIN;INFLUX AS;STICHTING EFFOST;PRODAL SCARL",
    "participantCountries": "ES;IE;IT;DE;PT;DK;NL",
    "projectParticipants": {
        "952057911": {
            "orgId": "952057911",
            "orgName": "CON TRAAS Ltd.",
            "ecContrib": 77239
        },
        "938072160": {
            "orgId": "938072160",
            "orgName": "DIESDORFER SUSSMOST-, WEINKELTEREIUND EDELDESTILLE GMBH",
            "ecContrib": 61688
        },
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 446312
        },
        "944387539": {
            "orgId": "944387539",
            "orgName": "INFLUX AS",
            "ecContrib": 0
        },
        "937726064": {
            "orgId": "937726064",
            "orgName": "BODEGAS ARAGONESAS SA",
            "ecContrib": 62293
        },
        "937974675": {
            "orgId": "937974675",
            "orgName": "Agroindustria Aragonesa S.A.",
            "ecContrib": 74791
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 204459
        },
        "998026987": {
            "orgId": "998026987",
            "orgName": "STICHTING EFFOST",
            "ecContrib": 150156
        },
        "950676049": {
            "orgId": "950676049",
            "orgName": "ENERGYPULSE SYSTEMS, LDA",
            "ecContrib": 233625
        },
        "987544003": {
            "orgId": "987544003",
            "orgName": "PRODAL SCARL",
            "ecContrib": 250625
        },
        "937729653": {
            "orgId": "937729653",
            "orgName": "F.P.D. S.R.L.",
            "ecContrib": 69869
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 89495
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 273750
        }
    },
    "calculatedTotalContribution": 1994302
}