{
    "rcn": "193363",
    "acronym": "BENEFIT",
    "topics": "MG-9.3-2014",
    "title": "BUSINESS MODELS FOR ENHANCING FUNDING AND ENABLING FINANCING OF INFRASTRUCTURE IN TRANSPORT",
    "startDate": "01/12/2014",
    "endDate": "30/09/2016",
    "objective": "BENEFIT takes an innovative approach by analysing funding schemes within an inter-related system. Funding schemes are successful (or not) depending on the Business Model that generates them. The performance of the Business Model is affected by the implementation context and the transport mode. It is matched successfully (or not) by a financing scheme. Relations between actors are described by a governance model (contracting arrangements). These are key elements in Transport Infrastructure Provision, Operation and Maintenance. Success is a measure of the appropriate matching of elements. Within BENEFIT funding and financing schemes are analysed in this respect. Describing these key elements through their characteristics and attributes and clustering each of them is the basis of, first, developing a generic framework. This allows for the transferability of findings with respect to ìlessons learnedî, ìlimitationsî and ìthe impact of the financial and economic crisisî. Identifying best matches in their inter-relations and where to intervene, leads to move from a generic framework to a powerful decision policy tool, which can assess funding schemes for investments in modern infrastructure with smart pricing and funding in view of 2050 challenges and needs.\nThe BENEFIT partnership takes stock of over twenty years of EC funded, national and international research. It receives direct input (evidence study cases) from the OMEGA Centre and COST Action TU1001. It is set-up to share and exchange knowledge and debate. Its high level international advisory group and its consultation group demonstrate its ability to reach out to all stakeholders to share its innovative approach. Namely:\n1)Transport infrastructure business models and their project rating by which further value propositions may be included to lead to funding schemes with enhanced creditworthiness enabling viable financing\n2)Transferability \n3)Open-access case study database serving both practitioners and researchers",
    "totalCost": "1671461,25",
    "ecMaxContribution": "1671461,25",
    "coordinator": "PANEPISTIMIO AIGAIOU",
    "coordinatorCountry": "EL",
    "participants": "UNIVERSITEIT ANTWERPEN;UNIVERSIDAD DE LAS PALMAS DE GRAN CANARIA;OULUN YLIOPISTO;UNIVERSITEIT TWENTE;TRT TRASPORTI E TERRITORIO SRL;FACULTY OF CIVIL ENGINEERING;TIS PT, CONSULTORES EM TRANSPORTES, INOVACAO E SISTEMAS, SA;KARLSRUHER INSTITUT FUER TECHNOLOGIE;UNIVERSITY OF CENTRAL LANCASHIRE;INSTYTUT BADAWCZY DROG I MOSTOW;UNIVERSITY COLLEGE LONDON;CENTRE D ETUDES ET D EXPERTISE SUR LES RISQUES L ENVIRONNEMENT LA MOBILITE ET L AMENAGEMENT;INSTITUTO SUPERIOR TECNICO",
    "participantCountries": "BE;ES;FI;NL;IT;RS;PT;DE;UK;PL;FR",
    "projectParticipants": {
        "999844670": {
            "orgId": "999844670",
            "orgName": "OULUN YLIOPISTO",
            "ecContrib": 100062
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 213924
        },
        "998048715": {
            "orgId": "998048715",
            "orgName": "INSTYTUT BADAWCZY DROG I MOSTOW",
            "ecContrib": 57912
        },
        "999992983": {
            "orgId": "999992983",
            "orgName": "INSTITUTO SUPERIOR TECNICO",
            "ecContrib": 102812
        },
        "972528403": {
            "orgId": "972528403",
            "orgName": "FACULTY OF CIVIL ENGINEERING",
            "ecContrib": 39065
        },
        "999746409": {
            "orgId": "999746409",
            "orgName": "TIS PT, CONSULTORES EM TRANSPORTES, INOVACAO E SISTEMAS, SA",
            "ecContrib": 86250
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 103762
        },
        "997168634": {
            "orgId": "997168634",
            "orgName": "TRT TRASPORTI E TERRITORIO SRL",
            "ecContrib": 139999
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 135691
        },
        "999929739": {
            "orgId": "999929739",
            "orgName": "UNIVERSIDAD DE LAS PALMAS DE GRAN CANARIA",
            "ecContrib": 89438
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 171690
        },
        "948933735": {
            "orgId": "948933735",
            "orgName": "CENTRE D ETUDES ET D EXPERTISE SUR LES RISQUES L ENVIRONNEMENT LA MOBILITE ET L AMENAGEMENT",
            "ecContrib": 86398
        },
        "999883858": {
            "orgId": "999883858",
            "orgName": "UNIVERSITY OF CENTRAL LANCASHIRE",
            "ecContrib": 130562
        }
    },
    "calculatedTotalContribution": 1457565
}