{
    "rcn": "193314",
    "acronym": "GLAM",
    "topics": "PHC-10-2014",
    "title": "Laser Multiplexed Biosensor",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "Differential cancer diagnosis takes place daily in clinical settings for a better monitoring of patient responses to existing treatments. However outcome of this diagnosis is today still poor. Moreover, current technology to measure biomarker levels is expensive and sophisticated.\nMost cancer biomarker analysis use blood or biological tissues as the main source of material. These biopsies must be analyzed in specialized laboratories incurring in some limitations: high cost; specialized personnel and equipment; large amounts of biological material; long outcome delivery time; time consuming processes.\nTherefore it exist a real need and urgency to have new diagnostic devices that provide diagnosis, prognosis, and monitoring data faster and with exquisite ultra-sensitivity on time to take the appropriate decisions to improve personalized diagnosis and therapy.\nThe aim of GLAM project is to provide an innovative device to fulfill these requirements using soluble biomarkers for personalized diagnosis and therapy monitoring.\nSpecifically we will design and develop a new diagnostic tool to detect biomarkers from biofluids obtained in a non-invasive manner, specifically focusing to urine and to genitourinary cancers, to help oncologist to take better treatment decisions, approaching personalized medicine.\nGLAM will develop an integrated device based on novel label-free photonic biosensors with ultra-sensitivity, simplicity of use, portability, multiplexing and low cost. GLAM capitalizes on the unprecedented sensitivity achieved using laser microring resonators to detect key biomarkers in tumor development and treatment. Point of Care of the device will be carried out by preclinical and clinical sample analysis of genitourinary cancer patients to warrant personalized medicine. \nImportantly the GLAM unique technology will make the device also usable with other biofluids and might also be used to help physicians with other biomarker driven.",
    "totalCost": "4835584,25",
    "ecMaxContribution": "4835584",
    "coordinator": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
    "coordinatorCountry": "ES",
    "participants": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES;STICHTING KATHOLIEKE UNIVERSITEIT;OBELIS SA;UNIVERSITEIT TWENTE;FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA;UNIVERSITE LIBRE DE BRUXELLES;NOVELIC DOO BEOGRAD-NOVI BEOGRAD;Optocap Ltd;WINZSOFT (ISRAEL) LTD",
    "participantCountries": "ES;NL;BE;RS;UK;IL",
    "projectParticipants": {
        "985490319": {
            "orgId": "985490319",
            "orgName": "Optocap Ltd",
            "ecContrib": 400812
        },
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 574275
        },
        "998886116": {
            "orgId": "998886116",
            "orgName": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
            "ecContrib": 692632
        },
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 374412
        },
        "999666287": {
            "orgId": "999666287",
            "orgName": "WINZSOFT (ISRAEL) LTD",
            "ecContrib": 323625
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 283316
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 817885
        },
        "950621341": {
            "orgId": "950621341",
            "orgName": "NOVELIC DOO BEOGRAD-NOVI BEOGRAD",
            "ecContrib": 467700
        },
        "999528450": {
            "orgId": "999528450",
            "orgName": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
            "ecContrib": 491126
        },
        "954052425": {
            "orgId": "954052425",
            "orgName": "OBELIS SA",
            "ecContrib": 409800
        }
    },
    "calculatedTotalContribution": 4835583
}