{
    "rcn": "193310",
    "acronym": "EDC-MixRisk",
    "topics": "PHC-01-2014",
    "title": "Integrating Epidemiology and Experimental Biology to Improve Risk Assessment of Exposure to Mixtures of Endocrine Disruptive Compounds",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "A large body of evidence supports associations between exposure to anthropogenic chemicals and endocrine disruptive effects, leading to disorders in humans and wildlife. Based on the scientific documentation it is beyond doubt that endocrine disrupting chemicals (EDCs) are of concern and need to be handled according to the risks they pose, as single chemicals or as mixtures. To develop chemical risk assessment to respond to these concerns, there is an urgent need to improve our understanding of the mechanisms and health effects of EDCs, in particular in mixtures. This will require selection, refinement and development of tools for assessment of EDC mixtures to bring current risk assessment procedures to a level where they can support risk management. This project is designed to promote the use of safe chemicals for the next generation. EDC-MixRisk aims to meet the societal need for improved decision-making regarding human exposure risks to mixtures of EDCs. EDC-MixRisk will determine risks for multiple adverse health outcomes based on molecular mechanisms involved after early life exposure to EDC mixtures. The task is approached through interdisciplinary cooperation between experts in epidemiology, experimental toxicology and molecular biology, and risk assessment. The value of this combined research effort is: i) Identification of EDC mixtures that are associated with multiple adverse health outcomes in three health domains (growth and metabolism, neurodevelopment and sexual development) in epidemiology; ii) Identification of molecular mechanisms and pathways underlying the associations between exposure and adverse health outcomes by the use and development of state-of-the-art experimental models and iii) Development of a transparent and systematic framework in risk assessment for integrating epidemiological and experimental research to facilitate the assessment of risk and societal impact, thus promoting better risk management for EDCs and their mixtures.",
    "totalCost": "6223330",
    "ecMaxContribution": "6223330",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "ISTITUTO EUROPEO DI ONCOLOGIA SRL;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;UPPSALA UNIVERSITET;UNIVERSITAET LEIPZIG;TERVEYDEN JA HYVINVOINNIN LAITOS;OREBRO UNIVERSITY;LUNDS UNIVERSITET;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;ICAHN SCHOOL OF MEDICINE AT MOUNT SINAI;GOETEBORGS UNIVERSITET;KARLSTADS UNIVERSITET;STOCKHOLMS UNIVERSITET",
    "participantCountries": "IT;EL;SE;DE;FI;FR;US",
    "projectParticipants": {
        "999969703": {
            "orgId": "999969703",
            "orgName": "ISTITUTO EUROPEO DI ONCOLOGIA SRL",
            "ecContrib": 489000
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 585000
        },
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 316750
        },
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 418532
        },
        "985934482": {
            "orgId": "985934482",
            "orgName": "ICAHN SCHOOL OF MEDICINE AT MOUNT SINAI",
            "ecContrib": 265570
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 450061
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 321250
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 428436
        },
        "999874837": {
            "orgId": "999874837",
            "orgName": "KARLSTADS UNIVERSITET",
            "ecContrib": 1194481
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 1089181
        },
        "996697893": {
            "orgId": "996697893",
            "orgName": "TERVEYDEN JA HYVINVOINNIN LAITOS",
            "ecContrib": 350538
        },
        "999854564": {
            "orgId": "999854564",
            "orgName": "UNIVERSITAET LEIPZIG",
            "ecContrib": 62500
        }
    },
    "calculatedTotalContribution": 5971299
}