{
    "rcn": "193335",
    "acronym": "EmPowerPutida",
    "topics": "BIOTEC-1-2014",
    "title": "Exploiting native endowments by re-factoring, re-programming and implementing novel control loops in Pseudomonas putida for bespoke biocatalysis",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "We aim to engineer the lifestyle of Pseudomonas putida to generate a tailored, re-factored chassis with highly attractive new-to-nature properties, thereby opening the door to the production of thus far non-accessible compounds. This industrially driven project capitalises on the outstanding metabolic endowment and stress tolerance capabilities of this versatile bacterium for the production of specialty and bulk chemicals. Specifically, we will build streamlined P. putida strains with improved ATP availability utilizing this power on demand, decoupled from growth. The well-characterized, streamlined and re-factored strain platform will offer easy-to-use plug-in opportunities for novel, DNA-encoded functions under the control of orthogonal regulatory systems. To this end, we will deploy a concerted approach of genome refactoring, model-driven circuit design, implementation of ATP control loops, structured modelling and metabolic engineering. By drawing on a starkly improved, growth-uncoupled ATP-biosynthetic machinery, empowered P. putida strains will be able to produce a) n-butanol and isobutanol and their challenging gaseous derivatives 1-butene (BE) and (iso-)butadiene (BDE) using a novel, new-to-nature route starting from glucose, as well as b) new active ingredients for crop protection, such as tabtoxin, a  high-value, ﬂ-lactam-based secondary metabolite with a huge potential as a new herbicide. The game-changing innovations brought in ñ in particular the uncoupling of ATP-synthesis and production from growth - will provide strong versatility, enhanced efficiency and efficacy to the production processes, thereby overcoming current bottlenecks, matching market needs and fostering high-level research growth and development.",
    "totalCost": "6839673",
    "ecMaxContribution": "6020825",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "LIFEGLIMMER GMBH;ABENGOA RESEARCH SL;INGENZA LIMITED;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIVERSIDADE NOVA DE LISBOA;BASF SE;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;UNIVERSITAET STUTTGART;INSTITUTO DE TECNOLOGIA QUIMICA E BIOLOGICA - UNIVERSIDADE NOVA DE LISBOA",
    "participantCountries": "DE;ES;UK;PT;CH",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 0
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 721875
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 1259770
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 1226500
        },
        "999829926": {
            "orgId": "999829926",
            "orgName": "BASF SE",
            "ecContrib": 592212
        },
        "953730482": {
            "orgId": "953730482",
            "orgName": "LIFEGLIMMER GMBH",
            "ecContrib": 547000
        },
        "955100316": {
            "orgId": "955100316",
            "orgName": "ABENGOA RESEARCH SL",
            "ecContrib": 497842
        },
        "999864943": {
            "orgId": "999864943",
            "orgName": "INSTITUTO DE TECNOLOGIA QUIMICA E BIOLOGICA - UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 0
        },
        "990833952": {
            "orgId": "990833952",
            "orgName": "INGENZA LIMITED",
            "ecContrib": 554375
        },
        "960782479": {
            "orgId": "960782479",
            "orgName": "UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 621250
        }
    },
    "calculatedTotalContribution": 6020824
}