{
    "rcn": "193361",
    "acronym": "PRISM",
    "topics": "ERC-StG-2014",
    "title": "Ice-binding proteins: from antifreeze mechanism to resistant soft materials",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Crystallization of water into ice is lethal to most organisms and detrimental to many soft materials. Freeze-tolerant fish living in polar seas evolved to tackle this problem with an unusual coping strategy. They produce ëantifreezeí proteins that block the growth of nascent ice crystals within a narrow temperature range known as the ëthermal hysteresis gapí enabling survival under extreme conditions. Encoding this functionality into synthetic polymers would open up new avenues in biomedicine, agrifood and materials science for e.g. cryopreservation, crop hardiness, ice-templating, dispersion stability, and advanced coatings. Progress requires a profound understanding of the mechanism of non-colligative freezing point depression at the molecular level and allows for efficient strategies for the design and preparation of powerful macromolecular antifreezes.\n\nI propose to unravel how antifreeze proteins work and to build upon these insights to explore effective routes towards ice-binding polymers aiming to make sensitive soft materials freeze-resistant. Within this challenge we first focus on single-molecule experiments to visualize bound proteins and study the strength of the non-covalent interaction with ice. We will study if and when adsorption on ëforeigní interfaces and solution assembly impact activity. These fundamental insights will guide our research towards synthetic antifreeze agents with superior functionality to achieve record supercooling in complex environments. This knowledge-based design of polymers with high affinity for crystalline interfaces holds great promise for many areas of science and technology in which crystallization plays a decisive role.",
    "totalCost": "1661605",
    "ecMaxContribution": "1661605",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 1661605
        }
    },
    "calculatedTotalContribution": 1661605
}