{
    "rcn": "193371",
    "acronym": "OMICON",
    "topics": "ERC-StG-2014",
    "title": "Organic Mixed Ion and Electron Conductors for High-Energy Batteries",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Energy storage is undeniably amongst the greatest societal challenges. Batteries will be key enablers but require major progress. Battery materials that promise a step-change in energy density compared with current Li-ion batteries rely on fundamentally different reactions to store charge, e.g. Si alloying or O2 reduction instead of intercalation. They have in common high volume changes on cycling and poor conductivity. For the active component of a battery electrode to function it must be simultaneously in contact with ionic and electronic pathways to electrolyte and current collector. State-of-the-art conducting additives and binders in the composite electrodes cannot ensure ideal contact for such materials and fail to exploit their full potential.\n\nIn this project I directly target these fundamental challenges of high-energy batteries by replacing now used conducting additives and binders with flexible organic mixed ion and electron conductors that follow volume changes to ensure at any stage intimate contact with ions and electrons. This requires progress with the fundamental science of such conductors, for which to achieve we develop and combine synthetic, electroanalytic and spectroscopic methods, aided by theory. Mixed conducting polymer gels, designed for the particular storage material, shall be elaborated for two ultra-high capacity electrodes, the O2 cathode and the Si anode.\n\nThe significant advantage, next to intimate contact, is that the packing density of active material can be maximized. This boosts energy stored by total electrode mass and volume by rigorously cutting the amount of non-active materials compared with current approaches. The expected overriding scientific impact includes improved understanding of mixed conductors concerning synthesis, structure, conductivity and their behaviour in the complex battery environment. This opens up new perspectives for the realm of high-capacity battery materials that demand such a breakthrough to succeed.",
    "totalCost": "1494253,75",
    "ecMaxContribution": "1494253,75",
    "coordinator": "TECHNISCHE UNIVERSITAET GRAZ",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 1494254
        }
    },
    "calculatedTotalContribution": 1494254
}