{
    "rcn": "193316",
    "acronym": "MycoSynVac",
    "topics": "BIOTEC-1-2014",
    "title": "Engineering of Mycoplasma pneumoniae as a broad-spectrum animal vaccine",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Mycoplasmas are the smallest cell wall less, free-living microorganisms. The lack of a cell wall makes them resistant to many of the common antibiotics. Every year, infections caused by Mycoplasmas in poultry, cows, and pigs, result in multimillion euros losses in USA and Europe. Currently, there are vaccines against M hyopneumoniae in pigs and M gallisepticum and M synoviae in poultry. However, there is no vaccination against many Mycoplasma species infecting pets, humans and farm animals (ie M bovis cow infection). Mycoplasma species in many cases are difficult to grown in axenic culture and those that grow need a complex media with animal serum. In large scale production of Mycoplasma species for vaccination aside from the high cost of animal serum, more important is the high irreproducibility in the production process and the possible contamination with animal viruses. All this together highlights what European industry needs:i) a defined cheap reproducible medium that is animal serum free and ii) an universal Mycoplasma chassis that could be used in a pipeline to vaccinate against Mycoplasma species, as well as any pathogen. M pneumoniae is an ideal starting point for designing such a vaccine chassis. It has a small genome (860 kb) and it is probably the organism with the most comprehensive systems biology data acquired so far. By genome comparison, metabolic modeling and rationally engineering its genome, we will create a vaccine chassis that will be introduced into an industrial pipeline. The process will be guided by the second world largest industry on animal vaccination (MSD), as well as a SME specialized on peptide display and screening. This will ensure the exploitation and commercialization of our work contributing to maintain Europe privileged position in this field. Our ultimate goal is to meet the needs of the livestock industry,taking care of ethical issues, foreseeable risks, and prepare effective dissemination and training material for the public.",
    "totalCost": "8056677",
    "ecMaxContribution": "8056677",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "BIOFACTION KG;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;Intervet International B.V.;ATG:BIOSYNTHETICS GMBH;KOBENHAVNS UNIVERSITET;WAGENINGEN UNIVERSITY;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "participantCountries": "AT;UK;NL;DE;DK;FR",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 699977
        },
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 2128507
        },
        "995444071": {
            "orgId": "995444071",
            "orgName": "Intervet International B.V.",
            "ecContrib": 1476250
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 860008
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 850300
        },
        "951110900": {
            "orgId": "951110900",
            "orgName": "ATG:BIOSYNTHETICS GMBH",
            "ecContrib": 897493
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 591750
        },
        "968837747": {
            "orgId": "968837747",
            "orgName": "BIOFACTION KG",
            "ecContrib": 552392
        }
    },
    "calculatedTotalContribution": 8056677
}