{
    "rcn": "193304",
    "acronym": "EU-TOPIA",
    "topics": "PHC-06-2014",
    "title": "EU-TOPIA: TOWARDS IMPROVED SCREENING FOR BREAST, CERVICAL AND COLORECTAL CANCER IN ALL OF EUROPE",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Breast, colorectal and cervical cancer cause 250,000 deaths each year, representing 20% of EU-cancer mortality. Although important progress has been made in both detection and treatment, there is persisting inequity in progress to reduce its burden. Screening programmes vary substantially between countries and in most long-term effectiveness of screening has not yet been assessed. The objective of EU-TOPIA is to systematically evaluate and quantify the harms and benefits of the running programmes for breast, cervical, and colorectal cancer in all European countries, and identify ways to improve health outcomes and equity for citizens. We will first identify significant inequities in screening outcomes by assessing the key set of quality indicators for benefits and harms in each country. Using these indicators, outcomes and cost-effectiveness of existing cancer screening programmes in 2015 will be estimated. For this, state-of-the-art models of the natural history of the cancers will be constructed, using country-specific data with and from country-specific experts. Barriers hindering implementation of optimal screening programs will be assessed, leading to road maps for  improved screening. These road maps contain feasible changes, e.g., to extend or reduce the program, to change the screen test used or change key quality indicators, to perform activities that reduce screen-related harm or incorporate new developments in screening, and provide policymakers with evidence for increased, decreased or optimized use of screening. Capacity for self-evaluation of screening will be built using three web-based tools (monitoring, model-quantification and barrier assessment) explained and trained in workshops with country representatives, also from the Associated Countries. The project will lead to reduced inequity, reduced number of cancer deaths and over-diagnosed cases, and increase in life years gained and better cost-effectiveness by 2025. That is why we call it EU-TOPIA.",
    "totalCost": "2995683",
    "ecMaxContribution": "2995683",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "TERVISE ARENGU INSTITUUT;SYREON KUTATO INTEZET KORLATOLT FELELOSSEGU TARSASAG;SUOMEN SYOPAYHDISTYS -CANCERFORENINGEN I FINLAND RY - CANCER SOCIETY OF FINLAND CSF;LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE;ONKOLOSKI INSTITUT LJUBLJANA;AZIENDA OSPEDALIERA CITTA DELLA SALUTE E DELLA SCIENZA DI TORINO",
    "participantCountries": "EE;HU;FI;UK;SI;IT",
    "projectParticipants": {
        "986222475": {
            "orgId": "986222475",
            "orgName": "ONKOLOSKI INSTITUT LJUBLJANA",
            "ecContrib": 172440
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 1613688
        },
        "952715183": {
            "orgId": "952715183",
            "orgName": "SYREON KUTATO INTEZET KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 253250
        },
        "999912667": {
            "orgId": "999912667",
            "orgName": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
            "ecContrib": 298405
        },
        "999483636": {
            "orgId": "999483636",
            "orgName": "SUOMEN SYOPAYHDISTYS -CANCERFORENINGEN I FINLAND RY - CANCER SOCIETY OF FINLAND CSF",
            "ecContrib": 245000
        },
        "997543539": {
            "orgId": "997543539",
            "orgName": "TERVISE ARENGU INSTITUUT",
            "ecContrib": 103875
        },
        "951542259": {
            "orgId": "951542259",
            "orgName": "AZIENDA OSPEDALIERA CITTA DELLA SALUTE E DELLA SCIENZA DI TORINO",
            "ecContrib": 309025
        }
    },
    "calculatedTotalContribution": 2995683
}