{
    "rcn": "193393",
    "acronym": "SatisFactory",
    "topics": "FoF-04-2014",
    "title": "A collaborative and augmented-enabled ecosystem for increasing SATISfaction and working experience in smart FACTORY environments",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "Known as either 'Industrial Revolution 4.0' or as 'Industrial Renaissance', the need for new manufacturing approaches is widely accepted in the EU. SatisFactory aims to contribute to the transformation of traditional industrial environments using cutting-edge technologies in ways that are both productive and appealing to youth.\nThe fundamental component of the proposed system will be the assessment and storage of the explicit and tacit knowledge created on the shop floor by aggregating a set of heterogeneous smart devices and sensors (Linksmart/FIT, Smart Sensors/ISMB) and extracting context-aware information based on their measurements (Semantics Engine/EPFL). \nThe distribution of this knowledge will be based on 3 important system tools. Firstly, a training platform will allow the fast and intuitive education of employees (R3Donline/Regola).\nSecondly, a collaboration platform (CoSpaces/FIT) will stimulate and promote team interactions. Finally, ubiquitous user interfaces (BRIDGE/FIT) will support all employees seamlessly in real time and on the move.\nSatisFactory will also utilise the aggregated knowledge in order to leverage the control and re-adaptation of facilities (mainDSS/ABE) and streamline the workload (Human Behavior Analysis/CERTH). In order to enhance working experience and thus increase the workplace attractiveness, augmented reality and gamification (CollabReview/FIT) approaches will be utilized. Additionally modern wearable devices (ISMB; Glasses/GlassUp) will allow the interaction of workers with the system without disrupting their workflow. \nAll 12 foreseen products of SatisFactory will be deployed and evaluated in two industrial sites representing automotive industry (COMAU) and battery construction (SUNLIGHT). Validation will assess the impact and reveal the capabilities of SatisFactory towards the promotion of novel and viable business models for increased innovation potential, flexibility and productivity, while enhancing workplace attractiveness.",
    "totalCost": "5253580",
    "ecMaxContribution": "4024712",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "Q-PLAN INTERNATIONAL ADVISORS PC;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;GLASSUP SRL;SYSTEMS SUNLIGHT INDUSTRIAL & COMMERCIAL COMPANY OF DEFENSIVE, ENERGY, ELECTRONIC AND TELECOMMUNICATIONS SYSTEMS S.A.;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;Regola srl;Istituto Superiore Mario Boella;SIGMA ORIONIS SA;ATLANTIS ENGINEERING AE;COMAU SPA",
    "participantCountries": "EL;DE;IT;CH;FR",
    "projectParticipants": {
        "999792096": {
            "orgId": "999792096",
            "orgName": "SIGMA ORIONIS SA",
            "ecContrib": 54362
        },
        "947015366": {
            "orgId": "947015366",
            "orgName": "GLASSUP SRL",
            "ecContrib": 420000
        },
        "987516067": {
            "orgId": "987516067",
            "orgName": "SYSTEMS SUNLIGHT INDUSTRIAL & COMMERCIAL COMPANY OF DEFENSIVE, ENERGY, ELECTRONIC AND TELECOMMUNICATIONS SYSTEMS S.A.",
            "ecContrib": 222264
        },
        "999568608": {
            "orgId": "999568608",
            "orgName": "Q-PLAN INTERNATIONAL ADVISORS PC",
            "ecContrib": 92078
        },
        "998080143": {
            "orgId": "998080143",
            "orgName": "COMAU SPA",
            "ecContrib": 289474
        },
        "985336283": {
            "orgId": "985336283",
            "orgName": "Regola srl",
            "ecContrib": 316750
        },
        "999599357": {
            "orgId": "999599357",
            "orgName": "ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE",
            "ecContrib": 0
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 592500
        },
        "993885960": {
            "orgId": "993885960",
            "orgName": "ATLANTIS ENGINEERING AE",
            "ecContrib": 384514
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 1048270
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3420212
}