{
    "rcn": "193303",
    "acronym": "FRESH-DEMO",
    "topics": "SFS-17-2014",
    "title": "Waste reduction and quality improvement of fruits and vegetables via an innovative and energy-efficient humidification/disinfection technology",
    "startDate": "01/03/2015",
    "endDate": "28/02/2017",
    "objective": "Million of tons of vegetables and fruits are harvested and then distributed throughout Europe every year. However, fruits and vegetables can be regarded as highly perishable foods and are especially susceptible to changing climatic conditions (temperature, humidity) after harvest. The long distribution pathways in combination with insufficient technologies for appropriate transport and storage lead to a high amount of food wasted as well as to products with inferior quality arriving at the consumer. Close to 50% of all fruits and vegetables get wasted in the EU, about a third of which can be attributed to the step between harvest and consumption. Food waste is currently a priority topic in the EU with a reduction target of 50% by 2020. \nA novel, innovative humidification/disinfection technology which has been developed based on several successful European research activities can contribute substantially to this target while simultaneously enhancing the shelf life and the hygienic properties of fruit and vegetables. By means of ultrasonic humidification as well as natural sanitizers for disinfection a cool, humid, and germ-free climate will be established preserving quality and freshness of fruits and vegetables (e.g. reduced weight/moisture loss, structural changes, decay, etc.) along the entire post-harvest supply chain. In five real-scale case studies (directly after harvesting - washing step, in transportation, storage, and retail facilities) the market potential of this technology will be demonstrated. Therefore, an unbroken cold as well as humidity chain will be achieved from farm to fork, substantially reducing waste along each step. Thorough analysis of the achieved results in terms of ecologic, technological and economic benefits as well as in-depths market research will provide the basis for an extensive training, promotion, and dissemination program aimed at multipliers and potential clients, thus achieving a successful market introduction.",
    "totalCost": "2547702,1",
    "ecMaxContribution": "1994802,63",
    "coordinator": "CONTRONICS ENGINEERING BV* CEN",
    "coordinatorCountry": "NL",
    "participants": "VEREIN ZUR FORDERUNG DES TECHNOLOGIETRANSFERS AN DER HOCHSCHULE BREMERHAVEN EV;GREENYARD FRESH ITALY SRL;POLYPAN GROUP SA;UNIVEG DEUTSCHLAND GMBH;EUROPEAN FRESH PRODUCE ASSOCIATION AISBL;RFT FRISCHETECHNIK GMBH;DANMARKS TEKNISKE UNIVERSITET;BIOAZUL;SUPERMARKT VAN GURP BV",
    "participantCountries": "DE;IT;EL;BE;DK;ES;NL",
    "projectParticipants": {
        "935028882": {
            "orgId": "935028882",
            "orgName": "POLYPAN GROUP SA",
            "ecContrib": 186309
        },
        "951187336": {
            "orgId": "951187336",
            "orgName": "RFT FRISCHETECHNIK GMBH",
            "ecContrib": 237038
        },
        "938682969": {
            "orgId": "938682969",
            "orgName": "UNIVEG DEUTSCHLAND GMBH",
            "ecContrib": 39484
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 203242
        },
        "938898212": {
            "orgId": "938898212",
            "orgName": "GREENYARD FRESH ITALY SRL",
            "ecContrib": 103119
        },
        "997315589": {
            "orgId": "997315589",
            "orgName": "EUROPEAN FRESH PRODUCE ASSOCIATION AISBL",
            "ecContrib": 125236
        },
        "999898796": {
            "orgId": "999898796",
            "orgName": "VEREIN ZUR FORDERUNG DES TECHNOLOGIETRANSFERS AN DER HOCHSCHULE BREMERHAVEN EV",
            "ecContrib": 376313
        },
        "998638087": {
            "orgId": "998638087",
            "orgName": "BIOAZUL",
            "ecContrib": 236287
        },
        "953622327": {
            "orgId": "953622327",
            "orgName": "CONTRONICS ENGINEERING BV* CEN",
            "ecContrib": 401334
        },
        "937744785": {
            "orgId": "937744785",
            "orgName": "SUPERMARKT VAN GURP BV",
            "ecContrib": 86440
        }
    },
    "calculatedTotalContribution": 1994802
}