{
    "rcn": "193317",
    "acronym": "PASS",
    "topics": "SPACE",
    "title": "Preparation for the establishment of a European SST Service provision function",
    "startDate": "01/09/2014",
    "endDate": "31/12/2016",
    "objective": "The protection of European space infrastructures including the setting up of a Space Surveillance and Tracking (SST) capability at European level, represents a new priority of the EU space policy. The H2020 Work Programme for Space 2014-15 addresses challenges associated with this programmatic priority and ensures adequate support to the relative topics and actions.\n\nThe main initiative towards the development of a SST capability at European level is represented by the SST Support Framework decision adopted by the Council and the European Parliament on the 16 of April 2014. \n\nThe European Union Satellite Centre (EU SatCen) is an EU Agency linking space and security and with long experience in delivering geospatial imagery information services and products with various levels of classification to both civil and defence users. Its expertise in handling confidential information in a secure environment and its tight institutional links with the Member States has enabled the EU SatCen to build distinctive expertise on SST issues.\nThe PASS (Preparation for the establishment of a European SST Service provision function) support action will aim at ensuring the transition of the EU SatCen SSA activities towards the Centreís contribution to the setup of a SST service provision function within the SST Support Framework initiative by identifying necessary functional elements and interfaces with relevant SST actors, with particular emphasis on security aspects.\nPASS will strive to propose mature definitions of such interfaces, benefiting from the fruitful collaboration already established with the main actors involved. It will provide a technical contribution to this objective and to the future establishment of the SST capability by developing a representative SST service provision function pilot. Moreover, PASS will also contribute in exploring the different contexts and scenarios for the cooperation of the EU SatCen within the SST Support Framework",
    "totalCost": "1153250",
    "ecMaxContribution": "1000000",
    "coordinator": "EUROPEAN UNION SATELLITE CENTRE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999537083": {
            "orgId": "999537083",
            "orgName": "EUROPEAN UNION SATELLITE CENTRE",
            "ecContrib": 1000000
        }
    },
    "calculatedTotalContribution": 1000000
}