{
    "rcn": "193388",
    "acronym": "AMANAC",
    "topics": "EeB-04-2014",
    "title": "Advanced Material And NAnotechnology Cluster",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "AMANAC targets to create an effective and long lasting collaboration and coordination platform within the EeB-PPP Advanced Materials and Nanotechnology projects, whose activities address development of (nano)materials, components and systems for the improvement of energy efficiency in buildings. The CSA aims to maximize the impact of the participating projects towards the European Industry and Society and support the objectives established by the EC and the EeB-PPP, in terms of Energy Efficiency in buildings.\nAMANAC exploits experience gained through clustering of Nanotechnology-EeB projects and extends the scope to include running FP7 and future H2020 projects of the Advanced Materials domain. It currently represents 26 projects and broadens their field of activities in a self-sustaining way.\nThe Core Objectives and the resulting Action Plan develop around four pillars:\n誰 Collaboration Activities aiming to i) support the achievement of Cluster-project technical and non-technical goals; ii) enhance the impact of such developments during and beyond the project life-time; \n誰 Awareness-raising and Networking: Increase the visibility and impact of the Cluster projects and their related research achievements towards industry, construction stakeholders and relevant EU contractual bodies, such as the ECTP, the E2BA, ECCREDI etc., establishing appropriate network and alliances with such organizations.\n誰 Exploitation: Strengthen the role of involved industrial partners, especially SMEs, for speeding up the exploitation of the research results coming from the Cluster projects. Support the identification of new technology and market needs and trends.\n誰 Coordination and Support services: Create Cluster committees and bodies and publicity material to ensure continuation of activities after the end of the CSA and will attract future H2020 projects.",
    "totalCost": "479530",
    "ecMaxContribution": "479530",
    "coordinator": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
    "coordinatorCountry": "EL",
    "participants": "UNIVERSITY OF BATH;\"PRZEDSIEBIORSTWO ROBOT ELEWACYJNYCH \"\"FASADA\"\" SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA\";FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;FUNDACION TECNALIA RESEARCH & INNOVATION;CENTRO DI RICERCHE EUROPEO DI TECNOLOGIE DESIGN E MATERIALI;RISE CBI BETONGINSTITUTET AB;UNIVERSITAET BAYREUTH;TWI LIMITED",
    "participantCountries": "UK;PL;DE;ES;IT;SE",
    "projectParticipants": {
        "999500223": {
            "orgId": "999500223",
            "orgName": "CENTRO DI RICERCHE EUROPEO DI TECNOLOGIE DESIGN E MATERIALI",
            "ecContrib": 45625
        },
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 56544
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 56625
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 75375
        },
        "999849908": {
            "orgId": "999849908",
            "orgName": "UNIVERSITAET BAYREUTH",
            "ecContrib": 47125
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 47611
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 58125
        },
        "997242063": {
            "orgId": "997242063",
            "orgName": "RISE CBI BETONGINSTITUTET AB",
            "ecContrib": 48125
        },
        "974074486": {
            "orgId": "974074486",
            "orgName": "\"PRZEDSIEBIORSTWO ROBOT ELEWACYJNYCH \"\"FASADA\"\" SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA\"",
            "ecContrib": 44375
        }
    },
    "calculatedTotalContribution": 479530
}