{
    "rcn": "193358",
    "acronym": "InDeV",
    "topics": "MG-3.4-2014",
    "title": "InDeV: In-Depth understanding of accident causation for Vulnerable road users",
    "startDate": "01/05/2015",
    "endDate": "31/10/2018",
    "objective": "The InDeV project addresses the second bullet point of the topic MG.3.4. i.e. ìÖ in-depth understanding of road accident causationÖî. The main objective of the project is to develop a tool-box for in-depth analysis of accident causation for Vulnerable Road Users (VRU) based on a combined use of accident databases, in-depth accident investigations, surrogate safety indicators, self-reported accidents and naturalistic behavioural data. The tool-box will help to link accident causation factors to VRUsí accident risk, and provide a solid basis for developing preventive countermeasures and a better input for socio-economic cost calculations of VRU accidents. The proposed approach is to reveal the causational factors by focusing on the process of accident development, thus overcoming the main weakness of the traditional accident data based approach that might find correlations between various factors and accident frequency, but not show the causation chains. It will also employ, to a larger extent, observation of critical traffic events that are similar in process to real accidents, but are relatively more frequent and easier to collect in sufficient quantities. The InDeV project includes the following steps: i) review of methods and identification of the critical sites and road user groups; ii) observation studies at the selected sites; iii) development of technical tools for automated behaviour data collection; iv) analysis of the socio-economical costs; v) compilation of the project results and development of the safety analyst tool-box. The project has a clear focus on VRUs and the course of events in accidents they get injured in. It will provide solid knowledge, help to avoid a skewed view on the problem of VRUsí safety, and facilitate the proposed tailor-made countermeasures for these groups. Moreover, with the use of surrogate safety indicators, there will be no need to wait for accidents to happen in order to learn how to prevent them from happening.",
    "totalCost": "5470000",
    "ecMaxContribution": "4900000",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "UNIVERSITEIT HASSELT;CORPORATION DE L ECOLE POLYTECHNIQUE DE MONTREAL ASSOCIATION;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;TRANSPORTOKONOMISK INSTITUTT;POLITECHNIKA WARSZAWSKA;INGENIERIA DE TRAFICO SL;BUNDESANSTALT FUER STRASSENWESEN;AALBORG UNIVERSITET",
    "participantCountries": "BE;CA;NL;NO;PL;ES;DE;DK",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 1644000
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 311000
        },
        "937594047": {
            "orgId": "937594047",
            "orgName": "INGENIERIA DE TRAFICO SL",
            "ecContrib": 317500
        },
        "999513027": {
            "orgId": "999513027",
            "orgName": "TRANSPORTOKONOMISK INSTITUTT",
            "ecContrib": 0
        },
        "957524443": {
            "orgId": "957524443",
            "orgName": "CORPORATION DE L ECOLE POLYTECHNIQUE DE MONTREAL ASSOCIATION",
            "ecContrib": 0
        },
        "999884052": {
            "orgId": "999884052",
            "orgName": "POLITECHNIKA WARSZAWSKA",
            "ecContrib": 230000
        },
        "999874934": {
            "orgId": "999874934",
            "orgName": "UNIVERSITEIT HASSELT",
            "ecContrib": 594375
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 1298750
        },
        "999606729": {
            "orgId": "999606729",
            "orgName": "BUNDESANSTALT FUER STRASSENWESEN",
            "ecContrib": 504375
        }
    },
    "calculatedTotalContribution": 4900000
}