{
    "rcn": "193370",
    "acronym": "INSITER",
    "topics": "EeB-03-2014",
    "title": "Intuitive Self-Inspection Techniques using Augmented Reality for construction, refurbishment and maintenance of energy-efficient buildings made of prefabricated components",
    "startDate": "01/12/2014",
    "endDate": "30/11/2018",
    "objective": "NEED FOR INNOVATION: The critical mass of Energy-efficient Buildings (EeB) in Europe by 2020 will be achieved through sustainable industrialisation of high-performance architectural, structural and building-service components. However, realising the targeted performance in design is hampered by critical shortcomings during on-site construction and refurbishment that cause a lower built-quality and sub-optimal energy-saving in the building lifecycle. OBJECTIVE OF THE PROJECT: INSITER aims to eliminate the gaps in quality and energy-performance between design and realisation of energy-efficient buildings based on prefabricated components. The key innovation of INSITER is the intuitive and cost-effective Augmented Reality that connects the virtual model and the physical building in real-time. INSITER will develop a new methodology for self-instruction and self-inspection by construction workers, subcontractors, component suppliers, and other stakeholders during on-site working processes, supported by a coherent set of hardware and software tools. HOW THE OBJECTIVE WILL BE ACHIEVED: INSITER will substantially enhance the functionalities and capabilities of measurement and diagnostic instruments (like portable 3D laser scanners, thermal imaging cameras, acoustic and vibration detectors, real-time sensors) by means of a smart Application Programming Interface (API) and data integration with a cloud-based Building Information Model (BIM). The triangulation of Geospatial Information, Global and Indoor Positioning Systems (GIS, GPS, IPS) will support accurate and comprehensive Virtual and Augmented Reality (VR and AR). RELEVANCE TO THE WORK PROGRAMME: Through new self-inspection techniques, INSITER will fully leverage the energy-efficiency potentials of buildings based on prefab components, from design to construction, refurbishment and maintenance. It will scale-up the use of BIM for standardised inspection and commissioning protocols, involving all actors in the value-chain.",
    "totalCost": "5999885",
    "ecMaxContribution": "5999885",
    "coordinator": "DEMO CONSULTANTS BV",
    "coordinatorCountry": "NL",
    "participants": "DWA BV;RDF OOD AR DI EF;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;STICHTING ISSO;IPOSTUDIO ARCHITETTI SRL;SIEMENS INDUSTRY SOFTWARE NV;LENZE-LUIG 3-L-PLAN GBR;STICHTING SBRCURnet;HOCHTIEF VICON GMBH;AICE CONSULTING SRL;FUNDACION CARTIF;UNIVERSITA POLITECNICA DELLE MARCHE;DRAGADOS SA",
    "participantCountries": "NL;BG;DE;IT;BE;ES",
    "projectParticipants": {
        "957582352": {
            "orgId": "957582352",
            "orgName": "RDF OOD AR DI EF",
            "ecContrib": 216000
        },
        "999770950": {
            "orgId": "999770950",
            "orgName": "SIEMENS INDUSTRY SOFTWARE NV",
            "ecContrib": 297500
        },
        "986523078": {
            "orgId": "986523078",
            "orgName": "DEMO CONSULTANTS BV",
            "ecContrib": 1170545
        },
        "996754832": {
            "orgId": "996754832",
            "orgName": "DRAGADOS SA",
            "ecContrib": 445438
        },
        "960124431": {
            "orgId": "960124431",
            "orgName": "IPOSTUDIO ARCHITETTI SRL",
            "ecContrib": 376158
        },
        "971666267": {
            "orgId": "971666267",
            "orgName": "LENZE-LUIG 3-L-PLAN GBR",
            "ecContrib": 374000
        },
        "947127304": {
            "orgId": "947127304",
            "orgName": "HOCHTIEF VICON GMBH",
            "ecContrib": 455430
        },
        "950343824": {
            "orgId": "950343824",
            "orgName": "DWA BV",
            "ecContrib": 377945
        },
        "999929836": {
            "orgId": "999929836",
            "orgName": "FUNDACION CARTIF",
            "ecContrib": 365000
        },
        "986388151": {
            "orgId": "986388151",
            "orgName": "AICE CONSULTING SRL",
            "ecContrib": 260105
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 294375
        },
        "986399888": {
            "orgId": "986399888",
            "orgName": "STICHTING ISSO",
            "ecContrib": 372875
        },
        "999866689": {
            "orgId": "999866689",
            "orgName": "UNIVERSITA POLITECNICA DELLE MARCHE",
            "ecContrib": 619402
        },
        "956976490": {
            "orgId": "956976490",
            "orgName": "STICHTING SBRCURnet",
            "ecContrib": 375112
        }
    },
    "calculatedTotalContribution": 5999885
}