{
    "rcn": "193354",
    "acronym": "CIRCODE",
    "topics": "ERC-StG-2014",
    "title": "Cell-type specific mechanisms regulating rhythms in leukocyte homing",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Leukocytes are the key components of the immune system that fight infections and provide tissue repair, yet their migration patterns throughout the body over the course of a day are completely unknown. Circadian, ~24 hour rhythms are emerging as important novel regulators of immune cell migration and function, which impacts inflammatory diseases such as myocardial infarction and sepsis. Altering leukocyte tissue infiltration and activation at the proper times provides an option for therapy that would maximize the clinical impact of drugs and vaccinations and minimize side effects. \nWe aim to create a four-dimensional map of leukocyte migration to organs in time and space and investigate with epigenetics techniques the molecular mechanisms that regulate cell-type specific rhythms. We will functionally define the daily oscillating molecular signature(s) of leukocytes and endothelial cells with novel proteomics approaches and thus identify a circadian traffic code that dictates the rhythmic migration of leukocyte subsets to specific organs under steady-state and inflammatory conditions with pharmacological and genetic tools. We will assess the impact of lineage-specific arrhythmicities on immune homeostasis and leukocyte trafficking using an innovative combination of novel genetic tools. Based on these data we will create a model predicting circadian leukocyte migration to tissues. \nThe project combines the disciplines of immunology and chronobiology by obtaining unprecedented information in time and space of circadian leukocyte trafficking and investigating how immune-cell specific oscillations are generated at the molecular level, which is of broad impact for both fields. Our extensive experience in the rhythmic control of the immune system makes us well poised to characterize the molecular components that orchestrate circadian leukocyte distribution across the body.",
    "totalCost": "1497688",
    "ecMaxContribution": "1497688",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1497688
        }
    },
    "calculatedTotalContribution": 1497688
}