{
    "rcn": "193338",
    "acronym": "LAkHsMI",
    "topics": "BG-09-2014",
    "title": "Sensors for LArge scale HydrodynaMic Imaging of ocean floor",
    "startDate": "01/04/2015",
    "endDate": "31/03/2019",
    "objective": "LAkHsMI will develop a new bio-inspired technology to make continuous and cost-effective measurements of the near-field, large-scale hydrodynamic situation, for environmental monitoring in cabled ocean observatories, marine renewable energy and port/harbor security. We will design, manufacture, and field test prototype smart sensor cables that measure differential pressure and temperature on the ocean floor and enable high resolution imaging of the surrounding volume in space and time, is simple, inexpensive and has very low power consumption The cables can be connecting with existing cabled ocean observatories. The technology is inspired by the biophysics of fish hydrodynamic sensing. The technology is scalable from meters to possibly hundreds of kilometers and allows a high sampling frequency. LAkHsMI will also develop innovative methods for hydrodynamic imaging. It produces several continuous on-line information products for interdisciplinary oceanography and seismic geophysics but also for other applications including tracking fish and fish schools or (sub)surface traffic in harbours. Software interfaces developed in the course of the project will be integrated with existing observatory systems (such as EUROGOOS). LAkHsMI will design and implement the sensor cables on small large scales. Tests will be conducted in a tank, a pool, an in ocean observatory.",
    "totalCost": "3040221,25",
    "ecMaxContribution": "3040221,25",
    "coordinator": "TALLINNA TEHNIKAULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "OU ELIKO TEHNOLOOGIA ARENDUSKESKUS;AQUATERA LIMITED;HERIOT-WATT UNIVERSITY;RIJKSUNIVERSITEIT GRONINGEN;HYDRO BOND ENGINEERING LIMITED",
    "participantCountries": "EE;UK;NL",
    "projectParticipants": {
        "999842536": {
            "orgId": "999842536",
            "orgName": "TALLINNA TEHNIKAULIKOOL",
            "ecContrib": 567750
        },
        "999748058": {
            "orgId": "999748058",
            "orgName": "OU ELIKO TEHNOLOOGIA ARENDUSKESKUS",
            "ecContrib": 167500
        },
        "999853400": {
            "orgId": "999853400",
            "orgName": "HERIOT-WATT UNIVERSITY",
            "ecContrib": 853484
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 620062
        },
        "951273375": {
            "orgId": "951273375",
            "orgName": "AQUATERA LIMITED",
            "ecContrib": 393425
        },
        "953174866": {
            "orgId": "953174866",
            "orgName": "HYDRO BOND ENGINEERING LIMITED",
            "ecContrib": 438000
        }
    },
    "calculatedTotalContribution": 3040221
}