{
    "rcn": "193394",
    "acronym": "FLEXOP",
    "topics": "MG-1.1-2014",
    "title": "Flutter Free FLight Envelope eXpansion for ecOnomical Performance improvement",
    "startDate": "01/06/2015",
    "endDate": "30/11/2018",
    "objective": "The FLEXOP project is about developing multidisciplinary aircraft design capabilities for Europe that will increase competitiveness with emerging markets -particularly in terms of aircraft development costs. A closer coupling of wing aeroelasticity and flight control systems in the design process opens new opportunities to explore previously unviable designs. Common methods and tools across the disciplines also provide a way to rapidly adapt existing designs into derivative aircraft, at a reduced technological risk (e.g. using control to solve a flutter problem discovered during development). The goal will be achieved by: (a) improving efficiency of currently existing wing, by increased span at no excess structural weight, while establishing modifications by aeroelastic tailoring to carry the redesigned derivative wing; (b) developing methods and tools for very accurate flutter modeling and flutter control synthesis, to enable improved flutter management during development, certification, and operation, enabling to fly with the stretched wing at same airspeed as the baseline aircraft; (c) validating the accuracy of developed tools and methods on an affordable experimental platform, followed by a scale-up study, demonstrating the interdisciplinary development cycle. Manufacturers will gain cost efficient methods, tools and demonstrators for enhancing aircraft performance by integrated development of flutter control and aeroelastic tailoring. These inter-disciplinary capabilities will improve the design cycle and the Verification& Validation process of both derivative and new aircraft. Better control of development and certification costs can be achieved if these capabilities are used to address problems early in the design process. Flight test data will be posted on the project website to provide a benchmark for the EU aerospace community. The projectís results will serve as a preliminary outlining of certification standards for future EU flexible transport aircraft.",
    "totalCost": "6692164,38",
    "ecMaxContribution": "6692163,75",
    "coordinator": "MAGYAR TUDOMANYOS AKADEMIA SZAMITASTECHNIKAI ES AUTOMATIZALASI KUTATOINTEZET",
    "coordinatorCountry": "HU",
    "participants": "INASCO HELLAS ETAIREIA EFARMOSMENON AERODIASTIMIKON EPISTIMON EE;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;TECHNISCHE UNIVERSITAET MUENCHEN;AIRBUS DEFENCE AND SPACE GMBH;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;UNIVERSITY OF BRISTOL;AIRBUS GROUP LIMITED;FISCHER ADVANCED COMPOSITE COMPONENTS AG*FACC AG;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "EL;DE;UK;AT;NL",
    "projectParticipants": {
        "999736806": {
            "orgId": "999736806",
            "orgName": "INASCO HELLAS ETAIREIA EFARMOSMENON AERODIASTIMIKON EPISTIMON EE",
            "ecContrib": 629831
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 225635
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 96500
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 649968
        },
        "999991819": {
            "orgId": "999991819",
            "orgName": "AIRBUS DEFENCE AND SPACE GMBH",
            "ecContrib": 904610
        },
        "999771241": {
            "orgId": "999771241",
            "orgName": "FISCHER ADVANCED COMPOSITE COMPONENTS AG*FACC AG",
            "ecContrib": 1189338
        },
        "999651252": {
            "orgId": "999651252",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA SZAMITASTECHNIKAI ES AUTOMATIZALASI KUTATOINTEZET",
            "ecContrib": 894750
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 1073650
        },
        "996312027": {
            "orgId": "996312027",
            "orgName": "AIRBUS GROUP LIMITED",
            "ecContrib": 285000
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 742882
        }
    },
    "calculatedTotalContribution": 6692164
}