{
    "rcn": "193386",
    "acronym": "TIMON",
    "topics": "MG-3.5a-2014",
    "title": "Enhanced real time services for an optimized multimodal mobility relying on cooperative networks and open data",
    "startDate": "01/06/2015",
    "endDate": "30/11/2018",
    "objective": "Europe would be close to solving problems related to congestion, traffic safety and environmental challenges if people, vehicles, infrastructure and business were connected into one cooperative ecosystem combining integrated traffic and transport management with new elements of ubiquitous data collection and system self-management. \nThe main objective is increasing the safety, sustainability, flexibility and efficiency of road transport systems by taking advantage of cooperative communication and by processing open data related to travel through a cooperative open web based platform and mobile application, developed with the purpose of delivering information and services to drivers, businesses and Vulnerable Road Users in real time. \nThe operative objectives will be to:\n- Analyse stakeholderís needs incorporating them in the specification of the transport services delivered by the platform.\n- Identify transport open data sources of information and harmonizing this data to be used as real-time information.\n- Define and implement and fully distributed global architecture to enable cooperative sensing in ITS.\n- Leverage the information gathered from vehicular communications, GNSS and open data by means of artificial intelligence techniques.\n- Develop hybrid networks, supporting 802.11p and mobile communications, which will allow assuring a stable communication channel between vehicles and VRU (usually bringing smartphone). \n- Empower drivers to deliver data to the platform by leveraging the information generated by their mobile phones exponentially increasing the information available on traffic status.\n- Implement ITS services arranged in the following main areas: driver assistance, vulnerable users and multimodal dynamic commuter, enhanced real time traffic information API and TIMON collaborative ecosystem.\n- Design two validation environments, a test bed site and another located in an (inter)urban area.",
    "totalCost": "5605213",
    "ecMaxContribution": "5605213",
    "coordinator": "UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA",
    "coordinatorCountry": "ES",
    "participants": "INTECS SPA;JAVNO PODJETJE LJUBLJANSKA PARKIRISCA IN TRZNICE DOO;XLAB RAZVOJ PROGRAMSKE OPREME IN SVETOVANJE DOO;CENTRE TECNOLOGIC DE TELECOMUNICACIONS DE CATALUNYA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;TASS INTERNATIONAL MOBILITY CENTER BV;ISKRA ELEKTRO IN ELEKTRONSKA INDUSTRIJA DD;GEOX TERINFORMATIKAI KFT;THE SENSIBLE CODE COMPANY LTD;CONFEDERATION OF ORGANISATIONS IN ROAD TRANSPORT ENFORCEMENT AISBL",
    "participantCountries": "IT;SI;ES;DE;NL;HU;UK;BE",
    "projectParticipants": {
        "999638739": {
            "orgId": "999638739",
            "orgName": "CENTRE TECNOLOGIC DE TELECOMUNICACIONS DE CATALUNYA",
            "ecContrib": 500088
        },
        "999773375": {
            "orgId": "999773375",
            "orgName": "XLAB RAZVOJ PROGRAMSKE OPREME IN SVETOVANJE DOO",
            "ecContrib": 278375
        },
        "955480459": {
            "orgId": "955480459",
            "orgName": "THE SENSIBLE CODE COMPANY LTD",
            "ecContrib": 575000
        },
        "971772482": {
            "orgId": "971772482",
            "orgName": "GEOX TERINFORMATIKAI KFT",
            "ecContrib": 367875
        },
        "954727739": {
            "orgId": "954727739",
            "orgName": "ISKRA ELEKTRO IN ELEKTRONSKA INDUSTRIJA DD",
            "ecContrib": 750625
        },
        "951649444": {
            "orgId": "951649444",
            "orgName": "INTECS SPA",
            "ecContrib": 241250
        },
        "999876971": {
            "orgId": "999876971",
            "orgName": "UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA",
            "ecContrib": 943750
        },
        "954694371": {
            "orgId": "954694371",
            "orgName": "JAVNO PODJETJE LJUBLJANSKA PARKIRISCA IN TRZNICE DOO",
            "ecContrib": 413000
        },
        "998385402": {
            "orgId": "998385402",
            "orgName": "CONFEDERATION OF ORGANISATIONS IN ROAD TRANSPORT ENFORCEMENT AISBL",
            "ecContrib": 353250
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 657000
        },
        "937654090": {
            "orgId": "937654090",
            "orgName": "TASS INTERNATIONAL MOBILITY CENTER BV",
            "ecContrib": 525000
        }
    },
    "calculatedTotalContribution": 5605213
}