{
    "rcn": "193389",
    "acronym": "EMPOWER",
    "topics": "MG-5.1-2014",
    "title": "EMPOWERING a reduction in use of conventionally fueled vehicles using Positive Policy Measures.",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "The main objective of EMPOWER is to substantially reduce the use of conventionally fueled vehicles (CFV) in cities by influencing the mobility behaviour of CFV drivers and users towards fundamental change. To achieve this objective EMPOWER will create a set of tools for industry, policy makers and employers. These will empower them beyond the lifespan of this project to understand, help choose and successfully implement ëpositiveí evidence-based and cost-effective policy interventions, based on new and innovative mobility services, and in the context of already existing infrastructure, policy and measures. EMPOWER will reduce the use of CFV by: shifting trips to other modes/other vehicle types, promoting sharing and self-organisation and reducing demand overall e.g. through remote access to services. Undesirable impacts from CFV use will be reduced by: shifting CFV use to outside peak times and diversions to avoid particular areas/routes. The research will be multidisciplinary and involve: social science research with the public, 4 living lab experiments and 7 City demonstrators which will be chosen through an open 'bidding' process. The EMPOWER concept will be used in practice by: City stakeholders being able (through a software tool) to choose positive policy options based on their expected impacts and deliver incentives and social network sharing schemes to individuals using software. The innovation outputs of EMPOWER include an EMPOWER Toolkit to support industry, policy makers and employers to understand, choose and implement positive policy interventions. The Toolkit includes: new mobility services to provide innovative positive policy measures, new evidence on behavioural responses and impacts from positive incentives, improved organisational models for successful implementation of positive policy measures and innovation in the evaluation methodology for new mobility services. We expect at least 1 million persons to be impacted by EMPOWER.",
    "totalCost": "4898621",
    "ecMaxContribution": "4898621",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "DYNNIQ NEDERLAND BV;UNITED NATIONS HUMAN SETTLEMENTS PROGRAMME;GEMEENTE ENSCHEDE;FORUM VIRIUM HELSINKI OY;SURDURULEBILIR ULASIM DERNEGI;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;POCKETWEB GMBH;UNIVERSITEIT TWENTE;MOBIDOT BV;WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH;RISE VIKTORIA AB",
    "participantCountries": "NL;KE;FI;TR;DE;SE",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 1578324
        },
        "997534324": {
            "orgId": "997534324",
            "orgName": "FORUM VIRIUM HELSINKI OY",
            "ecContrib": 200000
        },
        "985009296": {
            "orgId": "985009296",
            "orgName": "RISE VIKTORIA AB",
            "ecContrib": 512525
        },
        "986388345": {
            "orgId": "986388345",
            "orgName": "UNITED NATIONS HUMAN SETTLEMENTS PROGRAMME",
            "ecContrib": 49999
        },
        "952415065": {
            "orgId": "952415065",
            "orgName": "SURDURULEBILIR ULASIM DERNEGI",
            "ecContrib": 25931
        },
        "999929642": {
            "orgId": "999929642",
            "orgName": "WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH",
            "ecContrib": 185198
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 548247
        },
        "953484102": {
            "orgId": "953484102",
            "orgName": "DYNNIQ NEDERLAND BV",
            "ecContrib": 7870
        },
        "937055891": {
            "orgId": "937055891",
            "orgName": "MOBIDOT BV",
            "ecContrib": 273831
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 535032
        },
        "931716235": {
            "orgId": "931716235",
            "orgName": "POCKETWEB GMBH",
            "ecContrib": 588025
        },
        "985074480": {
            "orgId": "985074480",
            "orgName": "GEMEENTE ENSCHEDE",
            "ecContrib": 393639
        }
    },
    "calculatedTotalContribution": 4898621
}