{
    "rcn": "193364",
    "acronym": "XCYCLE",
    "topics": "MG-3.4-2014",
    "title": "Advanced measures to reduce cyclists' fatalities and increase comfort in the interaction with motorised vehicles",
    "startDate": "01/06/2015",
    "endDate": "30/11/2018",
    "objective": "Cyclists suffer a disproportionate share of serious injuries and fatalities, and indeed in recent years that disadvantage has been growing. At the same time they often are not treated equally by traffic systems (e.g. traffic signals frequently fail to register their approach or presence). XCYCLE has the aim of developing the means to equalise the treatment of cyclists in traffic and thus both encourage cycling and make cycling safer. XCYCLE will develop: technologies aimed at improving active and passive detection of cyclists; systems informing both drivers and cyclists of a hazard at junctions; effective methods of presenting information in vehicles and on-site; cooperation systems aimed at reducing collisions with cyclists. Two relevant use cases would be bicycle interaction with large vehicles and cars at intersections and the provision of an immediate or extended green traffic light for cyclists approaching traffic signals. An in-vehicle detection system and a system of threat mitigation and risk avoidance by traffic signals will be developed. The components developed and built up will be systematically integrated, implemented and verified. A new large-scale research infrastructure in the city of Braunschweig (DE) and a second test mobile platform will be used as test site. A demo bicycle with a cooperative technology will be developed and tested as well. A user-centred approach will be adopted. Behavioural evaluation will part of the whole process: attentional responses using eye tracking data; evaluation of human-machine interface; acceptance and willingness to pay. In the Cost-Benefit Analysis behavioural changes will be translated into estimated crashes and casualties saved per system.  The project will contribute to innovative and efficient advanced safety measures to reduce the number of accidents, often of high severity, involving cyclists in interaction with motorised vehicles.",
    "totalCost": "5009332,5",
    "ecMaxContribution": "5009330",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "KITE SOLUTIONS SRL;VOLVO TECHNOLOGY AB;DYNNIQ NEDERLAND BV;STATENS VAG- OCH TRANSPORTFORSKNINGSINSTITUT;UNIVERSITY OF LEEDS;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;RIJKSUNIVERSITEIT GRONINGEN;JENOPTIK ROBOT GMBH",
    "participantCountries": "IT;SE;NL;UK;DE",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 785073
        },
        "999599551": {
            "orgId": "999599551",
            "orgName": "STATENS VAG- OCH TRANSPORTFORSKNINGSINSTITUT",
            "ecContrib": 499250
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 836396
        },
        "948557763": {
            "orgId": "948557763",
            "orgName": "JENOPTIK ROBOT GMBH",
            "ecContrib": 631343
        },
        "953484102": {
            "orgId": "953484102",
            "orgName": "DYNNIQ NEDERLAND BV",
            "ecContrib": 347187
        },
        "964666456": {
            "orgId": "964666456",
            "orgName": "KITE SOLUTIONS SRL",
            "ecContrib": 341875
        },
        "999984544": {
            "orgId": "999984544",
            "orgName": "VOLVO TECHNOLOGY AB",
            "ecContrib": 611800
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 350625
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 605781
        }
    },
    "calculatedTotalContribution": 5009330
}