{
    "rcn": "193418",
    "acronym": "20SComplexity",
    "topics": "ERC-StG-2014",
    "title": "An integrative approach to uncover the multilevel regulation of 20S proteasome degradation",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "For many years, the ubiquitin-26S proteasome degradation pathway was considered the primary route for proteasomal degradation. However, it is now becoming clear that proteins can also be targeted for degradation by a ubiquitin-independent mechanism mediated by the core 20S proteasome itself. Although initially believed to be limited to rare exceptions, degradation by the 20S proteasome is now understood to have a wide range of substrates, many of which are key regulatory proteins. Despite its importance, little is known about the mechanisms that control 20S proteasomal degradation, unlike the extensive knowledge acquired over the years concerning degradation by the 26S proteasome. Our overall aim is to reveal the multiple regulatory levels that coordinate the 20S proteasome degradation route.\nTo achieve this goal we will carry out a comprehensive research program characterizing three distinct levels of 20S proteasome regulation:\nIntra-molecular regulation- Revealing the intrinsic molecular switch that activates the latent 20S proteasome.\nInter-molecular regulation- Identifying novel proteins that bind the 20S proteasome to regulate its activity and characterizing their mechanism of function.\nCellular regulatory networks- Unraveling the cellular cues and multiple pathways that influence 20S proteasome activity using a novel systematic and unbiased screening approach.\nOur experimental strategy involves the combination of biochemical approaches with native mass spectrometry, cross-linking and fluorescence measurements, complemented by cell biology analyses and high-throughput screening. Such a multidisciplinary approach, integrating in vitro and in vivo findings, will likely provide the much needed knowledge on the 20S proteasome degradation route. When completed, we anticipate that this work will be part of a new paradigm ñ no longer perceiving the 20S proteasome mediated degradation as a simple and passive event but rather a tightly regulated and coordinated process.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}