{
    "rcn": "193429",
    "acronym": "ICP4Life",
    "topics": "FoF-05-2014",
    "title": "An Integrated Collaborative Platform for Managing the Product-Service Engineering Lifecycle",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The European manufacturing industry faces new challenges, which are currently not addressed by todayís products and systems. Most of the products are still in essence ësimpleí in nature, with no capability for adapting to the consumersí needs and no integrated methods exist for the holistic acquisition and processing of feedback information emanating from product-services. \nICP4Life proposes an integrated, collaborative platform for the design, development and support of product-service systems for SMEs, equipment manufacturers and energy suppliers in order to maximize the impact in the European industry. The proposed platform comprises of three main components. The first component demonstrates a collaborative web-based application for the creation and management of products and services by engineers and designers of multiple disciplines. The second component is a Product-Service configuration tool for customers, enabling the easy and intuitive formation of Products and Services. The same component will be used for managing product related data pertaining to the manufacturer, supplier and the customer. The third component will support the efficient, adaptive and responsive planning and decision making phases, for managing the dynamic operation of the plants and the supply chain. All the components will be compatible with open standards, such as AutomationML, in order to make the most out of and accelerate the adoption by the European industry. The ICP4Life project will address the current needs of todayís manufacturers, providing faster design of modular equipment and components, the seamless collaboration of engineers across a wider network of companies as well as within a single company with disperse engineering offices and production sites and the reuse of knowledge regarding both products and processes for new projects or the configuration of existing lines. The ICP4Life consortium consists of highly skilled organizations to ensure the success of this project.",
    "totalCost": "4924693",
    "ecMaxContribution": "4924693",
    "coordinator": "PRIMA INDUSTRIE SPA",
    "coordinatorCountry": "IT",
    "participants": "Inertia Technology B.V.;SCIENTIFIC ACADEMY FOR SERVICE TECHNOLOGY EV;N.BAZIGOS ABEE;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;FUNDACION TECNALIA RESEARCH & INNOVATION;ECOLE CENTRALE DE NANTES;LASERLAM SRL;SEGULA TECNOLOGIAS ESPANA SA;INTRASOFT INTERNATIONAL SA;PANEPISTIMIO PATRON;TAURON POLSKA ENERGIA SA",
    "participantCountries": "NL;DE;EL;ES;FR;IT;LU;PL",
    "projectParticipants": {
        "999702371": {
            "orgId": "999702371",
            "orgName": "INTRASOFT INTERNATIONAL SA",
            "ecContrib": 562500
        },
        "990037873": {
            "orgId": "990037873",
            "orgName": "Inertia Technology B.V.",
            "ecContrib": 344250
        },
        "999509050": {
            "orgId": "999509050",
            "orgName": "ECOLE CENTRALE DE NANTES",
            "ecContrib": 305750
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 382855
        },
        "956578305": {
            "orgId": "956578305",
            "orgName": "LASERLAM SRL",
            "ecContrib": 180000
        },
        "945389452": {
            "orgId": "945389452",
            "orgName": "TAURON POLSKA ENERGIA SA",
            "ecContrib": 393813
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 700000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 509375
        },
        "989700022": {
            "orgId": "989700022",
            "orgName": "N.BAZIGOS ABEE",
            "ecContrib": 173500
        },
        "990071920": {
            "orgId": "990071920",
            "orgName": "PRIMA INDUSTRIE SPA",
            "ecContrib": 578125
        },
        "951739945": {
            "orgId": "951739945",
            "orgName": "SEGULA TECNOLOGIAS ESPANA SA",
            "ecContrib": 254600
        },
        "996374010": {
            "orgId": "996374010",
            "orgName": "SCIENTIFIC ACADEMY FOR SERVICE TECHNOLOGY EV",
            "ecContrib": 539925
        }
    },
    "calculatedTotalContribution": 4924693
}