{
    "rcn": "193456",
    "acronym": "HEARTOFSTROKE",
    "topics": "ERC-StG-2014",
    "title": "The heart of stroke: Pipes, Perfusion, Parenchyma",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "My aim is to understand the cause of stroke in every single patient. Brain microinfarcts and macroinfarcts cause a major healthcare burden in Western societies both in terms of morbidity and costs. Cardiovascular thromboemboli from the heart, aorta and neck arteries are considered as the main cause. Still, the vast majority of brain infarcts are unexplained. In contrast to the thromboembolic explanation for brain infarcts, heart infarcts are known to be caused by local atherosclerotic plaque of the coronary arteries and impaired perfusion. This has led to successful preventive and therapeutic strategies against myocardial infarction. For brain infarcts, a blind eye is turned to local atherosclerotic plaque in the intracranial vasculature (Pipes) and impaired Perfusion as possible causes of macro and microinfarcts (Parenchyma). For the ë3Psí (Pipes, Perfusion, Parenchyma) I have created new research fields based on innovative noninvasive arterial spin labeling perfusion MRI, perfusion reserve, perfusion territory and vessel wall MRI methods. In this project, I will go an important step beyond the state of the art by investigating the total intracranial burden of disease of these ë3Psí and systematic evaluations in patients. Pipes: novel methods to visualise and characterise intracranial plaque including inflammatory plaque enhancement, intraplaque haemorrhage and calcification detection. Perfusion: novel methods to investigate hemodynamic impairment in areas with critically low perfusion with noninvasive arterial spin labeling MRI methods and perfusion reserve methods specific for each intracranial perfusion territory. Parenchyma: novel methods to detect microinfarcts. Technical innovations (Pipes, Perfusion) will be applied in synergy to explain micro and macroinfarcts (Parenchyma). Patient specific biomarkers will, similar to the heart, pave the way for designing preventive and therapeutic strategies aimed at reducing the burden of neurodegenerative diseases.",
    "totalCost": "1499450",
    "ecMaxContribution": "1499450",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 1499450
        }
    },
    "calculatedTotalContribution": 1499450
}