{
    "rcn": "193467",
    "acronym": "ENLIGHTMENT",
    "topics": "ERC-StG-2014",
    "title": "Photonic Electrodes for Enhanced Light Management in Optoelectronic Devices",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "Nanostructured dielectric and metallic photonic architectures can concentrate the electric field through resonances, increase the light optical path by strong diffraction and exhibit many other interesting optical phenomena that cannot be achieved with traditional lenses and mirrors. The use of these structures within actual devices will be most beneficial for enhanced light absorption in thin solar cells, photodetectors and to develop new sensors and light emitters. However, emerging optoelectronic devices rely on large area and low cost fabrication routes such as roll to roll or solution processing, to cut manufacturing costs and increase the production throughput. If the exciting properties exhibited by the photonic structures are to be implemented in these devices, then they too have to be processed in a similar fashion as the devices they intend to improve. This research plan is aimed to develop photonic electrodes that will enhance light matter interaction based on wave optics phenomena while being fabricated with techniques fully compatible with todayís mass production approaches, allowing seamless integration of wave optics components in current devices. The objectives of this proposal are: 1) to investigate the fundaments of the enhanced light-matter interaction observed in devices that use wave optics elements. 2) To develop fabrication routes for large area and low cost photonic and plasmonic structures using techniques similar to those employed in industry, so they could be easily incorporated in technologies such as roll to roll. 3) To fabricate prototype solar cells, photodetectors and sensors on top of photonic electrodes, demonstrating improved performance without deterioration of other figures of merit in the device. The results of the research plan will advance the state of the art in nanophotonics structures, providing the path towards a new generation of large-scale and low-cost photonic architectures.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITAT ROVIRA I VIRGILI",
    "participantCountries": "ES",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1500000
        },
        "999880560": {
            "orgId": "999880560",
            "orgName": "UNIVERSITAT ROVIRA I VIRGILI",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1500000
}