{
    "rcn": "193401",
    "acronym": "CIPTEC",
    "topics": "MG-5.3-2014",
    "title": "Collective Innovation for Public Transport in European Cities",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "CIPTEC introduces an integrated approach which draws on the best ideas deriving from marketing (i.e. customer orientation, marketing research, consumer intelligence), consumer behaviour (i.e. advanced motivational research, behavioural experimentation), innovation (i.e. crowd sourcing, collective intelligence, co-creation and co-design of new ideas, fusion of business concepts with social innovation), evaluation (i.e. socioeconomic, technological and ethical) and co-exploitation within a wider than usual stakeholder platform attacking the challenges that hinder the public transport ìenvironmentî transition and re-orientation towards increasing PT market shares, thus substantially contributing to urban road congestion reduction in a sustainable manner.\nIn the frame of CIPTEC, we study the demand side and how its needs are affected by the continuous storm of change but we take a close look to the supply in an attempt to demystify the needs and understand the distinct challenges PT providers face in tackling the same changes.. We dig out and map promising existing innovation from PT and adjacent fields but we also put forth a collective intelligence subprogram to crowd-source and co-produce novel approaches to tackle underserved needs. We survey public transport users to appreciate the finer differences in preferences for the promising innovations but we dig deeper looking for motivation triggers able to achieve natural behaviour change ñ not only in the lab but in real life. We provide a translation-in-a-box of our results but we donít wait for stakeholders to use them; we work with them to motivate and apply these insights into concrete street-action. We invite the broader community to cooperate along the value chain but we bring along an unexpected ally ñ social entrepreneurs - to build and apply disruptive models of sustainable and replicable value.\nOur team is set to provide evidence and innovative tools for achieving growth in European public transport.",
    "totalCost": "3498350",
    "ecMaxContribution": "3498350",
    "coordinator": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
    "coordinatorCountry": "EL",
    "participants": "MEMEX S.R.L.;METROPOOLREGIO ROTTERDAM DEN HAAG;TERO MONOPROSOPI IKE;TRAFFIQ LOKALE NAHVERKEHRSGESELLSCHAFT FRANKFURT AM MAIN MBH;WHITE RESEARCH SPRL;EUROPEAN PASSENGERS' FEDERATION IVZW;KATHOLIEKE UNIVERSITEIT LEUVEN;EMTA EUROPEAN METROPOLITAN TRANSPORT AUTHORITIES;TIEMME SPA;ORTELIO LTD;MOBYCON BV",
    "participantCountries": "IT;NL;EL;DE;BE;FR;UK",
    "projectParticipants": {
        "983946467": {
            "orgId": "983946467",
            "orgName": "EUROPEAN PASSENGERS' FEDERATION IVZW",
            "ecContrib": 231312
        },
        "953382543": {
            "orgId": "953382543",
            "orgName": "WHITE RESEARCH SPRL",
            "ecContrib": 322500
        },
        "956480432": {
            "orgId": "956480432",
            "orgName": "ORTELIO LTD",
            "ecContrib": 338500
        },
        "999711586": {
            "orgId": "999711586",
            "orgName": "MEMEX S.R.L.",
            "ecContrib": 290875
        },
        "998841593": {
            "orgId": "998841593",
            "orgName": "TERO MONOPROSOPI IKE",
            "ecContrib": 282800
        },
        "932886540": {
            "orgId": "932886540",
            "orgName": "METROPOOLREGIO ROTTERDAM DEN HAAG",
            "ecContrib": 307500
        },
        "970926448": {
            "orgId": "970926448",
            "orgName": "TIEMME SPA",
            "ecContrib": 197438
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 539750
        },
        "933488328": {
            "orgId": "933488328",
            "orgName": "EMTA EUROPEAN METROPOLITAN TRANSPORT AUTHORITIES",
            "ecContrib": 72750
        },
        "937327200": {
            "orgId": "937327200",
            "orgName": "TRAFFIQ LOKALE NAHVERKEHRSGESELLSCHAFT FRANKFURT AM MAIN MBH",
            "ecContrib": 133250
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 372800
        },
        "997829010": {
            "orgId": "997829010",
            "orgName": "MOBYCON BV",
            "ecContrib": 408875
        }
    },
    "calculatedTotalContribution": 3498350
}