{
    "rcn": "193497",
    "acronym": "FlyContext",
    "topics": "ERC-StG-2014",
    "title": "Neural processing of context-dependent innate behavior",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "How do we decide what to choose? While certain cues are preferred, others are avoided. But even innate preferences and aversions must be evaluated in a context-dependent manner. These contexts are environmental cues, but also internal state. In this proposal, I will address how the nervous system integrates chemosensory information with internal state to produce appropriate behaviors. I will present a research program relying on fly genetics, behavior analysis, and in vivo physiology to characterize the neural circuits and mechanisms involved in context-dependent processing of sensory cues. Specifically, I will address how three different internal states (hunger, mating state, sickness) change the perception and processing of odors and tastes.\nTogether with my lab, I have previously demonstrated that the innately aversive odor CO2 is processed in a metabolic state-dependent manner in the fly brain. Exclusively in the context of hunger, CO2 aversion depends on a pathway that involves the mushroom body, a higher brain structure required for learning and memory in the fly. In objective 1, based on two prior behavioral screens, we will analyze the role of additional brain centers such as the lateral horn and the superior lateral protocerebrum in hunger-dependent processing of CO2 and the appetitive odor vinegar. In objective 2, we will dissect the neural underpinnings of polyamine perception. These molecules are indicators of protein breakdown that flies use in a mating state-dependent manner as cues for egg laying or foraging. Objective 3 will focus on the largely unexplored question of how infectious disease and subsequent immune reaction alters chemosensory choice behavior.\nResults of this proposal will establish a causal link between internal state-dependent chemosensory behavior and neural processing. Ultimately, understanding fundamental rules of context-dependent processing in the fly will provide an important framework for understanding human choice behavior.",
    "totalCost": "1497600",
    "ecMaxContribution": "1497600",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "participantCountries": "DE",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 382400
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 1115200
        }
    },
    "calculatedTotalContribution": 1497600
}