{
    "rcn": "193496",
    "acronym": "EyeRegen",
    "topics": "ERC-StG-2014",
    "title": "Engineering a scaffold based therapy for corneal regeneration",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Corneal blindness resulting from disease, physical injury or chemical burns affects millions worldwide and has a considerable economic and social impact on the lives of people across Europe. In many cases corneal transplants can restore vision however the shortage of donor corneas suitable for transplantation has necessitated the development of alternative treatments. The aim of this project is to develop a new approach to corneal tissue regeneration. Previous approaches at engineering corneal tissue have required access to donor cells and lengthy culture periods in an attempt to grow tissue in vitro prior to implantation with only limited success and at great expense. Our approach will differ fundamentally from these in that we will design artificial corneal scaffolds that do not require donated cells or in vitro culture but instead will recruit the patientís own cells to regenerate the cornea post-implantation. These biomaterial scaffolds will incorporate specific chemical and physical cues with the deliberate aim of attracting cells and inducing tissue formation. Studies will be undertaken to examine how different chemical, biochemical, physical and mechanical cues can be used to control the behaviour of corneal epithelial, stromal and endothelial cells. Once the optimal combination of these cues has been determined, this information will be incorporated into the design of the scaffold. Recent advances in manufacturing and material processing technology will enable us to develop scaffolds with organized nanometric architectures and that incorporate controlled growth factor release mechanisms. Techniques such as 3D bio-printing and nanofiber electrospinning will be used to fabricate scaffolds. The ability of the scaffold to attract cells and promote matrix remodelling will be examined by developing an in vitro bioreactor system capable of mimicking the ocular environment and by performing in vivo tests using a live animal model.",
    "totalCost": "1498734",
    "ecMaxContribution": "1498734",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 1498734
        }
    },
    "calculatedTotalContribution": 1498734
}