{
    "rcn": "193473",
    "acronym": "FoF-Impact",
    "topics": "FoF-07-2014",
    "title": "Enhanced impact of the Factories of the Future PPP through technology transfer and expanded community",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The ëFactories of the Futureí PPP launched in 2008/9 has been a proven success and triggered a unique cooperation between industry, researchers and the European Institutions. The objective of the FoF Impact CSA is to transform the FoF PPP from a research and demonstration programme under FP7 into an innovation programme in Horizon 2020. The FoF-Impact CSA will integrate, in one comprehensive and service-oriented package, a set of tools and measures (guidelines, technology transfer tools and market uptake mechanisms) in support of exploitation of project results generated by the FoF PPP.  The FoF-Impact CSA will build upon the existing work, such as the EFFRA Innovation Portal which offers a dynamic community-based environment for sharing and retrieving information about exploitable results.\n\nThe FoF-Impact CSA will also facilitate collaboration among the main stakeholders which are capable of enhancing the overall impact of the ëFactories of the Futureí PPP in Horizon 2020 at local and company-level. These actors are: manufacturing industries (large and SMEs), national and regional and other European manufacturing initiatives and programmes (Eureka, Manunet etc); technology transfer organisations and market-uptake experts; industry-focused RTOs and institutes, marketers of exploitable results, potential users of exploitable results, possible investors and business angels. \n\nIn summary, the FoF Impact CSA will provide tailor-made guidelines and tools (including a FoF-Impact helpdesk) that will service both individual 'Factories of the Future' projects as well as clusters of 'Factories of the Future' projects. The clustering of projects results will be supported both by the existing EFFRA Innovation Portal and through the organisation of specific events, oriented either to technologies, application sectors or specific challenges, and it will thus further stimulate cross-fertilisation and the identification of additional exploitation opportunities.",
    "totalCost": "393559",
    "ecMaxContribution": "393559",
    "coordinator": "EUROPEAN FACTORIES OF THE FUTURE RESEARCH ASSOCIATION AISBL",
    "coordinatorCountry": "BE",
    "participants": "SWEREA IVF AB;MONDRAGON CORPORACION COOPERATIVA SCOOP;FUNDACION TECNALIA RESEARCH & INNOVATION;AGORIA ASBL;FORSCHUNGSKURATORIUM MASCHINENBAU EV;PANEPISTIMIO PATRON;Centro di Ricerca e Innovazione tecnologica srl;TWI LIMITED",
    "participantCountries": "SE;ES;BE;DE;EL;IT;UK",
    "projectParticipants": {
        "951700272": {
            "orgId": "951700272",
            "orgName": "FORSCHUNGSKURATORIUM MASCHINENBAU EV",
            "ecContrib": 21625
        },
        "998525664": {
            "orgId": "998525664",
            "orgName": "Centro di Ricerca e Innovazione tecnologica srl",
            "ecContrib": 42500
        },
        "955000406": {
            "orgId": "955000406",
            "orgName": "MONDRAGON CORPORACION COOPERATIVA SCOOP",
            "ecContrib": 14700
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 18438
        },
        "998981079": {
            "orgId": "998981079",
            "orgName": "AGORIA ASBL",
            "ecContrib": 15156
        },
        "950565954": {
            "orgId": "950565954",
            "orgName": "EUROPEAN FACTORIES OF THE FUTURE RESEARCH ASSOCIATION AISBL",
            "ecContrib": 194314
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 16094
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 22432
        },
        "999475294": {
            "orgId": "999475294",
            "orgName": "SWEREA IVF AB",
            "ecContrib": 48300
        }
    },
    "calculatedTotalContribution": 393559
}