{
    "rcn": "193415",
    "acronym": "SAMT",
    "topics": "SPIRE-04-2014",
    "title": "Sustainability assessment methods and tools to support decision-making in the process industries",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "Sustainability assessment methods are needed to support sustainable technology development and to evaluate the impacts of existing solutions, products and technologies. While there are aspects and indicators that are common to all process industries, sector specific tools are required to address the sector specific features in a fair and transparent way. \nAt the moment, several tools, assessment methods and indicators exist, but they differ in their goal and scope and are intended for different kind of use within companies, by consumers or by authorities to support policy planning and evaluation. Additionally, different tools are focused for different levels of assessment: product, company, industry or society. Thus the problem is not so much the existence of proper tools but rather the lack of understanding and knowledge on how they should be applied and in which context. Furthermore, suitable tools for analysing resource and energy efficiency within the process industries and across the different sectors should be recognized.\nThe aim of the SAMT project is to review and make recommendations about the most potential sustainability assessment methods for evaluating energy and resource efficiency in the process industry. \nThe analysis will focus on the applicability of different methods in industrial settings, the ability of the methods to support decision-making towards sustainable solutions and the suitability of the tools for cross-sectoral analysis. \nSAMT will evaluate tools that cover either environmental, economic and social aspects, or a combination of these, and apply principles of life cycle thinking. The project will consider demands and make recommendations related to sectorial and cross-sectorial assessment in a wide spectrum of process industries: cement, metal, oil, water, waste and chemical industry. To maximize the impact of the project the work will be supported by active dissemination activities including an implementation strategy as an outcome.",
    "totalCost": "514804,38",
    "ecMaxContribution": "498554",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "ASOCIACION ESPANOLA DE NORMALIZACION;FUNDACION TECNALIA RESEARCH & INNOVATION;BAYER TECHNOLOGY SERVICES GMBH;NESTE OYJ;SUEZ GROUPE;CEMEX RESEARCH GROUP AG;BASF SE;WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH;BAYER AKTIENGESELLSCHAFT;NORSK HYDRO ASA",
    "participantCountries": "ES;DE;FI;FR;CH;NO",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 191875
        },
        "998159683": {
            "orgId": "998159683",
            "orgName": "SUEZ GROUPE",
            "ecContrib": 23359
        },
        "984232326": {
            "orgId": "984232326",
            "orgName": "ASOCIACION ESPANOLA DE NORMALIZACION",
            "ecContrib": 12500
        },
        "937314202": {
            "orgId": "937314202",
            "orgName": "NORSK HYDRO ASA",
            "ecContrib": 16250
        },
        "999929642": {
            "orgId": "999929642",
            "orgName": "WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH",
            "ecContrib": 68395
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 106875
        },
        "996493902": {
            "orgId": "996493902",
            "orgName": "NESTE OYJ",
            "ecContrib": 11875
        },
        "999829926": {
            "orgId": "999829926",
            "orgName": "BASF SE",
            "ecContrib": 33225
        },
        "999539896": {
            "orgId": "999539896",
            "orgName": "BAYER TECHNOLOGY SERVICES GMBH",
            "ecContrib": 0
        },
        "999901706": {
            "orgId": "999901706",
            "orgName": "TEKNOLOGIAN TUTKIMUSKESKUS VTT",
            "ecContrib": 0
        },
        "986048457": {
            "orgId": "986048457",
            "orgName": "CEMEX RESEARCH GROUP AG",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 464354
}