{
    "rcn": "193460",
    "acronym": "PRODIAS",
    "topics": "SPIRE-03-2014",
    "title": "PROcessing Diluted Aqueous Systems",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The use of renewable resources in the process industries is socially desirable and a market pull for products has started to develop in recent years, but renewable products have to compete with identical or similar-in-application products based on fossil raw materials in terms of quality and production cost. One of the main reasons for currently higher production costs of products based on renewable resources is that the production routes involve processing complex dilute aqueous solutions from which the desired products have to be separated during downstream processing. Consequently, a major challenge the process industry is facing, is the development of cost- and energy-efficient water removal and product-recovery techniques. Today downstream processes for products based on renewable resources are often developed using methods from the petrochemical area being insufficiently adapted to the new applications. A re-thinking of downstream process development and the development of suitable methodologies for a fast-track development of tailored downstream processes as well as the optimisation of separation technologies are urgently needed in order to unlock the potential of the renewable-based product market for the European process industry.   \nPRODIAS addresses this challenge by developing and implementing: \n- a toolbox of highly innovative, cost-effective and renewable-tailored separation technologies; single technologies and/or hybrid systems\n- novel, optimized apparatus and machinery to enable for and host the developed technologies\n- in combination with an integrated design approach for the fast-track selection of appropriate technologies.\nThe main advantages of the PRODIAS toolbox and integrated design approach for processes based on renewable resources are\n- significantly decreased production cost \n- increased productivity and efficiency\n- faster process development and commercialization  \n- significantly lower energy consumption leading to less CO2 emmissions.",
    "totalCost": "13648823,25",
    "ecMaxContribution": "9993008,4",
    "coordinator": "BASF SE",
    "coordinatorCountry": "DE",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;CARGILL HAUBOURDIN SAS;XENDO BV;ALFA LAVAL TUMBA AB;GEA NIRO PT BV;ENVI-PLAN INGENIEURGESELLSCHAFT MBH;TECHNISCHE UNIVERSITAET KAISERSLAUTERN;CARGILL R&D CENTRE EUROPE;UPM-KYMMENE OYJ",
    "participantCountries": "UK;FR;NL;SE;DE;BE;FI",
    "projectParticipants": {
        "944927441": {
            "orgId": "944927441",
            "orgName": "GEA NIRO PT BV",
            "ecContrib": 1121006
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 753305
        },
        "999885895": {
            "orgId": "999885895",
            "orgName": "TECHNISCHE UNIVERSITAET KAISERSLAUTERN",
            "ecContrib": 709469
        },
        "923842842": {
            "orgId": "923842842",
            "orgName": "CARGILL R&D CENTRE EUROPE",
            "ecContrib": 991217
        },
        "944661564": {
            "orgId": "944661564",
            "orgName": "ALFA LAVAL TUMBA AB",
            "ecContrib": 1077746
        },
        "944702401": {
            "orgId": "944702401",
            "orgName": "XENDO BV",
            "ecContrib": 1180960
        },
        "999829926": {
            "orgId": "999829926",
            "orgName": "BASF SE",
            "ecContrib": 2783796
        },
        "968590300": {
            "orgId": "968590300",
            "orgName": "CARGILL HAUBOURDIN SAS",
            "ecContrib": 260847
        },
        "998418964": {
            "orgId": "998418964",
            "orgName": "UPM-KYMMENE OYJ",
            "ecContrib": 723975
        },
        "951034755": {
            "orgId": "951034755",
            "orgName": "ENVI-PLAN INGENIEURGESELLSCHAFT MBH",
            "ecContrib": 390688
        }
    },
    "calculatedTotalContribution": 9993009
}