{
    "rcn": "193499",
    "acronym": "TERRA",
    "topics": "ERC-StG-2014",
    "title": "375 Million Years of the Diversification of Life on Land: Shifting the Paradigm?",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Life on land today is spectacularly diverse, representing 75ñ95% of all species on Earth. However, it remains unclear how this extraordinary diversity has been acquired across deep geological time. This research project will address this major knowledge gap by reassessing the dominant paradigm of terrestrial diversification, an exponential increase in diversity over the last 375 million years, using the rich and well-studied fossil record of tetrapods (four-limbed vertebrates) as an exemplar group. Previous analyses of tetrapod diversification have been based on an outdated and problematic dataset that is likely to artificially inflate apparent diversity towards the present day. A major new dataset will be assembled, detailing the spatial and temporal distribution of terrestrial tetrapods across their entire fossil record in unprecedented detail. These data will be analysed using the latest approaches to sampling-standardisation in order to generate completely novel, rigorous curves of diversification through time. These will be compared within a cutting-edge statistical framework to alternate diversification models, as well as to changes in rock record sampling, global environments (e.g. sea level and atmospheric composition) and marine diversity. These comparisons will allow us to address the following key questions: (i) Does terrestrial diversification follow an exponential pattern over the last 375 million years? (ii) Is the terrestrial fossil record as complete as the marine fossil record? (iii) Are long-term patterns of terrestrial diversification driven by physical changes in the Earth system such as climate change? (iv) Did marine and terrestrial biodiversity follow similar trajectories across geological time? (v) How severely did mass extinction events impact upon terrestrial tetrapod diversification? Our work will establish a new, rigorous paradigm for the long-term pattern of terrestrial diversification, and test and identify its drivers.",
    "totalCost": "1495063",
    "ecMaxContribution": "1495063",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 1495063
        }
    },
    "calculatedTotalContribution": 1495063
}