{
    "rcn": "193414",
    "acronym": "EEBERS",
    "topics": "EeB-04-2014",
    "title": "EEB ICT ClustERS",
    "startDate": "01/02/2015",
    "endDate": "31/01/2017",
    "objective": "EEBERS focus on identifying opportunities for synergies in ICT related RTD in the EeB (energy efficient buildings) domain and to engage stakeholders in networking for future RTD and exploitation of  results. There areabout 134 EeB direct and indirectly related projects that will be active beyond 2014. From these about 86 are likely to add¨ress ICT as one of their key priorities. ñ These projects are the primary target of this CSA.\nThe tangible objectives of the EEBERS project are to:\nï Engage relevant stakeholders in identifying and exploiting opportunities for synergy.\nï Analyse and consolidate latest developments in the EeB domain.\nï Stimulate cooperation for future RTD and exploitation of results.\nThe key factors to be considered by EEBERS when assessing RTD&I activities include:\nï Key stakeholders and links between them.\nï Project topics and links between them.\nï Project results and their TRL levels.\nï Links with innovation and technology transfer initiatives.\nThe project will connect relevant innovation stakeholders with R&D results and with EU, national and regional levels initiatives within the construction, energy and ICT sectors. EEBERS will impact on speed up wide-scale deployment of solutions and services for building energy-efficiency. \nThe consortium includes 3 academic and 1 industrial organisations from 4 countries in different EU climate zones. Together these are involved in a total of 39 EeB projects, from which 33 deal with ICT-related topics. The consortium will engage with relevant stakeholders in an early stage of the project, as well as with other similar ongoing CSA project.",
    "totalCost": "498497,5",
    "ecMaxContribution": "498497,5",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "SOLINTEL M&P SL;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;LOUGHBOROUGH UNIVERSITY",
    "participantCountries": "ES;DE;UK",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 180750
        },
        "996712637": {
            "orgId": "996712637",
            "orgName": "SOLINTEL M&P SL",
            "ecContrib": 87500
        },
        "999990752": {
            "orgId": "999990752",
            "orgName": "LOUGHBOROUGH UNIVERSITY",
            "ecContrib": 101875
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 128372
        },
        "999901706": {
            "orgId": "999901706",
            "orgName": "TEKNOLOGIAN TUTKIMUSKESKUS VTT",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 498497
}