{
    "rcn": "193419",
    "acronym": "STYLE",
    "topics": "SPIRE-04-2014",
    "title": "Sustainability Toolkit for easY Life-cycle Evaluation",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The SPIRE Roadmap calls for an industry-focused study of current sustainability assessment approaches across the process industries, with the aim of identifying and promoting a suitable ëtoolkití. \nProject STYLE is an industry-led consortium representing a broad spread of process industry sectors with numerous products that cross sector boundaries through their value chains.  Partner organisations (Britest, ArcelorMittal, Carmeuse, Holcim, RDC Environment, IVL, Solvay, Tata Steel, Utrecht University and Veolia) bring together a wealth of knowledge and experience in the use of tools for sustainability assessment. Active stakeholder engagement/support from public and private sector organisations, national standardisation bodies and industry associations from project inception, will ensure focus and clarity in addressing the challenges identified in the call. \nProject STYLE has three key objectives, to: \n1. Identify best practice in sustainability evaluation, across sectors and through value chains via inventory and classification of established approaches. \n2. Test and deliver a practical toolkit for sustainability evaluation of processes and products, spanning multiple sectors and easily usable by non-practitioners of LCA. \n3. Determine gaps, through critical assessment and validation, and identify future research needs to improve the toolkit and ensure broad applicability across sectors. \nIndustrial partners in the project will provide the cross-sectoral case study opportunities for testing existing partner tools and selected tools identified through the inventory and classification stages. The research and consultancy partners will ensure that the project methodology is rigorous, sufficiently wide-ranging and that recommendations are validated and consistent with the best world-wide standards. Dissemination of project outputs via and in collaboration with the stakeholder groups will promote uptake and increase the EU knowledge base for sustainability evaluation.",
    "totalCost": "497516,25",
    "ecMaxContribution": "497516,25",
    "coordinator": "BRITEST LBG",
    "coordinatorCountry": "UK",
    "participants": "CARMEUSE RESEARCH AND TECHNOLOGY SA;IVL SVENSKA MILJOEINSTITUTET AB;ARCELORMITTAL MAIZIERES RESEARCH SA;TATA STEEL UK LIMITED;VEOLIA ENVIRONNEMENT RECHERCHE ET INNOVATION SNC;UNIVERSITEIT UTRECHT;HOLCIM EMERGING EUROPE SERVICES SRO;RHODIA OPERATIONS;RDC ENVIRONMENT SA",
    "participantCountries": "BE;SE;FR;UK;NL;SK",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 56781
        },
        "996821374": {
            "orgId": "996821374",
            "orgName": "TATA STEEL UK LIMITED",
            "ecContrib": 38320
        },
        "998756912": {
            "orgId": "998756912",
            "orgName": "ARCELORMITTAL MAIZIERES RESEARCH SA",
            "ecContrib": 13125
        },
        "996522032": {
            "orgId": "996522032",
            "orgName": "VEOLIA ENVIRONNEMENT RECHERCHE ET INNOVATION SNC",
            "ecContrib": 32278
        },
        "998563688": {
            "orgId": "998563688",
            "orgName": "BRITEST LBG",
            "ecContrib": 161562
        },
        "998153863": {
            "orgId": "998153863",
            "orgName": "RHODIA OPERATIONS",
            "ecContrib": 40000
        },
        "995543981": {
            "orgId": "995543981",
            "orgName": "CARMEUSE RESEARCH AND TECHNOLOGY SA",
            "ecContrib": 13500
        },
        "999476361": {
            "orgId": "999476361",
            "orgName": "IVL SVENSKA MILJOEINSTITUTET AB",
            "ecContrib": 74750
        },
        "943291633": {
            "orgId": "943291633",
            "orgName": "HOLCIM EMERGING EUROPE SERVICES SRO",
            "ecContrib": 5000
        },
        "948886108": {
            "orgId": "948886108",
            "orgName": "RDC ENVIRONMENT SA",
            "ecContrib": 62200
        }
    },
    "calculatedTotalContribution": 497516
}