{
    "rcn": "193476",
    "acronym": "E2VENT",
    "topics": "EeB-02-2014",
    "title": "Energy Efficient Ventilated FaÁades for Optimal Adaptability and Heat Exchange enabling low energy architectural concepts for the refurbishment of existing buildings",
    "startDate": "01/01/2015",
    "endDate": "30/06/2018",
    "objective": "EVENT will develop, demonstrate and validate a cost effective, high energy efficient, low CO2 emissions, replicable, low intrusive, systemic approach for retrofitting of residential and commercial buildings, able to achieve NZEB retrofit standard levels, through the integration of an innovative adaptive ventilated faÁade system, including: \nï Embedded, breakthrough smart modular heat recovery units, which allow thermal storage mode \nï High efficient photovoltaic generation capability units \nï Cost-effective, easy to install, high performance adapted products for external thermal insulation \nï Energy efficient HVAC systems \nThe developed technologies will be integrated in the ventilated faÁade, and a real time intelligent faÁade management system will control operation of the system based on meteorological prediction methods for forecasting in advance the decentralised electricity production and the energy (electrical and thermal) demand of the building enabling maximum RE usage. It will inter-operate with existing or latest state-of-the-art Building Energy Management System, to achieve optimum energy efficiency by reducing primary energy needs, CO2 emissions and peak loads, assuring at least the same comfort levels required by Member States Building Codes, at an affordable price. Foreseen impact will be:\nï Energy savings of more than 40%, by the holistic use of the ventilated faÁade, the heat recovery of ventilation air\nï At least a reduction of 40% of CO2 emissions, as a consequence of the achieved primary energy savings\nï Reduced thermal and electrical peak loads\nï Typical performance target of less than 25 kWh/m 2 year (excluding appliances)\nUse of heat recovery units, number of photovoltaic cells, natural lighting strategies, and insulation thickness; are variable depending on the characteristics of the building to be retrofitted. Therefore EVENT retrofitting system can be adaptable to different types of buildings and climates, which makes the system versatile.",
    "totalCost": "3402788,75",
    "ecMaxContribution": "3402788,75",
    "coordinator": "NOBATEK",
    "coordinatorCountry": "FR",
    "participants": "\"PRZEDSIEBIORSTWO ROBOT ELEWACYJNYCH \"\"FASADA\"\" SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA\";ARISTOTELIO PANEPISTIMIO THESSALONIKIS;FUNDACION TECNALIA RESEARCH & INNOVATION;EUROPEAN ALUMINIUM ASSOCIATION AISBL;UNIVERSIDAD DE BURGOS;RINA CONSULTING SPA;HELLENIC ALUMINIUM INDUSTRY SA;PICH-AGUILERA ARQUITECTOS S.L.P;UNIVERSITY OF HULL;FENIX TNT SRO;FUNDACION CARTIF;ACCIONA CONSTRUCCION SA",
    "participantCountries": "PL;EL;ES;BE;IT;UK;CZ",
    "projectParticipants": {
        "999903743": {
            "orgId": "999903743",
            "orgName": "UNIVERSITY OF HULL",
            "ecContrib": 128125
        },
        "999951467": {
            "orgId": "999951467",
            "orgName": "RINA CONSULTING SPA",
            "ecContrib": 291875
        },
        "999812854": {
            "orgId": "999812854",
            "orgName": "ACCIONA CONSTRUCCION SA",
            "ecContrib": 301875
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 202500
        },
        "975356438": {
            "orgId": "975356438",
            "orgName": "PICH-AGUILERA ARQUITECTOS S.L.P",
            "ecContrib": 175062
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 302800
        },
        "947837441": {
            "orgId": "947837441",
            "orgName": "HELLENIC ALUMINIUM INDUSTRY SA",
            "ecContrib": 522164
        },
        "999929836": {
            "orgId": "999929836",
            "orgName": "FUNDACION CARTIF",
            "ecContrib": 272812
        },
        "967318339": {
            "orgId": "967318339",
            "orgName": "FENIX TNT SRO",
            "ecContrib": 224000
        },
        "998959642": {
            "orgId": "998959642",
            "orgName": "UNIVERSIDAD DE BURGOS",
            "ecContrib": 126750
        },
        "986363707": {
            "orgId": "986363707",
            "orgName": "EUROPEAN ALUMINIUM ASSOCIATION AISBL",
            "ecContrib": 166700
        },
        "994163865": {
            "orgId": "994163865",
            "orgName": "NOBATEK",
            "ecContrib": 492750
        },
        "974074486": {
            "orgId": "974074486",
            "orgName": "\"PRZEDSIEBIORSTWO ROBOT ELEWACYJNYCH \"\"FASADA\"\" SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA\"",
            "ecContrib": 195375
        }
    },
    "calculatedTotalContribution": 3402788
}