{
    "rcn": "193406",
    "acronym": "HERMES",
    "topics": "MG-2.2-2014",
    "title": "DEVELOPMENT OF SMART AND FLEXIBLE FREIGHT WAGONS AND FACILITIES FOR IMPROVED TRANSPORT OF GRANULAR MULTIMATERIALS. (HERMES)",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "Rail freight transportation is a system service where a multitude of players, participants and systems providers bear a high degree of responsibility for its attractiveness and performance. It shows high efficiency as transportation means, in terms of land use and energy consumption and low greenhouse gas emissions. However railís market share of freight transportation and its economic efficiency continues to be limited. Aimed at overcoming such uncertainty, this project addresses one of the most important key resources for further developing rail freight transportation: the optimization of the performance of the rail freight wagon. The continuous pressure on environmental issues and energy efficient transport is forcing the rail transportation sector to enhance the rail logistics services and to incorporate innovative solutions to improve load capacity to keep the ìbest-in-classî position and, therefore, acquiring a much privileged position beyond alternative terrestrial transport source, as truck transportation. Thus, aimed at optimizing rail freight transportation, the main objective of this project is to holistically address the aspects that may improve freight wagon performance: enhanced logistics, improved multimodal operative, higher load capacity, optimized filling/emptying time and flexibility to transport multi-products. \n\nThis project aims to achieve such optimization by combining industrial expertise on the freight wagon design and construction, advanced materials for lightweight construction and logistics with the research capabilities to incorporate innovation solutions and optimize material performance.",
    "totalCost": "6707335",
    "ecMaxContribution": "6705209",
    "coordinator": "IBERPOTASH SA",
    "coordinatorCountry": "ES",
    "participants": "LULEA TEKNISKA UNIVERSITET;FUNDACIO CTM CENTRE TECNOLOGIC;Hempel A/S;IDP INGENIERIA Y ARQUITECTURA IBERIA SL;SSAB EMEA AB;ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS;Ferrocarrils de la Generalitat de Catalunya;KIRUNA WAGON AB",
    "participantCountries": "SE;ES;DK;FR",
    "projectParticipants": {
        "996339963": {
            "orgId": "996339963",
            "orgName": "Hempel A/S",
            "ecContrib": 315091
        },
        "952810922": {
            "orgId": "952810922",
            "orgName": "IBERPOTASH SA",
            "ecContrib": 727050
        },
        "999876874": {
            "orgId": "999876874",
            "orgName": "LULEA TEKNISKA UNIVERSITET",
            "ecContrib": 571561
        },
        "953415232": {
            "orgId": "953415232",
            "orgName": "IDP INGENIERIA Y ARQUITECTURA IBERIA SL",
            "ecContrib": 895005
        },
        "999565892": {
            "orgId": "999565892",
            "orgName": "FUNDACIO CTM CENTRE TECNOLOGIC",
            "ecContrib": 502350
        },
        "960880449": {
            "orgId": "960880449",
            "orgName": "SSAB EMEA AB",
            "ecContrib": 186500
        },
        "999981246": {
            "orgId": "999981246",
            "orgName": "ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS",
            "ecContrib": 388875
        },
        "967388179": {
            "orgId": "967388179",
            "orgName": "Ferrocarrils de la Generalitat de Catalunya",
            "ecContrib": 518325
        },
        "942662685": {
            "orgId": "942662685",
            "orgName": "KIRUNA WAGON AB",
            "ecContrib": 2600452
        }
    },
    "calculatedTotalContribution": 6705209
}