{
    "rcn": "193438",
    "acronym": "MAGNETO",
    "topics": "ERC-StG-2014",
    "title": "Active Magnetorheological Elastomers: from Hierarchical Composite Materials to tailored Instabilities",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "In recent years, there has been an increased effort by scientists to obtain new composite materials with extreme properties. Inspired by natural and biological processes, scientists have proposed the use of hierarchical architectures (i.e., assembly of structural components) spanning several length scales from nanometer to centimeter sizes. Depending each time on the desired properties of the composite material, optimization with respect to its stiffness, weight, density, toughness and other properties is carried out. In the present subject, the interest is in magneto-mechanical coupling and tailored instabilities. Hierarchical materials, such as magnetorheological elastomers (MREs) which combine magnetic particles (at the scale of nanometers and micrometers) embedded in a soft polymeric non-magnetic matrix, give rise to a coupled magneto-mechanical response at the macroscopic (order of millimeters and centimeters) scale when they are subjected to combined magneto-mechanical external stimuli. These composite materials can deform at very large strains due to the presence of the soft polymeric matrix without fracturing. From an unconventional point of view, a remarkable property of these materials is that while they can become unstable by combined magneto-mechanical loading, their response is well controlled in the post-instability regime. This, in turn, allows us to try to operate these materials in this critically stable region, similar to most biological systems. These instabilities can lead to extreme responses such as wrinkles (for haptic applications), actively controlled stiffness (for cell-growth) and acoustic properties with only marginal changes in the externally applied magnetic fields. Unlike the current modeling of hierarchical composites, MREs require the development of novel experimental techniques and advanced coupled nonlinear magneto-mechanical models in order to tailor the desired macroscopic instability response at finite strains.",
    "totalCost": "1499206,25",
    "ecMaxContribution": "1499206,25",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499206
        }
    },
    "calculatedTotalContribution": 1499206
}