{
    "rcn": "193424",
    "acronym": "RECOBA",
    "topics": "SPIRE-01-2014",
    "title": "Cross-sectorial real-time sensing, advanced control and optimisation of batch processes saving energy and raw materials",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "In many aspects batch processes are superior to continuous. Therefore it is worthwhile to take advantage of recent progress in sensor technologies, modelling and automation to develop a new paradigm for the design and conduction of batch processes: a) operation at maximum efficiency, b) dynamic, quality driven process trajectories rather than fixed schedules c) detailed analysis and tracking of all relevant process and product parameter. The main objective of the proposed project is the maximization of efficiency (reg. quality, energy, raw materials, and costs) of batch processes. \nIntegrated process control is essential for an efficient operation of industrial batch processes: it tracks the evolution of product properties, detects deviations from the target values for product quality and derives corrective actions at a stage when an automatic compensation of deviations from an optimal trajectory is still possible. This contributes to optimal energy and raw material utilisation, shortens production time and enhanced the product quality. \nWith the ambition to deliver solutions with relevance to all sectors of the process industries, the RECOBA consortium represents a selection of batch processes operating industries and partners across the value chain of batch process control, among them 3 global players from the polymer industry (BASF), the steel industry (TKSE), and the silicon metal industry (ELKEM). \nWithin RECOBA there will be developed and validated:\n(1) New & innovative solutions for the measurement of different types of quality aspects. \n(2) New models to realise integrated process control of batch processes & suitable online parameter adaptation technologies to keep these models valid.\n(3) Control modules to realise concepts for real-time, model based & closed loop process control, which are easily adaptable to existing batch processes in various industrial sectors.\n(4) Business models to approach relevant industrial sectors for a future market entry.",
    "totalCost": "5999346,25",
    "ecMaxContribution": "5999346,25",
    "coordinator": "BASF SE",
    "coordinatorCountry": "DE",
    "participants": "VDEH-BETRIEBSFORSCHUNGSINSTITUT GMBH;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;CYBERNETICA AS;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE;MINKON SP ZOO;ELKEM AS;UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA;THYSSENKRUPP STEEL EUROPE AG",
    "participantCountries": "DE;UK;NO;CZ;PL;ES",
    "projectParticipants": {
        "974206406": {
            "orgId": "974206406",
            "orgName": "VDEH-BETRIEBSFORSCHUNGSINSTITUT GMBH",
            "ecContrib": 749308
        },
        "999867853": {
            "orgId": "999867853",
            "orgName": "VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE",
            "ecContrib": 468029
        },
        "946526195": {
            "orgId": "946526195",
            "orgName": "MINKON SP ZOO",
            "ecContrib": 413522
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 401250
        },
        "999829926": {
            "orgId": "999829926",
            "orgName": "BASF SE",
            "ecContrib": 799649
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 505170
        },
        "956130456": {
            "orgId": "956130456",
            "orgName": "ELKEM AS",
            "ecContrib": 610398
        },
        "999754363": {
            "orgId": "999754363",
            "orgName": "CYBERNETICA AS",
            "ecContrib": 714012
        },
        "999918584": {
            "orgId": "999918584",
            "orgName": "THYSSENKRUPP STEEL EUROPE AG",
            "ecContrib": 449739
        }
    },
    "calculatedTotalContribution": 5111077
}