{
    "rcn": "193404",
    "acronym": "INFRALERT",
    "topics": "MG-8.1a-2014",
    "title": "LINEAR INFRASTRUCTURE EFFICIENCY IMPROVEMENT BY AUTOMATED LEARNING AND OPTIMISED PREDICTIVE MAINTENANCE TECHNIQUES",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "INFRALERT aims to develop an expert-based information system to support and automate linear asset infrastructure management from measurement to maintenance. This enfolds the collection, storage and analysis of inspection data, the deduction of interventions to keep the performance of the network in optimal condition, and the optimal planning of maintenance interventions. It will also assess new construction strategic decisions.\nThe condition of the land transport infrastructure has a big societal and economic relevance, since constraints result in disruptions of service. The demand for surface transport will significantly increase in the next years. Given budget restrictions, a substantial enlargement of the road/rail network in the next decades is doubtful. Besides, the aging infrastructure will require more maintenance interventions which infer normal traffic operation. Therefore, the only way to increase infrastructure capacity for the increased transportation demand is to optimise the performance of the existing infrastructure. This issue is addressed by INFRALERT. \nINFRALERT will develop and deploy solutions that enhance the infrastructure performance and adapt its capacity to growing needs by: (i) ensuring the operability under traffic disruptions; (ii) keeping and increasing the availability by optimising operational maintenance interventions and assessing strategic long-term decisions on new construction; and (iii) ensuring service reliability and safety by minimising incidences and failures.\nINFRALERT will be directly applicable by Rail and Road Infrastructure Managers in the field of Intelligent Maintenance and long term strategic planning. Two real pilots (for roads and rail transport systems) will be used to validate and demonstrate the results of the research activities. In both cases, extensive data from auscultation campaigns are available since some years ago. The empirical development of the whole project will be based on these pilot cases.",
    "totalCost": "3183243,75",
    "ecMaxContribution": "3183243,75",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "LULEA TEKNISKA UNIVERSITET;CENTRO DE ESTUDIOS DE MATERIALES Y CONTROL DE OBRA SA;INFRAESTRUTURAS DE PORTUGAL SA;EP ESTRADAS DE PORTUGAL SA;REGENS INFORMATIKAI RESZVENYTARSASAG;DMA SRL;UNIVERSIDAD DE SEVILLA",
    "participantCountries": "SE;ES;PT;HU;IT",
    "projectParticipants": {
        "996258095": {
            "orgId": "996258095",
            "orgName": "DMA SRL",
            "ecContrib": 377500
        },
        "999876874": {
            "orgId": "999876874",
            "orgName": "LULEA TEKNISKA UNIVERSITET",
            "ecContrib": 502494
        },
        "995821886": {
            "orgId": "995821886",
            "orgName": "CENTRO DE ESTUDIOS DE MATERIALES Y CONTROL DE OBRA SA",
            "ecContrib": 567000
        },
        "998597250": {
            "orgId": "998597250",
            "orgName": "REGENS INFORMATIKAI RESZVENYTARSASAG",
            "ecContrib": 380000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 661250
        },
        "947927360": {
            "orgId": "947927360",
            "orgName": "EP ESTRADAS DE PORTUGAL SA",
            "ecContrib": 0
        },
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 413750
        },
        "996566943": {
            "orgId": "996566943",
            "orgName": "INFRAESTRUTURAS DE PORTUGAL SA",
            "ecContrib": 281250
        }
    },
    "calculatedTotalContribution": 3183244
}