{
    "rcn": "193421",
    "acronym": "O2RIGIN",
    "topics": "ERC-StG-2014",
    "title": "From the origin of Earth's volatiles to atmospheric oxygenation",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "Aim of this project is to understand the connection between endogenic and exogenic processes of our planet that led to the redox contrast between Earthís surface and interior. For this purpose the time constraints on atmospheric oxygenation can be refined and for the first time linked with a new approach to Earthís endogenic processes like plate tectonics, mantle melting, volcanism, continent formation and subduction-related sediment- and crust recycling. These objectives will be achieved by using the unique geochemical capabilities of the selenium (Se) isotope system to unlock the geological record of changing oxygen fugacities in the mantle-crust-atmosphere reservoirs. The power of the Se isotope system lies in its redox sensitivity and in the volatile and highly siderophile/chalcophile character of elemental Se. This links Se to the evolution of other volatiles during key geological processes from Earth formation ca. 4.5 Ga ago until today. The occurrence and behavior of Se is fully controlled by accessory micrometric sulfide minerals in the silicate Earth, which may conserve their original Se isotopic signatures over large geological timescales and can be dated via the 187Re-187Os geochronometer. This offers high resolutions in time and space that are groundbreaking for research on Earth System Oxygenation. Covering Earth geologic history, new high-precision Se isotope data of the sedimentary and representative mantle-derived magmatic rock record from all major plate tectonic settings will be combined with the mineral-scale record of robust and global ìtime capsulesî such as diamond inclusions. Once the evolution into todays dynamic Earthís Redox System is understood, the investigation will be pushed back in time to Earthís formation. This involves a reconciliation of the meteoritic and Archean rock and mineral-scale Se isotope record to constrain the origin of volatiles essential for the oceans, generation of an atmosphere and development of life on our planet.",
    "totalCost": "1498353",
    "ecMaxContribution": "1498353",
    "coordinator": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 1498353
        }
    },
    "calculatedTotalContribution": 1498353
}