{
    "rcn": "193425",
    "acronym": "PRIMCHEM",
    "topics": "ERC-StG-2014",
    "title": "Primitive chemistry in planetary atmospheres: From the upper atmosphere down to the surface",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The presence of organic compounds was essential to the emergence of life on Earth 3.5 to 3.8 billion years ago. Such compounds may have had several different origins; amongst them the ocean-atmosphere coupled system (the primordial soup theory), or exogenous inputs by meteorites, comets and Interplanetary Dust Particles. \n\nTitan, the largest moon of Saturn, is the best known observable analogue of the Early Earth. I recently identified a totally new source of prebiotic material for this system: the upper atmosphere. Nucleobases have been highlighted as components of the solid aerosols analogues produced in a reactor mimicking the chemistry that occurs in the upper atmosphere. The specificity of this external layer is that it receives harsh solar UV radiations enabling the chemical activation of molecular nitrogen N2, and involving a nitrogen rich organic chemistry with high prebiotic interest. \n\nAs organic solid aerosols are initiated in the upper atmosphere of Titan, a new question is raised that I will address: what is the evolution of these organic prebiotic seeds when sedimenting down to the surface? Aerosols will indeed undergo the bombardment of charged particles, further UV radiation, and/or coating of condensable species at lower altitudes. I expect possible changes on the aerosols themselves, but also on the budget of the gas phase through emissions of new organic volatiles compounds. The aerosols aging may therefore impact the whole atmospheric system. \n\nAn original methodology will be developed to address this novel issue. The successive aging sequences will be experimentally simulated in chemical reactors combining synchrotron and plasma sources. The interpretation of the experimental results will moreover be supported by a modelling of the processes. This complementary approach will enable to decipher the aerosols evolution in laboratory conditions and to extrapolate the impact on Titan atmospheric system.",
    "totalCost": "1487500",
    "ecMaxContribution": "1487500",
    "coordinator": "UNIVERSITE DE VERSAILLES SAINT-QUENTIN-EN-YVELINES.",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999837104": {
            "orgId": "999837104",
            "orgName": "UNIVERSITE DE VERSAILLES SAINT-QUENTIN-EN-YVELINES.",
            "ecContrib": 1487500
        }
    },
    "calculatedTotalContribution": 1487500
}