{
    "rcn": "193453",
    "acronym": "MefCO2",
    "topics": "SPIRE-02-2014",
    "title": "Synthesis of methanol from captured carbon dioxide using surplus electricity",
    "startDate": "01/12/2014",
    "endDate": "30/11/2018",
    "objective": "Methanol represents one of the most common and widespread platform chemicals and precursors for further synthesis, and is traditionally produced from synthesis gas, obtained by the reforming of natural gas. This methanol synthesis process operates in a stable, high-throughput manner and demands low carbon dioxide/carbon monoxide ratios in feed. The current project, nonetheless, is to encompass flexible (in operation and feed) methanol synthesis with high carbon dioxide concentration-streams as an input, the latter originating from thermal power stations using fossil fuels. The demonstrational technology may alternatively be intended for the application of existing biomass combustion and gasification system streams, operating for the production of electric/thermal energy, as opposed to chemical synthesis. The other synthesis reactant, hydrogen, is to originate from water hydrolysis using surplus energy, which would be conversely difficult to return to the grid. The three main benefits of the process would thus be as follows; the mitigation of exhaust carbon dioxide and reduction of greenhouse gas emissions (1), stabilisation of electric grid by the consumption of the electric energy at its peaks (2), and the production of methanol as a versatile chemical for further conversion (3). Implications of such technology would have a strong connection to the pending exploration of alternative energy carriers and their synthesis as opposed to conventional resources of fuels and chemicals. The principal technological challenge to be overcome is anticipated to be the development of a suitable catalyst and process, which would allow for high-CO2-content feeds, relatively transient operation (save for an upstream buffering technology is developed), and economically viable operating conditions. The primary advantages of this technology are to be its flexibility, medium-scale operation (deployed ìat exhaust locationî), and facile integration capacities.",
    "totalCost": "11041537,46",
    "ecMaxContribution": "8622292,6",
    "coordinator": "I-DEALS INNOVATION & TECHNOLOGY VENTURING SERVICES SL",
    "coordinatorCountry": "ES",
    "participants": "HYDROGENICS EUROPE NV;KEMIJSKI INSTITUT;UNIVERSITAET DUISBURG-ESSEN;UNIVERSITA DEGLI STUDI DI GENOVA;CRI EHF;MITSUBISHI HITACHI POWER SYSTEMS EUROPE GMBH;CARDIFF UNIVERSITY",
    "participantCountries": "BE;SI;DE;IT;IS;UK",
    "projectParticipants": {
        "957746282": {
            "orgId": "957746282",
            "orgName": "CRI EHF",
            "ecContrib": 1731625
        },
        "968717855": {
            "orgId": "968717855",
            "orgName": "HYDROGENICS EUROPE NV",
            "ecContrib": 1545038
        },
        "950078141": {
            "orgId": "950078141",
            "orgName": "I-DEALS INNOVATION & TECHNOLOGY VENTURING SERVICES SL",
            "ecContrib": 1042333
        },
        "949131615": {
            "orgId": "949131615",
            "orgName": "MITSUBISHI HITACHI POWER SYSTEMS EUROPE GMBH",
            "ecContrib": 1325125
        },
        "999976687": {
            "orgId": "999976687",
            "orgName": "UNIVERSITA DEGLI STUDI DI GENOVA",
            "ecContrib": 493012
        },
        "998756718": {
            "orgId": "998756718",
            "orgName": "KEMIJSKI INSTITUT",
            "ecContrib": 1195300
        },
        "999843312": {
            "orgId": "999843312",
            "orgName": "UNIVERSITAET DUISBURG-ESSEN",
            "ecContrib": 648000
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 641859
        }
    },
    "calculatedTotalContribution": 8622292
}