{
    "rcn": "193447",
    "acronym": "ProRegio",
    "topics": "FoF-05-2014",
    "title": "Customer-driven design of product-services and production networks to adapt to regional market requirements",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "The ProRegio project aims at developing a manufacturing intelligence based product-service that will rigorously change the current way how customer requirements are addressed by manufacturing companies. The development of this new business approach is based on three major issues, namely (i) design of customer oriented product-services for frugal innovation in a bottom-up development process, (ii) optimization of production systems and networks based on interaction of stakeholders, and (iii) planning and control of production networks and regional production systems to enable ad-hoc re-design. The three goals are enabled by innovative cloud-based product lifecycle management (PLM) solutions integrating production (shop-floor and supplier) as well as customer feedbacks using open IT-platforms and advanced multi-objective optimization methods in comprehensive decision support tools.\nThe application of the proposed methodology in any kind of globally engaging manufacturing company exploits potentials to shorten time-to-market of customized products as well as throughput times in globally distributed production tasks and reduce carbon footprint of global production networks.\nThe integration of the proposed innovative product-service into production networks will increase the attractiveness of European companies by offering new added value services that make their products more attractive (e.g. more individualized products and shorter time to market) to different customers segments especially for emerging regions by offering new frugal products earning a share of sales and by increasing customer satisfaction in terms of providing more power to the customer. In general, ProRegio enables EU companies to export into emerging countries all around the world; in doing so the project will help to stabilize EUís export growth above 5% until 2020.",
    "totalCost": "5151088,45",
    "ecMaxContribution": "5145321,25",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "TEXXMO MOBILE SOLUTION GMBH & CO KG;ECOLE CENTRALE DE NANTES;DEBBACHE-LAGIOS EE;AIRBUS OPERATIONS GMBH;ARCELIK A.S.;AUDROS TECHNOLOGY;ENGINSOFT SPA;POLITECNICO DI MILANO;FLEXIS AG;COMAU SPA;PANEPISTIMIO PATRON",
    "participantCountries": "DE;FR;EL;TR;IT",
    "projectParticipants": {
        "971280401": {
            "orgId": "971280401",
            "orgName": "AUDROS TECHNOLOGY",
            "ecContrib": 429625
        },
        "999964756": {
            "orgId": "999964756",
            "orgName": "AIRBUS OPERATIONS GMBH",
            "ecContrib": 396375
        },
        "991429726": {
            "orgId": "991429726",
            "orgName": "FLEXIS AG",
            "ecContrib": 406062
        },
        "966106421": {
            "orgId": "966106421",
            "orgName": "DEBBACHE-LAGIOS EE",
            "ecContrib": 318750
        },
        "999509050": {
            "orgId": "999509050",
            "orgName": "ECOLE CENTRALE DE NANTES",
            "ecContrib": 347500
        },
        "998080143": {
            "orgId": "998080143",
            "orgName": "COMAU SPA",
            "ecContrib": 343750
        },
        "945152481": {
            "orgId": "945152481",
            "orgName": "TEXXMO MOBILE SOLUTION GMBH & CO KG",
            "ecContrib": 310125
        },
        "999706445": {
            "orgId": "999706445",
            "orgName": "ENGINSOFT SPA",
            "ecContrib": 297500
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 547250
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 605759
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 660125
        },
        "998821708": {
            "orgId": "998821708",
            "orgName": "ARCELIK A.S.",
            "ecContrib": 482500
        }
    },
    "calculatedTotalContribution": 5145321
}