{
    "rcn": "193480",
    "acronym": "PROGRESS",
    "topics": "PROTEC-1-2014",
    "title": "Prediction of Geospace Radiation Environment and solar wind parameters",
    "startDate": "01/01/2015",
    "endDate": "31/07/2018",
    "objective": "The smooth functioning of the European economy and the welfare of its citizens depends upon an ever-growing set of services and facilities that are reliant on space and ground based infrastructure.  Examples include communications (radio, TV, mobile phones), navigation of aircraft and private transport via GPS, and service industries (e.g. banking).  These services, however, can be adversely affected by the space weather hazards.  The forecasting of space weather hazards, driven by the dynamical processes originating on the sun, is critical to the mitigation of their negative effects. This proposal brings world leading groups in the fields of space physics and systems science in order to develop an accurate and reliable forecast system for space weather. It combines their individual strengths to significantly improve the current modelling capabilities within Europe and to produce a set of forecast tools to accurately predict the occurrence and severity of space weather events. Within project PROGRESS we will develop an European tool to forecast the solar wind parameters just upstream of the Earth's magnetosphere. We will develop a comprehensive set of forecasting tools for geomagnetic indices. We will combine the most accurate data based forecast of electron fluxes at GEO with the most comprehensive physics based model of the radiation belts currently available to deliver a reliable forecast of radiation environment in the radiation belts. This project will deliver these individual forecast tools together with a unified tool that combines the forecasting tools with the prediction of the solar wind parameters at L1 to substantially increase the lead-time of space weather forecasts.",
    "totalCost": "2359235",
    "ecMaxContribution": "2358230,5",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF MICHIGAN THE REGENTS OF THE UNIVERSITY OF MICHIGAN;SKOLKOVO INSTITUTE OF SCIENCE AND TECHNOLOGY;HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ;SPACE RESEARCH INSTITUTE OF THE NATIONAL ACADEMY OF SCIENCES OF UKRAINE AND THE NATIONAL SPACE AGENCY OF UKRAINE;INSTITUTET FOR RYMDFYSIK;ILMATIETEEN LAITOS;THE UNIVERSITY OF WARWICK;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "US;RU;DE;UA;SE;FI;UK;FR",
    "projectParticipants": {
        "999994341": {
            "orgId": "999994341",
            "orgName": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
            "ecContrib": 148225
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 699363
        },
        "999843603": {
            "orgId": "999843603",
            "orgName": "UNIVERSITY OF MICHIGAN THE REGENTS OF THE UNIVERSITY OF MICHIGAN",
            "ecContrib": 207986
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 386031
        },
        "949224735": {
            "orgId": "949224735",
            "orgName": "SKOLKOVO INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 31478
        },
        "999591306": {
            "orgId": "999591306",
            "orgName": "ILMATIETEEN LAITOS",
            "ecContrib": 274395
        },
        "998137955": {
            "orgId": "998137955",
            "orgName": "INSTITUTET FOR RYMDFYSIK",
            "ecContrib": 314212
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 181572
        },
        "988512063": {
            "orgId": "988512063",
            "orgName": "SPACE RESEARCH INSTITUTE OF THE NATIONAL ACADEMY OF SCIENCES OF UKRAINE AND THE NATIONAL SPACE AGENCY OF UKRAINE",
            "ecContrib": 114968
        }
    },
    "calculatedTotalContribution": 2358230
}