{
    "rcn": "193491",
    "acronym": "META-STRESS",
    "topics": "ERC-StG-2014",
    "title": "Unravelling life-history responses and underlying mechanisms to environmental stress in wild populations",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Organisms in the wild are constantly challenged by environmental variation in e.g. resource quality. The goal of this project is to move beyond laboratory experiments to understand the mechanisms that allow organisms in the wild to cope with environmental stress. Understanding the responses and mechanisms operating in wild populations is critical for assessing the eco-evolutionary consequences of environmental stress. \n\nThe large metapopulation of the Glanville fritillary butterfly gives me a unique opportunity to study processes operating from genes within individuals all the way to metapopulation-level dynamics. I will use individuals sampled from families from specific local populations with known ecological background (based on > 20 years of data) to experimentally test the influence of environmental stress on life-history variation. I will combine these experiments with simultaneous life-history assessments on the siblings remaining in the wild, thus effectively coupling laboratory and field-based studies. I will integrate the ecological studies with molecular approaches to unravel the significance of different mechanisms ñ candidate genes, epigenetic inheritance and intestinal microbial communities ñ potentially influencing individual responses to environmental challenges. I will focus on the influence of host plant quality as an environmental stressor, which is known to greatly influence life histories in many organisms, and which can be manipulated in the laboratory and assessed in the wild. \n\nThe proposed research has potential for groundbreaking results in evolutionary ecology, as the results will increase our understanding of 1) how individual responses to unfavorable environmental conditions and the underlying mechanisms vary within and among local populations in a spatially and temporally heterogeneous environment, and 2) how the consequent life-history variation influences the ecological and microevolutionary dynamics of wild populations.",
    "totalCost": "1494882,5",
    "ecMaxContribution": "1494882,5",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1494882
        }
    },
    "calculatedTotalContribution": 1494882
}