{
    "rcn": "193481",
    "acronym": "CELL HYBRIDGE",
    "topics": "ERC-StG-2014",
    "title": "3D Scaffolds as a Stem Cell Delivery System for Musculoskeletal Regenerative Medicine",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Aging worldwide population demands new solutions to permanently restore damaged tissues, thus reducing healthcare costs. Regenerative medicine offers alternative therapies for tissue repair. Although first clinical trials revealed excellent initial response after implantation of these engineered tissues, long-term follow-ups demonstrated that degeneration and lack of integration with the surrounding tissues occur. Causes are related to insufficient cell-material interactions and loss of cell potency when cultured in two-dimensional substrates, among others.\nStem cells are a promising alternative due to their differentiation potential into multiple lineages. Yet, better control over cell-material interactions is necessary to maintain tissue engineered constructs in time. It is crucial to control stem cell quiescence, proliferation and differentiation in three-dimensional scaffolds while maintaining cells viable in situ. Stem cell activity is controlled by a complex cascade of signals called ìnicheî, where the extra-cellular matrix (ECM) surrounding the cells play a major role. Designing scaffolds inspired by this cellular niche and its ECM may lead to engineered tissues with instructive properties characterized by enhanced homeostasis, stability and integration with the surrounding milieu.\nThis research proposal aims at engineering constructs where scaffolds work as stem cell delivery systems actively controlling cell quiescence, proliferation, and differentiation. This challenge will be approached through a biomimetic design inspired by the mesenchymal stem cell niche. Three different scaffolds will be combined to achieve this purpose: (i) a scaffold designed to maintain cell quiescence; (ii) a scaffold designed to promote cell proliferation; and (iii) a scaffold designed to control cell differentiation. To prove the design criteria the evaluation of stem cell quiescence, proliferation, and differentiation will be assessed for musculoskeletal regenerative therapies.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}