{
    "rcn": "193486",
    "acronym": "GQCOP",
    "topics": "ERC-StG-2014",
    "title": "Genuine Quantumness in Cooperative Phenomena",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "The proposed research programme addresses issues of fundamental and technological importance in quantum information science and its interplay with complexity.  The main aim of this project is to provide a new paradigmatic foundation for the characterisation of quantumness in cooperative phenomena and to develop novel platforms for its practical utilisation in quantum technology applications.\n\nTo reach its main goal, this programme will target five specific objectives:\nO1. Constructing a quantitative theory of quantumness in composite systems;\nO2. Benchmarking genuine quantumness in information and communication protocols;\nO3. Devising practical solutions for quantum-enhanced metrology in noisy conditions;\nO4. Developing quantum thermal engineering for refrigerators and heat engines;\nO5. Establishing a cybernetics framework for regulative phenomena in the quantum domain.\n\nThis project is deeply driven by the scientific curiosity to explore the ultimate range of applicability of quantum mechanics.  Along the route to satisfying such curiosity, this project will fulfill a crucial two-fold mission.  On the fundamental side, it will lead to a radically new level of understanding of quantumness, in its various manifestations, and the functional role it plays for natural and artificial complex systems traditionally confined to a classical domain of investigation.  On the practical side, it will deliver novel concrete recipes for communication, sensing and cooling technologies in realistic conditions, rigorously assessing  in which ways and to which extent these can be enhanced by engineering and harnessing quantumness.\n\nAlong with a skillful team which this grant will allow to assemble, benefitting from the vivid research environment at Nottingham, and mainly thanks to his creativity, broad mathematical and physical preparation and relevant inter-disciplinary expertise, the applicant is in a unique position to accomplish this timely and ambitious mission.",
    "totalCost": "1351461",
    "ecMaxContribution": "1351461",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 1351461
        }
    },
    "calculatedTotalContribution": 1351461
}