{
    "rcn": "193442",
    "acronym": "DormantMicrobes",
    "topics": "ERC-StG-2014",
    "title": "Revealing the function of dormant soil microorganisms and the cues for their awakening",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Soils are considered the last scientific frontiers that harbor one of the most diverse microbial communities on Earth. It is hypothesized that this diversity allows for redundancy in microbial key processes, thereby ensuring ecosystem stability. Much of this functional redundancy is embodied in non-active, dormant microorganisms that represent the ëmicrobial seed bankí, which is characterized by a high number of low abundant taxa. Based on the recent theory of a ëdynamic rank-abundance curveí, it is hypothesized that the rare dormant organisms can be recruited to participate in a given function upon resuscitation with environmental cue(s). In this project I will test this hypothesis on a level that matters for ecosystem processes ñ the functional level ñ by an innovative approach combining stable isotope probing (SIP) and sequencing with process-level and single-cell activity analysis.\nBy testing 4 hypotheses, we will (1) reveal environmental cues that resuscitate dormant microorganisms involved in major soil functions and identify the activated microorganisms. The activity of the resuscitated communities will be analyzed at the process level, as well as at the single-cell by NanoSIMS, thereby allowing us to elucidate the impact of dormancy/resuscitation dynamics on targeted processes at the population and ecosystem level. (2) We will investigate the genetics of microbial dormancy-resuscitation strategies in a natural model environment for dormancy, an arid ecosystem, by metatranscriptome analysis of critical dormancy-resuscitation steps. (3) We will retrieve genomic information of primarily rare, but after resuscitation active, microorganisms involved in important soil processes, as they presumably contain so far unknown genomic potential. In summary, this project will generate essential knowledge on the stability of microbial key processes and on the diversity, the function and the genetics of the dormant majority in terrestrial ecosystems.",
    "totalCost": "1499356,25",
    "ecMaxContribution": "1499356,25",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 1499356
        }
    },
    "calculatedTotalContribution": 1499356
}