{
    "rcn": "193458",
    "acronym": "GlioVac",
    "topics": "ERC-PoC-2014",
    "title": "Validation of a conceptually new treatment for glioblastoma multiforme with an IP protected small molecule",
    "startDate": "01/03/2015",
    "endDate": "31/08/2016",
    "objective": "Glioblastoma multiforme (GBM) is the most aggressive form of brain cancer with marginal life expectancy even with the most aggressive available therapy. We have identified a previously unanticipated vulnerability of GSCs which when targeted, leads to a rapid and complete cell death of all tumor cells isolated from nine different patients diagnosed with GBM. The cellular mechanism has been identified and involves an increased vulnerability of GSCs to massive vacuolization which can be induced by a small molecule, termed Vacquinol-1. The vacuolization results from an induction of massive macropinocytosis leading to cytoplasmic membrane rupture and cell death. Vacquinol-1 reduces viability in vitro with approximately 70 times greater potency than current chemotherapy and efficiently and significantly reverses disease and prolongs survival in animal models of human GBM.  Vacquinol-1 is highly selective for glioblastoma cells and is not present in other examined cell types, including astrocytes from the brain. Vacquinol-1 has favorable pharmacokinetics, oral bioavailability and exhibits excellent overall preclinical characteristics. Synthetic chemical expansion of Vacquinol-1 reveals an exquisitely delicate structure activity relationship. IP protection has been filed. In order to be able to validate this discovery into an innovation and possible commercialization we need to: 1) Compare potency and efficacy with competing compounds in development stage. 2) Establish optimized dosage regimen from in vitro and in vivo cytotoxicity and brain exposure measurements. 3) Develop a GMP-compatible stereo-selective synthesis of an appropriate Vacquinol-1 isomer for amending composition of matter to patent and pre-GLP/GLP toxicological and phase I clinical trials. 4) Together with Karolinska Institutet Innovations AB protect the intellectual property, validate commercialization potential and establish a development plan.",
    "totalCost": "149693",
    "ecMaxContribution": "149693",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 149693
        }
    },
    "calculatedTotalContribution": 149693
}