{
    "rcn": "193443",
    "acronym": "iCspec",
    "topics": "SPIRE-01-2014",
    "title": "in-line Cascade laser spectrometer for process control",
    "startDate": "01/04/2015",
    "endDate": "31/03/2018",
    "objective": "Real-time measurements of multi-components in process streams respond to long demanded industry requirements of fast, accurate, reliable and economical process analyzers. The rise of such  -yet unavailableñ systems will lead to a paradigm change throughout the process control and production chain. Significant cost savings from the Total-Cost-of-Ownership to improved process efficiency will result. We focus on the development of compact, robust and maintenance-free sensors for fast in-line multi-species chemical composition measurements for process analytics of many technically relevant gases such as hydrocarbons. The projected sensors will replace state-of-the-art systems of elevated cost and pollution. We will extend established laser-based in-line gas sensing to the mid-infrared ìchemical fingerprintî spectral range for multi-species detection. The developments base upon two key technologies: (1) The integration of mid-IR laser arrays and (2) the advancement of spectroscopic and chemometric data evaluation. Tasks performed today with extractive systems with a delayed response of several minutes will become available within seconds and negligible delay. Demonstrators will be integrated in the control loop of a petro-chemical plant allowing significant improvements as optimized product quality, minimized waste and thus less environmental pollution and increased safety in cases where hazardous conditions have to be detected without delay.\nThe consortium represents the whole value added chain with major players in the field of mid-IR laser sources and their integration (nanoplus, III-V Lab), as well as a major player in the field of process analyzing equipment (Siemens AG). The contributions of scientifically established universities and institutes (CEA Leti, Universit‰t W¸rzburg and Politechnika Wroclawska) and one SME (Airoptic) complete together with a prominent representative of the petrochemical industry (PREEM AB) as end user the consortium.",
    "totalCost": "5587935",
    "ecMaxContribution": "5587932",
    "coordinator": "SIEMENS AKTIENGESELLSCHAFT",
    "coordinatorCountry": "DE",
    "participants": "Airoptic Spolka z Ograniczona Odpowiedzialnoscia;NANOPLUS NANOSYSTEMS AND TECHNOLOGIES GMBH;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;III-V LAB;MIRSENSE;POLITECHNIKA WROCLAWSKA;JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG;PREEM AKTIEBOLAG",
    "participantCountries": "PL;DE;FR;SE",
    "projectParticipants": {
        "931362476": {
            "orgId": "931362476",
            "orgName": "MIRSENSE",
            "ecContrib": 600966
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 965777
        },
        "999845931": {
            "orgId": "999845931",
            "orgName": "POLITECHNIKA WROCLAWSKA",
            "ecContrib": 350972
        },
        "991657191": {
            "orgId": "991657191",
            "orgName": "PREEM AKTIEBOLAG",
            "ecContrib": 81500
        },
        "999987260": {
            "orgId": "999987260",
            "orgName": "SIEMENS AKTIENGESELLSCHAFT",
            "ecContrib": 1293547
        },
        "999971546": {
            "orgId": "999971546",
            "orgName": "III-V LAB",
            "ecContrib": 0
        },
        "955124178": {
            "orgId": "955124178",
            "orgName": "Airoptic Spolka z Ograniczona Odpowiedzialnoscia",
            "ecContrib": 959812
        },
        "999614295": {
            "orgId": "999614295",
            "orgName": "NANOPLUS NANOSYSTEMS AND TECHNOLOGIES GMBH",
            "ecContrib": 776483
        }
    },
    "calculatedTotalContribution": 5029057
}