{
    "rcn": "193437",
    "acronym": "sCorPiuS",
    "topics": "FoF-01-2014",
    "title": "European Roadmap for Cyber-Physical Systems in Manufacturing",
    "startDate": "01/02/2015",
    "endDate": "31/01/2017",
    "objective": "The worldwide economic downturn forces the Western companies to cut costs and enhances the performances of their processes in order to maintain the European leadership and excellence in manufacturing. Effectively, European businesses cannot compete anymore on workforce costs with Eastern countries: as a result the manufacturers have to leverage on more sustainable and efficient production systems. \nIn this scenario ICT has represented, throughout the years, the crucial enabler for preserving competitiveness and fostering industry innovation. In particular, Cyber-Physical Systems (CPS) is a breakthrough research area for ICT in manufacturing and represents also the new innovation frontier for accomplishing the EU2020 ìsmart everywhereî vision. Thus, an important factor for a successful innovation strategy is a more aware and widespread use of the CPS engineering in the manufacturing environment to ensure a competitive advantage for business success and jobs creation. \nsCorPiuS investigates, in particular, the role of CPS as a lever to empower manufacturing performance and proposes the creation of a roadmap capable to preempting the most important technological trends. Therefore, the project purpose is to support the planning of the Research and Innovation activities with the involvement of the most important European stakeholders. In addition, the dissemination of the project activities is crucial for the success of the project and for the sustainability of its outputs in the long term, the principle behind is that collaboration is the enabler of innovation. For these reasons, one of the main objectives of sCorPiuS is to perform activities for creating consensus, community building and awareness within the targeted communities of the European Union.",
    "totalCost": "792938,75",
    "ecMaxContribution": "610013,75",
    "coordinator": "FONDAZIONE POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "ROBERT BOSCH GMBH;HOLONIX SRL-SPIN OFF DEL POLITECNICO DI MILANO;FUNDACION TECNALIA RESEARCH & INNOVATION;SCUOLA UNIVERSITARIA PROFESSIONALEDELLA SVIZZERA ITALIANA;SIEMENS AKTIENGESELLSCHAFT",
    "participantCountries": "DE;IT;ES;CH",
    "projectParticipants": {
        "993176017": {
            "orgId": "993176017",
            "orgName": "FONDAZIONE POLITECNICO DI MILANO",
            "ecContrib": 281250
        },
        "967204461": {
            "orgId": "967204461",
            "orgName": "HOLONIX SRL-SPIN OFF DEL POLITECNICO DI MILANO",
            "ecContrib": 120875
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 103500
        },
        "999908787": {
            "orgId": "999908787",
            "orgName": "ROBERT BOSCH GMBH",
            "ecContrib": 48889
        },
        "999587620": {
            "orgId": "999587620",
            "orgName": "SCUOLA UNIVERSITARIA PROFESSIONALEDELLA SVIZZERA ITALIANA",
            "ecContrib": 0
        },
        "999987260": {
            "orgId": "999987260",
            "orgName": "SIEMENS AKTIENGESELLSCHAFT",
            "ecContrib": 55500
        }
    },
    "calculatedTotalContribution": 610014
}