{
    "rcn": "193490",
    "acronym": "SILION",
    "topics": "ERC-StG-2014",
    "title": "Design, Synthesis, Characterization and Catalytic Application of Silyliumylidene Ions",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "This ERC-StG 2014 proposal, SILION, outlines a strategy for the one-pot synthesis, characterization, and reactivity investigation of a positively charged, electron-deficient, highly Lewis acidic, cationic silicon(II) species, denoted ìsilyliumylidene ionsî. Silyliumylidene ion has only four valence electrons, consisting of a lone pair of electrons and two vacant orbitals on the central silicon atom. It will be expected to bear the best combined character of both silylenes as silicon analogue of carbene and silylium ions as silicon analogue of carbenium ions. The program described herein is also aimed at the development of silyliumylidene ion as novel catalysts based on main group elements. \nThe proposed silyliumylidene ions should fulfil the following criteria: \na) compounds can be synthesized by a facile one-pot reaction of the corresponding dichlorosilane with two equivalents of N-heterocyclic carbenes, \nb) silyliumylidene ions will potentially possess three reactive sites including (i) a lone pair at the silicon center, (ii) p-orbital at the silicon center, and (iii) N-heterocyclic carbenes, \nc) thanks to their strong sigma-donor as well as pi-acceptor ability, the highly reactive silyliumylidene ions are expected to serve as innovative reagents for activation of organic small molecules, excellent catalysts, and strikingly versatile coordination ligands toward transition metals.  \nThe target of this proposal is the introduction of facile accessible silyliumylidene ions, which are combined the best properties of silylene and silylium ions, and development of its reactivity and catalytic activity. The synthesis of silyliumylidene ions is straightforward and should allow the investigation of electronic and steric properties of the substituents and N-heterocyclic carbenes. It is anticipated that novel silyliumylidene ions can be used for a promising new building block for low-valent organosilicon compounds and high-performance catalysts.",
    "totalCost": "1499942",
    "ecMaxContribution": "1499942",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "TECHNISCHE UNIVERSITAET BERLIN",
    "participantCountries": "DE",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 1499942
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1499942
}