{
    "rcn": "193482",
    "acronym": "ENTANGLED-TM-ALKANE",
    "topics": "ERC-StG-2014",
    "title": "Entangled pincer ligand architectures and their application in the transition-metal-mediated activation of alkanes",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "The selective transformation of alkanes is an area of contemporary importance with wide-ranging implications for organic synthesis and the effective use of petroleum resources. While homogeneous transition metal catalysis is a potentially powerful means for achieving this objective, the fundamental organometallic chemistry of alkane activation reactions has proven to be exceedingly difficult to investigate due to the weakly interacting nature of alkanes. To address this knowledge gap and provide the foundation for future advancement of the field, ENTANGLED-TM-ALKANE outlines a systematic approach for the study of pivotal sigmañalkane complex intermediates; nominally transient and extremely reactive metal-alkane adducts formed through coordination of an intact CñH bond to the metal centre. Inspired from supramolecular chemistry, the approach involves the innovative use of systems containing alkane substrates held in close proximity to reactive metal centres through mechanical entanglement within supporting tridentate macrocyclic ëpincerí ligands (i.e. alkane based [2]rotaxanes and [2]catenanes). Through the interwoven topology of these systems, problematic dissociation reactions of sigmañalkane complexes will be circumvented, facilitating isolation and ultimately enabling their structure and reaction chemistry to be probed in much greater detail than has been previously possible. The project objectives are to: (a) develop and use new synthetic (supramolecular) methodologies for the preparation of these mechanically interlocked metal-alkane assemblies; (b) systematically investigate the organometallic chemistry of the metal centre and its interaction with the entangled alkane; and through variation of the macromoleculesí components (macrocycle donors and geometry, alkane, metal), (c) compile a definitive and unprecedented body of qualitative and quantitative structure-activity relationships for the activation alkanes using transition metals.",
    "totalCost": "1521137,33",
    "ecMaxContribution": "1521137,33",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 1521137
        }
    },
    "calculatedTotalContribution": 1521137
}