{
    "rcn": "193426",
    "acronym": "DISIRE",
    "topics": "SPIRE-01-2014",
    "title": "Integrated Process Control based on Distributed In-Situ Sensors into Raw Material and Energy Feedstock",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "The DISIRE project has been inspired by the real existing needs of multiple industrial sectors, including the world leading industrial partners in the non-ferrous, ferrous, chemical and steel industries that are highly connected and already affiliated with the SPIRE PPP and its objectives. The overall clear and measurable objective of the DISIRE project is to evolve the existing industrial processes by advancing the Sustainable Process Industry through an overall Resource and Energy efficiency by the technological breakthroughs and concepts of the DISIRE technological platform in the field of Industrial Process Control (IPC).\n\nWith the DISIRE project the properties of the raw materials or product flows will be dramatically integrated by their transformation in a unique inline measuring system that will extend the level of knowledge and awareness of the internal dynamics of the undergoing processes taking place during transformation or integration of raw materials in the next levels of production. In this approach, the Integrated Process Control system, instead of having external experts to tune the overall processes, based on the DISIRE concept will enable the self reconfiguration of all the production lines by the produced products itself. \n\nSpecific DISIRE Process Analyzer Technology (PAT) will be able to define quality and performance requirements, that for the first time in the process industry will be able to be directly applied on the physical properties of the developed products and thus enabling the overall online and product specific reconfiguration of the control system. In this way, the whole production can be fully integrated in a holistic approach from the raw materials to the end product, allowing the multiple process reconfigurations and an optimal operation based on the productís properties that can be generalized in a whole product production cycle being spanned in multiple cross-sectorial processes.",
    "totalCost": "5998343,75",
    "ecMaxContribution": "5998343,75",
    "coordinator": "LULEA TEKNISKA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS;ABB AB;G-STAT LTD;KGHM CUPRUM SP ZOO CENTRUM BADAWCZO-ROZWOJOWE;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;KGHM POLSKA MIEDZ SA;SWEREA MEFOS AB;RINA CONSULTING SPA;ODYS SRL;ELECTROTECH KALIX AB;SCUOLA IMT (ISTITUZIONI, MERCATI, TECNOLOGIE) ALTI STUDI DI LUCCA;DOW CHEMICAL IBERICA SL;LUOSSAVAARA-KIIRUNAVAARA AB;POLITECHNIKA WROCLAWSKA",
    "participantCountries": "ES;SE;IL;PL;DE;IT",
    "projectParticipants": {
        "999951467": {
            "orgId": "999951467",
            "orgName": "RINA CONSULTING SPA",
            "ecContrib": 203750
        },
        "945781429": {
            "orgId": "945781429",
            "orgName": "G-STAT LTD",
            "ecContrib": 547500
        },
        "998509853": {
            "orgId": "998509853",
            "orgName": "ABB AB",
            "ecContrib": 515000
        },
        "949613996": {
            "orgId": "949613996",
            "orgName": "SCUOLA IMT (ISTITUZIONI, MERCATI, TECNOLOGIE) ALTI STUDI DI LUCCA",
            "ecContrib": 447031
        },
        "999876874": {
            "orgId": "999876874",
            "orgName": "LULEA TEKNISKA UNIVERSITET",
            "ecContrib": 1481250
        },
        "999845931": {
            "orgId": "999845931",
            "orgName": "POLITECHNIKA WROCLAWSKA",
            "ecContrib": 419900
        },
        "999495470": {
            "orgId": "999495470",
            "orgName": "KGHM CUPRUM SP ZOO CENTRUM BADAWCZO-ROZWOJOWE",
            "ecContrib": 226600
        },
        "952787933": {
            "orgId": "952787933",
            "orgName": "ODYS SRL",
            "ecContrib": 172500
        },
        "957843961": {
            "orgId": "957843961",
            "orgName": "KGHM POLSKA MIEDZ SA",
            "ecContrib": 98750
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 155500
        },
        "942980360": {
            "orgId": "942980360",
            "orgName": "ELECTROTECH KALIX AB",
            "ecContrib": 188750
        },
        "955366484": {
            "orgId": "955366484",
            "orgName": "DOW CHEMICAL IBERICA SL",
            "ecContrib": 517500
        },
        "998221472": {
            "orgId": "998221472",
            "orgName": "SWEREA MEFOS AB",
            "ecContrib": 418438
        },
        "993600004": {
            "orgId": "993600004",
            "orgName": "LUOSSAVAARA-KIIRUNAVAARA AB",
            "ecContrib": 164750
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 441125
        }
    },
    "calculatedTotalContribution": 5998344
}