{
    "rcn": "193484",
    "acronym": "GADGET",
    "topics": "ERC-StG-2014",
    "title": "Geometry and Anomalous Dynamic Growth of Elastic instabiliTies",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Elastic instabilities are ubiquitous, from the wrinkles that form on skin to the ësnap-throughí of an umbrella on a windy day. The complex patterns such instabilities make, and the great speed with which they develop, have led to a host of technological and scientific applications. However, recent experiments have revealed significant gaps in our theoretical understanding of such instabilities, particularly in the roles played by geometry and dynamics. I will establish a group to develop and validate a theoretical framework within which these results can be understood. Central to my approach is an appreciation of the crucial role of geometry in the pattern formation and dynamics of elastic instabilities.\n\nAs a starting point, I will consider the model problem of a pressurized elastic shell subject to a geometrically large deformation. This system develops either wrinkles or a stress-focusing instability depending on the internal pressure. As such, this is a natural paradigm with which to understand geometrical features of deformation relevant across length scales from deformed viruses to the subduction zones in Earthís tectonic plates. My team will combine theoretical and computational approaches with tabletop experiments to determine a new set of shell deformations that are generically observed in contradiction of the classic ëmirror bucklingí. Understanding why these new shapes emerge will transform our perception of shell instabilities and provide new fundamental building blocks with which to model them. These ideas will also be used to transform our understanding of a number of other, previously mysterious, elastic instabilities of practical interest. Turning our focus to the dynamics of instabilities such as the snap-through of shells, we will show that accounting for geometry is again crucial. The new insight gained through this project will increase our ability to control elastic instabilities, benefitting a range of technological and scientific applications.",
    "totalCost": "1361077",
    "ecMaxContribution": "1361077",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1361077
        }
    },
    "calculatedTotalContribution": 1361077
}