{
    "rcn": "193439",
    "acronym": "COMBILASER",
    "topics": "FoF-01-2014",
    "title": "COMbination of non-contact, high speed monitoring and non-destructive techniques applicable to LASER Based Manufacturing through a self-learning system",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "The continuous growth of laser-based manufacturing processes has allowed the introduction of many new applications in different industries during last years.  This advance has brought many advantages in terms of parts complexity, required resources (human and material) or environmental impact. On the other side, parts manufacturing through laser based processes require specific designs/adjustments for each one of the applications (this delays considerably the time-to-market of new products). This means that a more holistic approach will be desirable in the following years in order to meet rapidly-changing market requirements. In addition to this fact, productivity will always be a great concern for European companies. The aspects that restrict process productivity are linked to non-productive intervals, such as scrap generation, defective parts manufacturing or pores/cracks appearance that make parts useless. In this environment, the use of easily controllable manufacturing processes is mandatory in order to increase process productivity and reduce the time-to-market while keeping or increasing final quality of manufactured products. Laser processes have the main advantage of being controllable processes, additionally to being fast and accurate processes, allowing precise actuation over the equipment parameters that directly can be translated in a change of the physical parameters, those that affect to the final quality of manufactured parts. Both laser welding and cladding rely on the same physical process of material melting. Therefore, all of them have common problems. In order to overcome undesirable situations, new strategies need to be developed which will be based on two different main branches, all of them under zero defects manufacturing philosophy: 1) Monitoring, and 2) NDT solutions. The objective of COMBILASER is the combination of these two worlds through a self-learning system.",
    "totalCost": "3439420",
    "ecMaxContribution": "3439420",
    "coordinator": "HIDRIA AET d.o.o. Druzba za proizvodnjo vzignih sistemov in elektronike d.o.o.",
    "coordinatorCountry": "SI",
    "participants": "SIEVA, PODJETJE ZA RAZVOJ IN TRZENJ V AVTOMOBILSKI INDUSTRIJI DOO;MONDRAGON ASSEMBLY SA;CAVITAR OY;THE UNIVERSITY OF SHEFFIELD;LORTEK S COOP;LASERLINE GESELLSCHAFT FUR ENTWICKLUNG UND VERTRIEB VON DIODENLASERN GMBH;orkli sociedad cooperativa;Research Center for Non Destructive Testing GmbH;LZH LASER ZENTRUM HANNOVER E.V.;4D INGENIEURGESELLSCHAFT FUR TECHNISCHE DIENSTLEISTUNGEN MBH;Talleres Mecanicos Comas SLU",
    "participantCountries": "SI;FR;FI;UK;ES;DE;AT",
    "projectParticipants": {
        "999588590": {
            "orgId": "999588590",
            "orgName": "LZH LASER ZENTRUM HANNOVER E.V.",
            "ecContrib": 487062
        },
        "998177337": {
            "orgId": "998177337",
            "orgName": "Talleres Mecanicos Comas SLU",
            "ecContrib": 221812
        },
        "972028077": {
            "orgId": "972028077",
            "orgName": "MONDRAGON ASSEMBLY SA",
            "ecContrib": 252125
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 348264
        },
        "986554409": {
            "orgId": "986554409",
            "orgName": "HIDRIA AET d.o.o. Druzba za proizvodnjo vzignih sistemov in elektronike d.o.o.",
            "ecContrib": 471062
        },
        "997809028": {
            "orgId": "997809028",
            "orgName": "LASERLINE GESELLSCHAFT FUR ENTWICKLUNG UND VERTRIEB VON DIODENLASERN GMBH",
            "ecContrib": 100500
        },
        "948667082": {
            "orgId": "948667082",
            "orgName": "LORTEK S COOP",
            "ecContrib": 499250
        },
        "943858016": {
            "orgId": "943858016",
            "orgName": "4D INGENIEURGESELLSCHAFT FUR TECHNISCHE DIENSTLEISTUNGEN MBH",
            "ecContrib": 148750
        },
        "945536504": {
            "orgId": "945536504",
            "orgName": "SIEVA, PODJETJE ZA RAZVOJ IN TRZENJ V AVTOMOBILSKI INDUSTRIJI DOO",
            "ecContrib": 160750
        },
        "996560056": {
            "orgId": "996560056",
            "orgName": "Research Center for Non Destructive Testing GmbH",
            "ecContrib": 497219
        },
        "992493913": {
            "orgId": "992493913",
            "orgName": "orkli sociedad cooperativa",
            "ecContrib": 135125
        },
        "954146418": {
            "orgId": "954146418",
            "orgName": "CAVITAR OY",
            "ecContrib": 117500
        }
    },
    "calculatedTotalContribution": 3439419
}