{
    "rcn": "193492",
    "acronym": "LUPINROOTS",
    "topics": "ERC-StG-2014",
    "title": "Unravelling cluster root development in white lupin",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Plant development is continuous throughout their lifetime and reflects their ability to adapt to their environment. This developmental plasticity is very obvious in the development of the root system. Surprisingly, the fundamental mechanisms of root development have been studied into great detail but the effect of the environment on its plasticity is still largely unknown. I will use phosphate, since this nutrient has a very low mobility in soil, as a mean to study plant developmental adaptation in white lupin.\nThis species has developed extreme adaptive mechanism to improve phosphate uptake by producing structures called ìcluster rootsî. They are dense clusters of lateral roots with determinate development and highly specific physiology. I will develop new tools to identify cluster root mutants in white lupin, sequence white lupin genome, perform tissues specific transcriptomics and perform full molecular characterization of selected genes. This project will also lead me to compare adaptive mechanisms between white lupin and narrow-leafed lupin, a closely related species that does not produce cluster roots. We will also test whether it is possible to transfer the ability to form cluster roots in this species. Altogether, this project will lead to a major advance in our capacity to understand how plants are able to sense and respond to their environment and how evolution has selected adaptive developmental mechanisms to improve their capacity to use limited resources.\nThis project focuses on the most extreme developmental adaptation produced in response to phosphate starvation. It is ambitious, as it will necessitate the development of several tools. However, it is highly feasible since it builds on my previous experience and important outcome can be expected in term of crop improvement and means to reduce the use of phosphate fertilizers.",
    "totalCost": "1997103",
    "ecMaxContribution": "1997103",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1997103
        }
    },
    "calculatedTotalContribution": 1997103
}