{
    "rcn": "193434",
    "acronym": "FoFAM",
    "topics": "FoF-07-2014",
    "title": "Industrial and regional valorization of FoF Additive Manufacturing Projects",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "Additive manufacturing (AM) has been highlighted as a key technology with potential for creating sustainable high value European based employment, addressing societal issues and supporting environmental sustainability. The processes based on Additive Manufacturing spans many industries, including automotive, medical, aeronautics, defense, capital and consumer goods and do-it-yourself concept, energy, etc. AM has demonstrated to possess the capability to generate future revenues, to develop novel disruptive business models, not seen up to date, that could help to keep manufacturing in Europe competing with emergent countries. \n\nAll those are heavyweight reasons for Europe to make specific efforts to define a plan of action in the field. This strategy should include detail implementation plan defining innovation sectorial chains from design phase to target commercial products. It should define TRL aspect in each link of the chains, type of stakeholders to carry out the tasks, timeline and priorities. Moreover, in order to have a complete success should also involve not only technology stakeholders but also policy makers.\n\nOn this basis, FoFAM project takes up the challenge of clustering technology developments on AM and place them into defined value chains in lead markets for Europe. The project intends to identify gaps for business development and to attack them with specific actions and timeline. It also includes high involvement of European regions to ensure an efficient use of structural funds associated to them. FoFAM also address not only technological aspects but also aims at identifying other horizontal economical and societal issues that will be taken into consideration to ensure AM industrial deployment. \n\nTo involve high number of key stakeholders , the project has achieved the support of project coordinators of FoF projects, European Technology Platforms, EFFRA, European Business and Innovation  and  European Regions Research and Innovation Networks.",
    "totalCost": "348210",
    "ecMaxContribution": "348210",
    "coordinator": "FUNDACION PRODINTEC",
    "coordinatorCountry": "ES",
    "participants": "EUROPEAN REGIONS RESEARCH AND INNOVATION NETWORK ASBL;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;TWI LIMITED",
    "participantCountries": "BE;NL;UK",
    "projectParticipants": {
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 89775
        },
        "997382713": {
            "orgId": "997382713",
            "orgName": "EUROPEAN REGIONS RESEARCH AND INNOVATION NETWORK ASBL",
            "ecContrib": 81625
        },
        "997171738": {
            "orgId": "997171738",
            "orgName": "FUNDACION PRODINTEC",
            "ecContrib": 120435
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 56375
        }
    },
    "calculatedTotalContribution": 348210
}