{
    "rcn": "193488",
    "acronym": "CSUMECH",
    "topics": "ERC-StG-2014",
    "title": "Cholesterol and Sugar Uptake Mechanisms",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Cardiovascular disease, diabetes and cancer have a dramatic impact on modern society, and in great part are related to uptake of cholesterol and sugar. We still know surprisingly little about the molecular details of the processes that goes on in this essential part of human basic metabolism. This application addresses cholesterol and sugar transport and aim to elucidate the molecular mechanism of cholesterol and sugar uptake in humans. It moves the frontiers of the field by shifting the focus to in vitro work allowing hitherto untried structural and biochemical experiments to be performed.\nCholesterol uptake from the intestine is mediated by the membrane protein NPC1L1. Despite extensive research, the molecular mechanism of NPC1L1-dependent cholesterol uptake still remains largely unknown. \nFacilitated sugar transport in humans is made possible by sugar transporters called GLUTs and SWEETs, and every cell possesses these sugar transport systems. For all these uptake systems structural information is sorely lacking to address important mechanistic questions to help elucidate their molecular mechanism.\nI will address this using a complementary set of methods founded in macromolecular crystallography and electron microscopy to determine the 3-dimensional structures of key players in these uptake systems. My unpublished preliminary results have established the feasibility of this approach. This will be followed up by biochemical characterization of the molecular mechanism in vitro and in silico.\nThis high risk/high reward membrane protein proposal could lead to a breakthrough in how we approach human biochemical pathways that are linked to trans-membrane transport. An improved understanding of cholesterol and sugar homeostasis has tremendous potential for improving general public health, and furthermore this proposal will help to uncover general principles of endocytotic uptake and facilitated diffusion systems at the molecular level.",
    "totalCost": "1499848",
    "ecMaxContribution": "1499848",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 1499848
        }
    },
    "calculatedTotalContribution": 1499848
}