{
    "rcn": "193498",
    "acronym": "Lensless",
    "topics": "ERC-StG-2014",
    "title": "High-resolution microscopy without lenses: a new generation of imaging technology",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Lensless imaging is an elegant approach to microscopy, in which a sharp image of an object is retrieved by numerical means rather than by actual optical components such as lenses. Such an approach allows high-resolution imaging using only a light source and an image sensor. Multi-wavelength phase retrieval (Witte et al., patent application PCT/NL2013/050618) provides a general framework for lensless imaging, which allows the development of surprisingly simple yet high-resolution imaging devices. By detecting wavelength-dependent differences in wave propagation, I have recently shown that amplitude and phase of an object field can be reconstructed with high contrast and resolution. This approach works for complex objects in both reflection and transmission. As such, lensless microscopes have advantages in size, cost, robustness and simplicity, and provide a powerful alternative to conventional imaging systems in many applications.\nMy aim with this proposal is to advance this new technology towards high-impact applications, and to forge a coordinated research program on lensless imaging technology and its applications. I will develop lensless microscopes to image many cell cultures in parallel, as well as smartphone-based lensless microscopes for low-cost point-of-care diagnostics in third-world countries. Lensless microscopy through optical fibers will be implemented as a novel tool for minimally invasive endoscopic imaging. Since the technology does not require precision optical components, I will be able to extend it to shorter wavelengths. Applications in EUV metrology and soft-X-ray imaging become feasible, such as ultra-high-resolution surface profiling of lithographic wafers.\nThis program provides exciting new prospects for fundamental science, industrial metrology and medical diagnostics alike. My expertise in lensless imaging and laser development provide me with an excellent starting point for the realization of such a new generation of imaging technology.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}