{
    "rcn": "193417",
    "acronym": "HUCO",
    "topics": "ERC-StG-2014",
    "title": "Human Cooperation to Protect the Global Commons",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "The objectives of this research are to reveal the nature of large-scale human cooperation and to develop strategies for the protection of our global environment. Human activities are now the major driver of change in the biosphere, including the climate, the water cycle, and the distribution of species and biodiversity ñ with adverse effects that range from the local to the global scale. Since there is no world government that can enforce the protection of the global commons we have to rely on voluntary cooperation by sovereign actors. Previous findings from various disciplines have taught us important lessons about the nature of human cooperation. However, these literatures have almost exclusively focused on local or regional cooperation problems and their findings cannot be readily transferred to the international level. The research proposed here will fill this crucial gap. The methodological approach is genuinely interdisciplinary. In particular, the project will use and combine theoretical, experimental, evolutionary, and empirical methods. The interdisciplinary research team will start by analyzing case studies of international cooperation (or lack thereof). In an iterative process, the case-specific results will be explored in a rigorous context-free analysis using theoretical modeling, experiments, and simulations. With this, the project will: systematically analyze human cooperation from the local to the global scale and the differences between those scales; investigate which institutional arrangements enhance or prevent cooperative behavior at the global level; investigate whether individuals and groups are able to choose the right institutions and which factors determine their choice; synthesize the results to derive theoretical and practical insights about human cooperation and develop effective strategies for the management of the global commons; bring forward the integration of concepts and methods across disciplines for the study of human cooperation.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITAET KASSEL",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852624": {
            "orgId": "999852624",
            "orgName": "UNIVERSITAET KASSEL",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}