{
    "rcn": "193454",
    "acronym": "MathAm",
    "topics": "ERC-StG-2014",
    "title": "Mathematical Structures in Scattering Amplitudes",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Among the most important mathematical quantities of interest in high-energy particle physics are the so-called scattering amplitudes, which allow us to make predictions for physical observables. Despite their importance, performing explicit computations of scattering amplitudes is still one of the bottlenecks of high-energy physics, mostly due to the complexity of the integrals involved and a lack of understanding of the underlying mathematics. \n\nOver the last couple of years, a deep connection between scattering amplitudes and certain branches of modern mathematics has slowly started to emerge. The goal of MathAm is investigate in detail the relationship between scattering amplitudes, number theory and algebraic geometry, with the final aim of developing novel computational techniques for scattering amplitudes that are beyond reach of conventional state-of-the-art technology.\n\nThe ultimate goal of MathAm is threefold: By revealing unexpected connections between seemingly disconnected areas of mathematics and physics, MathAm will \n1. shed new light on the mathematical underpinnings of the fundamental laws of Nature in general.\n2. play a decisive role in testing recent conjectures about the all-loop structure of certain special classes of gauge 3. theories by confronting them to the explicit results for scattering amplitudes,\n3. set a new standard for making predictions for collider experiments like the LHC by performing computations that are beyond reach of current technology. \n\nTo sum up, MathAm has a unique multi-disciplinary character and, by applying novel technology from modern mathematics, its results will have impact in various seemingly disconnected disciplines, ranging from the frontiers of research in pure mathematics over formal aspects of Quantum Field Theory all the way to making the most precise theoretical predictions for the LHC experiments.",
    "totalCost": "1365060",
    "ecMaxContribution": "1365060",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "participantCountries": "BE",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 421645
        },
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 943415
        }
    },
    "calculatedTotalContribution": 1365060
}