{
    "rcn": "193487",
    "acronym": "HyMoCo",
    "topics": "ERC-StG-2014",
    "title": "Hybrid Node Modes for Highly Efficient Light Concentrators",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "The meaning of solar energy for future decentralized power supply will largely depend on both efficiency and cost of solar to electrical power conversion. All kinds of conversion strategies including photovoltaics, concentrated solar power, solar to fuel and others would benefit from efficiently collecting solar power on large areas. For this reason luminescent solar concentrators have been developed for over thirty years, but due to waveguide losses their maximum size is still limited to a few centimeters.\n\nThe proposed project suggests the exploitation of a new type of electromagnetic waveguide in order to realize passive planar concentrators of unsurpassed collection efficiency, size, concentration, lifetime and costs.\n \nA dielectric TE1-mode shows a node, a position in the waveguide where no intensity is found. A thin film placed in this node remains largely ìinvisibleî for the propagating mode. Such dielectric node modes (DNMs) have been investigated by the applicant in previous work, but only recently a silver island film (SIF) was for the first time placed in such a node. The resulting extremely low waveguide losses cannot be explained by our current understanding of waveguide modes and hint to a hybridization between the SIF-bound long-range surface plasmon polaritons (LRSPPs) and the DNMs into what we call hybrid node modes (HNMs).\n \nThe SIFs strongly interact with incident light. An appropriate nanopatterning of SIFs enables efficient excitation of low-loss HNMs modes collecting solar power over square meters and concentrating it. To achieve this goal new technological methods are used that enable patterning on the nanometer scale and low cost roll-to-roll processing at the same time. New measurement techniques and numerical simulation tools will be developed to investigate the HNMs ñ a novel kind of electromagnetic modes ñ and their exploitation in the passive solar concentrators.",
    "totalCost": "1485000",
    "ecMaxContribution": "1485000",
    "coordinator": "BERGISCHE UNIVERSITAET  WUPPERTAL",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999858735": {
            "orgId": "999858735",
            "orgName": "BERGISCHE UNIVERSITAET  WUPPERTAL",
            "ecContrib": 1485000
        }
    },
    "calculatedTotalContribution": 1485000
}