{
    "rcn": "193470",
    "acronym": "Co-FACTOR",
    "topics": "FoF-07-2014",
    "title": "Cooperate, Communicate and Connect to boost smart Components for tomorrows Industry",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "Co-FACTOR aims at speeding-up the industrial up-take of results of the FoF projects  I-Ramp3, ReBORN, SelSus, T-Rex, INTEFIX and Power-OM , whose common topic centers around ìsmart componentsî. While the prime focus is on gaining benefit for these projects, the proposed measures also seek to link with program level initiatives in a complementary way.  Positioning these projects in the core of a larger cluster set-up involving related initiatives as well as the entire stakeholder panorama of the field, Co-FACTOR pursues the 5 major ambitions:\nCooperate: establish close partnership among the core cluster to give better visibility to those high-level performing projects among industry, scientific community and policy makers.\nCommunicate: present and promote as a cluster the involved projects and their approaches and achievements among the full range of potential stakeholders as well as public groups and students. Further, to stimulate coherence among ìsmart components playersî.\nConverge: leverage the impact of the projects by focusing on the cross-cutting issue Ñsmart componentsì and assessing reliable and interoperable solutions and standardization opportunities.\nConnect: facilitate the immediate or short-term exploitation of project results in industrial settings creating a win-win-situation for the technology Ñpushì and Ñpullì site.\nConsolidate: analyze remaining bottlenecks for Ñsmart components technologyì deployment to formulate thoughtful recommendations for future actions and political framework programs.\nCo-FACTOR proposes a set of measures spanning from technology assessment, match making among providers and end-user, propelling last-mile exploitation efforts by innovation management and funding outlook, expert workshops, link to research community and roadmapping to outline future R&D&I needs. These will be part of an extensive dissemination campaign featuring intense and strategic communication, organization of events and profound intra-cluster interaction",
    "totalCost": "319940",
    "ecMaxContribution": "319940",
    "coordinator": "STEINBEIS 2I GMBH",
    "coordinatorCountry": "DE",
    "participants": "STEINBEIS INNOVATION GGMBH;HARMS & WENDE GMBH & CO KG;FUNDACION TEKNIKER;INSTITUTO DE SISTEMAS E ROBOTICA-ASSOCIACAO;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;LOUGHBOROUGH UNIVERSITY",
    "participantCountries": "DE;ES;PT;UK",
    "projectParticipants": {
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 32798
        },
        "999959227": {
            "orgId": "999959227",
            "orgName": "FUNDACION TEKNIKER",
            "ecContrib": 32844
        },
        "999990752": {
            "orgId": "999990752",
            "orgName": "LOUGHBOROUGH UNIVERSITY",
            "ecContrib": 35750
        },
        "993363809": {
            "orgId": "993363809",
            "orgName": "HARMS & WENDE GMBH & CO KG",
            "ecContrib": 34688
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 43500
        },
        "916274126": {
            "orgId": "916274126",
            "orgName": "STEINBEIS 2I GMBH",
            "ecContrib": 123674
        },
        "996405632": {
            "orgId": "996405632",
            "orgName": "INSTITUTO DE SISTEMAS E ROBOTICA-ASSOCIACAO",
            "ecContrib": 16688
        }
    },
    "calculatedTotalContribution": 319942
}