{
    "rcn": "193477",
    "acronym": "RIBuild",
    "topics": "EE-03-2014",
    "title": "Robust Internal Thermal Insulation of Historic Buildings",
    "startDate": "01/01/2015",
    "endDate": "31/12/2019",
    "objective": "RIBuild will strengthen the knowledge on how and under what conditions internal thermal insulation is to be implemented in historic buildings, without compromising their architectural and cultural values, with an acceptable safety level against deterioration and collapse of heavy external wall structures. The general objective of RIBuild is to develop effective, comprehensive decision guidelines to optimise the design and implementation of internal thermal insulation in historic buildings across the EU. RIBuild focuses on heavy external walls made of stone, brick and timber framing, as most historic buildings are made of these materials. The general objective is achieved through three main activities\nï To obtain a thorough knowledge level to characterise the eligibility of the building for a deep internal thermal insulation renovation. This knowledge is obtained through screening of historic buildings, investigation of material properties and threshold values for failure\nï To determine the conditions under which different internal insulation measures are reliable and affordable measures based on probabilistic modelling of the hygrothermal performance, the environmental impact and the cost/benefit\nï To develop a set of comprehensive decision guidelines, which are demonstrated in a number of buildings. RIBuild addresses the most difficult retrofitting measure of historic buildings: internal thermal insulation. The adaption of knowledge developed by RIBuild contributes to sustainable historic buildings with improved energy efficiency implying an easier conversion of energy supply from inefficient fossil fuels to efficient renewable energy sources. RIBuild also assesses the hygrothermal performance of the building construction, thus no collateral damage occurs; in case of failure an easy roll back of the measures is possible. The guidelines developed in RIBuild strongly support the deep and holistic retrofitting approach which historic buildings face in the coming years.",
    "totalCost": "5331375",
    "ecMaxContribution": "4962375",
    "coordinator": "AALBORG UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "RIGAS TEHNISKA UNIVERSITATE;INTRO FLEX APS;RISE RESEARCH INSTITUTES OF SWEDEN AB;ERIK MOLLER ARKITEKTER AS;DANMARKS TEKNISKE UNIVERSITET;HAUTE ECOLE SPECIALISEE DE SUISSE OCCIDENTALE;UNIVERSITA POLITECNICA DELLE MARCHE;KATHOLIEKE UNIVERSITEIT LEUVEN;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "LV;DK;SE;CH;IT;BE;DE",
    "projectParticipants": {
        "956388379": {
            "orgId": "956388379",
            "orgName": "ERIK MOLLER ARKITEKTER AS",
            "ecContrib": 181562
        },
        "999479659": {
            "orgId": "999479659",
            "orgName": "HAUTE ECOLE SPECIALISEE DE SUISSE OCCIDENTALE",
            "ecContrib": 0
        },
        "999920718": {
            "orgId": "999920718",
            "orgName": "RIGAS TEHNISKA UNIVERSITATE",
            "ecContrib": 346375
        },
        "936723278": {
            "orgId": "936723278",
            "orgName": "INTRO FLEX APS",
            "ecContrib": 261500
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 722625
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 539250
        },
        "999613422": {
            "orgId": "999613422",
            "orgName": "RISE RESEARCH INSTITUTES OF SWEDEN AB",
            "ecContrib": 462312
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 890875
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 1158375
        },
        "999866689": {
            "orgId": "999866689",
            "orgName": "UNIVERSITA POLITECNICA DELLE MARCHE",
            "ecContrib": 399500
        }
    },
    "calculatedTotalContribution": 4962374
}