{
    "rcn": "193428",
    "acronym": "FORTAPE",
    "topics": "FoF-02-2014",
    "title": "RESEARCH ON EFFICIENT INTEGRATED SYSTEMS FOR THE MANUFACTURING OF COMPLEX PARTS BASED ON UNIDIRECTIONAL TAPES FOR THE AUTOMOTIVE AND AERONAUTICAL",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "More and more industrial sectors are demanding high performance composite materials to face new challenges demanded by the transport sector. Carbon and glass fibre unidirectional continuous tape reinforced composites are one of the most promising options. It would be reasonable to expect that the manufacturing methods to obtain composite parts made of this hybrid material will be capable to tailor-made and optimize even more the advantageous properties given by the tapes nature. However, at the moment, these technologies are not mature enough for a full industrial implementation. Main existing barriers are related to the high consumption of resources, lower rates of automation, high production of defective and the subsequent growth of the manufacturing costs. \nFORTAPE aims to solve these drawbacks through the development of an efficient and optimized integrated system for the manufacturing of complex parts based on unidirectional fibre tapes for its application in the automotive and aeronautical industry, with the minimum use of materials and energy.\nTo achieve this objective, three main routes for fibre impregnation will be researched to manufacture the unidirectional carbon and glass fibre tapes: novel heating up technologies, melted supercritical fluid-aided thermoplastic polymers and fluidized bed of powders. Novel combination of process-machine approaches will be applied in overmoulding and in-situ consolidation to manufacture the composite parts for the targeted sectors. Novel mathematical modelling and computational simulation concepts will be developed to support the structural optimization and the failure prevention and new instrumentation strategies for process control will be implemented for the selection of the best process. \nThe FORTAPE consortium, led by CTAG, gathers 10 partners from 5 different European countries, and covers the whole value chain needed to develop new composite technologies with efficient use of materials and energy.",
    "totalCost": "5030003,96",
    "ecMaxContribution": "5030003,96",
    "coordinator": "FUNDACION PARA LA PROMOCION DE LA INNOVACION, INVESTIGACION Y DESARROLLO TECNOLOGICO EN LA INDUSTRIA DE AUTOMOCION DE GALICIA",
    "coordinatorCountry": "ES",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;FORD FORSCHUNGSZENTRUM AACHEN GMBH;FORD-WERKE GMBH;INSTITUT DE RECHERCHE TECHNOLOGIQUE JULES VERNE;GRUPO ANTOLIN-INGENIERIA SA;ARKEMA FRANCE;MATEX VARESE Srl;AIRBUS DEFENCE AND SPACE SA;ASSOCIATION POUR LE DEVELOPPEMENT DE L'ENSEIGNEMENT ET DES RECHERCHES AUPRES DES UNIVERSITES, DES CENTRES DE RECHERCHE ET DES ENTREPRISES D'AQUITAINE;PRZEDSIEBIORSTWO BADAWCZO-PRODUKCYJNE OPTEL SP ZOO",
    "participantCountries": "DE;FR;ES;IT;PL",
    "projectParticipants": {
        "998371046": {
            "orgId": "998371046",
            "orgName": "ARKEMA FRANCE",
            "ecContrib": 736750
        },
        "999524085": {
            "orgId": "999524085",
            "orgName": "PRZEDSIEBIORSTWO BADAWCZO-PRODUKCYJNE OPTEL SP ZOO",
            "ecContrib": 210469
        },
        "999699558": {
            "orgId": "999699558",
            "orgName": "AIRBUS DEFENCE AND SPACE SA",
            "ecContrib": 372189
        },
        "998060646": {
            "orgId": "998060646",
            "orgName": "ASSOCIATION POUR LE DEVELOPPEMENT DE L'ENSEIGNEMENT ET DES RECHERCHES AUPRES DES UNIVERSITES, DES CENTRES DE RECHERCHE ET DES ENTREPRISES D'AQUITAINE",
            "ecContrib": 751933
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 482594
        },
        "999603819": {
            "orgId": "999603819",
            "orgName": "FUNDACION PARA LA PROMOCION DE LA INNOVACION, INVESTIGACION Y DESARROLLO TECNOLOGICO EN LA INDUSTRIA DE AUTOMOCION DE GALICIA",
            "ecContrib": 822033
        },
        "999798983": {
            "orgId": "999798983",
            "orgName": "FORD FORSCHUNGSZENTRUM AACHEN GMBH",
            "ecContrib": 0
        },
        "943155542": {
            "orgId": "943155542",
            "orgName": "MATEX VARESE Srl",
            "ecContrib": 198712
        },
        "996657347": {
            "orgId": "996657347",
            "orgName": "FORD-WERKE GMBH",
            "ecContrib": 380442
        },
        "948805210": {
            "orgId": "948805210",
            "orgName": "INSTITUT DE RECHERCHE TECHNOLOGIQUE JULES VERNE",
            "ecContrib": 597819
        },
        "998785721": {
            "orgId": "998785721",
            "orgName": "GRUPO ANTOLIN-INGENIERIA SA",
            "ecContrib": 477062
        }
    },
    "calculatedTotalContribution": 5030003
}