{
    "rcn": "193412",
    "acronym": "DIVERSITY",
    "topics": "FoF-05-2014",
    "title": "Cloud Manufacturing and Social Software Based Context Sensitive Product-Service Engineering Environment for Globally Distributed Enterprise",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "To meet requirements of mass customisation, the manufacturers of machines and equipment for production of mass customised products need powerful engineering environments to allow for multi-directional exchange of knowledge between product design, service design and manufacturing, as well as customers and other relevant organisations across the value chain, distributed all over the globe. Specifically they need feedback from their business customers to whom they sell their equipment, as well as from the final-product customers. Cloud Manufacturing (CMfg) provides new possibilities for collaborative design of product-services within such distributed enterprise, easily adaptable to highly dynamically changing conditions under which enterprises are developing and manufacturing their product-services. On the other hand, tremendous experiences in social software solutions offer new opportunities for enterprises to capture and share experienced based knowledge among all actors across the value chain. Such enormous amount of knowledge to be gathered and shared under dynamically changing conditions, with wide spectrum of actors involved, having different expertise and working conditions/cultures, ask for effective context sensitive solutions for knowledge capturing and analysis. The objective of DIVERSITY is to create a new product-service engineering environment based on a combination of CMfg, PDM/PLM and social software, as well as a set of software tools to support real time sharing of knowledge among various actors, from the designer up to the customer, aimed at small and medium sized companies producing machines/equipment for mass product manufacturers. A new methodology for concurrent collaborative product-service design applying lean based product design paradigm will be developed. Three manufacturing companies, delivering machines/equipment in three different mass production sectors, will drive the project development.",
    "totalCost": "4055840",
    "ecMaxContribution": "4055840",
    "coordinator": "UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO",
    "coordinatorCountry": "PT",
    "participants": "INSTITUT F‹R ANGEWANDTE SYSTEMTECHNIK BREMEN GMBH;UNIVERSITA' DEGLI STUDI DI BERGAMO;N.BAZIGOS ABEE;EKA SRL;KLOECKNER DESMA Schuhmaschinen GmbH;SINGULARLOGIC CYPRUS LTD;CAREL INDUSTRIES SPA;PANEPISTIMIO PATRON",
    "participantCountries": "DE;IT;EL;CY",
    "projectParticipants": {
        "999633889": {
            "orgId": "999633889",
            "orgName": "UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO",
            "ecContrib": 585502
        },
        "999595380": {
            "orgId": "999595380",
            "orgName": "UNIVERSITA' DEGLI STUDI DI BERGAMO",
            "ecContrib": 454188
        },
        "948520806": {
            "orgId": "948520806",
            "orgName": "SINGULARLOGIC CYPRUS LTD",
            "ecContrib": 421750
        },
        "989343935": {
            "orgId": "989343935",
            "orgName": "KLOECKNER DESMA Schuhmaschinen GmbH",
            "ecContrib": 371938
        },
        "999634374": {
            "orgId": "999634374",
            "orgName": "INSTITUT FÜR ANGEWANDTE SYSTEMTECHNIK BREMEN GMBH",
            "ecContrib": 650275
        },
        "950829406": {
            "orgId": "950829406",
            "orgName": "EKA SRL",
            "ecContrib": 469812
        },
        "951966828": {
            "orgId": "951966828",
            "orgName": "CAREL INDUSTRIES SPA",
            "ecContrib": 309188
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 604188
        },
        "989700022": {
            "orgId": "989700022",
            "orgName": "N.BAZIGOS ABEE",
            "ecContrib": 189000
        }
    },
    "calculatedTotalContribution": 4055841
}