{
    "rcn": "193479",
    "acronym": "X-probe",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Advanced XFEL and Synchrotron based Probes of Protein Structure and Dynamics",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "This cross-disciplinary Marie Curie Innovative Training Network builds upon the transformative opportunities created by existing X-ray sources and new sources soon to be operative in Europe. These opportunities include using ultrafast X-ray sources to extract time-dependent structural information from proteins; and revolutionary possibilities created by X-ray Free Electron Laser radiation for an entirely new regime of pre-damage serial femtosecond crystallography. No lag should exist between building new sources and training the next generation of scientists well versed in using these facilities. Our research training will yield new scientific insights on fundamental properties of protein structure and dynamics: one of the most challenging problems in structural biology; and technological advancements in diverse fields from pharmacology to nanotechnology. \nX-probe creates close interdisciplinary collaboration between structural biologists, physical chemists, beamline engineers, software developers, and industrial partners. The rapidly changing state-of-the-art demands that young researchers are trained to meet these new experimental, technical and analysis challenges at the forefront of structural biology and photochemistry. X-probeís interdisciplinary and intersectorial training network incorporates four leading European X-ray facilities (ESRF, MAXIV Laboratory, European XFEL, SwissFEL); three academic laboratories at the forefront developing X-ray tools to probe protein dynamics; and both large and small industrial partners. Four principal scientists in X-probe are female. X-probe builds close cooperation between traditionally separate fields of research at the very cutting edge of structural biology and creates a visionary training network that would not be possible within any of the individual partner states.",
    "totalCost": "2331284,76",
    "ecMaxContribution": "2331284,76",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITAET HAMBURG;EUROPEAN SYNCHROTRON RADIATION FACILITY;ASTRAZENECA AB;Xtal Concepts GmbH;LUNDS UNIVERSITET;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;GOETEBORGS UNIVERSITET;MOLIROM SRL",
    "participantCountries": "DE;FR;SE;IT",
    "projectParticipants": {
        "999941379": {
            "orgId": "999941379",
            "orgName": "ASTRAZENECA AB",
            "ecContrib": 263659
        },
        "955486473": {
            "orgId": "955486473",
            "orgName": "MOLIROM SRL",
            "ecContrib": 258061
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 263659
        },
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 263659
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 258061
        },
        "999484121": {
            "orgId": "999484121",
            "orgName": "EUROPEAN SYNCHROTRON RADIATION FACILITY",
            "ecContrib": 262876
        },
        "999994923": {
            "orgId": "999994923",
            "orgName": "PAUL SCHERRER INSTITUT",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "999624771": {
            "orgId": "999624771",
            "orgName": "SAPIENZA INNOVAZIONE CONSORZIO",
            "ecContrib": 0
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 249216
        },
        "941937319": {
            "orgId": "941937319",
            "orgName": "Xtal Concepts GmbH",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 2331283
}