{
    "rcn": "193436",
    "acronym": "ACCEPT",
    "topics": "EeB-03-2014",
    "title": "Assistant for Quality Check during Construction Execution Processes for Energy-efficienT buildings",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "Assistant for Quality Check during Construction Execution Processes for Energy-efficienT buildings\n\nProblem: What the consortium sees as a major problem today is the potential loss of benefits of energy-efficient building components because of the lack of knowledge or bad implementation during the construction processes.\n\n\nSolution: During the project ACCEPT will be created ñ An assistant for quality check during construction execution processes for energy-efficienT buildings. The assistant will run on Smart Glasses and unobtrusively guide workers during the construction on site. This provides a standardized and coordinated process for all workers, ensuring that all benefits of energy-efficient building components are maintained.\n\nFrom a user perspective ACCEPT is focused on the following very clear main results:\n\n1. The Construction Operator Assistant App (CoOpApp) running on Smart Glasses, which passively collects data and actively provides guidance to the worker on site during the building process. (Pillar I: Advanced Knowledge Transfer for Energy-efficient Construction)\n2. A Site Manager App (SiMaApp)   running on a mobile device, which allows to remotely coordinate the working process as well as collect additional data on site by different sensors. (Pillar II: Agile Project Coordination for Bridging Heterogeneity)\n\n3. An interactive web-based Dashboard as a monitoring and quality assurance solution. The Dashboard will use self-inspection methods to determine important characteristics such as U-Values. (Pillar III: Adaptive Quality Assurance with Self-Inspection Features)\n\nThe project is fully build around achieving a maximum of impaxt: The three results will be accompanied by 7 real-world pilots grouped into 3 piloting areas within the project. Pilots are located in 4 different EU countries.",
    "totalCost": "4463367,5",
    "ecMaxContribution": "4463367,5",
    "coordinator": "ASCORA GMBH",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITE DE LIEGE;FRAUNHOFER ITALIA RESEARCH SCARL;INGLETON WOOD LLP;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;EPITESSERA ARCHITECTS LTD;ENTREPRISES DELENS JACQUES SA;TIE NEDERLAND BV;FERROVIAL AGROMAN SA;CYPE SOFT SL;ANSWARETECH SL",
    "participantCountries": "BE;IT;UK;DE;CY;NL;ES",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 401584
        },
        "990350019": {
            "orgId": "990350019",
            "orgName": "ANSWARETECH SL",
            "ecContrib": 469264
        },
        "952564445": {
            "orgId": "952564445",
            "orgName": "CYPE SOFT SL",
            "ecContrib": 278084
        },
        "970864368": {
            "orgId": "970864368",
            "orgName": "FRAUNHOFER ITALIA RESEARCH SCARL",
            "ecContrib": 245740
        },
        "999772987": {
            "orgId": "999772987",
            "orgName": "TIE NEDERLAND BV",
            "ecContrib": 509389
        },
        "944583964": {
            "orgId": "944583964",
            "orgName": "EPITESSERA ARCHITECTS LTD",
            "ecContrib": 277459
        },
        "972136135": {
            "orgId": "972136135",
            "orgName": "FERROVIAL AGROMAN SA",
            "ecContrib": 342695
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 188819
        },
        "942687420": {
            "orgId": "942687420",
            "orgName": "ENTREPRISES DELENS JACQUES SA",
            "ecContrib": 231555
        },
        "943808158": {
            "orgId": "943808158",
            "orgName": "INGLETON WOOD LLP",
            "ecContrib": 521050
        },
        "972142440": {
            "orgId": "972142440",
            "orgName": "ASCORA GMBH",
            "ecContrib": 997730
        }
    },
    "calculatedTotalContribution": 4463369
}