{
    "rcn": "193413",
    "acronym": "HOMESKIN",
    "topics": "EeB-01-2014",
    "title": "HOMES Key INsulating material",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "The Advanced Aerogel-Based Composite (AABC) materials are a unique new class of materials. The HOMESKIN project aims at developing a new silica Advanced Aerogel-Based Composite material possessing the lowest thermal conductivity of all insulation materials found in the market. The proposed solution will bring to the market new insulation technologies that do not only possess very high thermal insulation performance but also are thinner, lighter, non flammable, and with lower CO2 and VOC emissions. The new material developed can be applied to new buildings as well as for old buildings retrofit applications. Among our objectives in this project are to develop more sustainable construction with lower embodied energy, and develop healthy, fire resistant and moisture controlled insulating layers, as well as eco-innovative binders and adhesives, to enhance the durability and reduce maintenance costs, and to demonstrate the energy and health efficiency of building envelopes based on such new materials. The HOMESKIN project shall bring key contributions to the very high performance insulation standards and policies. Different tasks will be carried out by the partners involved. One part of the work is dedicated to the material development. This material will become the basis for the development of the insulation systems. Coatings and interface materials will be developed according to the AABC integration in the insulation systems solutions (for inside, outside, singular points and thermal bridges insulation applications). These advanced insulating systems will be assessed to validate their acoustical, thermal, hygrothermal, fire safety, and VOC emissions properties. A life cycle analysis will also be performed. The performances of these solutions will then be tested on buildings under real weather conditions, from Passys cells to houses in different European regions and finally to a public authority infrastructure.",
    "totalCost": "6291529,38",
    "ecMaxContribution": "4517567",
    "coordinator": "PRODUITS CHIMIQUES AUXILIAIRES ET DE SYNTHESE SA",
    "coordinatorCountry": "FR",
    "participants": "SORANE SA;FLAG SPA;WAVESTONE LUXEMBOURG S.A.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS;UNIVERSITAET STUTTGART;PAREXGROUP MORTEROS SA;TROCELLEN ITALIA SPA;INSTITUT DE TECNOLOGIA DE LA CONSTRUCCION DE CATALUNYA",
    "participantCountries": "CH;IT;LU;FR;DE;ES",
    "projectParticipants": {
        "967822448": {
            "orgId": "967822448",
            "orgName": "WAVESTONE LUXEMBOURG S.A.",
            "ecContrib": 119000
        },
        "945154421": {
            "orgId": "945154421",
            "orgName": "SORANE SA",
            "ecContrib": 0
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 500005
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 598000
        },
        "999981246": {
            "orgId": "999981246",
            "orgName": "ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS",
            "ecContrib": 250506
        },
        "945396727": {
            "orgId": "945396727",
            "orgName": "PAREXGROUP MORTEROS SA",
            "ecContrib": 659094
        },
        "945426700": {
            "orgId": "945426700",
            "orgName": "TROCELLEN ITALIA SPA",
            "ecContrib": 513625
        },
        "943288723": {
            "orgId": "943288723",
            "orgName": "FLAG SPA",
            "ecContrib": 435312
        },
        "991011753": {
            "orgId": "991011753",
            "orgName": "PRODUITS CHIMIQUES AUXILIAIRES ET DE SYNTHESE SA",
            "ecContrib": 989050
        },
        "945306517": {
            "orgId": "945306517",
            "orgName": "INSTITUT DE TECNOLOGIA DE LA CONSTRUCCION DE CATALUNYA",
            "ecContrib": 452975
        }
    },
    "calculatedTotalContribution": 4517567
}