{
    "rcn": "193495",
    "acronym": "CNIDARIAMICRORNA",
    "topics": "ERC-StG-2014",
    "title": "Elucidation of the evolution of post-transcriptional regulation by characterizing the cnidarian microRNA pathway",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Over the past decade small RNAs such as microRNAs (miRNAs) and small interfering RNAs (siRNAs) have been shown to carry pivotal roles in post-transcriptional regulation and genome protection and to play an important part in various physiological processes in animals. miRNAs can be found in a very wide range of animals yet their functions were studied almost exclusively in members of the Bilateria such as insects, nematodes and vertebrates. Hence studying their function in representatives of non-bilaterian phyla such as Cnidaria (sea anemones, corals, hydras and jellyfish) is crucial for understanding the evolution of miRNAs in animals and can provide important insights into their roles in the ancient ancestor of Cnidaria and Bilateria. The sea anemone Nematostella vectensis is an excellent model for such a study since it can be grown in large numbers throughout its life cycle in the lab and because well-established genetic manipulation techniques are available for this species. Our preliminary results indicate that miRNAs in Nematostella frequently have a nearly perfect match to their messenger RNA (mRNA) targets, resulting in cleavage of the target. This mode of action is common for plant miRNAs, but is very rare in Bilateria. This finding together with my recent discovery of a Nematostella homolog of HYL1, a protein involved in miRNA biogenesis in plants, raises the exciting possibility that the miRNA pathway existed in the common ancestor of plants and animals.  Here I suggest to bring together an array of advanced biochemical and genetic methods such as gene knockdown, transgenesis, high throughput sequencing and immunoprecipitation in order to obtain - for the first time - a deep understanding of the biogenesis and mechanism of action of small RNAs in Cnidaria. This will provide a novel way to understand the evolution of this important molecular pathway and to evaluate its age and ancestral form.",
    "totalCost": "1499587",
    "ecMaxContribution": "1499587",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1499587
        }
    },
    "calculatedTotalContribution": 1499587
}