{
    "rcn": "193489",
    "acronym": "SYMPLECTIC",
    "topics": "ERC-StG-2014",
    "title": "Symplectic Measurements and Hamiltonian Dynamics",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "Symplectic geometry combines a broad spectrum of interrelated disciplines lying in the mainstream of modern mathematics. The past two decades have given rise to several exciting developments in this field, which introduced new mathematical tools and opened challenging new questions. Nowadays symplectic geometry reaches out to an amazingly wide range of areas, such as differential and algebraic geometry, complex analysis, dynamical systems, as well as quantum mechanics, and string theory. Moreover, symplectic geometry serves as a basis for Hamiltonian dynamics, a discipline providing efficient tools for modeling a variety of physical and technological processes, such as orbital motion of satellites (telecommunication and GPS navigation), and propagation of light in optical fibers (with significant applications to medicine).\n\nThe proposed research is composed of several innovative studies in the frontier of symplectic geometry and Hamiltonian dynamics, which are of highly significant interest in both fields. These studies have strong interactions on a variety of topics that lie at the heart of contemporary symplectic geometry, such as symplectic embedding questions, the geometry of Hoferís metric, Lagrangian intersection problems, and the theory of symplectic capacities. \nMy research objectives are twofold. First, to solve the open research questions described below, which I consider to be pivotal in the field. Some of these questions have already been studied intensively, and progress toward solving them would be of considerable significance. Second, some of the studies in this proposal are interdisciplinary by nature, and use symplectic tools in order to address major open questions in other fields, such as the famous Mahler conjecture in convex geometry. My goal is to deepen the connections between symplectic geometry and these fields, thus creating a powerful framework that will allow the consideration of questions currently unattainable.",
    "totalCost": "1221921",
    "ecMaxContribution": "1221921",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1221921
        }
    },
    "calculatedTotalContribution": 1221921
}