{
    "rcn": "193423",
    "acronym": "MEASURE",
    "topics": "SPIRE-04-2014",
    "title": "Metrics for Sustainability Assessment in European Process Industries",
    "startDate": "01/01/2015",
    "endDate": "31/03/2016",
    "objective": "The aim of the CSA MEASURE is to provide support and guidance, how to reach the H2020 SPIRE Public Private Partnership goals on reduction in fossil energy intensity, non-renewable, primary raw material intensity and greenhouse gas emissions in the most effective way. MEASURE will deliver a roadmap how to evaluate processes in a standardised, comparative way. Benefiting from the strong support of our cross-sectorial Advisory Board, the impact of the MEASURE roadmap shall outreach the H2020 SPIRE programme towards harmonised standards for sustainability assessment in the entire European process industry. MEASURE will bring together leading European process industries in chemistry, consumer goods, steel, automotive, non-ferrous metals, water and waste with well-known research centres, and academic experts with profound complementing expertise on sustainability assessment with regulators and standardisation bodies.\nLead users will be innovative companies of all sectors of European process industry and academic partners supporting their maintenance of leadership in enabling technologies and advanced materials & processes as well as public authorities and standardisation bodies. \nThe phases of work will include a detailed, cross-sectorial stakeholder analysis on the use of existing sustainability metrics and decision support tools for different goals, stages and data availabilities; an in-depth dialogue between the MEASURE core team and the Advisory Board during two organised workshops and as final outcome, a harmonised roadmap towards universally accepted and standardised tools for environmental, economic and social assessment in process industries over the whole value chain. Implementation will take place by open access publication of the roadmap as well as its widespread promotion in the existing network of the MEASURE partners including UNEP/SETAC, ISO, DIN, WBCSD, FAO, CEFIC, SusChem, PlasticsEurope, FEFANA, World Steel, RSC, GDCh, IChemE, DECHEMA, JRC ISPRA.",
    "totalCost": "499875",
    "ecMaxContribution": "499875",
    "coordinator": "Friedrich Schiller University Jena",
    "coordinatorCountry": "DE",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;THE UNIVERSITY OF MANCHESTER;UNIVERSITEIT GENT;EVONIK CREAVIS GMBH;EVONIK INDUSTRIES AG;TECHNISCHE UNIVERSITAET BERLIN;PROCTER & GAMBLE SERVICES COMPANY NV;THYSSENKRUPP STEEL EUROPE AG",
    "participantCountries": "UK;BE;DE",
    "projectParticipants": {
        "962748475": {
            "orgId": "962748475",
            "orgName": "EVONIK INDUSTRIES AG",
            "ecContrib": 20984
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 73538
        },
        "999868726": {
            "orgId": "999868726",
            "orgName": "FRIEDRICH-SCHILLER-UNIVERSITAT JENA",
            "ecContrib": 0
        },
        "927701696": {
            "orgId": "927701696",
            "orgName": "EVONIK CREAVIS GMBH",
            "ecContrib": 34016
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 60000
        },
        "966022322": {
            "orgId": "966022322",
            "orgName": "PROCTER & GAMBLE SERVICES COMPANY NV",
            "ecContrib": 38000
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 70000
        },
        "999918584": {
            "orgId": "999918584",
            "orgName": "THYSSENKRUPP STEEL EUROPE AG",
            "ecContrib": 30000
        }
    },
    "calculatedTotalContribution": 326538
}