{
    "rcn": "193448",
    "acronym": "PLATINUM",
    "topics": "ERC-StG-2014",
    "title": "Papyri and LAtin Texts: INsights and Updated Methodologies.Towards a philological, literary, and historical approach to Latin papyri",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "The aim of PLATINUM is to scrutinize Latin texts on papyrus from several points of view in order to highlight their substantial contribution to our knowledge of innovations in ancient Roman literature, language, history, and society, especially in the multilingual and multicultural contexts of the Eastern part of the Empire between the 1st century B.C. and 8th century A.D. The first phase of the project will consist in assembling, updating and publishing critical editions, in order to present a new and more accurate corpus of Latin papyri on an easily accessible online platform. The second phase will be focused on providing the texts with a specific, pluridisciplinary commentary that gives new insights on Roman culture.\nComing mainly from Egypt and other Roman provinces (as well as Herculaneum and Ravenna), Latin papyri deserve more scholarly attention not only from papyrologists and paleographers, but also from scholars of Latin language, as well as intellectual and cultural historians of Rome. Latin papyri, tablets, and ostraka (potsherds) are constantly increasing in number through archaeological discoveries. Because they are so rare, they are even more valuable than the Greek papyri, which have garnered much attention. The Latin papyri have hitherto represented a border-line field of study that has not been fully exploited either by papyrologists or by scholars of Latin literature. Moreover, the obsolete bibliography and the considerable number of unpublished texts make the study of Latin papyri (and bilingual Latin-Greek, Latin-Coptic, Latin-Punic texts) - whether literary (e.g. Cicero, Vergil, law), paraliterary (grammar, medicine, magic), or documentary (letters, official registers, receipts) ñ a pioneering and challenging task. A more through study will reveal the untapped potential of Latin texts on papyrus for renewing our knowledge of the circulation and reception of Latin language and education, as a cultural engine in Mediterranean societies.",
    "totalCost": "1485712",
    "ecMaxContribution": "1485712",
    "coordinator": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 1485712
        }
    },
    "calculatedTotalContribution": 1485712
}