{
    "rcn": "193472",
    "acronym": "TASIO",
    "topics": "EE-18-2014",
    "title": "Waste Heat Recovery for Power Valorisation with Organic Rankine Cycle Technology in Energy Intensive Industries",
    "startDate": "01/12/2014",
    "endDate": "30/11/2018",
    "objective": "The main objective of the project is to develop solutions to recover the waste heat produced in energetic intensive processes of industrial sectors such as cement, glass, steelmaking and petrochemical and transform it into useful energy. These solutions will be designed after an evaluation of the energetic situation of these four industries and will deal with the development of Waste Heat Recovery Systems (WHRS) based on the Organic Rankine Cycle (ORC) technology. This technology is able to recover and transform the thermal energy of the flue gases of EII into electric power for internal or external use. Furthermore, a WHRS will be developed and tested to recover and transform the thermal energy of the flue gases of EII into mechanical energy for internal use (compressors). In order to reach this objective several challenging innovative aspects will have to be approached by the consortium. It is planned to design and develop a multisectorial direct heat exchanger to transfer heat directly from the flue gases to the organic fluid of the ORC system and to develop new heat conductor and anticorrosive materials to be used in parts of the heat exchanger in contact with the flue gases. These aspects will be completed by the design and modelling of a new integrated monitoring and control system for the addressed sectors. The consortium consists of 8 partners from 4 European countries. They cover several relevant sectors of the energy intensive industry, namely cement, steel, glass and petrochemical sectors. The industrial involvement in the project is significant and the project addresses the implementation of a full demonstration of the WHRS for electrical energy generation in one of the industrial partners (CEMENTI ROSSI) and a semi-validation of the WHRS for air compressors energy supply system at pilot scale.",
    "totalCost": "3989247,5",
    "ecMaxContribution": "3989247,5",
    "coordinator": "FUNDACION TECNALIA RESEARCH & INNOVATION",
    "coordinatorCountry": "ES",
    "participants": "TURBODEN SRL;RINA CONSULTING SPA;INDUSTRIA CEMENTI GIOVANNI ROSSI SPA;GEONARDO ENVIRONMENTAL TECHNOLOGIES LTD;HOLCIM (ROMANIA) SA;SIDENOR ACEROS ESPECIALES SL;Vidrala S.A.;RINA CONSULTING - CENTRO SVILUPPO MATERIALI SPA",
    "participantCountries": "IT;HU;RO;ES",
    "projectParticipants": {
        "999951467": {
            "orgId": "999951467",
            "orgName": "RINA CONSULTING SPA",
            "ecContrib": 240000
        },
        "956621858": {
            "orgId": "956621858",
            "orgName": "SIDENOR ACEROS ESPECIALES SL",
            "ecContrib": 225378
        },
        "937639249": {
            "orgId": "937639249",
            "orgName": "INDUSTRIA CEMENTI GIOVANNI ROSSI SPA",
            "ecContrib": 750000
        },
        "999745536": {
            "orgId": "999745536",
            "orgName": "GEONARDO ENVIRONMENTAL TECHNOLOGIES LTD",
            "ecContrib": 131250
        },
        "986226549": {
            "orgId": "986226549",
            "orgName": "Vidrala S.A.",
            "ecContrib": 147500
        },
        "985350154": {
            "orgId": "985350154",
            "orgName": "TURBODEN SRL",
            "ecContrib": 1250000
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 1002170
        },
        "943897689": {
            "orgId": "943897689",
            "orgName": "HOLCIM (ROMANIA) SA",
            "ecContrib": 0
        },
        "998453011": {
            "orgId": "998453011",
            "orgName": "RINA CONSULTING - CENTRO SVILUPPO MATERIALI SPA",
            "ecContrib": 242950
        }
    },
    "calculatedTotalContribution": 3989248
}