{
    "rcn": "193432",
    "acronym": "REDMUD",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "European Training Network for Zero-waste Valorisation of Bauxite Residue (Red Mud)",
    "startDate": "01/12/2014",
    "endDate": "31/10/2019",
    "objective": "To tackle its (critical) raw material dependency, Europe needs comprehensive strategies based on sustainable primary mining, substitution and recycling. Freshly produced flows and stocks of landfilled industrial residues such as mine tailings, non-ferrous slag and bauxite residue (BR) can provide major amounts of critical metals and, concurrently, minerals for low-carbon building materials. The European Training Network for Zero-Waste Valorisation of Bauxite Residue (REDMUD) therefore targets the vast streams of new and stockpiled BR in the EU-28. BR contains several critical metals, is associated with a substantial management cost, whereas spills have led to major environmental incidents, including the Ajka disaster in Hungary. To date, zero-waste valorisation of BR is not occurring yet. The creation of a zero-waste BR valorisation industry in Europe urgently requires skilled scientists and engineers, who can tackle the barriers to develop fully closed-loop environmentally-friendly recovery flow sheets. REDMUD trains 15 researchers in the S/T of bauxite residue valorisation, with emphasis on the recovery of Fe, Al, Ti and rare earths (incl. Sc) while valorising the residuals into building materials. An intersectoral and interdisciplinary collaboration of EU-leading institutes and scientists has been established, which covers the full value chain, from BR to recovered metals and new building materials. Research challenges include the development of efficient extraction of Fe, Al, Ti and rare earths (incl. Sc) from distinct (NORM classified) BRs and the preparation of new building materials with higher than usual Fe content. By training the researchers in pyro-, hydro- and ionometallurgy, electrolysis, rare-earth extraction and separation technology, inorganic polymer and cement chemistry, Life Cycle Assessment (LCA), NORM aspects and characterisation, they become the much needed scientists and engineers for the growing European critical raw materials industry.",
    "totalCost": "3720893,4",
    "ecMaxContribution": "3720893,4",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "TARTU ULIKOOL;HELSINGIN YLIOPISTO;KUNGLIGA TEKNISKA HOEGSKOLAN;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;TITAN CEMENT COMPANY AE;MYTILINEOS ANONIMI ETAIRIA - OMILOS EPICHEIRISEON;MEAB CHEMIE TECHNIK GMBH;ALOUMINION TIS ELLADOS VIOMICHANIKI KAI EMPORIKI ANONYMOS ETAIREIA VEAE",
    "participantCountries": "EE;FI;SE;DE;EL",
    "projectParticipants": {
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 226265
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 263659
        },
        "958280267": {
            "orgId": "958280267",
            "orgName": "TITAN CEMENT COMPANY AE",
            "ecContrib": 242387
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 498433
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 484774
        },
        "911519865": {
            "orgId": "911519865",
            "orgName": "MYTILINEOS ANONIMI ETAIRIA - OMILOS EPICHEIRISEON",
            "ecContrib": 484774
        },
        "990568075": {
            "orgId": "990568075",
            "orgName": "ALOUMINION TIS ELLADOS VIOMICHANIKI KAI EMPORIKI ANONYMOS ETAIREIA VEAE",
            "ecContrib": 0
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 269145
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 1002240
        },
        "953907992": {
            "orgId": "953907992",
            "orgName": "MEAB CHEMIE TECHNIK GMBH",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3720893
}