{
    "rcn": "193431",
    "acronym": "FALCON",
    "topics": "FoF-05-2014",
    "title": "Feedback mechanisms Across the Lifecycle for Customer-driven Optimization of iNnovative product-service design",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "The undergoing transformation in our current socio-economic models, led by the advent of emerging technologies, has changed the relation of customers to products and services. Customers play no longer a passive role in the product and service development process as they express their product and service experiences and opinions through several channels such as discussion forums, blogs, chat, idea voting, and more. In addition, sensor systems in combination with products incorporated in the Internet of Things (IoT), are becoming increasingly common. The potential endless amounts of available information offer a rich ground for value creation in the product-service innovation chain. In this context FALCON envisions to provide a framework to enable the realization of new products and value-adding services, resulting from user-experiences and product and related services usage; undertaken with the principles of sustainability and social responsibility. FALCON will create impact through the following objectives: First the project will address product-service information collection through collaborative intelligence and Product Embedded Information Devices. Second, it will enable new mechanisms for product-service knowledge representation, exploitation, openness and diffusion. Third, it will strengthen collaboration and new product-service development through new feedback and feed forward mechanisms in the product life-cycle. Fourth, FALCON will explore manufacturing intelligence to support innovative product-services design and finally FALCON will improve product-service lifecycle assessment approaches through the real-time collection of product-service usage information and related experiences. The project is driven by a consortium of highly recognized researchers (BIBA, EPFL, TU Delft ), experienced solution providers (UBITECH, Holonix, Softeco, i-Deal) and industrial companies (Arcelik, Philipps, Dena Cashmere, DATAPIXEL, Vinci Consulting).",
    "totalCost": "5098268,25",
    "ecMaxContribution": "4594973",
    "coordinator": "BIBA - BREMER INSTITUT FUER PRODUKTION UND LOGISTIK GMBH",
    "coordinatorCountry": "DE",
    "participants": "MEWS INNOVATION;HOLONIX SRL-SPIN OFF DEL POLITECNICO DI MILANO;MANDELLI LAURA;ISADEUS;GIOUMPITEK MELETI SCHEDIASMOS YLOPOIISI KAI POLISI ERGON PLIROFORIKIS ETAIREIA PERIORISMENIS EFTHYNIS;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;SOFTECO SISMAT SRL;ARCELIK A.S.;I-DEAL S.R.L.C.R.;PHILIPS MEDICAL SYSTEMS NEDERLAND BV;TECHNISCHE UNIVERSITEIT DELFT;DATAPIXEL SL",
    "participantCountries": "FR;IT;EL;CH;TR;NL;ES",
    "projectParticipants": {
        "928627949": {
            "orgId": "928627949",
            "orgName": "ISADEUS",
            "ecContrib": 66033
        },
        "999608766": {
            "orgId": "999608766",
            "orgName": "PHILIPS MEDICAL SYSTEMS NEDERLAND BV",
            "ecContrib": 503652
        },
        "999651155": {
            "orgId": "999651155",
            "orgName": "BIBA - BREMER INSTITUT FUER PRODUKTION UND LOGISTIK GMBH",
            "ecContrib": 812552
        },
        "967204461": {
            "orgId": "967204461",
            "orgName": "HOLONIX SRL-SPIN OFF DEL POLITECNICO DI MILANO",
            "ecContrib": 559500
        },
        "942487891": {
            "orgId": "942487891",
            "orgName": "MANDELLI LAURA",
            "ecContrib": 224500
        },
        "997390570": {
            "orgId": "997390570",
            "orgName": "MEWS INNOVATION",
            "ecContrib": 271467
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 440956
        },
        "998424590": {
            "orgId": "998424590",
            "orgName": "DATAPIXEL SL",
            "ecContrib": 313000
        },
        "985034419": {
            "orgId": "985034419",
            "orgName": "GIOUMPITEK MELETI SCHEDIASMOS YLOPOIISI KAI POLISI ERGON PLIROFORIKIS ETAIREIA PERIORISMENIS EFTHYNIS",
            "ecContrib": 322500
        },
        "999802766": {
            "orgId": "999802766",
            "orgName": "SOFTECO SISMAT SRL",
            "ecContrib": 539875
        },
        "951359123": {
            "orgId": "951359123",
            "orgName": "I-DEAL S.R.L.C.R.",
            "ecContrib": 185312
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 0
        },
        "998821708": {
            "orgId": "998821708",
            "orgName": "ARCELIK A.S.",
            "ecContrib": 355625
        }
    },
    "calculatedTotalContribution": 4594972
}