{
    "rcn": "193531",
    "acronym": "QUEST",
    "topics": "ERC-StG-2014",
    "title": "QUantum Hall Edge State Tunnelling spectroscopy",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The quantum nature of an electronic fluid is ubiquitous in many solid-state systems subjected to correlations or confinement. This is particularly true for two-dimensional electron gases (2DEGs) in which fascinating quantum states of matter, such as the integer and fractional quantum Hall (QH) states, arise under strong magnetic fields. The understanding of QH systems relies on the existence of one-dimensional (1D) conducting channels that propagate unidirectionally along the edges of the system, following the confining potential. Due to the buried nature of 2DEG commonly built in semiconducting heterostructures, the considerable real space structure of this 1D electronic fluid and its energy spectrum remain largely unexplored.\nThis project consists in exploring at the local scale the intimate link between the spatial structure of QH edge states, coherent transport and the coupling with superconductivity at interfaces. We will use graphene as a surface-accessible 2DEG to perform a pioneering local investigation of normal and superconducting transport through QH edge states. A new and unique hybrid Atomic Force Microscope and Scanning Tunneling Microscope (STM) operating in the extreme conditions required for this physics, i.e. below 0.1 kelvin and up to 14 teslas, will be developed and will allow unprecedented access to the edge of a graphene flake where QH edge states propagate.\nOverall, the original combination of magnetotransport measurements with scanning tunnelling spectroscopy will solve fundamental questions on the considerable real-space structure of integer and fractional QH edge states impinged by either normal or superconducting electrodes. Our world-unique approach, which will provide the first STM imaging and spectroscopy of QH edge channels, promises to open a new field of investigation of the local scale physics of the QH effect.",
    "totalCost": "1761411,84",
    "ecMaxContribution": "1761411,84",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1761412
        }
    },
    "calculatedTotalContribution": 1761412
}