{
    "rcn": "193512",
    "acronym": "GOTOFLY",
    "topics": "COMPET-05-2014",
    "title": "Boosting the European Innovative Satellite Technologies with In-Orbit Demonstrations",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "GOTOFLY! project aims first at building a wide portfolio of solutions and opportunities for the In-Orbit Demonstration and Validation of European satellite technologies and products, that are under development in Europe with the support of the EU, ESA, and national Space Agencies. Then we will design technically and programmatically several IOD/IOV missions from the portfolio, suitable to the Horizon 2020 context. Lastly, the GOTOFLY! project will promote its results among the stakeholders of the European Space sector.\n.\nTherefore, the GOTOFLY! project gathers a teams of 5 enterprises of the European Space industry coming from 4 different countries: \n- 3 national branches of Thales Alenia Space (TAS) in France, Italy and Spain. TAS is a major satellites manufacturer and a leading player in the field of the Space R&D. It knows accurately the constraints for launching various satellites, then in-flight monitoring  payload parts\n- Sea & Space Exploration in Belgium, an independent expert in analysing market trends and opportunities of the IC Technologies and satellite communication business\n- NovaNano, a French SME developing IOD/IOV low-cost solutions based on nanosatellites.\n.\nAs a coordination action within H2020 programme, the GOTOFLY! Project proposes:\n- to set-up a panorama of technologies and products that are of high interest for supporting new satcom applications & services, and for strengthening the competiveness and independence of the European space Industry.\n- to catalogue the potentials IOD/IOV ëcarriersí able to host these technologies &  products and to identify the launch opportunities: from nanosatellites to big GEO ones (which can merge a commercial mission with an experimental payload as a passenger)\n- to select a set of IOD/IOV scenarios from the portfolio and to design these IOV/IOD missions on both technical and programmatic aspects, including the funding strategy. \n- and finally to recommend to Europe the best IOD/IOV for next H2020 phases.",
    "totalCost": "459287,5",
    "ecMaxContribution": "459287,5",
    "coordinator": "THALES ALENIA SPACE FRANCE",
    "coordinatorCountry": "FR",
    "participants": "NOVANANO SAS;THALES ALENIA SPACE ITALIA SPA;SEA & SPACE EXPLORATION;THALES ALENIA SPACE ESPANA, SA",
    "participantCountries": "FR;IT;BE;ES",
    "projectParticipants": {
        "999488195": {
            "orgId": "999488195",
            "orgName": "THALES ALENIA SPACE ITALIA SPA",
            "ecContrib": 105010
        },
        "999908205": {
            "orgId": "999908205",
            "orgName": "THALES ALENIA SPACE FRANCE",
            "ecContrib": 168942
        },
        "942691979": {
            "orgId": "942691979",
            "orgName": "SEA & SPACE EXPLORATION",
            "ecContrib": 89875
        },
        "945401189": {
            "orgId": "945401189",
            "orgName": "NOVANANO SAS",
            "ecContrib": 35000
        },
        "999701595": {
            "orgId": "999701595",
            "orgName": "THALES ALENIA SPACE ESPANA, SA",
            "ecContrib": 60460
        }
    },
    "calculatedTotalContribution": 459287
}