{
    "rcn": "193526",
    "acronym": "STARLIGHT",
    "topics": "ERC-StG-2014",
    "title": "Steering attosecond electron dynamics in biomolecules with UV-XUV LIGHT pulses",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "One of the challenges facing science is to understand the chemical origin of DNA damage-induced mutations. Upon exposure to UV light, DNA nucleobases become electronically excited. This process potentially favors mutagenic miscoding of the DNA sequence.\nThe main target of STARLIGHT is to study with unprecedented temporal resolution (few-femtoseconds/attoseconds) the electron dynamics occurring in UV photoexcited biomolecules. I will mainly consider aromatic complexes including DNA nucleobases (and ultimately DNA) with the aim of tracking in real time the electron dynamics preceding structural changes potentially leading to damage. The proposed research is based on a bottom-up approach: it allows one to understand the physical origin of a variety of light-driven processes occurring in more complex biological systems of crucial importance in photochemistry and photobiology, with tremendous prospects in phototherapy.\nElectron motion in molecules occurs on a temporal scale ranging from few femtoseconds down to attoseconds. Attosecond science is nowadays a well-established field and electron dynamics has been successfully studied in atoms and small molecules. The work recently conducted by the PI has demonstrated that this technology is mature and ready to be applied to more complex systems such as biomolecules.\nElectron dynamics will be resonantly activated in biomolecules by few-cycle UV pump pulses and subsequently probed by as-XUV pulses or few-fs-UV pulses. Through time-resolved measurements of the molecular photo-fragmentation, gas-phase spectroscopy will be used to elucidate the role of electrons in the photoreactivity of the molecule in a solvent-free environment. With the final goal of steering the electronic motion, circularly polarized UV pulses will be also used to induce electronic currents in cyclic biomolecules. These ring currents can be exploited to generate intense magnetic fields with promising applications in molecular electronics and quantum control.",
    "totalCost": "1497000",
    "ecMaxContribution": "1497000",
    "coordinator": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
    "coordinatorCountry": "DE",
    "participants": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "participantCountries": "IT",
    "projectParticipants": {
        "999986969": {
            "orgId": "999986969",
            "orgName": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
            "ecContrib": 812500
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 684500
        }
    },
    "calculatedTotalContribution": 1497000
}