{
    "rcn": "193533",
    "acronym": "QUANTPATTERN",
    "topics": "ERC-StG-2014",
    "title": "Quantitative analysis of Nodal/Lefty-mediated pattern formation",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "How an initially homogenous population of cells self-organizes to form patterned embryos and tissues is a long-standing mystery in the field of developmental biology. Understanding such self-organizing processes is of central importance for regenerative medicine and would inform approaches to transform embryonic stem cells into complex multicellular structures for human tissue replacement. The influential reaction-diffusion model postulates that patterns emerge during development under the influence of poorly diffusive activators and highly diffusive inhibitors, and we have recently found biophysical evidence supporting the differential diffusivity of the activator Nodal and its inhibitor Lefty in zebrafish embryos. While we have begun to define the Nodal/Lefty activator-inhibitor pair as a reaction-diffusion system that can transform a uniform field of cells into an embryo, three important questions remain: First, how is the differential diffusivity of activators and inhibitors achieved in living embryos? The molecular weights of activator and inhibitor proteins are too similar to explain the difference in diffusivities. Second, how do reaction-diffusion systems adapt to tissue size? Embryos can vary considerably in size, but the proportions of their body plans are remarkably constant. How reaction-diffusion systems mediate this scale-invariant patterning in vivo is unknown. Third, how do reaction-diffusion systems self-organize? Embryos are often born with maternally provided prepatterns, and it is unknown whether reaction-diffusion systems also form relevant patterns in the absence of such prepatterns. We will address these questions in zebrafish and mouse embryonic stem cells by combining innovative quantitative experimentation and mathematical modeling. This high-risk/high-gain approach will allow us to unravel general principles underlying self-organizing processes and will inform new strategies for human tissue engineering from embryonic stem cells.",
    "totalCost": "1499750",
    "ecMaxContribution": "1499750",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1499750
        }
    },
    "calculatedTotalContribution": 1499750
}