{
    "rcn": "193569",
    "acronym": "Human Decisions",
    "topics": "ERC-StG-2014",
    "title": "The Neural Determinants of Perceptual Decision Making in the Human Brain",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "How do we make reliable decisions given sensory information that is often weak or ambiguous? Current theories center on a brain mechanism whereby sensory evidence is integrated over time into a ìdecision variableî which triggers the appropriate action upon reaching a criterion. Neural signals fitting this role have been identified in monkey electrophysiology but efforts to study the neural dynamics underpinning human decision making have been hampered by technical challenges associated with non-invasive recording. This proposal builds on a recent paradigm breakthrough made by the applicant that enables parallel tracking of discrete neural signals that can be unambiguously linked to the three key information processing stages necessary for simple perceptual decisions: sensory encoding, decision formation and motor preparation. Chief among these is a freely-evolving decision variable signal which builds at an evidence-dependent rate up to an action-triggering threshold and precisely determines the timing and accuracy of perceptual reports at the single-trial level. This provides an unprecedented neurophysiological window onto the distinct parameters of the human decision process such that the underlying mechanisms of several major behavioral phenomena can finally be investigated. This proposal seeks to develop a systems-level understanding of perceptual decision making in the human brain by tackling three core questions: 1) what are the neural adaptations that allow us to deal with speed pressure and variations in the reliability of the physically presented evidence? 2) What neural mechanism determines our subjective confidence in a decision? and 3) How does aging impact on the distinct neural components underpinning perceptual decision making? Each of the experiments described in this proposal will definitively test key predictions from prominent theoretical models using a combination of temporally precise neurophysiological measurement and psychophysical modelling.",
    "totalCost": "1382642,5",
    "ecMaxContribution": "1382642,5",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 1382642
        }
    },
    "calculatedTotalContribution": 1382642
}