{
    "rcn": "193501",
    "acronym": "nuDirections",
    "topics": "ERC-StG-2014",
    "title": "New Directions in Theoretical Neutrino Physics",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "'Thanks to tremendous advances in terrestrial, astrophysical and cosmological experiments, neutrino physics has again become one of the driving forces of progress in astroparticle physics. The proposed project nuDirections provides the indispensable theoretical counterpart to the rapid experimental developments. Our goal is to investigate from a theoretical point of view a multitude of unexplored phenomena within and beyond the Standard Model of particle physics that are now becoming experimentally accessible in new neutrino experiments. The three main pillars of the project are: (1) Light sterile neutrinos. With hypothetical eV-scale sterile neutrinos coming under intense scrutiny by new experiments, sophisticated global fits will remain a linchpin for the theoretical interpretation of experimental data. We plan to carry out these fits using upgrades of our world-leading numerical codes, and to use our results as guidelines for exploring new theoretical models featuring sterile neutrinos as part of a larger 'hidden sector' of particle physics. This includes in particular the unique phenomenology of self-interacting sterile neutrinos. (2) Decoherence effects in dense neutrino gases. As neutrinos propagate, coherence between different mass eigenstates is eventually lost due to their different group velocities. We will demonstrate that decoherence can completely modify neutrino oscillations in dense environments such as supernovae or the early Universe. Mapping the rich phenomenology of decoherence effects in neutrino oscillations thus has the potential to play a game-changing role in the physics of supernova neutrinos. (3) Neutrinos and dark matter. We plan to develop a new mechanism for the production of sterile neutrino dark matter in the early Universe and to play a leading role in the theory and phenomenology of neutrino signals from dark matter annihilation or decay.'",
    "totalCost": "806600",
    "ecMaxContribution": "806600",
    "coordinator": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 806600
        }
    },
    "calculatedTotalContribution": 806600
}