{
    "rcn": "193537",
    "acronym": "PredicTOOL",
    "topics": "ERC-StG-2014",
    "title": "Nanomethods to understand what makes an endogenous protein immunogenic",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "One of the major challenges in understanding the complex immune system is the question when and why this defense system attacks endogenous proteins (i.e. self-proteins). Currently, there are no reliable methods to predict what induces such an immune response, despite it has a major impact in medicine by causing autoimmune diseases, and in biotechnology by inducing adverse reactions towards new drugs.\nPredicTOOL will concentrate on antibody-mediated immune reactions to endogenous proteins. By high sensitivity nanotechnological tools based on spectroscopic and imaging techniques (e.g. Circular Dichroism Spectroscopy, Single Molecule Force Spectroscopy, Isothermal Titration Calorimetry, Fluorescence Microscopy), PredicTOOL will identify common patterns that characterize the interaction of autoantibodies with their antigens and further interaction with cells of the immune system. We will use well characterized human model diseases (cardiovascular). The proposed technologies will allow applying the rules of classic mechanics to identify the pattern of autoantibody-antigen interactions and will lead to better understand why an endogenous protein induces an immune response.\nThe project aims to: i) identify patterns expressed in proteins to which autoantibodies bind on a nanometer scale; ii) investigate whether certain mutations or post-translational changes in the proteins facilitate conformational changes leading to expression of such patterns; iii) assess the binding of human autoantibodies to such modified proteins and compare this with the binding to the wild type/native protein; and iv) develop a platform of microstructured arrays to investigate immunogenic proteins. The results of this highly interdisciplinary and translational project will allow to better understand autoimmunity and to develop new ways for prevention and treatment in medicine, and to optimize the production of safer biotherapeutic drugs.\n\nThe vision of PredicTOOL is that physics has the potential to substantially change the view on the pathogenesis of autoimmunity. It is highly interdisciplinary and bridges in a translational approach, immunology, physics, biotechnology and medicine. It targets to identify patterns driving antibody-mediated cardiovascular diseases. The project bears two major areas of application. In medicine, it can lead to better understand autoimmunity and to develop new ways for prevention and treatment. In the development of biotherapeutics, it can help to finally produce safer biotherapeutic drugs. The biggest strength of the project is to directly work in the human system (proteins and antibodies) applying state-of-the-art nanotechnological techniques and physical methods. We have already established the proof-of-principle of our approach using PF4/heparin model system, which now allows transferring our findings to other proteins to identify common patterns.",
    "totalCost": "1491250",
    "ecMaxContribution": "1491250",
    "coordinator": "ERNST-MORITZ-ARNDT-UNIVERSITƒT GREIFSWALD",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITATSMEDIZIN GREIFSWALD KORPERSCHAFT DES OFFENTLICHEN RECHTS",
    "participantCountries": "DE",
    "projectParticipants": {
        "947193555": {
            "orgId": "947193555",
            "orgName": "UNIVERSITATSMEDIZIN GREIFSWALD KORPERSCHAFT DES OFFENTLICHEN RECHTS",
            "ecContrib": 439439
        },
        "999858056": {
            "orgId": "999858056",
            "orgName": "ERNST-MORITZ-ARNDT-UNIVERSITÄT GREIFSWALD",
            "ecContrib": 1051811
        }
    },
    "calculatedTotalContribution": 1491250
}