{
    "rcn": "193506",
    "acronym": "COMPUCELL",
    "topics": "ERC-StG-2014",
    "title": "Autonomous Cellular Computers for Diagnosis",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Early diagnostics based on multiple biomarkers is key in numerous diseases, yet current technologies for multiplexed detection are complicated and expensive. Living cells detect and process various environmental signals in parallel and can self-replicate, presenting an attractive platform for scalable and affordable autonomous diagnostic devices. In this project, I will apply my expertise in synthetic biology, the rational engineering of biological systems, to build cell-based biosensors for multiplexed diagnosis using the non-pathogenic bacterium Bacillus subtilis.\n\nIn a first research line, I will conceive a scalable detection machinery by engineering chimeric receptors detecting extracellular biomarkers via sensing domains derived from antibodies. In a second research line, I will implement bio-molecular computing systems operating within and across bacterial cells to perform multiplexed biomarkers analysis. I will deploy in B. subtilis biomolecular logic gates and will engineer specific cell-cell communication systems to perform distributed multicellular computation in a bacterial consortia.\n\nMy project is highly interdisciplinary and is at the cross-roads of genetic engineering, structural biology, biophysics, modeling, and clinics. On  foundational point of view, I will make several breakthrough contributions to synthetic biology: (i) Advancing engineering frameworks for the Gram-positive model, B. subtilis. (ii) Pushing the limits of custom-ligand detection by engineered cells (iii) Exploring the frontiers of man-made biological computers. On an applied point of view, I plan to deliver a first prototype for the urinary diagnostic of diabetic nephropathy, a major complication of diabetes. Because of the modular design principles applied, my sensing platform will be reusable to diagnose other pathologies as well as for applications requiring custom-detection and bio-molecular computation like targeted therapy, drug delivery, or environmental monitoring.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}