{
    "rcn": "193528",
    "acronym": "WAPITI",
    "topics": "ERC-StG-2014",
    "title": "Water-mass transformation and Pathways In The Weddell Sea: uncovering the dynamics of a global climate chokepoint from In-situ measurements",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Deep water formed around the Antarctic continent drives the world ocean circulation. 50-70% of this deep water is formed within only about 10% of the Antarctic circumpolar band: the Weddell Sea. Subtle changes in the circulation of the Weddell Sea can lead to major changes in floating ice-shelves, with critical implications for global sea-level, the production of deep water and the global ocean overturning circulation. Despite these critical climate implications, the Antarctic shelf circulation remains poorly understood. \n\nI propose an ambitious project at the crossroads of experimental and numerical oceanography. By drawing on the strengths of each discipline I will explore the regional water-mass pathways in the Weddell Sea: an unchartered cornerstone for understanding the polar ocean circulation and its links to global climate. A key issue facing climate scientists will be addressed: ìWhat sets the tridimensional water-mass structure and pathways in the Weddell Sea and modulates the flow of deep waters between the Antarctica ice-shelves and the global ocean circulation?î\n\nTo address this question I propose to investigate several key aspects of the Weddell Sea system: the dynamical forcing of the Weddell gyre and its response to atmospheric variability; the forcing and the circulation on the continental shelf and its interaction with the gyre; and the time-scale and mixing associated with bottom water sinking along the continental shelf. WAPITI approaches these objectives through a series of innovations, including (i) an ambitious field experiment to investigate the shelf circulation and processes, (ii) a powerful conceptual framework applied for the first time to a realistic eddy-resolving model of the Weddell gyre, and (iii) a novel instrument that will be developed to directly observe the sinking of deep water into the abyssal ocean for the first time. Collectively, the project will contribute a new insight into global climate feedbacks.",
    "totalCost": "1998125",
    "ecMaxContribution": "1998125",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER",
    "participantCountries": "FR",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "999630300": {
            "orgId": "999630300",
            "orgName": "INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER",
            "ecContrib": 266878
        }
    },
    "calculatedTotalContribution": 266878
}