{
    "rcn": "193523",
    "acronym": "BREATHE",
    "topics": "ERC-StG-2014",
    "title": "Biochemically modified messenger RNA encoding nucleases for in vivo gene correction of severe inherited lung diseases",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Surfactant Protein B (SP-B) deficiency and Cystic Fibrosis (CF) are severe, fatal inherited diseases affecting the lungs of ten thousands of people, for which there is currently no available cure. Although gene therapy is a promising therapeutic approach, various technical problems, including numerous physical and immune-mediated barriers, have prevented successful application to date. My recent studies were the first to demonstrate the life-saving efficacy of repeated pulmonary delivery of chemically modified messenger RNA (mRNA) in a mouse model of congenital SP-B deficiency. By incorporating balanced amounts of modified nucleotides to mimic endogenous transcripts, I developed a safe and therapeutically efficient vehicle for lung transfection that eliminates the risk of genomic integration commonly associated with DNA-based vectors. I also assessed the delivery of mRNA-encoded site-specific nucleases to the lung to facilitate targeted gene correction of the underlying disease-causing mutations. In comprehensive studies, we show that a single application of nucleases encoded by nucleotide-modified RNA (nec-mRNA) can generate in vivo correction of terminally differentiated alveolar type II cells, which more than quadrupled the life span of SP-B deficient mice. Together with my working group, I aim to further develop this technology to enhance the efficiency and safety of nec-mRNA-mediated in vivo lung stem cell targeting, providing an ultimate cure by permanent correction. Specifically, we will test this approach in humanized mouse models of SP-B deficiency and CF. Developing and genetically engineering humanized models in vivo will be a critical step towards the safe translation of mRNA based nuclease technology to the clinic. With my competitive edge in lung-transfection technology and strong data, I feel that my group is uniquely suited to achieve these goals and to make a highly valuable contribution to the development of an efficient treatment.",
    "totalCost": "1497125",
    "ecMaxContribution": "1497125",
    "coordinator": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 1497125
        }
    },
    "calculatedTotalContribution": 1497125
}