{
    "rcn": "193590",
    "acronym": "EURO-LAB",
    "topics": "ERC-StG-2014",
    "title": "Experiment to Unearth the Rheological Oceanic Lithosphere-Asthenosphere Boundary",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Plate tectonics has been a fundamental tenet of Earth Science for nearly 50 years, but fundamental questions remain, such as where is the base of the plate and what makes a plate, ìplate-like?î A better understanding of the transition from the rigid lithospheric plate to the weaker mantle beneath ñ the rheological lithosphere-asthenosphere boundary (LAB) - has important implications for the driving forces of plate tectonics, natural hazard mitigation, mantle dynamics, the evolution of the planet, and climate change. There are many proxies used to estimate the depth and nature of the base of tectonic plates, but to date no consensus has been reached. For example, temperature is known to have a strong effect on the mechanical behaviour of rocks. However, it has also been suggested that the chemical composition of the plate provides additional strength or that melt weakens the mantle beneath the plate.\n\nWe are at a critical juncture where large-scale efforts using geophysical, geochemical, and geological techniques are being launched to better understand the definition of the tectonic plate. The simple and short history of the ocean plate makes it the ideal location to advance our understanding. However, imaging the oceanic LAB has proved challenging given the remoteness of the oceans and associated difficulties in instrumentation. Most observations come from only one ocean, the Pacific, from indirect, remote observations, at different areas and scales.\n\nI propose a large-scale effort to systematically image an oceanic plate beneath the Atlantic from birth at ridge to 40 My old seafloor. I will deploy ocean bottom seismometers (OBS) and magnetotelluric (MT) instruments, and I will image the plate at a range of resolution scales (laterally and in depth) and sensitivities to physical and chemical properties. This large, focused, interdisciplinary effort will finally determine the processes and properties that make a plate strong and define it.",
    "totalCost": "1827855",
    "ecMaxContribution": "1827855",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 1827855
        }
    },
    "calculatedTotalContribution": 1827855
}