{
    "rcn": "193568",
    "acronym": "MODELAGE",
    "topics": "ERC-StG-2014",
    "title": "Is your heart aging well? A systems biology approach to characterize cardiac aging from the cell to the body surface",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Europe is facing a striking change in its demographics with an increasingly larger proportion of citizens aged 65 years and over. Aging is characterized by a progressive decline in the physiological functions of the body, with very notable effects on the heart. These effects are associated with a higher prevalence of arrhythmias, which, on top of deteriorating quality of life, increase the risk of other cardiovascular diseases like stroke, heart failure and neurological sequelae. Investigations targeting cardiac aging have often focused on assessing the effects of a specific contributing factor, at a single evaluation scale (molecular, cell, tissue, organ) and in many cases using animal species not relevant to humans in terms of aging mechanisms. MODELAGE proposes a multi-scale, multi-factorial research that is expected to make an important step in the characterization of human heart aging at both the population and individual levels. MODELAGE will work on an integrative methodological framework in which in silico modeling will be combined with in vitro cell and tissue analysis and in vivo electrocardiographic evaluation to investigate how cardiac aging manifests at a range of scales, from cell to body surface, and how electrical, structural and autonomic alterations contribute to such manifestations in humans. Indices describing spatio-temporal dynamics of cardiac electrophysiology will be evaluated in a population of young to senescent individuals using a novel feedback control approach. Inter-individual age-related variations in those indices will be assessed and correlated with markers of biological age (as opposed to chronological age). By investigating the mechanisms underlying inter-individual differences in cardiac dynamics, MODELAGE will set links to arrhythmia susceptibility and will propose novel non-invasive markers to identify high-risk senescent individuals for which preventive anti-arrhythmic treatment should be considered.",
    "totalCost": "1498636",
    "ecMaxContribution": "1498636",
    "coordinator": "UNIVERSIDAD DE ZARAGOZA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 1498636
        }
    },
    "calculatedTotalContribution": 1498636
}