{
    "rcn": "193517",
    "acronym": "SYBORG",
    "topics": "ERC-StG-2014",
    "title": "combining SYnthetic Biology and chemistry to create novel CO2-fixing enzymes, ORGanelles and ORGanisms",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Carbon dioxide (CO2) is a potent greenhouse gas whose presence in the atmosphere is a critical factor for global warming. At the same time atmospheric CO2 is a cheap and readily available carbon source that can in principle be used for the synthesis of biomass/biofuels and value-added products. However, as synthetic chemistry lacks suitable catalysts to functionalize the CO2-molecule, there is an increasing need to exploit the CO2-fixing mechanisms offered by Nature for applications at the interface of chemistry and biology. This proposal is centered on reductive carboxylation, a completely novel principle of enzymatic CO2-fixation that we discovered only recently and that is one of the most efficient CO2-fixation reactions described in biology so far. First, we will focus on understanding the novel principle of reductive carboxylation, by studying its catalysis at molecular scale and single step resolution. This will allow us to derive the first detailed catalytic framework for highly efficient CO2-fixation and enable us to engineer novel carboxylation reactions and products. Second, we will establish a new in vitro platform for the assembly and optimization of artificial ('synthetic') CO2-fixation pathways that are based on reductive carboxylation and that have been calculated to be kinetically and bioenergetically favored compared with naturally existing CO2-fixation pathways. This platform closes a long-standing gap between the theory and practice of synthetic pathway design, and will be used to develop the first functional in vitro module for CO2-fixation, a 'synthetic organelle'. Finally, we will realize synthetic CO2-fixation in selected biological model systems. To that end, we will implement the optimized in vitro pathways in isolated chloroplasts, as well as alpha-proteobacterial hosts to create novel CO2-fixing organelles and organisms, breaking new grounds in understanding and engineering biological systems for efficient CO2-fixation.",
    "totalCost": "1746038",
    "ecMaxContribution": "1746038",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1746038
        }
    },
    "calculatedTotalContribution": 1746038
}