{
    "rcn": "193552",
    "acronym": "ASTROROT",
    "topics": "ERC-StG-2014",
    "title": "Unraveling interstellar chemistry with broadband microwave spectroscopy and next-generation telescope arrays",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "The goal of the research program, ASTROROT, is to significantly advance the knowledge of astrochemistry by exploring its molecular complexity and by discovering new molecule classes and key chemical processes in space. So far, mostly physical reasons were investigated for the observed variations in molecular abundances. We here propose to study the influence of chemistry on the molecular composition of the universe by combining unprecedentedly high-quality laboratory spectroscopy and pioneering telescope observations. Array telescopes provide new observations of rotational molecular emission, leading to an urgent need for microwave spectroscopic data of exotic molecules. We will use newly developed, unique broadband microwave spectrometers with the cold conditions of a molecular jet and the higher temperatures of a waveguide to mimic different interstellar conditions. Their key advantages are accurate transition intensities, tremendously reduced measurement times, and unique mixture compatibility. \nOur laboratory experiments will motivate and guide astronomic observations, and enable their interpretation. The expected results are \n誰 the exploration of molecular complexity by discovering new classes of molecules in space, \n誰 the detection of isotopologues that provide information about the stage of chemical evolution, \n誰 the generation of abundance maps of highly excited molecules to learn about their environment,\n誰 the identification of key intermediates in astrochemical reactions.\nThe results will significantly foster and likely revolutionize our understanding of astrochemistry. The proposed research will go far beyond the state-of-the-art: We will use cutting-edge techniques both in the laboratory and at the telescope to greatly improve and speed the process of identifying molecular fingerprints. These techniques now enable studies at this important frontier of physics and chemistry that previously would have been prohibitively time-consuming or even impossible.",
    "totalCost": "1499904",
    "ecMaxContribution": "1499904",
    "coordinator": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
    "coordinatorCountry": "DE",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "participantCountries": "DE",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 477478
        }
    },
    "calculatedTotalContribution": 477478
}