{
    "rcn": "193505",
    "acronym": "Cu4Energy",
    "topics": "ERC-StG-2014",
    "title": "Biomimetic Copper Complexes for Energy Conversion Reactions",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Water oxidation (WO) and oxygen reduction (OR) are crucial reactions to produce and to consume solar fuels. It is important that WO and OR occur with very high catalytic rates with only a very small thermodynamic driving force (i.e. a small overpotential). In these terms, natural catalysts perform significantly better than the artificial systems. Especially the copper enzyme Laccase operates fast at a low overpotential. In principle one could use the same design principles used in the enzymatic systems to produce artificial catalysts for OR and WO. It is envisioned that for the most ideal OR and WO catalysts:\n\n1. All redox reactions within the catalytic cycle should occur as close as possible to the thermodynamic potential where OR and WO become accessible.\n\n2. Equilibria that are not coupled to redox reactions need to be biased for product formation.\n\n3. Proton shuttles are necessary to manage proton transfer concerted with electron-transfer and electron-transfer coupled to OñO bond cleavage or OñO bond formation. \n\nIn this proposal molecular copper catalysts for OR and WO are studied by means of a combined electrochemical and computational approach, taking in account the design principles above. Experiments will be carried out wherein the structure of the catalyst is linked to the observed catalytic activity and the potential energy surface of the catalytic cycle. The proposal is in particular focused on the rate-determining step of the catalytic reaction, as improvements here will directly lead to enhanced catalytic rates. A functional model system of Laccase will be designed to study the rate limiting proton-and-electron-coupled OñO bond scission reaction, which is the rate limiting step in OR by Laccase. \nThe aim of the proposal is to significantly increase of fundamental understanding of the design principles for molecular OR and WO catalysts and to deliver new and very active molecular copper catalysts for OR and WO at the end of the project.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}