{
    "rcn": "193562",
    "acronym": "URDNA",
    "topics": "ERC-StG-2014",
    "title": "Origin and Protection of Unstable Repetitive DNA Elements During Sexual Reproduction",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "The objective of this proposal is to define the molecular basis behind the origin and protection of unstable repetitive DNA sequences during sexual reproduction. Eukaryotic genomes contain large amounts of repetitive elements that serve vital roles in cellular physiology. However, repetitive elements are intrinsically unstable, which is caused by a high likelihood for incorrect repair when DNA breaks form within repetitive elements. During sexual reproduction, numerous DNA breaks are actively introduced into the genome, and repetitive sequences particularly threaten genome stability during this specialized developmental program. \nWe will use the repetitive budding yeast ribosomal (r)DNA array as a model locus to study repetitive DNA instability. Our previous work showed that the outermost elements of this large repetitive array (i.e. rDNA array boundaries) are DNA break ëfragile sitesí, which attract DNA breaks during sexual reproduction. Importantly, we isolated the first known enzymatic ëanti-DNA breakí system, which minimizes DNA break formation at rDNA array boundaries and as such is crucially required to maintain genome stability.\nIn the experiments outlined here, we will use a combination of genomics, molecular biology and biochemistry to: \n1) Interrogate the origins of the vulnerability of the repetitive rDNA boundaries for DNA breaks, and\n2) Define how a first-in-class ëanti-DNA breakí system locally protects against DNA break formation. \nThese studies will serve as a paradigm for repetitive DNA instability, yielding major insights into the general principles that govern protection of vulnerable genomic elements during sexual reproduction. It is well established that incorrect repair of DNA breaks involving repetitive sequences during sexual reproduction causes a myriad of human congenital disorders. Therefore, we foresee that insights gained from this work have the potential to help us understand the aetiology of human genetic disease.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}