{
    "rcn": "193563",
    "acronym": "MolStruKT",
    "topics": "ERC-StG-2014",
    "title": "Molecular structure and cell cycle regulated assembly of the kinetochore",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Accurate chromosome segregation in eukaryotes requires the assembly of the macromolecular kinetochore complex at centromeres to attach chromosomes to the mitotic spindle. The kinetochore proteins are organized in stable subcomplexes that bind to dynamic microtubules and ensure fidelity of sister chromatid separation through feedback control. Characterizing the kinetochore structure will significantly advance our understanding of chromosome segregation and how defects in this process can lead to aneuploidy, which is associated with tumorigenesis. X-ray crystallography has provided detailed insights into the function of subcomplexes, however, a molecular analysis of the native kinetochore subunit architecture is still missing. I have recently combined chemical cross-linking with mass spectrometry (CXMS) which allows for the first time the topological analysis of native macromolecular protein structures by a comprehensive set of distance restraints. Applying this approach to kinetochores assembled on budding yeast minichromosomes I aim to elucidate the architecture of the native centromere-assembled kinetochore complex and analyze how tension sensing by the chromosomal passenger complex is integrated into the structure. Secondly, the systematic analyses of changes in phosphorylation levels and in protein stoichiometries of soluble and nucleosome-associated human kinetochore complexes will reveal how the tight temporal control of assembling a functional kinetochore in mitosis is achieved. Thirdly, I will investigate the architecture of the centromere-associated network of kinetochore proteins by CXMS to unveil its role in directing CENP-A replenishment at mitotic exit in order to maintain centromere identity through generations. The analysis of the native kinetochore structure in different functional states will provide fundamental mechanistic insights and help us to understand how this architecture confers fidelity to centromere propagation and chromosome segregation.",
    "totalCost": "1499932",
    "ecMaxContribution": "1499932",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1499932
        }
    },
    "calculatedTotalContribution": 1499932
}