{
    "rcn": "193587",
    "acronym": "NeurogenesisCode",
    "topics": "ERC-StG-2014",
    "title": "Deciphering the role of adult neurogenesis in hippocampal memory codes by optically imaging neuronal activity in freely behaving mice",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "The hippocampal dentate gyrus (DG) is one of the few areas in the adult mammalian brain that exhibits neurogenesis, the continuous generation of new neurons. Much evidence indicates that adult neurogenesis contributes to hippocampal-dependent cognition, but the nature of this contribution remains elusive. I envisioned that the clearest path towards understanding the function of adult neurogenesis would be to reveal the changes that occur in the coding properties of DG neurons throughout their development, and the changes that these neurons impose on neural codes generated by the hippocampus. The study of such coding dynamics requires longitudinal recordings of neuronal ensembles in both the DG and CA1 over periods of weeks, since this is the timescale on which new DG neurons mature. Until recently, however, it has been technically impossible to obtain such data. This urgent need drove me to develop a new method, which allows for the optical recording of Ca2\\ dynamics from up to 1,200 of the same genetically defined neurons in the hippocampus of freely behaving mice for periods of months. Here, I propose to combine this method with established tools for manipulation of neurogenesis rates or newborn neuron activity, to determine how neurogenesis contributes to coding dynamics in downstream CA1 while mice repeatedly explore familiar environments or preform a long-term memory task. Furthermore, we will establish time-lapse imaging of Ca2\\ dynamics in populations of newborn DG neurons while mice perform tasks that engage the DG, and find how newborn neuron coding properties evolve as a function of their maturation.  Our work will advance the understanding of how the hippocampus supports long-term memory by resolving fundamental questions that pertain to a nearly unexplored facet of memory: how memory codes change with time, while their behavioral manifestations persist.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}