{
    "rcn": "193584",
    "acronym": "new-ppd-environments",
    "topics": "ERC-StG-2014",
    "title": "First-principles global MHD disc simulations: Defining planet-forming environments in early solar systems",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "The aim of this ambitious research project is to produce the most realistic computer simulations of gaseous protoplanetary accretion discs to date, and thereby define in an assertive way the environment that shapes the assembly and early evolution of planetary systems.\nIn their role as planet nurseries, protoplanetary discs are of key interest to planet formation theory. Their dynamical, radiative and thermodynamic properties critically define the environment for embedded solids: dust grains, pebbles and planetesimals. In short, the building blocks of planet formation. The discsí dynamics and structure in turn depend critically on the influence of magnetic fields that couple to tenuously ionised and low-density regions. Being comparatively cold and dense, the ionisation state of the disc plasma is dominated by external far-UV, X-Ray, and cosmic-ray radiation, leading to a layered vertical structure ñ with turbulent, magnetised surface layers and a magnetically-decoupled midplane. This classic ëdead-zoneí picture is now turned upside-down by previously ignored micro-physical effects. For instance, ambipolar diffusion is predicted to dominate in the tenuous hot corona of the disc. It is expected that parts of the disc will thus be stabilised and a magneto-centrifugal wind will be launched. This has so far only been studied in very simplified local models that are affected by fundamental limitations.\nOur understanding of the structure of protoplanetary discs is about to undergo a dramatic shift, and my proposed research is at the forefront of this development. My recent successful work at the interface between MHD dynamics and planet formation theory makes me ideally skilled to lead a research group in this endeavour and to communicate advancements to a wide audience of theoreticians in planet formation. Our ambitious global simulations will furthermore provide realistic templates to interpret new observations made with the ALMA telescope array.",
    "totalCost": "1392763",
    "ecMaxContribution": "1392763",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1392763
        }
    },
    "calculatedTotalContribution": 1392763
}