{
    "rcn": "193549",
    "acronym": "ProbDynDispEq",
    "topics": "ERC-StG-2014",
    "title": "Probabilistic and Dynamical Study of Nonlinear Dispersive Equations",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "Nonlinear dispersive partial differential equations (PDEs) appear ubiquitously as models describing wave phenomena in various branches of physics and engineering. Over the last few decades, multilinear harmonic analysis has played a crucial role in the development of the theoretical understanding of the subject. Furthermore, in recent years, a non-deterministic point of view has been incorporated into the study of nonlinear dispersive PDEs, enabling us to study typical behaviour of solutions in a probabilistic manner and go beyond the limit of deterministic analysis.\n\nThe main objective of this proposal is to develop novel mathematical ideas and techniques, and make significant progress on some of the central problems related to the nonlinear Schrˆdinger equations (NLS) and the Korteweg-de Vries equation (KdV) from both the deterministic and probabilistic points of view. In particular, we consider the following long term projects:\n\n1. We will study properties of invariant Gibbs measures for nonlinear Hamiltonian PDEs. One project involves establishing a new connection between the limiting behaviour of the Gibbs measures and the concentration phenomena of finite time blowup solutions. The other project aims to understand the space-time covariance of the Gibbs measures in the weakly nonlinear regime.\n\n2. We will first construct the invariant white noise for the cubic NLS on the circle. Then, we will provide a statistical description of the global-in-time dynamics for the stochastic KdV and stochastic cubic NLS on the circle with additive space-time white noise.\n\n3. We will develop novel analytical techniques and construct the local-in-time dynamics for the cubic NLS on the circle in a low regularity.\n\n4. We will advance the understanding of traveling waves and prove scattering for some energy-critical NLS with non-vanishing boundary conditions.",
    "totalCost": "1007811",
    "ecMaxContribution": "1007811",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1007811
        }
    },
    "calculatedTotalContribution": 1007811
}