{
    "rcn": "193522",
    "acronym": "NanoSOFT",
    "topics": "ERC-StG-2014",
    "title": "Fluid transport at the nano- and meso- scales : from fundamentals to applications in energy harvesting and desalination process",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "New models of fluid transport are expected to emerge from the confinement of liquids at the nanoscale, where the behaviour of matter strongly departs from common expectations. \nThis is the field of the Nanofluidics: taking inspiration from the solution found by evolved biological systems, new functionalities will emerge from the nanometre scale, with potential applications in ultrafiltration, desalination and energy conversion.\nNevertheless, advancing our fundamental understanding of fluid transport on the smallest scales requires mass and ion dynamics to be ultimately characterized across channels with dimensions close to the molecular size. A major challenge for nanofluidics thus lies in building distinct and well-controlled nanochannels, amenable to the systematic exploration of their properties.\nThis project will tackle several complementary challenges. On the first hand the realization of new kind of fluidic devices allowing the study of fluid and ion transport at the nanoscale: these new experimental devices will be obtained by using nanostructures like building blocks as already shown by realising a fluidics set-up based on transmembrane nanotubes; in parallel a dedicated plateform for the characterization of fluid transport will be developed based on electrokinetics and optical detection set-ups. On the other hand, profiting of such experimental set-ups, I will look for the limit of the classical description of the fluid dynamics, focusing on new functionalities emerging from exotic behaviour of fluids at the nanometer level. This will be done by studying different kind of nanofluidics set-up such as carbon and boron-nitride nanotube, ultrathin pierced graphene and h-BN sheet and composite materials.\n\nI aim the creation of a link between fundamental research on soft matter and nanoscience-condensed matter with a an attention on the energy production domain, assuring a fruitful transfer between the fundamental findings and new industrial applications.",
    "totalCost": "1494000",
    "ecMaxContribution": "1494000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1494000
        }
    },
    "calculatedTotalContribution": 1494000
}