{
    "rcn": "193591",
    "acronym": "COALA",
    "topics": "ERC-StG-2014",
    "title": "Comprehensive molecular characterization of secondary organic aerosol formation in the atmosphere",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "Key words: Atmospheric secondary organic aerosol, chemical ionization mass spectrometry\n\nThe increase in anthropogenic atmospheric aerosol since the industrial revolution has considerably mitigated the global warming caused by concurrent anthropogenic greenhouse gas emissions. However, the uncertainty in the magnitude of the aerosol climate influence is larger than that of any other man-made climate-perturbing component. \n\nSecondary organic aerosol (SOA) is one of the most prominent aerosol types, yet a detailed mechanistic understanding of its formation process is still lacking. We recently presented the ground-breaking discovery of a new important compound group in our publication in Nature: a prompt and abundant source of extremely low-volatility organic compounds (ELVOC), able to explain the majority of the SOA formed from important atmospheric precursors. \n\nQuantifying the atmospheric role of ELVOCs requires further focused studies and I will start a research group with the main task of providing a comprehensive, quantitative and mechanistic understanding of the formation and evolution of SOA. Our recent discovery of an important missing component of SOA highlights the need for comprehensive chemical characterization of both the gas and particle phase composition. \n\nThis project will use state-of-the-art chemical ionization mass spectrometry (CIMS), which was critical also in the detection of the ELVOCs. We will extend the applicability of CIMS techniques and conduct innovative experiments in both laboratory and field settings using a novel suite of instrumentation to achieve the goals set out in this project.\n\nWe will provide unprecedented insights into the compounds and mechanisms producing SOA, helping to decrease the uncertainties in assessing the magnitude of aerosol effects on climate. Anthropogenic SOA contributes strongly to air quality deterioration as well and therefore our results will find direct applicability also in this extremely important field.",
    "totalCost": "1892221,25",
    "ecMaxContribution": "1892221,25",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1892221
        }
    },
    "calculatedTotalContribution": 1892221
}