{
    "rcn": "193583",
    "acronym": "SoSGlobal",
    "topics": "ERC-StG-2014",
    "title": "Stories of Survival: Recovering the Connected Histories of Eastern Christianity in the Early Modern World",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "From Lebanese immigrants in Argentina to Iraqi refugees in Sweden, Eastern Christians can be found today scattered across the entire world.  Too often, however, this global migration has been seen purely as a modern development, one arising from contemporary political and confessional events in the Middle East, while in fact this phenomenon had its roots in the early modern period.  From the sixteenth century onwards, Christians from the Ottoman Empire set out for distant worlds and foreign lands, travelling as far as Europe, India, Russia, and even the Americas and leaving traces of themselves across countless European and Middle Eastern archives, chanceries, and libraries.  This transnational, ground-breaking project will gather all of these disparate sources into a single analytical frame to uncover, for the first time, the global and connected histories of Eastern Christianity in the early modern world.  Through the work of a team of researchers under the close supervision of the PI, the project will reconstitute and analyse a ëlost archiveí of literary, documentary, and printed sources in three continents, ten languages, and dozens of archives.  Under the expert leadership of the PI, the project will include a robust strategy for dissemination, which will successfully bridge the fields of Middle Eastern, European, and global history.  In doing so, this project will respond directly to one of the most pressing conceptual challenges facing global history today, that is, how to link the study of the micro-scale level of everyday life to the macro-narratives emphasised by global historians.  Underlying this project, therefore, is a major intervention that seeks to advance a rigorous form of global history, and one which preserves philology and source criticism at the heart of its methodology.  The outcomes of the project will include print-publications, workshops, and a searchable database of all writings by Eastern Christians from 1500 to 1750.",
    "totalCost": "1499985",
    "ecMaxContribution": "1499985",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1499985
        }
    },
    "calculatedTotalContribution": 1499985
}