{
    "rcn": "193561",
    "acronym": "CRCStemCellDynamics",
    "topics": "ERC-StG-2014",
    "title": "Molecular Subtype Specific Stem Cell Dynamics in Developing and Established Colorectal Cancers",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Annually 1.2 million new cases of colorectal cancer (CRC) are seen worldwide and over 50% of patients die of the disease making it a leading cause of cancer-related mortality. A crucial contributing factor to these disappointing figures is that CRC is a heterogeneous disease and tumours differ extensively in the clinical presentation and response to therapy. Recent unsupervised classification studies highlight that only a proportion of this heterogeneity can be explained by the variation in commonly found (epi-)genetic aberrations.  Hence the origins of CRC heterogeneity remain poorly understood.\n\nThe central hypothesis of this research project is that the cell of origin contributes to the phenotype and functional properties of the pre-malignant clone and the resulting malignancy. To study this concept I will generate cell of origin- and mutation-specific molecular profiles of oncogenic clones and relate those to human CRC samples. Furthermore, I will quantitatively investigate how mutations and the cell of origin act in concert to determine the functional characteristics of the pre-malignant clone that ultimately develops into an invasive intestinal tumour. These studies are paralleled by the investigation of stem cell dynamics within established human CRCs by means of a novel marker independent lineage tracing strategy in combination with mathematical analysis techniques. This will provide critical and quantitative information on the relevance of the cancer stem cell concept in CRC and on the degree of inter-tumour variation with respect to the frequency and functional features of stem-like cells within individual CRCs and molecular subtypes of the disease. \nI am convinced that a better and quantitative understanding of the dynamical properties of stem cells during tumour development and within established CRCs will be pivotal for an improved classification, prevention and treatment of CRC.",
    "totalCost": "1499875",
    "ecMaxContribution": "1499875",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 1499875
        }
    },
    "calculatedTotalContribution": 1499875
}