{
    "rcn": "193577",
    "acronym": "CASTELLANY ACCOUNTS",
    "topics": "ERC-StG-2014",
    "title": "Record-keeping, fiscal reform, and the rise of institutional accountability in late-medieval Savoy: a source-oriented approach",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "The present research project focuses on an unjustly neglected corpus of late-medieval sources, the administrative and fiscal accounts (ëcomputií) of the castellanies ñ basic administrative units ñ of the county of Savoy. I propose a holistic model of analysis that can fully capitalise on the unusual wealth of detail of the Savoyard source material, in order to illuminate some key topics in late-medieval institutional and socio-economic history, from the development of state institutions through administrative and fiscal reform ñ with particular attention to the transition from personal to institutional accountability ñ to the question of socio-economic growth, decline, and recovery during the turbulent period of the late-thirteenth to the late-fourteenth century. More broadly, my research into these topics aims to contribute to our understanding of the late-medieval origins of European modernity. The advances of pragmatic literacy, record-keeping, and auditing practices will be analysed with the aid of anthropological and social scientific theories of practice. By comparing the Savoyard ëcomputií with their sources of inspiration, from the Anglo-Norman pipe rolls to the Catalan fiscal records, the project aims to highlight the creative adaptation of imported administrative models, and thus to contribute to our knowledge of institutional transfers in European history. The project will develop an inclusive frame of analysis in which the ëcomputií will be read against the evidence from enfeoffment charters, castellany surveys (ëextenteí), and the records of direct taxation (ësubsidiaí). The serial data will be analysed by building a database; the findings of quantitative analysis will be verified by case studies of the individuals and families (many from the middle social strata) that surface in the fiscal records.",
    "totalCost": "671875",
    "ecMaxContribution": "671875",
    "coordinator": "UNIVERSITATEA DIN BUCURESTI",
    "coordinatorCountry": "RO",
    "participants": "FUNDATIA NOUA EUROPA",
    "participantCountries": "RO",
    "projectParticipants": {
        "991636336": {
            "orgId": "991636336",
            "orgName": "FUNDATIA NOUA EUROPA",
            "ecContrib": 170656
        },
        "999603916": {
            "orgId": "999603916",
            "orgName": "UNIVERSITATEA DIN BUCURESTI",
            "ecContrib": 501219
        }
    },
    "calculatedTotalContribution": 671875
}