{
    "rcn": "193520",
    "acronym": "PoLiChroM",
    "topics": "ERC-StG-2014",
    "title": "Superfluidity and ferromagnetism of unequal mass fermions with two- and three-body resonant interactions",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Superfluidity and magnetism characterize a wealth of interacting fermion systems encompassing solid-state, nuclear and quark matter environments. From the interplay of these phenomena, the two following issues have been raised: Can superfluid pairing bear a mismatch in the two Fermi surfaces? Can a homogeneous fermion system become ferromagnetic via a zero-ranged interparticle repulsion?\nDespite decades of interdisciplinary investigations, such questions have not gotten undisputed answers so far.\nHere, I will experimentally address these problems with a new model system composed of ultracold fermionic Chromium and Lithium atoms with resonant interactions. The two species will mimic electrons of different spins, or quarks of different colours, but exhibiting the high degree of control of an atomic quantum simulator.\nIn particular, two features make this system stand far beyond any other available one: the peculiar Chromium-Lithium mass ratio enables a resonant control of three-body elastic interactions on top of the usual two-body ones, together with an extraordinary suppression of atom recombination into paired states in the regime of strong interspecies repulsion.\nThe first property greatly enhances the observability of elusive polarized superfluid regimes, such as the Fulde-Ferrel-Larkin-Ovchinnikov phase, where pairs condense in nonzero momentum states, and the Sarma or ìbreached pairî phase, where a homogeneous gapless superfluid coexists with unbound particles.\nThe second makes such mixture a prime platform for the quantum simulation of Stonerís model for itinerant ferromagnetism, whose study has been denied in nowadays experiments, where pairing instability plagues the formation of sizeable magnetic domains. \nI will use high-resolution imaging of the system and state-of-the-art spectroscopy schemes for disclosing such exotic phases via a thorough investigation of the phase diagrams of Fermi-Fermi mixtures with attractive or repulsive interactions.",
    "totalCost": "1495000",
    "ecMaxContribution": "1495000",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 1495000
        }
    },
    "calculatedTotalContribution": 1495000
}