{
    "rcn": "193542",
    "acronym": "TUNNEL",
    "topics": "ERC-StG-2014",
    "title": "Tunneling Spectroscopy in van-der-Waals Device",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "I will expand the experimental reach of tunneling spectroscopy to new materials and device geometries. The technique is ideal for tackling two challenges: (i) Probing Andreev bound states and Majorana states in graphene and topological insulators (TIs) coupled to superconductors, and (ii) realizing momentum-conserving tunneling.\nI will utilize a breakthrough in device fabrication to stack layered van-der-Waals materials, such as graphene and hexagonal Boron Nitride (hBN), to form vertical structures. Ultrathin layers of mechanically deposited dielectrics will be used as tunnel-barriers. These can interface any smooth surface, expanding the range of possible device-based tunneling systems.\nA tunnel junction has decisive advantages over STM in access to lower temperatures and hence higher energy resolution. Significantly, the effort to probe the energy spectra of graphene and TIs coupled to superconductors is often resolution-limited. I will develop artificial-vortex devices and Josephson devices where induced spectra are expected to reveal the Majorana mode, a quantum state of unusual statistics sought as a platform for fault-tolerant quantum computation.\nUsing the same technology, I will develop devices where tunneling takes place between extended states. The aim is to realize momentum resolved tunneling for ?eV-resolution measurement of dispersions in graphene, other 2D systems, and smooth interfaces. Momentum control will be achieved using density-tuning of the Fermi surfaces or using parallel magnetic field. The high resolution spectra will reveal details of interaction effects, manifest as modifications to the single-electron picture.\nCarriers can be injected into a system with full control over their direction and energy ñ a powerful experimental knob, useful for injecting carriers using one electrode and extracting them in another. Such geometry is sensitive to relaxation effects, and will allow unprecedented resolution studies of out-of-equilibrium systems.",
    "totalCost": "1499875",
    "ecMaxContribution": "1499875",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1499875
        }
    },
    "calculatedTotalContribution": 1499875
}