{
    "rcn": "193509",
    "acronym": "GAN",
    "topics": "ERC-StG-2014",
    "title": "Groups, Actions and von Neumann algebras",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "This research project focuses on the structure, classification and rigidity of three closely related objects: group actions on measure spaces, orbit equivalence relations and von Neumann algebras. Over the last 15 years, the study of interactions between these three topics has led to a process of mutual enrichment, providing both striking theorems and outstanding conjectures.\n\nSome fundamental questions such as Connes' rigidity conjecture, the structure of von Neumann algebras associated with higher rank lattices, or the fine classification of factors of type III still remain untouched. The general aim of the project is to tackle these problems and other related questions by developing a further analysis and understanding of the interplay between von Neumann algebra theory on the one hand, as well as ergodic and group theory on the other hand. To do so, I will use and combine several tools and develop new ones arising from Popa's Deformation/Rigidity theory, Lie group theory (lattices, boundaries), topological and geometric group theory and representation group theory (amenability, property (T)). More specifically, the main directions of my research project are:\n\n1) The structure of the von Neumann algebras arising from Voiculescu's Free Probability theory: Shlyakhtenko's free Araki-Woods factors, amalgamated free product von Neumann algebras and the free group factors.\n\n2) The structure and the classification of the von Neumann algebras and the measured equivalence relations arising from lattices in higher rank semisimple connected Lie groups.\n\n3) The measure equivalence rigidity of the Baumslag-Solitar groups and several other classes of discrete groups acting on trees.",
    "totalCost": "876750",
    "ecMaxContribution": "876750",
    "coordinator": "UNIVERSITE PARIS-SUD",
    "coordinatorCountry": "FR",
    "participants": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "FR",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 32276
        },
        "999907235": {
            "orgId": "999907235",
            "orgName": "UNIVERSITE PARIS-SUD",
            "ecContrib": 844474
        }
    },
    "calculatedTotalContribution": 876750
}