{
    "rcn": "193576",
    "acronym": "GalNUC",
    "topics": "ERC-StG-2014",
    "title": "Astrophysical Dynamics and Statistical Physics of Galactic Nuclei",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "We address some of the major unsolved questions of galactic nuclei using methods of condensed matter physics. Galactic nuclei host a central supermassive black hole, a dense population of stars and compact objects, and in many cases a bright gaseous disk feeding the supermassive black hole. The observed stellar distribution exhibits both spherical and counterrotating disk-like structures. Existing theoretical models cannot convincingly explain the origin of the stellar disks. Is there also a ìdark cuspî or ìdark diskî of stellar mass black holes? Are there intermediate mass black holes in the Galactic center? We examine the statistical physics of galactic nuclei and their long term dynamical evolution. A star orbiting a supermassive black hole on an eccentric precessing orbit covers an axisymmetric annulus. The long-term gravitational interaction between such annuli is similar to the Coulomb interaction between axisymmetric molecules constituting a liquid crystal. We apply standard methods of condensed matter physics to examine these astrophysical systems. The observed disk and spherical structures represent isotropic-nematic phase transitions. We derive the phase space distribution and time-evolution of different stellar components including a population of black holes. Further, we investigate the interaction of a stellar cluster with a gaseous disk, if present. This leads to the formation of gaps, warps, and spiral waves in the disk, the redistribution of stellar objects, and possibly the formation of intermediate mass black holes. We explore the implications for electromagnetic and gravitational wave observatories. Dark disks of black holes could provide the most frequent source of gravitational waves for LIGO and VIRGO. These detectors will open a new window on the Universe; the proposed project will open a new field in gravitational wave astrophysics to interpret the sources. We also explore implications for electromagnetic observations.",
    "totalCost": "1511436",
    "ecMaxContribution": "1511436",
    "coordinator": "EOTVOS LORAND TUDOMANYEGYETEM",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896468": {
            "orgId": "999896468",
            "orgName": "EOTVOS LORAND TUDOMANYEGYETEM",
            "ecContrib": 1511436
        }
    },
    "calculatedTotalContribution": 1511436
}