{
    "rcn": "193502",
    "acronym": "URBANFLUXES",
    "topics": "EO-1-2014",
    "title": "URBan ANthrpogenic heat FLUX from Earth observation Satellites",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "The main goal of the proposed project URBANFLUXES (URBan ANthrpogenic heat FLUX from Earth observation Satellites) is to investigate the potential of Earth Observation (EO) to retrieve anthropogenic heat fluxes. The main research question addresses whether EO is able to provide reliable estimates of anthropogenic heat flux spatiotemporal distribution, at local and city scales. URBANFLUXES will investigate the potential of EO to retrieve the anthropogenic heat flux, as a key component in the urban energy budget and by developing a method capable of deriving it from space. The objective is to develop a method that could be used operationally in the near future, when observations with adequate temporal resolution become available. URBANFLUXES EO-based approach will be easily transferable to any urban area and capable of providing anthropogenic heat flux benchmark data for different applications, including climate models to assess the implication of the anthropogenic heat on the Earth system; building energy models to characterize buildings-to-atmosphere/soil/water heat exchange pathways; and decision support systems for urban sustainable planning and mapping of emissions related to energy consumption. URBANFLUXES is therefore expected to prepare the ground for further innovative exploitation of European space data in scientific activities (Earth system modelling and climate change studies in cities) and future and emerging applications (sustainable urban planning) by exploiting the improved data quality, coverage and revisit times of the Copernicus Sentinels data. The Copernicus observations have the potential to reveal novel scientific insights, related to monitoring the anthropogenic heat flux in cities, at both local and regional scales, generating new EO opportunities. The URBANFLUXES products will therefore support both sustainable planning strategies to improve the quality of life in cities and Earth system models to provide more robust climate simulations.",
    "totalCost": "2687446,25",
    "ecMaxContribution": "2346193",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "THE UNIVERSITY OF READING;UNIVERSITAT BASEL;GEO-K SRL;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;UNIVERSITE PAUL SABATIER TOULOUSE III;GOETEBORGS UNIVERSITET;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "UK;CH;IT;DE;FR;SE;NL",
    "projectParticipants": {
        "999984156": {
            "orgId": "999984156",
            "orgName": "THE UNIVERSITY OF READING",
            "ecContrib": 398593
        },
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 318750
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 499375
        },
        "996849116": {
            "orgId": "996849116",
            "orgName": "GEO-K SRL",
            "ecContrib": 219393
        },
        "999851169": {
            "orgId": "999851169",
            "orgName": "UNIVERSITE PAUL SABATIER TOULOUSE III",
            "ecContrib": 323750
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 224229
        },
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 0
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 362103
        }
    },
    "calculatedTotalContribution": 2346193
}