{
    "rcn": "193540",
    "acronym": "RelRepDist",
    "topics": "ERC-StG-2014",
    "title": "Relative representation theory and distributions  on reductive groups over local fields",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "One can view the representation theory of a topological group as non-commutative harmonic analysis on the group. For compact groups this view is justified by the Peter-Weyl theorem. The relative representation theory of a group is harmonic analyses on spaces with transitive group action.\n\nI work in relative representation theory of reductive (algebraic) groups over local fields, e.g. the general linear group over the  field of real numbers or the  field of p-adic numbers. This theory has applications to the theory of automorphic forms, in particular to the relative trace formula. \n\nThere are many similarities between the real and p-adic cases, and some results can be formulated uniformly for all local fields, but their proofs are usually specific to each type of local fields.  An important tool in this theory, that is applicable for all local fields, is the analysis of equivariant  distributions on the group. However, this analysis is quite different for the two kinds of fields. \n\nIn the first part of this proposal I describe my ongoing work on some tools that will help to  approach invariant distributions uniformly for all fields. I also propose to advance, using those tools, towards the proofs of some long-standing conjectures on density of orbital integrals, comparison of Lie algebra homologies, and classification of (non-compact) Gelfand pairs. \n\nThe second part of this proposal concerns generalized Whittaker models, or equivalently harmonic analyses on the quotient of a reductive group by a unipotent subgroup. In 1987 Moeglen and Waldspurger comprehensively described the role of a representation in this harmonic analyses in terms of a certain collection of nilpotent orbits attached to this representation. This result, as well as previous results on Whittaker models have many applications in representation theory and in the theory of automorphic forms. I propose to obtain  an archimedean analog of this result.",
    "totalCost": "1196215",
    "ecMaxContribution": "1196215",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 1196215
        }
    },
    "calculatedTotalContribution": 1196215
}