{
    "rcn": "193535",
    "acronym": "ANISOGEL",
    "topics": "ERC-StG-2014",
    "title": "Injectable anisotropic microgel-in-hydrogel matrices for spinal cord repair",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "This project will engineer an injectable biomaterial that forms an anisotropic microheterogeneous structure in vivo. Injectable hydrogels enable a minimal invasive in situ generation of matrices for the regeneration of tissues and organs, but currently lack structural organization and unidirectional orientation. The anisotropic, injectable hydrogels to be developed will mimic local extracellular matrix architectures that cells encounter in complex tissues (e.g. nerves, muscles). This project aims for the development of a biomimetic scaffold for spinal cord regeneration.\nTo realize such a major breakthrough, my group will focus on three research objectives. i) Poly(ethylene glycol) microgel-in-hydrogel matrices will be fabricated with the ability to create macroscopic order due to microgel shape anisotropy and magnetic alignment. Barrel-like microgels will be prepared using an in-mold polymerization technique. Their ability to self-assemble will be investigated in function of their dimensions, aspect ratio, crosslinking density, and volume fraction. Superparamagnetic nanoparticles will be included into the microgels to enable unidirectional orientation by means of a magnetic field. Subsequently, the oriented microgels will be interlocked within a master hydrogel. ii) The microgel-in-hydrogel matrices will be equipped with (bio)functional properties for spinal cord regeneration, i.e., to control and optimize mechanical anisotropy and biological signaling by in vitro cell growth experiments. iii) Selected hydrogel composites will be injected after rat spinal cord injury and directional tissue growth and animal functional behavior will be analyzed. \nSuccesful fabrication of the proposed microgel-in-hydrogel matrix will provide a new type of biomaterial, which enables investigating the effect of an anisotropic structure on physiological and pathological processes in vivo. This is a decisive step towards creating a clinical healing matrix for anisotropic tissue repair.",
    "totalCost": "1435396",
    "ecMaxContribution": "1435396",
    "coordinator": "DWI LEIBNIZ-INSTITUT FUR INTERAKTIVE MATERIALIEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998615874": {
            "orgId": "998615874",
            "orgName": "DWI LEIBNIZ-INSTITUT FUR INTERAKTIVE MATERIALIEN EV",
            "ecContrib": 1435396
        }
    },
    "calculatedTotalContribution": 1435396
}