{
    "rcn": "193518",
    "acronym": "gRESONANT",
    "topics": "ERC-StG-2014",
    "title": "Resonant Nuclear Gamma Decay and the Heavy-Element Nucleosynthesis",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "THE GRAND CHALLENGE: The ìHoly Grailî of nuclear astrophysics is to understand the astrophysical processes responsible for the formation of the elements. A particularly challenging part is the description of the heavy-element nucleosynthesis. The only way to build the majority of these heavy nuclides is via neutron-capture processes. Unaccounted-for nuclear structure effects may drastically change these rates. \nMAIN HYPOTHESIS: Nuclear low-energy gamma-decay resonances at high excitation energies will enhance the astrophysical neutron-capture reaction rates. \nNOVEL APPROACH: This proposal is, for the first time, addressing the M1 scissors resonance in deformed, neutron-rich nuclei and superheavy elements. A new experimental technique will be developed to determine the electromagnetic nature of the unexpected upbend enhancement. Further, s-process branch points for the Re-Os cosmochronology will be studied for the first time with the Oslo method.\nOBJECTIVES: \n1) Measure s-process branch point nuclei with the Oslo method\n2) Radioactive-beam experiments for neutron-rich nuclei searching for the low-energy upbend and the M1 scissors resonance\n3) Develop new experimental technique to identify the upbendís electromagnetic nature\n4) Superheavy-element experiments looking for the M1 scissors resonance\nPOTENTIAL IMPACT IN THE RESEARCH FIELD: This proposal will trigger a new direction of research, as there are no data on the low-energy gamma resonances neither on neutron-rich nor superheavy nuclei. Their presence may have profound implications for the astrophysical neutron-capture rates. Developing a new experimental technique to determine the electromagnetic character of the upbend is crucial to distinguish between two competing explanations of this phenomenon. Unknown neutron-capture cross sections will be estimated with a much better precision than prior to this project, and lead to a major leap forward in the field of nuclear astrophysics.",
    "totalCost": "1443472",
    "ecMaxContribution": "1443472",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 1443472
        }
    },
    "calculatedTotalContribution": 1443472
}