{
    "rcn": "193525",
    "acronym": "Highland Connections",
    "topics": "ERC-StG-2014",
    "title": "Remoteness and Connectivity: Highland Asia in the World",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Asian highlands from the Afghan Pamir to Kashmir, Tibet and Northeast India are of great geopolitical concern. Remote, yet thoroughly connected to the outside world, they figure in public debate alternately as sanctuaries for transnational insurgents, as trafficking routes in the global drug and wildlife trade, and as realms of authentic tribal culture. Though making headlines around the globe as independent cases, we lack a conceptual understanding of their entanglements, role and position in a globally connected world. \nThe aim of this project is to lay the conceptual groundwork for a new apprehension of the positionality of remote areas around the globe. It rests on the hypothesis that remoteness and connectivity are not two independent features but constitute each other in particular ways. My objective is to explore the nexus of remoteness and connectivity ñ a fundamental dynamic that has never been studied from a comparative, transnational perspective. Highland Asia, the chosen study area spanning the mountain regions between Pamir and Eastern Himalaya, transcends the boundaries of nation-states and area studies. It offers a unique vantage point to reveal a bigger picture.\nThe project is timely. 25 years after the end of the Cold War, Highland Asia experiences a rapid increase in transnational exchange. Old trade routes closed for generations are being re-opened and the quest for natural resources and new markets attracts capital and new actors to the highlands. The hotspots of tension at the edge of Asiaís rising powers are becoming junctures of exchange. The project studies this ongoing but little understood transformation in real time.\nThe project will be carried out by an international team of four researchers at LMU Munich. Interdisciplinary in outlook but grounded in anthropology, 52 months of fieldwork will be conducted in 4 transnational settings in Highland Asia. Results will be published in 2 edited collections, 20 papers, and individual monographs.",
    "totalCost": "1499875",
    "ecMaxContribution": "1499875",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1499875
        }
    },
    "calculatedTotalContribution": 1499875
}