{
    "rcn": "193589",
    "acronym": "EUSPACE-AWE",
    "topics": "COMPET-10-2014",
    "title": "EU SPACE AWARENESS",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "EUSPACE-AWE uses the excitement of space to attract young people to science and technology and stimulate European and global citizenship. Our main goal is to increase the number of young people that choose space-related careers.\n\nWe shall target diverse groups that influence career decisions, showing teenagers the opportunities offered by space science and engineering and inspiring primary-school children when their curiosity is high, their value systems are being formed and seeds of future aspirations are sown. \n\nActivities will 1. Acquaint young people with topical cutting-edge research and ìrole-modelî engineers, 2. Demonstrate to teachers the power of space as a motivational tool and the opportunities of space careers, 3. Provide a repository of innovative peer-reviewed educational resources, including toolkits highlighting seductive aspects of Galileo and Copernicus and 4. Set up a ìspace career hubî and contest designed to appeal to teenagers. Attention will be paid to stimulating interest amongst girls and ethnic minorities and reaching children in underprivileged communities, where most talent is wasted. Targeting policy makers via high-impact events will help ensure sustainability and demonstrate the social value of the space programme. \n\nWe maximise cost effectiveness by 1 ìPiggy backingî on existing ESERO and other teacher training courses and 2. Exploiting and expanding infrastructures of proven FP7-Space projects, EU Universe Awareness for young children and Odysseus for teenagers. \n\nEUSPACE-AWE will complement existing space-education programs and coordinate closely with ESA. We shall reach European teachers, schools and national curricula through host organisations of ESEROs and the extensive networks of European Schoolnet, Scientix and UNAWE. Designated nodes will provide curriculum and resource localisation and test beds for professional evaluation.  A partnership with the IAU Office of Astronomy for Development in Cape Town ensures global reach.",
    "totalCost": "1999965",
    "ecMaxContribution": "1999965",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "NATIONAL RESEARCH FOUNDATION;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;EUN PARTNERSHIP AISBL;NUCLIO NUCLEO INTERACTIVO DE ASTRONOMIA ASSOCIACAO;CIENCIA VIVA-AGENCIA NACIONAL PARA A CULTURA CIENTIFICA E TECNOLOGICA;UNIVERSITY COLLEGE LONDON;ASSOCIATION EUROPEENNE DES EXPOSITIONS SCIENTIFIQUES TECHNIQUES ET INDUSTRIELLES;THE OPEN UNIVERSITY;ELLINOGERMANIKI AGOGI SCHOLI PANAGEA SAVVA AE",
    "participantCountries": "ZA;DE;BE;PT;UK;EL",
    "projectParticipants": {
        "997242645": {
            "orgId": "997242645",
            "orgName": "NUCLIO NUCLEO INTERACTIVO DE ASTRONOMIA ASSOCIACAO",
            "ecContrib": 58625
        },
        "998448452": {
            "orgId": "998448452",
            "orgName": "ASSOCIATION EUROPEENNE DES EXPOSITIONS SCIENTIFIQUES TECHNIQUES ET INDUSTRIELLES",
            "ecContrib": 58125
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 240000
        },
        "998415084": {
            "orgId": "998415084",
            "orgName": "EUN PARTNERSHIP AISBL",
            "ecContrib": 494632
        },
        "998080337": {
            "orgId": "998080337",
            "orgName": "ELLINOGERMANIKI AGOGI SCHOLI PANAGEA SAVVA AE",
            "ecContrib": 110000
        },
        "999543194": {
            "orgId": "999543194",
            "orgName": "NATIONAL RESEARCH FOUNDATION",
            "ecContrib": 53750
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 199242
        },
        "998619560": {
            "orgId": "998619560",
            "orgName": "CIENCIA VIVA-AGENCIA NACIONAL PARA A CULTURA CIENTIFICA E TECNOLOGICA",
            "ecContrib": 45625
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 679986
        },
        "999923337": {
            "orgId": "999923337",
            "orgName": "THE OPEN UNIVERSITY",
            "ecContrib": 59979
        }
    },
    "calculatedTotalContribution": 1999964
}