{
    "rcn": "193596",
    "acronym": "CIRCUITASSEMBLY",
    "topics": "ERC-StG-2014",
    "title": "Development of functional organization of the visual circuits in mice",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "The key organizing principles that characterize neuronal systems include asymmetric, parallel, and topographic connectivity of the neural circuits. The main aim of my research is to elucidate the key principles underlying functional development of neural circuits by focusing on those organizing principles. I choose mouse visual system as my model since it contains all of these principles and provides sophisticated genetic tools to label and manipulate individual circuit components. My research is based on the central hypothesis that the mechanisms of brain development cannot be fully understood without first identifying individual functional cell types in adults, and then understanding how the functions of these cell types become established, using cell-type-specific molecular and synaptic mechanisms in developing animals. Recently, I have identified several transgenic mouse lines in which specific cell types in a visual center, the superior colliculus, are labeled with Cre recombinase in both developing and adult animals. Here I will take advantage of these mouse lines to ask fundamental questions about the functional development of neural circuits. First, how are distinct sensory features processed by the parallel topographic neuronal pathways, and how do they contribute to behavior? Second, what are the molecular and synaptic mechanisms that underlie developmental circuit plasticity for forming parallel topographic neuronal maps in the brain? Third, what are the molecular mechanisms that set up spatially asymmetric circuit connectivity without the need for sensory experience?  I predict that my insights into the developmental mechanism of asymmetric, parallel, and topographic connectivity and circuit plasticity will be instructive when studying other brain circuits which contain similar organizing principles.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}