{
    "rcn": "193597",
    "acronym": "FirstDawn",
    "topics": "ERC-StG-2014",
    "title": "Imaging the cosmic dawn and the first galaxies with 21cm and atomic line intensity mapping",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "'Modern astrophysics has pushed the observational frontier to a time a billion years after the Big Bang.  Lying beyond this frontier is the period when the first stars and galaxies formed, whose light heated and ionized the Universe in the process known as reionization.  Understanding this 'epoch of reionization' would fill in a key missing period in our picture of the history of the Universe.  Existing observational techniques have scratched the surface, but new observational techniques are required to truly understand this early period of galaxy formation.  My work will lay the theoretical foundations for three novel probes of this period - 21 cm tomography, the 21 cm global signal,  and line intensity mapping - that would enable three dimensional maps of the epoch of reionization.  If realized through challenging radio-frequency observations, these techniques would transform our understanding of the first galaxies.\n\nThrough this ERC starting grant, I will build the theoretical framework needed to predict and interpret observations of line emission from gas in and surrounding the first generation of galaxies.  My team will aim to develop models of the interplay between radiation from the first galaxies and the heating, ionization, and illumination of hydrogen gas that lies in the space between galaxies.  At the same time, we will build models of the formation and properties of the atomic and molecular gas that fills the space inside galaxies.  By combining probes of this 'inner' and 'outer' space a complete nature of galaxy formation during the first billion years might be achieved. Analysis of sky averaged 21 cm observations will complement this with a broad overview of galaxies back to a few hundred million years after the big bang. This work will provide a clear theoretical road map to guide the design of next generation radio telescopes, such as the Square Kilometer Array, to achieve this ambitious goal.'",
    "totalCost": "1495220",
    "ecMaxContribution": "1495220",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1495220
        }
    },
    "calculatedTotalContribution": 1495220
}