{
    "rcn": "193527",
    "acronym": "EQUALIZE",
    "topics": "ERC-StG-2014",
    "title": "Equalizing or disequalizing? Opposing socio-demographic determinants of the spatial distribution of welfare.",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "This project aims to investigate the extent to which current trends in family formation, living arrangements and gender-specific education levels are related to the spatial distribution of welfare and the emergence of jobless households in contemporary societies. Inter alia, we aim to explore whether the welfare disequalizing, impoverishing and polarizing effects that are currently associated with recent patterns in assortative mating, lone parenthood and household composition are offset by an unprecedented phenomenon that is sweeping the world during the last decades: the rapid process education expansion in tandem with a reversal of the gender gap in education. The extent to which these two opposing forces occur and which of them is more influential in shaping the distribution of welfare between and within countries is among the main goals of this project. To this end, we will draw upon a variety of household surveys and the world largest sources of census microdata: the Integrated Public Use Microdata Series (IPUMS) project and the Latin American and Caribbean Demographic Centre. Because of their unparalleled geographical coverage and detail, these sources of data constitute exceptional instruments to study socio-demographic phenomena that have been vastly underutilized by the international research community. Triangulating our analysis at the micro, meso and macro levels, we will establish formal linkages between welfare distributions and its socio-demographic correlates to unveil insightful relationships that have been unsatisfactorily explored so far because of the lack of appropriately harmonized, sufficiently detailed and georeferenced datasets. We will strongly emphasize the spatial distribution of variables to unravel local patterns that might take place at highly disaggregated levels, therefore not being discernible to traditional (not as finely-grained) approaches.",
    "totalCost": "1174500",
    "ecMaxContribution": "1174500",
    "coordinator": "CENTRO DE ESTUDIOS DEMOGRAFICOS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997629384": {
            "orgId": "997629384",
            "orgName": "CENTRO DE ESTUDIOS DEMOGRAFICOS",
            "ecContrib": 1174500
        }
    },
    "calculatedTotalContribution": 1174500
}