{
    "rcn": "193539",
    "acronym": "STIGMATICS",
    "topics": "ERC-StG-2014",
    "title": "Between saints and celebrities. The devotion and promotion of stigmatics in Europe, c.1800-1950",
    "startDate": "01/04/2015",
    "endDate": "31/03/2019",
    "objective": "By far most of the historical studies on the 'golden age' of the stigmatics have focused on medical debates and religious treatises. This project wants to move beyond the traditional historiographical emphasis in at least three ways. First of all, it will focus on the popular perception of stigmatics in the nineteenth and early twentieth century and examine how they became symbolic figures of political and religious causes. Secondly, we will study the interaction of the 'victim souls' with their communities and examine how they were turned into 'living saints' through religious practices and discourse, and how some of them were eventually even beatified and canonized. Thirdly, we will address them as carefully constructed religious commodities (celebrities) and rebalance the research on the selling of religion that has adopted a top-down perspective and focused primarily on the popularization of authorized cults rather than on the impact of the commercialization from the bottom-up. Combining these three aspects in studying the stigmatics, the project will enhance our understanding of the role of (new) media and consumption practices in religious change and the construction of religious identities. As each of these emphases calls for a study that takes into account chronological and geographical differences, we will adopt a comparative approach and examine five of the countries where most of the (hundreds of) stigmatics have been attested (Italy, Spain, France, Germany and Belgium). This will allow us to trace larger trends as changes in the type of stigmatic (e.g. bedridden silent 'sign' or a socially engaged charismatic leader) and moments and locations of increased attention (e.g. political crises). However, since this was the era of an internationalized Catholicism the countries will not be studied in isolation and special attention will be given to transnational attraction (e.g. pilgrims) and the related differences in promotion and perception.",
    "totalCost": "884725",
    "ecMaxContribution": "884725",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 884725
        }
    },
    "calculatedTotalContribution": 884725
}