{
    "rcn": "193516",
    "acronym": "BLOC",
    "topics": "ERC-StG-2014",
    "title": "Mathematical study of Boundary Layers in Oceanic Motions",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Boundary layer theory is a large component of fluid dynamics. It is ubiquitous in Oceanography, where boundary layer currents, such as the Gulf Stream, play an important role in the global circulation. Comprehending the underlying mechanisms in the formation of boundary layers is therefore crucial for applications. However, the  treatment of boundary layers in ocean dynamics  remains poorly understood at a theoretical level, due to the variety and complexity of the forces at stake. \n\nThe goal of this project is to develop several  tools to bridge the gap between the mathematical state of the art and the physical reality of oceanic motion. There are four points on which we will mainly focus: degeneracy issues, including the treatment Stewartson boundary layers near the equator; rough boundaries (meaning boundaries with small amplitude and high frequency variations); the inclusion of the advection term in the construction of stationary boundary layers; and the linear and nonlinear stability of the boundary layers. We will address separately  Ekman layers and western boundary layers, since they are ruled by equations whose mathematical behaviour is very different. \n\nThis project will allow us to have a better understanding of small scale phenomena in fluid mechanics, and in particular of the inviscid limit of incompressible fluids. \n\nThe team will be composed of the PI, two PhD students and three two-year postdocs over the whole period. We will also rely on the historical expertise of the host institution on fluid mechanics and asymptotic methods.",
    "totalCost": "1267500",
    "ecMaxContribution": "1267500",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}