{
    "rcn": "193585",
    "acronym": "Autophagy in vitro",
    "topics": "ERC-StG-2014",
    "title": "Reconstituting Autophagosome Biogenesis in vitro",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Autophagy is a catabolic pathway that delivers cytoplasmic material to lysosomes for degradation. Under vegetative conditions, the pathway serves as quality control system, specifically targeting damaged or superfluous organelles and protein-aggregates. Cytotoxic stresses and starvation, however, induces the formation of larger autophagosomes that capture cargo unselectively. Autophagosomes are being generated from a cup-shaped precursor membrane, the isolation membrane, which expands to engulf cytoplasmic components. Sealing of this structure gives rise to the double-membrane surrounded autophagosomes. Two interconnected ubiquitin (Ub)-like conjugation systems coordinate the expansion of autophagosomes by conjugating the autophagy related (Atg)-protein Atg8 to the isolation membrane. In an effort to unravel the function of Atg8, we reconstituted the system on model membranes in vitro and found that Atg8 forms together with the Atg12ñAtg5-Atg16 complex a membrane scaffold which is required for productive autophagy in yeast. Humans possess seven Atg8-homologs and two mutually exclusive Atg16-variants. Here, we propose to investigate the function of the human Ub-like conjugation system using a fully reconstituted in vitro system. The spatiotemporal organization of recombinant fluorescent-labeled proteins with synthetic model membranes will be investigated using confocal and TIRF-microscopy. Structural information will be obtained by atomic force and electron microscopy. Mechanistic insights, obtained from the in vitro work, will be tested in vivo in cultured human cells. We belief that revealing 1) the function of the human Ub-like conjugation system in autophagy, 2) the functional differences of Atg8-homologs and the two Atg16-variants Atg16L1 and TECPR1 and 3) how Atg16L1 coordinates non-canonical autophagy will provide essential insights into the pathophysiology of cancer, neurodegenerative, and autoimmune diseases.",
    "totalCost": "1499726",
    "ecMaxContribution": "1499726",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "participantCountries": "DE",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 314668
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 1185058
        }
    },
    "calculatedTotalContribution": 1499726
}