{
    "rcn": "193594",
    "acronym": "CUSTOM-SENSE",
    "topics": "ERC-StG-2014",
    "title": "Custom-made biosensors ñ Accelerating the transition to a bio-based economy",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "How will we meet the globally growing demand for pharmaceutically active compounds, nutrients and fine chemicals when crude oil resources are dwindling? For decades, biotechnologists have been engineering microorganisms to produce valuable compounds from sugar and biomass. However, a lack of knowledge regarding the host cell metabolism as well as long and laborious development times render this approach challenging to this day.\nI want to establish a platform to engineer transcriptional biosensors for the intracellular detection of heterologous compounds in single cells. The application of these sensors in combination with flow cytometry and next-generation sequencing will enable high-throughput engineering of microorganisms at the single-cell level with unprecedented speed and simplicity. \nIn the field of biotechnology, this new technology will be a powerful tool for the (i) accelerated directed evolution of genes and pathways in vivo, (ii) functional integration of heterologous genes or whole synthetic pathways into the metabolism of microorganisms for the production of small valuable metabolites, (iii) genome engineering of industrially relevant microorganisms and (iv) adaptation of production strains to process conditions.\nFurthermore, during CUSTOM-SENSE, biosensors will also prove to be a valuable tool to answer questions in basic science because they will help to elucidate the function of unknown genes and aid the discovery of novel and unexpected functional links in cellular metabolism.\nI am in an exclusive position to pursue this goal of developing an engineering platform for custom-made biosensors due to the previous invention of biosensors at IBG-1. The starting grant would allow me to compete with Patrick D. Cirino (University of Houston, USA), who is working on a similar approach, and Christina D. Smolke (Stanford University/Caltech, USA), who is focusing on RNA devices for metabolite detection.",
    "totalCost": "1482220",
    "ecMaxContribution": "1482220",
    "coordinator": "FORSCHUNGSZENTRUM JULICH GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 1482220
        }
    },
    "calculatedTotalContribution": 1482220
}