{
    "rcn": "193534",
    "acronym": "HBQFTNCER",
    "topics": "ERC-StG-2014",
    "title": "Holomorphic Blocks in  Quantum Field Theory: New Constructions of Exact Results",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "A central challenge in theoretical physics is to develop non-perturbative or exact methods to describe quantitatively the dynamics of strongly coupled quantum fields. This proposal aims to establish new exact methods for the study of  supersymmetric  quantum field theories  thereby  unveiling new integrable structures and fostering new  correspondences and dualities. We will develop a  new  cut-and-sew formalism to compute partition functions and  expectation values of observables  of supersymmetric gauge theories  on  compact manifolds through the gluing of   a fundamental set of building blocks, the holomorphic blocks. The decomposition of partition functions into holomorphic blocks corresponds to  the geometric decomposition of compact manifolds into standard  simpler pieces. Similarly the gluing rules for the holomorphic blocks correspond to the geometric gluing rules. The key insight required to exploit the holomorphic block formalism is the  deep connection between supersymmetric gauge theories  and  low dimensional  exactly solvable systems such as 2d CFTs, TQFTs and spin chains.  Two and four dimensional holomorphic blocks can be reinterpreted as  conformal blocks in Liouville theory  through an established correspondence between supersymmetric gauge theories and Liouville theory. We will provide a similar realisation of three and five dimensional holomorphic blocks in  a new theory,  a  q-deformed version of Liouville theory where the Virasoro algebra is replaced by the q-deformed Virasoro algebra.\nWe will  develop this theory classifying the symmetries of correlation functions. These symmetries will be realised as gauge theory dualities, while  the language of the q-deformed Liouville theory will become a new powerful tool to investigate supersymmetric gauge theories.",
    "totalCost": "1287088",
    "ecMaxContribution": "1287088",
    "coordinator": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITY OF SURREY",
    "participantCountries": "UK",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 1253335
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 33753
        }
    },
    "calculatedTotalContribution": 1287088
}