{
    "rcn": "193515",
    "acronym": "Inhomogeneities",
    "topics": "ERC-StG-2014",
    "title": "Micro-scale inhomogeneities in compressed systems and their impact onto the PROCESS- functioning-chain and the PRODUCT-characteristics",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Compressed fluid systems handled in high pressure processes feature diffusivities smaller than the kinematic viscosity. Therefore during mixing the lifetime of micro(µ)-scale(s) inhomogeneities exceeds that one of macro(m)-scale(s) inhomogeneities. Thus m-s homogeneous systems can still exhibit µ-s inhomogeneities. They affect the functioning-chain of processes, e.g. reactions and phase-transitions or ñseparations, which themselves also take place on a sub-macro-scale.\nTherefore it will be analyzed in situ how µ-s inhomogeneities influence the functioning chain of the particle generation (supercritical antisolvent technology), the reaction (high pressure combustion), and the phase-separation or phase-transition mechanisms (surfactant-free CO2-based micro-emulsions and gas hydrates) and to which extend these inhomogeneities are responsible for the characteristics of the product, such as unfavourable size distributions of particulate products and/or pollutant emissions.\nOn this purpose the here proposed and self-developed non-invasive and in situ Raman spectroscopic technique considers the INTENSITY-ratios of Raman signals to analyze the m-s composition and the SIGNATURE of the OH stretch vibration Raman signal of water (or alcohols) to analyze the µ-s composition of fluid mixtures. The SIGNATURE of the OH stretch vibration Raman signal is influenced by the development of the hydrogen bonds -an intermolecular interaction- and thus provides the µ-s composition, though the probe volume of the Raman sensor is m-s. The signal-INTENSITY-ratio and signal-SIGNATURE are extracted both from one and the same ìm-sî Raman spectrum of the mixture. This allows the comparison of the degree of mixing on m-s and µ-s simultaneously, and enables the analysis of whether a system at any instance of mixing (instance of the onset of a reaction or a phase transition or ñseparation) has reached the favourable µ-s homogeneity, which would result in homogeneous and uniform products.",
    "totalCost": "1943750",
    "ecMaxContribution": "1943750",
    "coordinator": "TECHNISCHE UNIVERSITAET BERGAKADEMIE FREIBERG",
    "coordinatorCountry": "DE",
    "participants": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
    "participantCountries": "DE",
    "projectParticipants": {
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 884863
        }
    },
    "calculatedTotalContribution": 884863
}