{
    "rcn": "193538",
    "acronym": "INTRAHETEROSEQ",
    "topics": "ERC-StG-2014",
    "title": "Molecular characterization of the role of intra-tumor heterogeneity in cancer progression and metastasis",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Cancer  is caused by somatically acquired changes in the DNA. Some of these changes fall in ìcancer genesî, conferring clonal selective advantage to the cells that carry the mutant alleles. Identifying these genes/pathways is of vital importance for a correct understanding of cancer biology as well as for the diagnosis and treatment of human malignancies. In this respect, the use of genetically modified mice has been extremely useful in the past for characterizing the molecular pathways involved in cancer progression. The remarkable progress made during the last two decades on the genetic modification of mouse genomes offers unique opportunities to investigate different aspects of tumor molecular behavior, impossible to study on human samples. \n  Recently, the advent of next-generation sequencing technologies has provided new strategies for the systematic genome-wide identification of somatic changes in cancer cell genomes. Using these technologies, we and others have characterized the high intra-tumor heterogeneity observed in some human tumors. Although the exact significance of this heterogeneity is uncertain, it seems to be responsible for key aspects in the management of cancer patients such as metastasis predisposition and tissue specificity or treatment resistance.  \n Taking advantage of next-generation sequencing, we propose to finely characterize the intra-tumor heterogeneity evolution during the progression of tumors induced in a mouse model of pancreatic cancer, as well as, for the first time, to purify the different cell populations these primary tumors are composed of. A complete genomic and transcriptomic characterization of these populations followed by posterior functional assays will help us to identify the genes/pathways involved in tumor progression as well as metastatic potential and its tissue specificity. This new knowledge could finally contribute to a better understanding of cancer and to the design of more efficient anti-tumor therapies.",
    "totalCost": "1498850",
    "ecMaxContribution": "1498850",
    "coordinator": "UNIVERSIDAD DE CANTABRIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999880075": {
            "orgId": "999880075",
            "orgName": "UNIVERSIDAD DE CANTABRIA",
            "ecContrib": 1498850
        }
    },
    "calculatedTotalContribution": 1498850
}