{
    "rcn": "193521",
    "acronym": "RiP",
    "topics": "ERC-StG-2014",
    "title": "Rationality in Perception: Transformations of Mind and Cognition 1250-1550",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "The project RiP aims to provide a groundbreaking new interpretation of late medieval theories of mind and cognition by focusing on the influence higher cognitive (rational) powers exert on lower (sensory) ones in the neglected tradition of Augustinian philosophy of perception. \n\nDue to increasing difficulties in explaining the unity and objectivity of perceptual experience, late medieval authors came to question the dominant Aristotelian theory, with its passive account of perception and emphatic separation between sensory and intellectual functions. This led to a resurfacing of the Augustinian tradition, which is characterized by an emphasis on activity and top-down processing, built around the notions of intentionality and self-awareness. \n\nThe project investigates the hypothesis that perception changes from being explained on the basis of a model of the soul that is metaphysically composite of really distinct clusters of functions to a model in which rationality permeates the functions previously attributed to lower cognitive capacities. It is the 'flow of reason', an expression found in a late sixteenth-century textbook. \n\nThe project has therefore two main objectives: \n(1) to offer the first systematic study of late medieval theories of perception, focusing on the relation between the senses and intellect \n(2) to retrace the shift in late medieval philosophy of perception that led to (a) a progressive questioning of direct realism in cognition and (b) the incremental reduction of all psychological functions to the mind. \n\nThe results of the project will allow a better understanding of the philosophical assumptions of late medieval theories of cognition, shedding new light on the historical background of early modern and contemporary conceptions of rationality.",
    "totalCost": "1415627,5",
    "ecMaxContribution": "1415627,5",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1415628
        }
    },
    "calculatedTotalContribution": 1415628
}