{
    "rcn": "193529",
    "acronym": "ALKENoNE",
    "topics": "ERC-StG-2014",
    "title": "Algal Lipids: the Key to Earth Now and aNcient Earth",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Alkenones are algal lipids that have been used for decades to reconstruct quantitative past sea surface temperature. Although alkenones are being discovered in an increasing number of lake sites worldwide, only two terrestrial temperature records have been reconstructed so far. The development of this research field is limited by the lack of interdisciplinary research that combines modern biological and ecological algal research with the organic geochemical techniques needed to develop a quantitative biomarker (or molecular fossil) for past lake temperatures. More research is needed for alkenones to become a widely used tool for reconstructing past terrestrial temperature change. The early career Principal Investigator has discovered a new lake alkenone-producing species of haptophyte algae that produces alkenones in high abundances both in the environment and in laboratory cultures. This makes the new species an ideal organism for developing a culture-based temperature calibration and exploring other potential environmental controls. In this project, alkenone production will be manipulated, and monitored using state-of-the-art photobioreactors with real-time detectors for cell density, light, and temperature. The latest algal culture and isolation techniques that are used in microalgal biofuel development will be applied to developing the lake temperature proxy. The objectives will be achieved through the analysis of 90 new Canadian lakes to develop a core-top temperature calibration across a large latitudinal and temperature gradient (? latitude = 5∞, ? spring surface temperature = 9∞C). The results will be used to assess how regional palaeo-temperature (Uk37), palaeo-moisture (?Dwax) and palaeo-evaporation (?Dalgal) respond during times of past global warmth (e.g., Medieval Warm Period, 900-1200 AD) to find an accurate analogue for assessing future drought risk in the interior of Canada.",
    "totalCost": "940883",
    "ecMaxContribution": "940883",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 940883
        }
    },
    "calculatedTotalContribution": 940883
}