{
    "rcn": "193558",
    "acronym": "ApoptoMDS",
    "topics": "ERC-StG-2014",
    "title": "Hematopoietic stem cell Apoptosis in bone marrow failure and MyeloDysplastic Syndromes: Friend or foe?",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Deregulated apoptotic signaling in hematopoietic stem and progenitor cells (HSPCs) strongly contributes to the pathogenesis and phenotypes of congenital bone marrow failure and myelodysplastic syndromes (MDS) and their progression to acute myeloid leukemia (AML). HSPCs are highly susceptible to apoptosis during bone marrow failure and early MDS, but AML evolution selects for apoptosis resistance. Little is known about the main apoptotic players and their regulators. ApoptoMDS will investigate the impact of apoptotic deregulation for pathogenesis, correlate apoptotic susceptibility with the kinetics of disease progression and characterize the mechanism by which apoptotic susceptibility turns into resistance. ApoptoMDS will draw on a large collection of patient-derived samples and genetically engineered mouse models to investigate disease progression in serially transplanted and xenotransplanted mice. How activated DNA damage checkpoint signaling contributes to syndrome phenotypes and HSPC hypersusceptibility to apoptosis will be assessed. Checkpoint activation confers a competitive disadvantage, and HSPCs undergoing malignant transformation are under high selective pressure to inactivate it. Checkpoint abrogation mitigates the hematological phenotype, but increases the risk of AML evolution. ApoptoMDS aims to analyze if inhibiting apoptosis in HSPCs from bone marrow failure and early-stage MDS can overcome the dilemma of checkpoint abrogation. Whether inhibiting apoptosis is sufficient to improve HSPC function will be tested on several levels and validated in patient-derived samples. How inhibiting apoptosis in the presence of functional checkpoint signaling influences malignant transformation kinetics will be assessed. If, as hypothesized, inhibiting apoptosis both mitigates hematological symptoms and delays AML evolution, ApoptoMDS will pave the way for novel therapeutic approaches to expand the less severe symptomatic period for patients with these syndromes.",
    "totalCost": "1372525",
    "ecMaxContribution": "1372525",
    "coordinator": "UNIVERSITAETSKLINIKUM FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999881918": {
            "orgId": "999881918",
            "orgName": "UNIVERSITAETSKLINIKUM FREIBURG",
            "ecContrib": 1372525
        }
    },
    "calculatedTotalContribution": 1372525
}