{
    "rcn": "193548",
    "acronym": "FunCatDesign",
    "topics": "ERC-StG-2014",
    "title": "Fundamental Studies in Catalysis ñ Reactivity Design with Experimental and Computational Tools",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Catalysis is ubiquitous in modern academic and industrial chemistry as well as an integral and indispensable discipline that may contribute to solutions of current global challenges. While the field has grown significantly over the past few decades, with numerous transformations that were previously unthinkable now being possible, progress has frequently relied on serendipitous discoveries or elaborate screening efforts. Although it is indisputable that high-throughput screening is an extremely lucrative approach to generate a wealth of chemical information, the next frontier in the development of innovative approaches to meet the high demand for predictable, selective and sustainable processes will likely arise from fundamental insight. However, owing to the complexity of catalytic processes, the fleeting and frequently highly sensitive nature of intermediates and the associated challenges in gaining fundamental mechanistic understanding, insight-driven developments and especially reactivity designs have so far been extremely rare. The objective of this proposal is to capitalize on the tools of experimental and computational chemistry as a powerful means to gain access to the fundamental mechanistic details of key catalytic steps that are required to allow reactivity design. The specific subject for study will focus on the most significant challenges in nickel-catalysis - a highly promising area in the context of sustainability and synthetic diversity owing to nickelís relatively large abundance and also high reactivities towards relatively inert bonds. The proposed studies will address challenges in relation to Ni-catalyzed C-H activation, cross-coupling and trifluoromethylation reactions, as well as the exploration of novel avenues in catalysis at multinuclear sites.",
    "totalCost": "1491875",
    "ecMaxContribution": "1491875",
    "coordinator": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 1491875
        }
    },
    "calculatedTotalContribution": 1491875
}