{
    "rcn": "193582",
    "acronym": "SILENCE",
    "topics": "ERC-StG-2014",
    "title": "Mechanisms of Gene Silencing by the Glucocorticoid Receptor",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "I propose to decipher the unresolved molecular paradox of positive versus negative gene regulation by the Glucocorticoid Receptor (GR). GR is one of the most potent anti-inflammatory drug targets in clinical use today, and one of the most powerful metabolic regulators. Unfortunately, its unique ability to efficiently shut off inflammatory gene expression is accompanied by serious side effects. These undesired effects are attributed to the transcriptional activation of its metabolic target genes and limit its therapeutic use.\n\nSILENCE uses cutting-edge genome-wide approaches to identify the molecular mechanisms underlying the transcriptional repression, or silencing, of inflammatory genes by GR. The general, open question I want to address is how one transcription factor can simultaneously both activate and repress transcription.\n\nGR is a member of the nuclear hormone receptor family of ligand-gated transcription factors. Upon hormone binding, GR can regulate gene expression both positively and negatively, but the mechanism governing this choice is unknown. I have previously shown that classical models and existing paradigms are insufficient to explain GR-mediated gene silencing. Therefore, I postulate the existence of unknown coregulator proteins, cis-regulatory DNA sequences, noncoding RNAs, or combinations thereof. To test these hypotheses, I plan 1. a large scale RNAi screen to identify those cofactors that specify repression versus activation, 2. ChIP-exo experiments to map genomic GR binding sites at an unprecedented resolution, and 3. GRO-Seq studies to define the role of noncoding RNAs during the silencing of inflammatory genes.\n\nInflammation is known to contribute to the pathogenesis of numerous human illnesses, including cancer, autoimmune diseases, diabetes and cardiovascular disease. Understanding the specific mechanisms involved in the silencing of inflammatory gene expression carries transformative potential for novel therapies and safer drugs.",
    "totalCost": "1496275",
    "ecMaxContribution": "1496275",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 1496275
        }
    },
    "calculatedTotalContribution": 1496275
}