{
    "rcn": "193524",
    "acronym": "CrIC",
    "topics": "ERC-StG-2014",
    "title": "Molecular basis of the cross-talk between chronic inflammation and cancer",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Cancer related inflammation (CRI) is a well-established hallmark of cancer. We recently demonstrated that the DNA damage repair SLX4 complex suppresses spontaneous and human immunodeficiency virus (HIV)-dependent pro-inflammatory cytokine production, revealing a role for this DNA repair complex in controlling innate immune responses. Bi-allelic mutations in SLX4 are involved in the onset of Fanconi Anemia (FA), a syndrome characterized, besides heightened cancer susceptibility, by severe defects of the immune system, resulting from increased pro-inflammatory cytokine levels and progressive bone marrow failure. Within this proposal, using SLX4-deficiency as a working model, I aim at investigating the molecular process underlying CRI. Based on our previous observation that the SLX4 complex binds to HIV-derived reverse-transcripts and promotes their degradation, my working hypothesis is that CRI results from the accumulation of endogenous pathological nucleic acids that are recognized by the innate immune system in the absence of SLX4. The present project should unveil the relationship between repression of pro-inflammatory cytokine production by proteins involved in DNA repair, DNA damage, and CRI, thereby opening unforeseen perspectives in the treatment of cancer patients.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}