{
    "rcn": "193592",
    "acronym": "COEVOLUTION",
    "topics": "ERC-StG-2014",
    "title": "Black holes and their host galaxies: coevolution across cosmic time",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Galaxy formation is one of the most fascinating yet challenging fields of astrophysics. The desire to understand\ngalaxy formation has led to the design of ever more sophisticated telescopes which show a bewildering variety\nof galaxies in the Universe. However, the degree to which an interpretation of this wealth of data can succeed\ndepends critically on having accurate and realistic theoretical models of galaxy formation. While cosmological\nsimulations of galaxy formation provide the most powerful technique for calculating the non-linear evolution of\ncosmic structures, the enormous dynamic range and poorly understood baryonic physics are main uncertainties\nof present simulations. This impacts on their predictive power and is the major obstacle to our understanding of\nobservational data. The objective of this proposal is to drastically improve upon the current state-of-the-art by i)\nincluding more realistic physical processes, such as those occurring at the sphere of influence of a galaxyís central\nblack hole and ii) greatly extending spatial dynamical range with the aid of a novel technique I have developed.\nWith this technique I want to address one of the major unsolved issues of galaxy formation: ìHow do galaxies and\ntheir central black holes coevolve?î Specifically, I want to focus on three crucial areas of galaxy formation: a) How\nand where the very first black holes form, what are their observational signatures, and when is the coevolution with\nhost galaxies established? b) Is black hole heating solely responsible for the morphological transformation and\nquenching of massive galaxies, or are other processes important as well? c) What is the impact of supermassive\nblack holes on galaxy clusters and can we calibrate baryonic physics in clusters to use them as high precision\ncosmological probes? The requested funding is for 50% of the PIís time and three postdoctoral researchers to\nestablish an independent research group at the KICC and IoA, Cambridge.",
    "totalCost": "1975062",
    "ecMaxContribution": "1975062",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}