{
    "rcn": "193564",
    "acronym": "NanoChemBioVision",
    "topics": "ERC-StG-2014",
    "title": "Next Generation Label-free Chemical Nanoscopy for Biomedical Applications",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Imagine if one could simply use an optical microscope and see whether a particular virus has infected a biological specimen or not! Or if a single disease causing molecular structure could be detected, 20 years before the disease manifests itself! Conventional microscopy simply does not have such spatial resolution! The challenge is to image endogenous molecules and structures composed of them specifically, in real-time, without tampering and sample destruction. Non-Linear optical techniques such as vibrational sum frequency generation (vSFG) and coherent Raman scattering (CRS), which use the intrinsic properties of molecules for selectively imaging them, provide a solution. They are non-invasive, label-free, chemically selective and non-destructive with capability for video-rate imaging of biomolecules and biochemical structures. However, they need to overcome the frontier of spatial resolution to be able to provide information at <100 nm level, which is much below the limit for these techniques and conventional microscopy. The proposal addresses this challenge by developing and implementing a generic, simple optical ultra-high resolution technology using a novel approach based on super-oscillatory modulation of light coupled with wavelength mixing. We will uniquely apply this approach to the chemically selective vSFG and CRS techniques. Ultra-high spatial resolution with these techniques will allow unprecedented new insight into many biochemical phenomena. To demonstrate the utility of ëchemical nanoscopyí developed in this proposal vesicular transport in axons of neurons will be studied, which is highly relevant to cognitive decline observed in ageing and neurodegenerative disorders. The project outcomes have the potential to revolutionize research and biomedical understanding by opening doors to ëunseen biologyí, unravelling disease, viral infection and allergy mechanisms and ultimately, yielding better diagnostics and therapeutics.",
    "totalCost": "1916076",
    "ecMaxContribution": "1916076",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 1916076
        }
    },
    "calculatedTotalContribution": 1916076
}