{
    "rcn": "193570",
    "acronym": "MetaFlex",
    "topics": "ERC-StG-2014",
    "title": "Metabolic flexibility: breaking down food effectively to prolong life",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Aging has long been considered a passive process. More recently studies have defined an important, active role for metabolic pathways in aging and age-related diseases. I have previously demonstrated a marked dysregulation of fat metabolism in aged mice that contributes to their overweight and glucose intolerance. Here, I propose a model that links healthy aging to efficient processing of nutrients, a state termed metabolic flexibility: reducing protein or carbohydrate metabolism will strongly stimulate fat breakdown. I suggest that improved metabolic flexibility will thus prevent the accumulation of lipids and protect against its detrimental effects. \n\nIn this project, I aim to elucidate how nutrient breakdown is regulated and can be adapted to improve metabolic flexibility and promote healthy aging. I will use C. elegans, as well as mammalian models and human population studies. Specifically, I aim to (1) dissect the molecular actors of metabolic aging pathways; (2) identify genes that translate nutritional cues to lifespan variation; (3) find novel genetic regulators that prevent toxicity and accelerated aging caused by fat-rich diets; (4) identify associations between variants in genes involved in metabolic flexibility and aging phenotypes in humans.\n\nThis set of experiments should clarify the role of nutrient breakdown and metabolic flexibility in aging. Better understanding of these processes can lead to a prolonged healthy state of aged individuals.",
    "totalCost": "1499446,25",
    "ecMaxContribution": "1499446,25",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 1499446
        }
    },
    "calculatedTotalContribution": 1499446
}