{
    "rcn": "193504",
    "acronym": "REPROWORM",
    "topics": "ERC-StG-2014",
    "title": "Safeguarding Cell Identities:  Mechanisms Counteracting Cell Fate Reprogramming",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "Regenerating tissues by reprogramming cells has the potential to become a therapeutic approach for replacing lost tissues in patients suffering from injury or degenerative diseases such as Alzheimerís or Muscular Dystrophy. Strategies to generate required tissues using embryonic stem cells or induced pluripotent stem cells (iPSCs) are associated with either ethical or medical safety issues. An alternative strategy is to directly reprogram cells to the required tissue type by forced expression of cell fate-inducing transcription factors (TFs). Direct reprogramming (DR) has the potential to circumvent unsafe proliferative pluripotent cell stages and it allows in vivo procedures. However to date, DR is successful in only a few cell types and it is not well understood why most cells are refractory to DR. Recently, we provided evidence that inhibitory mechanisms play an important role in restricting cell fate conversion. We identified factors inhibiting direct conversion of germ cells into specific neurons or muscle cells. Additionally, preliminary studies in our group revealed other factors that inhibit ectopic cell fate induction in somatic cells. \nThe objective of this proposal is to further understand mechanisms that restrict DR. We aim to identify and characterize factors involved in safeguarding differentiated cells and thereby counteract induction of ectopic fates in different cells. We use C. elegans as an in vivo model and apply large-scale forward and reverse genetic screenings with high-throughput. Next generation sequencing, tissue-specific biochemistry (ChIP-seq, SILAC) and 4D imaging will be used to elucidate the molecular function of identified DR-regulating factors. Finally, we will test the ability to convert cells in aged animals and assess the effects of ageing on the ability to induce ectopic cell fates. Our research has the potential to facilitate the generation of specific tissues from different cellular contexts for future biomedical approaches.",
    "totalCost": "1457938",
    "ecMaxContribution": "1457938",
    "coordinator": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990461": {
            "orgId": "999990461",
            "orgName": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
            "ecContrib": 1457938
        }
    },
    "calculatedTotalContribution": 1457938
}