{
    "rcn": "193599",
    "acronym": "Q-CEOM",
    "topics": "ERC-StG-2014",
    "title": "Quantum Cavity Electro- and Opto-Mechanics",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Nanomechanical oscillators have recently been realised in the quantum regime, by coupling them to a single mode of the electromagnetic field. Platforms using both superconducting microwave circuits and optical cavities have been employed贸separately贸for this purpose. Based on the PI's extensive contributions to these developments, we propose to explore the intriguing conceptual and experimental prospects of hybrid multimode systems involving microwave, mechanical and optical modes in the quantum regime, thus unifying the fields of quantum cavity optomechanics and electromechanics.\nTo reach this ambitious goal, an optomechanical system involving two optical modes and one mechanical mode will serve as testbed for quantum conversion and tripartite entanglement protocols. Particular attention will be devoted to the evasion of mechanical thermal noise through noise-resilient schemes, relying, for example, on mechanically dark Bogoliubov modes. This will enable the conservation of quantum coherence in spite of the inevitable coupling of the mechanical device to a thermal environment. The protocols, once established, will be transferred to a hybrid multimode system, consisting of a superconducting microwave resonator, a nanomechanical oscillator, and an optical cavity mode. In this system, we will explore unprecedented opportunities to transduce, entangle and amplify microwave and optical modes through a mechanical device.\nThe specific implementation proposed here opens new avenues for the ultralow-noise processing of microwave signals, with potential applications in radio astronomy or magnetic resonance imaging. In the quantum sciences, it bears great promise to overcome the dichotomy between superconducting circuit platforms for information processing, and flying optical photons for its communication. More generally, the schemes studied here can serve as a blueprint for mechanical transducers贸coupling to spin, charge, and fields alike贸in hybrid quantum systems.",
    "totalCost": "1495073",
    "ecMaxContribution": "1495073",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1495073
        }
    },
    "calculatedTotalContribution": 1495073
}