{
    "rcn": "193560",
    "acronym": "NOVA",
    "topics": "ERC-StG-2014",
    "title": "Non-coding RNA in Vascular Ageing",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Life expectancy in the European Union is rising and the prevalence of age-induced cardiovascular disease increases concomitantly. Endothelial dysfunction is a hallmark of aging in the vasculature and is the underlying cause of many cardiovascular disorders, like hypertension, acute myocardial infarction and stroke. This proposal aims to better understand the molecular mechanisms behind aging that lead to endothelial dysfunction.\nNon-coding RNAs are emerging as novel key regulators of cellular functions and we hypothesize that non-coding RNAs contribute to vascular aging. Preliminary experiments show that several long non-coding RNAs (lncRNAs) are regulated during aging of the cardiovascular system, including the lncRNA H19. We propose to extensively characterize the role of H19 in endothelial aging and to identify other lncRNAs that are involved in vascular aging. We will use state-of-the-art in vitro and in vivo models to assess endothelial aging and function upon gain-of-function and loss-of-function of lncRNAs.\nUnderstanding the role that H19 and other lncRNAs play in aging endothelium will highlight novel potential therapeutic targets to attenuate age-induced endothelial dysfunction. The focus on aging will also yield insight in molecular mechanisms that may have been overlooked when studying endothelial function in young cells or organisms.",
    "totalCost": "1499693,71",
    "ecMaxContribution": "1499693,71",
    "coordinator": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 1499694
        }
    },
    "calculatedTotalContribution": 1499694
}