{
    "rcn": "193550",
    "acronym": "Dynamic Nano",
    "topics": "ERC-StG-2014",
    "title": "Dynamic Nanoplasmonics",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "The key component of nanoplasmonics is metals. When metal nanoparticles are placed in close proximity, the possibility of shaping and controlling near-field and far-field optical properties expands enormously. Near-field coupling between metal nanoparticles is extremely sensitive to nanometer conformational changes. Such strong dependence on conformation provides unique opportunities in manipulating optical response on the nanoscale. Simultaneously, it also raises significant challenges in realization of dynamic plasmonic systems, which can exhibit immediate conformational changes upon a regulated physical or chemical control input.  \nAlso importantly, plasmonic nanostructures can serve as an efficient far-field to near-field transformer, converting optical radiation into strong localized electromagnetic fields. This unprecedented ability enables probing local dynamic changes on the nanoscale that are extremely crucial in nanocatalysis and phase transitions of nanomaterials, where many unanswered questions abound. \n\nIn my proposal, I would like to develop a new generation of dynamic nanoplasmonic building blocks for biology, chemistry, and materials science. These plasmonic building blocks either can exhibit dynamic structural changes themselves or can be integrated with functional materials, where dynamic events take place. I will utilize both bottom-up and top-down nanotechniques to advance the perspective of plasmonics towards synthetic plasmonic machinery as well as on-chip dynamic plasmonic devices with both tailored optical response and active functionality. With such plasmonic building blocks, long-standing questions in protein dynamics, chiral sensing, dynamic light matter interaction, gas-phase catalysis, and phase transitions on the nanoscale will be addressed. My proposed methods will allow for unprecedented resolution on optically disseminating dynamic behavior and revolutionary multidisciplinary experiments that were not possible to perform before.",
    "totalCost": "1499700",
    "ecMaxContribution": "1499700",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1499700
        }
    },
    "calculatedTotalContribution": 1499700
}