{
    "rcn": "193513",
    "acronym": "TREECLIMBERS",
    "topics": "ERC-StG-2014",
    "title": "Modelling lianas as key drivers of tropical forest responses to climate change",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Tropical forests are essential components of the earth system. Yet, much uncertainty exists about the exact role of this biome in the global carbon cycle. Our limited understanding of tropical forest functioning is reflected in uncertain global vegetation model projections. A large source of uncertainty in these models is their representation of ecosystem demographic processes. Interestingly, fieldwork has revealed lianas as important components of tropical forests, which are apparently increasing in abundance. Liana proliferation might be a key adaptation mechanism of tropical forests to climate change, which has potentially large impacts on the long term tropical forest biome carbon balance. Nevertheless, no single terrestrial ecosystem model currently includes lianas. TREECLIMBERS will generate important insights into the mechanisms by which lianas influence the carbon balance of tropical forests, by building the first vegetation model that includes lianas. We will make the first integrative study of (1) the contribution of lianas to instantaneous carbon and water fluxes, (2) liana contribution and influence on canopy structure, (3) their role for long term demographic processes, and (4) of their role in forest responses to drought events. TREECLIMBERS will develop the first liana plant functional type (PFT) by combining a unique global meta-analysis of existing data with innovative terrestrial LiDAR 3D measurements of the canopy to study the contribution of lianas to the canopy structure. New and available data will be integrated in the Ecosystem Demography (ED) model, a forerunner of the next generation of vegetation models. By using model-data fusion we will, for the first time, integrate the large amount of available and emerging liana data, leading to an integrated insight into the role of lianas in tropical forest functioning. This project aims to show that shifts in floristic composition due to global change may have important impacts in tropical forests.",
    "totalCost": "1499375",
    "ecMaxContribution": "1499375",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1499375
        }
    },
    "calculatedTotalContribution": 1499375
}