{
    "rcn": "193511",
    "acronym": "ThermoTex",
    "topics": "ERC-StG-2014",
    "title": "Woven and 3D-Printed Thermoelectric Textiles",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Imagine a world, in which countless embedded microelectronic components continuously monitor our health and allow us to seamlessly interact with our digital environment. One particularly promising platform for the realisation of this concept is based on wearable electronic textiles. In order for this technology to become truly pervasive, a myriad of devices will have to operate autonomously over an extended period of time without the need for additional maintenance, repair or battery replacement. The goal of this research programme is to realise textile-based thermoelectric generators that without additional cost can power built-in electronics by harvesting one of the most ubiquitous energy sources available to us: our body heat.\n\nCurrent thermoelectric technologies rely on toxic inorganic materials that are both expensive to produce and fragile by design, which renders them unsuitable especially for wearable applications. Instead, in this programme we will use polymer semiconductors and nanocomposites. Initially, we will focus on the preparation of materials with a thermoelectric performance significantly beyond the state-of-the-art. Then, we will exploit the ease of shaping polymers into light-weight and flexible articles such as fibres, yarns and fabrics. We will explore both, traditional weaving methods as well as emerging 3D-printing techniques, in order to realise low-cost thermoelectric textiles.\n\nFinally, within the scope of this programme we will demonstrate the ability of prototype thermoelectric textiles to harvest a small fraction of the wearerís body heat under realistic conditions. We will achieve this through integration into clothing to power off-the-shelf sensors for health care and security applications. Eventually, it can be anticipated that the here interrogated thermoelectric design paradigms will be of significant benefit to the European textile and health care sector as well as society in general.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}