{
    "rcn": "193574",
    "acronym": "ENHANCEDQMMR",
    "topics": "ERC-StG-2014",
    "title": "Enhanced Qualitative and Multi-Method Research in Political Science",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Over the last 20 years, qualitative methods in political science have developed rapidly on three dimen-sions. First, set theory was formulated as an alternative to what is called the quantitative worldview. Second, process tracing for the analysis of mechanisms evolved as a complement to the estimation of marginal effects. Process tracing has also been tied to Bayesianism as opposed to frequentism. Third, process tracing became an element of multi-method research (MMR), integrating it with frequentist statistics or Qualitative Comparative Analysis (QCA). \n\nAn important element of the development of qualitative methods is its contrast with quantitative methods. At the same time, quantitative researchers critically commented on that development. The constant exchange has contributed to the progress of qualitative methods, but the debate has reached an impasse in some respects, or has pursued one line of development while neglecting others.\n\nBuilding on state-of-the-art qualitative methods, ENHANCEDQMMR seeks to overcome this impasse and to explore new ground.It makes four significant contributions to the progress of standalone qualitative methods and as part of MMR. First, it examines experimentally how researchers decide between a set-relational and correlational view on causation and whether they can realize designs in accord with their initial decision. Second, it develops tools for sensitivity analyses, diagnostics, and the modeling of diverse data structures via QCA for strengthening QCA-based inference. Third, it com-pares the performance of QCA and regression analyses under simulated data-generating processes with the goal of generating comparative diagnostics, possibly allowing one to adjudicate between both methods in observational research. Fourth, it formulates standards for Bayesian MMR by combining Bayesian process tracing with Bayesian statistics and Bayesian QCA, respectively. The insights of the project will be implemented in freely available software.",
    "totalCost": "1125575",
    "ecMaxContribution": "1125575",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITAET BREMEN",
    "participantCountries": "DE",
    "projectParticipants": {
        "999987454": {
            "orgId": "999987454",
            "orgName": "UNIVERSITAET BREMEN",
            "ecContrib": 185312
        },
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 940262
        }
    },
    "calculatedTotalContribution": 1125574
}