{
    "rcn": "193500",
    "acronym": "PRISTINE",
    "topics": "ERC-StG-2014",
    "title": "High precision isotopic measurements of heavy elements in extra-terrestrial materials: origin and age of the solar system volatile element depletion",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "'The objectives of this proposal, PRISTINE (high PRecision ISotopic measurements of heavy elements in extra-Terrestrial materials: origIN and age of the solar system volatile Element depletion), are to develop new cutting edge high precision isotopic measurements to understand the origin of the Earth, Moon and solar system volatile elements and link their relative depletion in the different planets to their formation mechanism. In addition, the understanding of the origin of the volatile elements will have direct consequences for the understanding of the origin of the Earthís water. To that end, we will approach the problem from two angles: 1) Develop and use novel stable isotope systems for volatile elements (e.g. Zn, Ga, Cu, and Rb) in terrestrial, lunar and meteoritic materials to constrain the origin of solar systemís volatile element depletion 2) Determine the age of the volatile element depletion by using a novel and original approach: calculate the original Rb/Sr ratio of the Solar Nebula by measuring the isotopic composition of the Sun with respect to Sr via the isotopic composition of solar wind implanted in lunar soil grains.\nThe stable isotope composition (goal #1) will give us new constraints on the mechanisms (e.g. evaporation following a giant impact or incomplete condensation) that have shaped the abundances of the volatile elements in terrestrial planets, while the timing (goal #2) will be used to differentiate between nebular events (early) from planetary events (late). These new results will have major implications on our understanding of the origin of the Earth and of the Moon, and they will be used to test the giant impact hypothesis of the Moon and the origin of the Earthís water.'",
    "totalCost": "1487500",
    "ecMaxContribution": "1487500",
    "coordinator": "INSTITUT DE PHYSIQUE DU GLOBE DE PARIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999597417": {
            "orgId": "999597417",
            "orgName": "INSTITUT DE PHYSIQUE DU GLOBE DE PARIS",
            "ecContrib": 1487500
        }
    },
    "calculatedTotalContribution": 1487500
}