{
    "rcn": "193586",
    "acronym": "SenseX",
    "topics": "ERC-StG-2014",
    "title": "Sensory Experiences for Interactive Technologies",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "The senses we call upon to interact with technology are still very limited relying mostly on visual and auditory senses. The grand challenge and vision of this project is to gain a rich and integrated understanding on touch, taste, and smell experiences for interactive technologies.\n\nWe aim to achieve this ambitious grand vision by 1) creating a ësensory interaction frameworkí on the bases of a systematic empirical investigation of touch, taste, and smell experiences, 2) integrating the generated understanding on the three senses into meaningful and efficient experiential cross-sensory gamuts and interaction principles, and 3) demonstrating the added value of the created experiential understanding on touch, taste, and smell ñ aka the experiential gamuts ñ through their integration into the development of multi-sensory systems verifying the short-, mid- and long-term societal and scientific impact (short-term: multi-sensory media experiences; mid-term: interaction concepts for partially sensory impaired people; long-term: multi-sensory interaction approach for life beyond Earth).\n\nThis research will pioneer novel interaction concepts for interactive technologies in relation to essential components of multi-sensory experiences. This project will transform existing interaction paradigm in Human-Computer Interaction (HCI) and likewise impact other disciplines such as sensory and cognitive sciences by delivering ground-breaking new insights on the experiential dimensions underlying neurological processes and human perception.\n\nThe PIís research excellence and her track record (three recent seminal papers on touch, taste, and smell at the premier HCI ñ CHI conference) provide a rock solid foundation for the feasibility of the proposed scientific venture. This ERC project would enable her to establish an independent and interdisciplinary team to revolutionize multi-sensory research within the HCI community with impact across disciplines.",
    "totalCost": "1494865",
    "ecMaxContribution": "1494865",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 1494865
        }
    },
    "calculatedTotalContribution": 1494865
}