{
    "rcn": "193530",
    "acronym": "MetDNASecStr",
    "topics": "ERC-StG-2014",
    "title": "Metabolism of DNA secondary structures and their impact on genome stability",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "DNA replication is an essential process for genome duplication, cell division and ultimately organismal survival that ensures faithful transmission of the genome to progeny. Certain genomic loci represent major obstacles to DNA replication including fragile sites, G-rich tracts and repetitive sequences, such as ribosomal DNA and telomeres. Mammalian telomeres have the propensity to adopt complex DNA secondary structures, including telomere-loops and telomeric G-quadruplex DNA, which are believed to play essential roles in telomere maintenance. However, recent work has established that these structures are also a hindrance to DNA replication and failure to stabilise, repair or restart the replication fork is a potential source of genome instability, the hallmark of many diseases including cancer.\nDespite recent advances, the mechanisms that facilitate DNA replication at telomeres and other hard to replicate loci throughout the genome remain unclear. This proposal aims to address this important question in order to discover and decipher the mechanisms that help DNA replication through DNA secondary structures. I propose using multidisciplinary approaches to investigate the cellular response to replication stress at telomeres and the enzymatic activities that result in telomere replication aberrations, which will involve direct visualisation of telomere abnormalities using complementary DNA related methodologies and analysis of novel telomere-associated complexes. I also plan to determine the nature/structure of fragile telomeres, which remains poorly defined and represent a central question for the field using visualisation of biological molecules and proteomics.\nThe detailed investigation of the function of known and new factors that facilitate telomere DNA replication represent an outstanding challenge that will provide a novel framework for understanding the contributions of replication factors in general DNA replication, genome stability and cancer in humans.",
    "totalCost": "1638041",
    "ecMaxContribution": "1638041",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1638041
        }
    },
    "calculatedTotalContribution": 1638041
}