{
    "rcn": "193507",
    "acronym": "NEURAL AS",
    "topics": "ERC-StG-2014",
    "title": "Functions and evolutionary impact of transcriptomic novelties in the vertebrate brain",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Alternative splicing (AS) is the largest contributor to transcriptomic diversification in metazoans. In particular, mirroring their unparalleled morphological and cellular complexity, vertebrate brains show the highest levels of regulated AS known in nature. However, the functions of most of these alternative transcripts, and the evolutionary impact that the increased transcriptional complexity has had on the evolution of the vertebrate brain are still widely unexplored. \nIn this project, we will investigate the functions and evolutionary impact of neural AS in vertebrates. We will focus on neural-specific alternative exons that are highly conserved across vertebrate groups (suggesting functional importance), but that are not conserved in invertebrates, and are thus vertebrate-specific genomic novelties. We will term these exons Vertebrate- and Neural-specific Alternatively Spliced (VN-AS) exons.\nThrough a combination of bioinformatics, experimental manipulation in models species, and systems-level network analysis, we aim to: (i) Comprehensively identify VN-AS exons, and study their regulation during vertebrate neurogenesis and nervous system development, using RNA-seq and comparative genomics; (ii) Probe the phenotypic impact of VN-AS exons on vertebrate nervous systems, using the CRISPR-Cas technology for genome editing; and (iii) Investigate how VN-AS exons rewire protein-protein interaction networks in vertebrate neurons ñ an emergent molecular function for AS ñ, and whether this rewiring underlies novel functions of VN-AS exons in the vertebrate brains.\nThis project will thus deliver fundamental insight into two major unanswered questions: (i) what are the functions of transcriptomic diversification, and (ii) how does transcriptomic diversification impact organismal evolution. Our results will fill a large gap of knowledge in our current understanding of brain evolution and development, providing a complementary angle to traditional gene expression studies.",
    "totalCost": "1498852",
    "ecMaxContribution": "1498852",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 1498852
        }
    },
    "calculatedTotalContribution": 1498852
}