{
    "rcn": "193519",
    "acronym": "PentaBrain",
    "topics": "ERC-StG-2014",
    "title": "Structural studies of mammalian Cys-loop receptors",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "In the brain, Cys-loop receptors mediate fast neurotransmission. They function as allosteric signal transducers across the plasma membrane: upon binding of one or more neurotransmitter molecules to an extracellular site, the receptors undergo complex conformational transitions that result in transient opening of an intrinsic ion channel. The Cys-loop family comprises receptors activated by serotonin, acetylcholine, glycine and GABA. Mammalian receptors are also the targets of a legion of psycho-active and therapeutic compounds (including nicotine, benzodiazepines, anti-emetics, general anaesthetics). Our structural knowledge is currently limited to invertebrate homologues. Atomic structures mammalian receptors are therefore acutely missing in order to understand their physiological role in molecular terms, and to be able to develop new drugs targeting them. \n\nThe project proposes to decipher the operation mechanism, the pharmacology and conformational transitions of mammalian Cys-loop receptors. Starting with a solid body of preliminary results, we will obtain new high-resolution structures, taking advantage of antibody-based crystallization chaperones. We will try and record for the first time a ëmolecular movieí of the gating conformational transition in cristallo. On the way, we will also investigate the potential of antibody-based modulators of Cys-loop receptors for biomedical applications.\n\nThe applicant has solved in the past the structures of a bacterial Cys-loop receptor and of the mouse serotonin receptor. The proposed research will take place at the CNRS in Grenoble, France, in a very favourable environment for structural biology.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}