{
    "rcn": "193546",
    "acronym": "ChromArch",
    "topics": "ERC-StG-2014",
    "title": "Single Molecule Mechanisms of Spatio-Temporal Chromatin Architecture",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Chromatin packaging into the nucleus of eukaryotic cells is highly sophisticated. It not only serves to condense the genomic content into restricted space, but mainly to encode epigenetic traits ensuring temporally controlled and balanced transcription of genes and coordinated DNA replication and repair. The non-random three-dimensional chromatin architecture including looped structures between genomic control elements relies on the action of architectural proteins. However, despite increasing interest in spatio-temporal chromatin organization, mechanistic details of their contributions are not well understood.\n\nWith this proposal I aim at unveiling molecular mechanisms of proteinñmediated chromatin organization by in vivo single molecule tracking and quantitative super-resolution imaging of architectural proteins using reflected light sheet microscopy (RLSM). I will measure the interaction dynamics, the spatial distribution and the stoichiometry of architectural proteins throughout the nucleus and at specific chromatin loci within single cells. In complement single molecule force spectroscopy experiments using magnetic tweezers (MT), I will study mechanisms of DNA loop formation in vitro by structure-mediating proteins. \n\nIntegrating these spatio-temporal and mechanical single molecule information, I will in the third sup-project measure the dynamics of relative end-to-end movements and the forces acting within a looped chromatin structure in living cells.\n\nTaken together, my experiments will greatly enhance our mechanistic understanding of three-dimensional chromatin architecture and inspire future experiments on its regulatory effects on nuclear functions and potential therapeutic utility upon controlled modification.",
    "totalCost": "1486578",
    "ecMaxContribution": "1486578",
    "coordinator": "UNIVERSITAET ULM",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 1486578
        }
    },
    "calculatedTotalContribution": 1486578
}