{
    "rcn": "193553",
    "acronym": "AngioGenesHD",
    "topics": "ERC-StG-2014",
    "title": "Epistasis analysis of angiogenes with high cellular definition",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "Blood and lymphatic vessels have been the subject of intense investigation due to their important role in cancer development and in cardiovascular diseases. The significant advance in the methods used to modify and analyse gene function have allowed us to obtain a much better understanding of the molecular mechanisms involved in the regulation of the biology of blood vessels. However, there are two key aspects that significantly diminish our capacity to understand the function of gene networks and their intersections in vivo. One is the long time that is usually required to generate a given double mutant vertebrate tissue, and the other is the lack of single-cell genetic and phenotypic resolution. We have recently performed an in vivo comparative transcriptome analysis of highly angiogenic endothelial cells experiencing different VEGF and Notch signalling levels. These are two of the most important molecular mechanisms required for the adequate differentiation, proliferation and sprouting of endothelial cells. Using the information generated from this analysis, the overall aim of the proposed project is to characterize the vascular function of some of the previously identified genes and determine how they functionally interact with these two signalling pathways. We propose to use novel inducible genetic tools that will allow us to generate a spatially and temporally regulated fluorescent cell mosaic matrix for quantitative analysis. This will enable us to analyse with unprecedented speed and resolution the function of several different genes simultaneously, during vascular development, homeostasis or associated diseases. Understanding the genetic epistatic interactions that control the differentiation and behaviour of endothelial cells, in different contexts, and with high cellular definition, has the potential to unveil new mechanisms with high biological and therapeutic relevance.?",
    "totalCost": "1481375",
    "ecMaxContribution": "1481375",
    "coordinator": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998922879": {
            "orgId": "998922879",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
            "ecContrib": 1481375
        }
    },
    "calculatedTotalContribution": 1481375
}