{
    "rcn": "193581",
    "acronym": "Spray-Imaging",
    "topics": "ERC-StG-2014",
    "title": "Detailed Characterization of Spray Systems using Novel Laser Imaging Techniques",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "The multiple scattering of light is a complex phenomenon, commonly encountered but rarely desired. In imaging it induces strong blurring on the recorded photographs, limiting the range of applicability and accuracy of modern optical instruments. A typical example concerns the laser diagnostics of spray systems. The PI has revealed in 2008 a technique based on structured illumination with the important capability to remove the contributions from multiple light scattering, allowing the unique possibility of visualising through dense sprays. Based on this acquired knowledge, the aim of this proposal is to develop and apply three novel imaging techniques for the complete characterizations of spray systems:\n\nThe first technique will focus on visualizing with both high contrast and high resolution various spray phenomena that have not been observed in the past; such as complex spray breakup mechanisms in the near-nozzle region. \n\nThe second technique is related to the characterization of the formed droplets field. This concerns the accurate measurement of both droplets size and concentration using a three-dimensional imaging approach.\n\nFinally, a third important task is the mapping of the spray temperature over the whole spray system. This information would lead to the determination of heat transfer and evaporation rate, which are key factors in the performance of combustion devices.\n\nBy extracting these important quantities - dynamics, droplets size/concentration and thermometry - fundamental insights which are still missing to fully understand the process of atomization will be provided. This will also serve at validating modern CFD models, leading to reliable predictions of spray behaviours. Even though this work can directly benefit to a large number of medical and industrial spray applications, it will mostly focus on fuel spray injections used in combustion devices.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}