{
    "rcn": "193593",
    "acronym": "aLzINK",
    "topics": "ERC-StG-2014",
    "title": "Alzheimer's disease and Zinc: the missing link ?",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "Alzheimer's disease (AD) is one of the most serious diseases mankind is now facing as its social and economical impacts are increasing fastly. AD is very complex and the amyloid-? (A?) peptide as well as metallic ions (mainly copper and zinc) have been linked to its aetiology. While the deleterious impact of Cu is widely acknowledged, intervention of Zn is certain but still needs to be figured out.      \n  \nThe main objective of the present proposal, which is strongly anchored in the bio-inorganic chemistry field at interface with spectroscopy and biochemistry, is to design, synthesize and study new drug candidates (ligands L) capable of (i) targeting Cu(II) bound to A? within the synaptic cleft, where Zn is co-localized and ultimately to develop Zn-driven Cu(II) removal from A? and (ii) disrupting the aberrant Cu(II)-A? interactions involved in ROS production and A? aggregation, two deleterious events in AD. The drug candidates will thus have high Cu(II) over Zn selectively to preserve the crucial physiological role of Zn in the neurotransmission process. Zn is always underestimated (if not completely neglected) in current therapeutic approaches targeting Cu(II) despite the known interference of Zn with Cu(II) binding. \n\nTo reach this objective, it is absolutely necessary to first understand the metal ions trafficking issues in presence of A? alone at a molecular level (i.e. without the drug candidates). This includes: (i) determination of Zn binding site to A?, impact on A? aggregation and cell toxicity, (ii) determination of the mutual influence of Zn and Cu to their coordination to A?, impact on A? aggregation, ROS production and cell toxicity.\n\nMethods used will span from organic synthesis to studies of neuronal model cells, with a major contribution of a wide panel of spectroscopic techniques including NMR, EPR, mass spectrometry, fluorescence, UV-Vis, circular-dichroism, X-ray absorption spectroscopy...",
    "totalCost": "1499947,5",
    "ecMaxContribution": "1499947,5",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499948
        }
    },
    "calculatedTotalContribution": 1499948
}