{
    "rcn": "193536",
    "acronym": "SLEEPCONTROL",
    "topics": "ERC-StG-2014",
    "title": "The mechanism of sleep control through a sleep-active sleep-promoting neuron",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Sleep is essential for human and animal life and is broadly conserved. The nervous system induces sleep through the activation of sleep-active sleep-promoting neurons but the key mechanisms of sleep control remain to be elucidated. Recent work from my lab showed that the C. elegans nervous system contains a single sleep-active sleep-promoting neuron, called RIS, which is GABAergic and peptidergic as is its vertebrate counterpart. C. elegans shows sleep behavior and allows the easy combination of behavioral assays with functional neural imaging and genetics. Here I propose to study the single neuron RIS as a highly simplified model of a sleep-active neuron. This is a unique and novel approach to sleep research and my expertise on sleep behavior in C. elegans puts me into a pole position to study sleep. I will elucidate the molecular mechanism of activation of sleep-active neurons, analyze the mechanism of homeostasis of sleep-active neurons, and determine the molecular mechanisms by which sleep-active neurons induce sleep in the nervous system. I will combine transcriptional profiling of sleep-active neurons with physiological assays such as functional neural imaging, genetic screening, optogenetics, and functional molecular analysis of mutants. Using the highly simplified C. elegans model, I will boost sleep research and gain mechanistic insight into the regulation of sleep behavior through sleep-active neurons. This will be the first time that sleep-active neurons have been dissected in this way and I expect to identify novel conserved molecular and circuitry mechanisms. This work should provide the basis for understanding the more complex systems that control sleep in vertebrates and for understanding human sleep disorders.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}