{
    "rcn": "193532",
    "acronym": "SURFLINK",
    "topics": "ERC-StG-2014",
    "title": "MOLECULAR CARPETS ON INSULATING SURFACES: RATIONAL DESIGN OF COVALENT NETWORKS",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Inspired by the possibility to create artificial, three-dimensional covalent organic frameworks, the overall aim of this project is to construct novel two-dimensional (2D), covalently-linked, organic networks in a bottom-up approach on insulating surfaces. 2D materials have unique properties suitable for many scientific and technological applications including nano-electronic devices and sensors. On-surface synthesis of covalent structures is mainly limited to metal surfaces, as controlled growth procedures of molecules on insulators are often hindered by the weak, unspecific interaction with the substrate. We will establish suitable concepts for the covalent linking of molecules on insulators by balancing the molecule-molecule and molecule-surface interactions. That will greatly advance the atomic-scale understanding of molecular structures on insulators. Specially designed molecular building blocks doped with heteroatoms will be used to create functional 2D networks with tunable electronic properties and nanometer-sized pores. Novel concepts will be developed to achieve high quality structures with long-range order; one of the great challenges in all covalently-linked structures. \n\nThe SURFLINK project uses a surface science approach in ultra-high vacuum to understand the fundamental mechanisms and properties of covalently-linked networks at the atomic level. The covalent networks will be studied by high-resolution scanning probe microscopy and spectroscopy at the atomic-scale. We will determine the electronic properties of the novel nano-porous networks that can be tailored by their geometry. The functionalized pores included in the network will be studied with respect to their size and their prospects to adsorb guest molecules. The rational design of the networks proposed in the SURFLINK project has great potential for materials research and will ultimately result in the development of new materials with adjustable electronic properties.",
    "totalCost": "1499994",
    "ecMaxContribution": "1499994",
    "coordinator": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 1499994
        }
    },
    "calculatedTotalContribution": 1499994
}