{
    "rcn": "193514",
    "acronym": "RevMito",
    "topics": "ERC-StG-2014",
    "title": "Deciphering and reversing the consequences of mitochondrial DNA damage",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Mitochondrial DNA (mtDNA) encodes several proteins playing key roles in bioenergetics. Pathological mutations of mtDNA can be inherited or may accumulate following treatment for viral infections or cancer. Furthermore, many organisms, including humans, accumulate significant mtDNA damage during their lifespan, and it is therefore possible that mtDNA mutations can promote the aging process.\n\nThere are no effective treatments for most diseases caused by mtDNA mutation. An understanding of the cellular consequences of mtDNA damage is clearly imperative. Toward this goal, we use the budding yeast Saccharomyces cerevisiae as a cellular model of mitochondrial dysfunction. Genetic manipulation and biochemical study of this organism is easily achieved, and many proteins and processes important for mitochondrial biogenesis were first uncovered and best characterized using this experimental system. Importantly, current evidence suggests that processes required for survival of cells lacking a mitochondrial genome are widely conserved between yeast and other organisms, making likely the application of our findings to human health.\n\nWe will study the repercussions of mtDNA damage by three different strategies. First, we will investigate the link between a conserved, nutrient-sensitive signalling pathway and the outcome of mtDNA loss, since much recent evidence points to modulation of such pathways as a potential approach to increase the fitness of cells with mtDNA damage. Second, we will explore the possibility that defects in cytosolic proteostasis are precipitated by mtDNA mutation. Third, we will apply the knowledge and concepts gained in S. cerevisiae to both candidate-based and unbiased searches for genes that determine the aftermath of severe mtDNA damage in human cells. Beyond the mechanistic knowledge of mitochondrial dysfunction that will emerge from this project, we expect to identify new avenues toward the treatment of mitochondrial disease.",
    "totalCost": "1497160",
    "ecMaxContribution": "1497160",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "KOC UNIVERSITY",
    "participantCountries": "TR",
    "projectParticipants": {
        "999901512": {
            "orgId": "999901512",
            "orgName": "KOC UNIVERSITY",
            "ecContrib": 463519
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1033641
        }
    },
    "calculatedTotalContribution": 1497160
}