{
    "rcn": "193588",
    "acronym": "aidsocpro",
    "topics": "ERC-StG-2014",
    "title": "Aiding Social Protection: the political economy of externally financing social policy in developing countries",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "This research proposal explores the political economy of international development assistance (aid) directed towards social expenditures, examined through the lens of a particular financial quandary that has been ignored in the literature despite having important economic and political repercussions. The quandary is that aid cannot be directly spent on expenditures denominated in domestic currency. Instead, aid needs to be first converted into domestic currency whereas the foreign exchange provided is used for other purposes, resulting in a process prone to complex politics regarding domestic monetary policy and spending commitments.\n\nThe implications require a serious rethink of many of the accepted premises in the political economy of aid and related literatures. \nIt is urgent to engage in this rethinking given tensions between two dynamics in the current global political economy: a tightening financial cycle facing developing countries versus an increasing emphasis in international development agendas of directing aid towards social expenditures. The financial quandary might exacerbate these tensions, restricting recipient government policy space despite donor commitments of respecting national ownership.\n\nThe proposed research examines these implications through the emerging social protection agenda among donors, which serves as an ideal policy case given that social protection expenditures are almost entirely based on domestic currency. This will be researched through a mixed-method comparative case study of six developing countries, combining quantitative analysis of balance of payments and financing constraints with qualitative process tracing based on elite interviews and documentary research. The objective is to re-orient our thinking on these issues for a deeper appreciation of the systemic political and economic challenges facing global redistribution towards poorer countries, particularly with respect to the forthcoming Sustainable Development Goals.",
    "totalCost": "1459529",
    "ecMaxContribution": "1459529",
    "coordinator": "ERASMUS UNIVERSITEIT ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 1459529
        }
    },
    "calculatedTotalContribution": 1459529
}