{
    "rcn": "193551",
    "acronym": "CoordinatedDopamine",
    "topics": "ERC-StG-2014",
    "title": "Coordination of regional dopamine release in the striatum during habit formation and compulsive behaviour",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "The basal ganglia consist of a set of neuroanatomical structures that participate in the representation and execution of action sequences. Dopamine neurotransmission in the striatum, the main input nucleus of the basal ganglia, is a fundamental mechanism involved in learning and regulation of such actions. The striatum has multiple functional units, where the limbic striatum is thought to mediate motivational aspects of actions (e.g., goal-directedness) and the sensorimotor striatum their automation (e.g., habit formation). A long-standing question in the field is how limbic and sensorimotor domains communicate with each other, and specifically if they do so during the automation of action sequences. It has been suggested that such coordination is implemented by reciprocal loop connections between striatal projection neurons and the dopaminergic midbrain. Although very influential in theory the effectiveness of this limbic-sensorimotor ìbridgingî principle has yet to be verified. I hypothesize that during the automation of behaviour regional dopamine signalling is governed by a striatal hierarchy and that dysregulation of this coordination leads to compulsive execution of automatic actions characteristic of several psychiatric disorders. To test this hypothesis, we will conduct electrochemical measurements with real-time resolution simultaneously in limbic and sensorimotor striatum to assess the regional coordination of dopamine release in behaving animals. We developed novel chronically implantable electrodes to enable monitoring of dopamine dynamics throughout the development of habitual behaviour and its compulsive execution in transgenic rats - a species suitable for our complex behavioural assays. Novel rabies virus-mediated gene delivery for in vivo optogenetics in these rats will give us the unique opportunity to test whether specific loop pathways govern striatal dopamine transmission and are causally involved in habit formation and compulsive behaviour.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "participantCountries": "NL",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 687500
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 812500
        }
    },
    "calculatedTotalContribution": 1500000
}