{
    "rcn": "193544",
    "acronym": "BacBio",
    "topics": "ERC-StG-2014",
    "title": "Mechanistic and functional studies of Bacillus biofilms assembly on plants, and their impact in sustainable agriculture and food safety",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "Sustainable agriculture is an ambitious concept conceived to improve productivity but minimizing side effects. Why the efficiency of a biocontrol agent is so variable? How can different therapies be efficiently exploited in a combined way to combat microbial diseases? These are questions that need investigation to convey with criteria of sustainability. What I present is an integral proposal aim to study the microbial ecology and specifically bacterial biofilms as a central axis of two differential but likely interconnected scenarios in plant health: i) the beneficial interaction of the biocontrol agent (BCA) Bacillus subtilis, and ii) the non-conventional interaction of the food-borne pathogen Bacillus cereus.\nI will start working with B. subtilis, and reasons are: 1) Different isolates are promising BCAs and are commercialized for such purpose, 2) There exist vast information of the genetics circuitries that govern important aspects of B. subtilis physiology as antibiotic production, cell differentiation, and biofilm formation. In parallel I propose to study the way B. cereus, a food-borne pathogenic bacterium interacts with vegetables. I am planning to set up a multidisciplinary approach that will combine genetics, biochemistry, proteomics, cell biology and molecular biology to visualize how these bacterial population interacts, communicates with plants and other microorganisms, or how all these factors trigger or inhibit the developmental program ending in biofilm formation. I am also interested on knowing if structural components of the bacterial extracellular matrix (exopolysaccharides or amyloid proteins) are important for bacterial fitness. If this were the case, I will also investigate which external factors affect their expression and assembly in functional biofilms. The insights get on these studies are committed to impulse our knowledge on microbial ecology and their biotechnological applicability to sustainable agriculture and food safety.",
    "totalCost": "1453562,5",
    "ecMaxContribution": "1453562,5",
    "coordinator": "UNIVERSIDAD DE MALAGA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999898311": {
            "orgId": "999898311",
            "orgName": "UNIVERSIDAD DE MALAGA",
            "ecContrib": 1453562
        }
    },
    "calculatedTotalContribution": 1453562
}