{
    "rcn": "193579",
    "acronym": "NewAve",
    "topics": "ERC-StG-2014",
    "title": "New avenues towards solving the dark matter puzzle",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "It is now firmly established that most of the matter in the Universe is in the form of the mysterious dark matter, contributing more than 80% to the total amount of matter. However, despite tremendous theoretical and experimental efforts over the past few decades, dark matter remains elusive and one of the great unknowns until today. To identify the nature of dark matter is evidently of fundamental importance and one of the top priorities in science today. The quest for dark matter is inherently multi disciplinary with strong roots in particle physics, astrophysics and cosmology, providing profound connections between these different disciplines.\nThis project aims at exploring new avenues towards solving the dark matter puzzle, with a particular focus on a few select groundbreaking topics. These are centered around (i) theoretical dark matter model building, (ii) the study of new collider signatures, (iii) developing new techniques for the comparison and interpretation of direct detection experiments and (iv) identifying astrophysical probes which constrain or give evidence for dark matter self-interactions.\nGiven the impressive increase in sensitivity of upcoming dark matter experiments as well as the upcoming high energy run of the Large Hadron Collider, there is no doubt that the era of data has begun for dark matter searches and that we can expect putative signals rather than exclusion limits for the near future. It is therefore extremely important to bring together different fields and exploit the complementarity of different search strategies to maximise the amount of information gained from a successful detection. This inherently multi disciplinary approach is at the heart of the current project, which can rely on a well established network of collaborators and will bring together excellent young physicists with different backgrounds to form a small but well structured research group which will significantly advance dark matter phenomenology in Europe.",
    "totalCost": "1214250",
    "ecMaxContribution": "1214250",
    "coordinator": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986969": {
            "orgId": "999986969",
            "orgName": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
            "ecContrib": 1214250
        }
    },
    "calculatedTotalContribution": 1214250
}