{
    "rcn": "193572",
    "acronym": "CHIME",
    "topics": "ERC-StG-2014",
    "title": "The Role of Cortico-Hippocampal Interactions during Memory Encoding",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "This research proposalís goal is to investigate the role of cortico-hippocampal interactions during the encoding and consolidation of a memory. Current memory consolidation models postulate that memory storage in our brains occurs by a dynamic process- a recent episodic experience is initially encoded in the hippocampus, and during off-line states such as sleep, the encoded memory is gradually transferred to neocortex for long-term storage. One potential neural mechanism by which this could occur is replay, a phenomenon where neural activity patterns in the hippocampus evoked by a previous experience reactivate spontaneously during non-REM sleep, leading to coordinated cortical reactivation. While previous work suggests that hippocampal replay is important for encoding new memories, how memory consolidation is accomplished through cortico-hippocampal interactions is not well understood.\n \nThis research project has three major aims- 1) examine how cortical feedback influences which spatial trajectory is replayed by the hippocampus, 2) investigate how the hippocampal replay of a behavioural episode modifies cortical circuits, 3) measure the causal role of cortico-hippocampal interactions in consolidating memories. We will record ensemble activity from freely moving rats during an auditory-spatial association task and during post-behavioural sleep sessions.  We will focus our ensemble recordings on two brain regions: 1) the dorsal CA1 region of the hippocampus, where the phenomenon of sleep replay has been most extensively examined, and 2) auditory cortex, a region of the brain critical for both auditory perception and long-term memory storage. This work will use behavioral and molecular-genetic techniques in combination with large-scale electrophysiological recordings, to help elucidate the role of cortico-hippocampal interactions in memory encoding and consolidation.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}