{
    "rcn": "193565",
    "acronym": "BIOSUSAMIN",
    "topics": "ERC-StG-2014",
    "title": "The design and development of efficient biocatalytic cascades and biosynthetic pathways for the sustainable production of amines",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "The objective of this project is to design and develop biocatalytic cascades, using purified enzymes in vitro, as well as biosynthetic pathways in whole cell microbial organisms. These biocatalytic cascades and biosynthetic pathways will be developed for the synthesis of chiral and achiral amines that are of particular interest for the chemical industry. The amine functionality will be introduced using amine dehydrogenases (AmDHs) as biocatalysts in the pivotal core enzymatic step. AmDHs are a new class of enzymes that have recently been obtained by protein engineering of wild-type amino acid dehydrogenases. However, only two AmDHs have been generated so far and, moreover, they show a limited substrate scope. Therefore protein engineering will be undertaken in order to expand the substrate scope of the already existing AmDHs. In addition, novel AmDHs will be generated starting from different wild-type amino acid dehydrogenases as scaffolds, whose amino acid and DNA sequences are available in databases, literature, libraries, etc. In particular, protein engineering will be focused on the specific chemical targets that are the objectives of the designed biocatalytic cascades and in addition, screening for more diverse substrates will also be carried out. Finally, the AmDHs will be used in combination with other enzymes such as alcohol dehydrogenases, oxidases, alkane monooxygenases, etc., to deliver variously functionalised amines and derivatives as final products with elevated yields, perfect chemo- regio- and stereoselectivity, enhanced atom efficiency and minimum environmental impact. Such an approach will be realised through the design of new pathways that will convert inexpensive starting materials from renewable resources, encompassing the internal recycling of redox equivalents, the use of inorganic ammonia as nitrogen source and, if necessary, only molecular oxygen as the innocuous additional oxidant. Water will be the sole by-product.",
    "totalCost": "1497270",
    "ecMaxContribution": "1497270",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "THE UNIVERSITY OF MANCHESTER",
    "participantCountries": "UK",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 35430
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1461840
        }
    },
    "calculatedTotalContribution": 1497270
}