{
    "rcn": "193541",
    "acronym": "Regenerate",
    "topics": "ERC-StG-2014",
    "title": "Self-regenerating Functional Surfaces ñ Towards a Technology Platform for New Materials and Devices",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Self-regenerating materials are intriguing. If critical properties of a failing material or device could be easily restored, this would significantly extend its life time. In this proposal, we describe our vision of a technology platform for the self-regeneration of surface properties. Functional surfaces fail due to damage or contamination. Instead of trying to make ìbetterî functional materials, we here propose a fundamental change in the design of such materials. We want to make a material that can shed its entire contaminated or defective layer, like a reptile shedding its skin, and present a clean, functional one. By shedding defined layers, instead of just eroding a polymer surface, the emerging surface stays homo¨geneous, and cavities or crater-like erosion are avoided. Further¨more, our vision is a material where we can selectively disintegrate the topmost degradable layer of a stack, while the other degradable layers remain in place. That way, the process can be repeated until all layers of the stack have been sequentially removed. The selective and sequential shedding of polymer layers from a multi-stack, with the aim of obtaining functionally intact successive functional layers, is so far an unresolved and therefore extremely attractive, fundamentally important concept, both from a basic science and an application point of view. We want to demonstrate the feasibility of our concept with two research objectives: (1) the sequential regeneration of a functional surface property, exemplified by antimicrobial activity; (2) the regeneration of the activity of a functional device, exemplified by a glucose sensor. We will assemble our target materials, and study their properties and disassembly using surface plasmon resonance/optical waveguide spectroscopy (SPR/OWG), atomic force microscopy, ellipsometry, and other relevant techniques. We will also develop a method to measure water diffusion through thin films using SPR/OWG.",
    "totalCost": "1498987,5",
    "ecMaxContribution": "1498987,5",
    "coordinator": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 1498988
        }
    },
    "calculatedTotalContribution": 1498988
}