{
    "rcn": "193567",
    "acronym": "SUPERFOAM",
    "topics": "ERC-StG-2014",
    "title": "Structure-Property Relations in Aqueous Foam and Their Control on a Molecular Level",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "Foams are of enormous importance as we find them in many technological relevant applications and food products. Foams as hierarchical materials are dominated by the arrangement and distri-bution of gas bubbles on a macroscopic scale, as well as by thickness and composition of lamella on a mesoscopic scale. Liquid-gas interfaces are, however, the building block of foam with over-whelming importance as their molecular properties easily dominate hierarchical elements on larger length scales. In order to formulate foam with specific properties, its structure must be controlled at the molecular level of a liquid-gas interface. Here, the molecular composition, molecular order and interactions such as electrostatics dominate, and thus must be addressed with molecular level probes that can provide access to both interfacial solvent and solute molecules. Specifically, mo-lecular structures of aqueous interfaces can be modified by adding different mixtures of surface active molecules such as proteins, surfactants and polyelectrolytes, and by adjusting electrolyte properties. This is achieved by varying pH, introducing ions at different ionic strengths as well as by changing viscosities. Such model systems will be characterized with nonlinear optical spectroscopy amongst other surface sensitive probes. The gained information will be used to deduce properties of structures on larger length scales such as lamella, bubbles in a bulk liquid - as a precursor of foam - and finally macroscopic foam. For each length scale, experiments will be performed to gain access to molecular buildings blocks at liquid-gas interfaces and their effects on other hierarchical elements. These experiments thus provide essential information on foam stability and bubble coalescence, they can be used to verify structure-property relationships and to advance our understanding of foam on a molecular basis.",
    "totalCost": "1499875",
    "ecMaxContribution": "1499875",
    "coordinator": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "coordinatorCountry": "DE",
    "participants": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
    "participantCountries": "DE",
    "projectParticipants": {
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 352305
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 1147570
        }
    },
    "calculatedTotalContribution": 1499875
}