{
    "rcn": "193623",
    "acronym": "LEGALARCHITECTURES",
    "topics": "ERC-StG-2014",
    "title": "Legal Architectures: The Influence of New Environmental Governance Rules on Environmental Compliance",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Non-compliance with the EUís environmental rules is one of the key weaknesses of the EUís environmental policy. This research investigates the influence that environmental governance laws have on compliance decisions, and how we might best design our laws to maximise compliance. One of the most important trends in European environmental regulatory techniques over the past decade has been the shift from hierarchical, state-led government via command-and-control techniques, to decentralised, society-led governance by local private actors (see, e.g., Jordan et al (2013)). The EU has strongly supported efforts to empower compliance and enforcement by non-State actors, as embodied in the UNECE Aarhus Convention and implementing laws. Yet little is known about how this major change in environmental governance laws has actually influenced compliance levels in practice, and why. Can the design of environmental governance rules influence us not only to comply with the letter of the law, but also to go further? This research seeks to fill that gap by means of an interdisciplinary, bottom-up study of the relationships between the legal architecture of environmental governance and compliance decisions, in a selected field of EU environmental policy (biodiversity), and in three selected States. It is novel in terms of theory, because it tests new hypotheses about the effects environmental governance rules have on compliance. It is novel in terms of methodology, because in testing these hypotheses, it uses techniques that have not up to now been applied to measure the effect of law. It is challenging, because it sits at the intersection between the law and economics, socio-legal and governance/regulatory literatures, and brings together multiple methods from these fields to test its hypotheses. It has potentially high impact, because non-compliance is one of the most serious problems the EUís environmental policy faces, and is closely linked to environmental outcomes.",
    "totalCost": "1494650",
    "ecMaxContribution": "1494650",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 1494650
        }
    },
    "calculatedTotalContribution": 1494650
}