{
    "rcn": "193642",
    "acronym": "BLOODCELLSCROSSTALK",
    "topics": "ERC-StG-2014",
    "title": "The Crosstalk Between Red And White Blood Cells: The Case Of Fish",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Fish are the phylogenetically oldest vertebrate group with an immune system with clear similarities to the immune system of mammals. However, it is an actual matter of fact that the current knowledge of the fish immune system seems to lack the key piece to complete the puzzle. \nIn 1953 Nelson described a new role of human red blood cells (RBCs) which would go beyond the simple transport of O2 to the tissues. This new role, involved in the defence against microbes, described the antibody and complement-dependent binding of microbial immune complexes to RBCs. Regardless of the importance of this finding in the field of microbial infection, this phenomenon has been poorly evaluated. Just recently, a set of biological processes relevant to immunity have been described in the RBCs of a diverse group of organisms, which include: pathogen recognition, pathogen binding and clearance and cytokines production. Furthermore, it has been demonstrated that nucleated erythrocytes from fish and avian species develop specific responses to different pathogen associated molecular patterns and produce soluble factors that modulate leukocyte activity. \nIn the light of these pieces of evidences, and in an attempt to improve the knowledge of the immune mechanism(s) responsible for fish protection against viral infections, we raised the question: could nucleated fish erythrocytes be the key mediators of the antiviral responses? To answer this question we decided to focus our project on the evaluation of the crosstalk between red and white blood cells in the scenario of fish viral infections and prophylaxis. For that a working model composed of the rainbow trout and the viral haemorrhagic septicaemia virus (VHSV) was chosen, being the objectives of the project to evaluate: i) the implication trout RBCs (tRBCs) in the clearance of VHSV, and ii) the involvement of tRBCs in the blood transportation of the glycoprotein G of VHSV (GVHSV), the antigen encoded by the DNA vaccine.",
    "totalCost": "1823250",
    "ecMaxContribution": "1823250",
    "coordinator": "UNIVERSIDAD MIGUEL HERNANDEZ DE ELCHE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999851363": {
            "orgId": "999851363",
            "orgName": "UNIVERSIDAD MIGUEL HERNANDEZ DE ELCHE",
            "ecContrib": 1823250
        }
    },
    "calculatedTotalContribution": 1823250
}