{
    "rcn": "193669",
    "acronym": "CorticALS",
    "topics": "ERC-StG-2014",
    "title": "Amyotrophic Lateral Sclerosis from a cortical perspective: towards alternative therapeutic strategies",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Amyotrophic Lateral Sclerosis (ALS) is the most common adult-onset neurodegenerative disease of the motor system, with a prevalence of 2-3/100 000. In spite of intensive research efforts, ALS remains an incurable disease and presents with a very severe prognosis, leading to patient death within 2 to 5 years following diagnosis.\nAt the cellular level, ALS is characterized by the combined degeneration of both upper motor neurons (UMN, or corticospinal motor neurons) whose cell bodies are located in the cerebral cortex, and that extend axons to the medulla and spinal cord, and lower motor neurons (LMN, or spinal motor neurons) whose cell bodies are located in the medulla and spinal cord, and that connect to the skeletal muscles. This dual impairment allows to discriminate ALS from other, less severe diseases affecting either UMN or LMN. Despite this precise clinical description, it is striking to note that preclinical studies have so far mostly concentrated on LMN, leaving aside the role of UMN in ALS. \nThis project aims at shedding light on the contribution of the dysfunction and/or the loss of UMN in ALS, in order to design and test new therapeutic strategies based on the protection and/or the replacement of this exact neuronal type. This innovative question has never been directly asked so far. Our working hypothesis is that specific neurodegeneration of UMN, in the course of ALS, does not represent an isolated side effect, but rather actively contributes to the onset and progression of the disease. Based on the discovery of new molecular players, and the development of alternative therapies, this original thematic has the ambition to provide clinicians and patients with new answers and new therapeutic assets.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}