{
    "rcn": "193679",
    "acronym": "RELOS",
    "topics": "ERC-StG-2014",
    "title": "Reducing empiricism in luminescence geochronology: Understanding the origins of luminescence from individual sand grains",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Sediments preserve a history of the evolution of the Earthís surface and its response to a changing climate ñ a history that can only be read reliably if we know the age of the sediments. Luminescence dating is widely used in quaternary geology and archaeology, and is applicable to almost all sediments from the last 0.5 Ma ñ it dates the last time the sediment grains were exposed to daylight. RELOS will improve the reliability of luminescence dating by determining the sources of unexpected spread (over-dispersion) in measured doses derived from sand-sized grains. New hypotheses concerning charge imbalance, charge transport and dose calibration of luminescence signals will be tested by: (i) quantifying the effect of grain size and irradiation geometry/quality on grain-to-grain dose dispersion, and particularly the importance of charge particle equilibrium at these scales; (ii) quantifying dispersion arising from grain-to-grain variations in environmental dose rate; (iii) developing measurement procedures giving the same luminescence response per unit dose as in nature; (iv) developing  a dispersion budget and new conceptual/numerical models for luminescence production based on (i) to (iii); and (v) testing the results of these investigations using well-defined natural samples. This project investigates fundamental issues of charge (de)trapping and recombination at small scales that have been completely ignored in previous studies, and problems of luminescence response that are sidestepped in the literature, in part by the unsatisfactory approach of arbitrary data rejection. These studies will result in major improvements in our understanding of the small-scale dosimetry of mixed radiation fields and a step change in the reliability of single-grain luminescence ages. The project links these fundamental studies to clear outcomes of considerable potential value to a variety of fields including earth sciences, archaeology and palaeoanthropology.",
    "totalCost": "1314963",
    "ecMaxContribution": "1314963",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "AARHUS UNIVERSITET",
    "participantCountries": "DK",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 660431
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 654532
        }
    },
    "calculatedTotalContribution": 1314963
}