{
    "rcn": "193673",
    "acronym": "PEDAL",
    "topics": "ERC-StG-2014",
    "title": "Plasmonic Enhancement and Directionality of Emission for Advanced Luminescent Solar Devices",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Applying photovoltaic (PV) panels to buildings is an important application for wider PV deployment and to achieving our 20% Renewable Energy EU targets by 2020.  PEDAL will develop a disruptive PV technology where record increases in efficiency are achieved and costs dramatically reduced; \n(1) Diffuse solar radiation will be captured to produce higher efficiencies with concentration ratios over 3 in plasmonically enhanced luminescent solar concentrators (PLSC).  Current LSC efficiency achieved is 7.1%, [1].  This proposal will boost efficiency utilising metal nanoparticles (MNP) tuned to luminescent material type in LSCs, to induce plasmonic enhancement of emission (PI and team have achieved 53% emission enhancement).  MNP will be aligned to enable directional emission within the LSC (being patented by PI and team).  These are both huge steps in the reduction of loss mechanisms within the device and towards major increases in efficiency.\n(2) Plasmonically enhanced luminescent downshifting thin-films (PLDS) will be tailored to increase efficiency of solar cells independent of material composition. MNP will be used, where the plasmonic resonance will be tailored to the luminescent species to downshift UV. MNP will be aligned to enable directional emission within the PLDS layer, reducing losses enabling dramatic increases in a layer adaptable to all solar cells.\n(3) These novel systems will be designed, up-scaled and a building integrated component fabricated, with the ability not only to generate power but with options for demand side management. \nPrevious work has been limited by quantum efficiency of luminescent species, with this breakthrough in both the use of MNP for plasmonic emission enhancement and alignment inducing directionality of emission,  will lead to efficiencies of both PLSC and PLDS being radically improved.  PEDAL is a project based on new phenomena that will allow far reaching technological impacts in solar energy conversion and lighting.",
    "totalCost": "1447410",
    "ecMaxContribution": "1447410",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 1447410
        }
    },
    "calculatedTotalContribution": 1447410
}