{
    "rcn": "193627",
    "acronym": "ULEED",
    "topics": "ERC-StG-2014",
    "title": "Observing structural dynamics at surfaces with Ultrafast Low-Energy Electron Diffraction",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "This grant application proposes the establishment of Ultrafast Low-Energy Electron Diffraction (ULEED) as a novel and versatile approach to investigate ultrafast structural dynamics at surfaces and in ultrathin films. Two-dimensional systems such as surfaces and molecular monolayers exhibit a multitude of intriguing phases and complex transitions. Studying the ultrafast dynamics of these materials elucidates correlations and microscopic couplings, but the access to structural degrees of freedom with ultrahigh time resolution remains challenging. Low-Energy Electron Diffraction (LEED) is a powerful technique in surface science to determine the atomic-scale structure and symmetry of surfaces. However, time-resolved LEED has proven exceedingly difficult to realize, owing to the problems in realizing suitable low-energy electron pulses of sufficiently short pulse duration and high beam quality.\n\nThis project targets both of these present limitations by using laser-triggered nanoscopic electron sources to generate high-brightness beams of low-energy electrons. Specifically, nanotip cathodes driven by nonlinear photoemission will be integrated in compact micro- and nanofabricated electrostatic lens assemblies. This will allow for a drastic reduction of electron beam propagation distances while maintaining a high level of beam control and focusing ability. Using this electron source, we plan to develop a laser-pump/electron-diffraction-probe setup at low electron energies with a temporal resolution of few hundred femtoseconds and less. A number of strategies will be followed to improve the temporal resolution of the setup, including wavelength-tuning of the laser excitation and active spectral compression of the electron pulses using locally enhanced THz fields. We will apply ULEED in the investigation of the structural dynamics within a range surface systems, including molecular monolayers, intrinsic surface reconstructions and adsorbate-induced charge-density waves.",
    "totalCost": "1479750",
    "ecMaxContribution": "1479750",
    "coordinator": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 1479750
        }
    },
    "calculatedTotalContribution": 1479750
}