{
    "rcn": "193640",
    "acronym": "PlusOne",
    "topics": "ERC-StG-2014",
    "title": "An ultracold gas plus one ion: advancing Quantum Simulations of in- and out-of-equilibrium many-body physics",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "The concept of a localized single impurity in a many-body system is at the base of some of the most celebrated problems in condensed matter. The aim of the PlusOne project is to realize the physical paradigm of a single localized impurity in a many-body system to advance quantum simulation of in- and out-of equilibrium many-body physics. Our quantum simulator will consist of a degenerate gas of fermions as a many-body system, with a single trapped ion playing the role of the impurity. The novel design of our atom-ion hybrid system surpasses all the limitations that prevent current systems from reaching full control of atom-ion interactions because it is energetically closed. Using this system, we will characterize atom-ion collisions in the so-far unexplored ultracold regime.\nWe will use the single trapped ion to induce non-equilibrium dynamics in the many-body system by quenching the atom-ion interactions. This process will cause an entanglement between the many-body dynamics and the ionís internal state, enabling us to detect the many-body evolution by performing quantum tomography on the ion. \nBy these means, we will observe the emergence of the Anderson Orthogonality Catastrophe for the first time in the time domain, and investigate the universality of this phenomenon. \nAdditionally, we will explore the thermodynamics of a system out of equilibrium by measuring the work distribution of a non-equilibrium transformation, and testing the seminal Tasaki-Crooks fluctuation relation for the first time in a many-body system in the quantum regime. \nFinally, we will use the single trapped ion as a single atom probe and as a density- and time- correlation detector in a system of atoms loaded in an optical lattice. This achievement will significantly improve current methods for probing many-body physics with ultracold atoms.\nOur groundbreaking system will hence inaugurate concrete and decisive advances in the quantum simulation of many-body physics with quantum gases.",
    "totalCost": "1496250",
    "ecMaxContribution": "1496250",
    "coordinator": "ISTITUTO NAZIONALE DI RICERCA METROLOGICA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998627805": {
            "orgId": "998627805",
            "orgName": "ISTITUTO NAZIONALE DI RICERCA METROLOGICA",
            "ecContrib": 1496250
        }
    },
    "calculatedTotalContribution": 1496250
}