{
    "rcn": "193635",
    "acronym": "ExtreFlow",
    "topics": "ERC-StG-2014",
    "title": "Extreme deformation of structured fluids and interfaces. Exploiting ultrafast collapse and yielding phenomena for new processes and formulated products",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "The increasing demand for environmentally friendly, healthier, and better performing formulated products means that the process industry needs more than ever predictive models of formulation performance for rapid, effective, and sustainable screening of new products. Processing flows and end use produce deformations that are extreme compared to what is accessible with existing experimental methods. As a consequence, the effects of extreme deformation are often overlooked without justification.\n\nExtreme deformation of structured fluids and soft materials is an unexplored dynamic regime where unexpected phenomena may emerge. New flow-induced microstructures can arise due to periodic forcing that is much faster than the relaxation timescale of the system, leading to collective behaviors and large transient stresses.\n\nThe goal of this research is to introduce a radically innovative approach to explore and characterize the regime of extreme deformation of structured fluids and interfaces. By combining cutting-edge techniques including acoustofluidics, microfluidics, and high-speed imaging, I will perform pioneering high-precision measurements of macroscopic stresses and evolution of the microstructure. I will also explore strategies to exploit the phenomena emerging upon extreme deformation (collapse under ultrafast compression, yielding) for new processes and for adding new functionality to formulated products.\n\nThese experimental results, complemented by discrete particle simulations and continuum-scale modeling, will provide new insights that will lay the foundations of the new field of ultrafast soft matter. Ultimately the results of this research program will guide the development of predictive tools that can tackle the time scales of realistic flow conditions for applications to virtual screening of new formulations.",
    "totalCost": "1499186",
    "ecMaxContribution": "1499186",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1499186
        }
    },
    "calculatedTotalContribution": 1499186
}