{
    "rcn": "193638",
    "acronym": "COFLeaf",
    "topics": "ERC-StG-2014",
    "title": "Fuel from sunlight: Covalent organic frameworks as integrated platforms for photocatalytic water splitting and CO2 reduction",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The efficient conversion of solar energy into renewable chemical fuels has been identified as one of the grand challenges facing society today and one of the major driving forces of materials innovation.\nNatureís photosynthesis producing chemical fuels through the revaluation of sunlight has inspired generations of chemists to develop platforms mimicking the natural photosynthetic process, albeit at lower levels of complexity. While artificial photosynthesis remains a considerable challenge due to the intricate interplay between materials design, photochemistry and catalysis, the spotlights ñ light-driven water splitting into hydrogen and oxygen and carbon dioxide reduction into methane or methanol ñ have emerged as viable pathways into both a clean and sustainable energy future. With this proposal, we aim at introducing a new class of polymeric photocatalysts based on covalent organic frameworks, COFs, to bridge the gap between semiconductor and molecular systems and explore rational ways to design single-site heterogeneous photocatalysts offering both chemical tunability and stability. \nThe development of a photocatalytic model system is proposed, which will be tailored by molecular synthetic protocols and optimized by solid-state chemical procedures and crystal engineering so as to provide insights into the architectures, reactive intermediates and mechanistic steps involved in the photocatalytic process, with complementary insights from theory. We envision the integration of various molecular subsystems including photosensitizers, redox shuttles and molecular co-catalysts in a single semiconducting COF backbone. Taking advantage of the hallmarks of COFs ñ molecular definition and tunability, crystallinity, porosity and rigidity ñ we describe the design of COF systems capable of light-induced hydrogen evolution, oxygen evolution and overall water splitting, and delineate strategies to use COFs as integrated platforms for CO2 capture, activation and conversion.",
    "totalCost": "1497125",
    "ecMaxContribution": "1497125",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1497125
        }
    },
    "calculatedTotalContribution": 1497125
}