{
    "rcn": "193630",
    "acronym": "ALH",
    "topics": "ERC-StG-2014",
    "title": "Alternative life histories: linking genes to phenotypes to demography",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Understanding how and why individuals develop strikingly different life histories is a major goal in evolutionary biology. It is also a prerequisite for conserving important biodiversity within species and predicting the impacts of environmental change on populations. The aim of my study is to examine a key threshold phenotypic trait (alternative migratory tactics) in a series of large scale laboratory and field experiments, integrating several previously independent perspectives from evolutionary ecology, ecophysiology and genomics, to produce a downstream predictive model. My chosen study species, the brown trout Salmo trutta, has an extensive history of genetic and experimental work and exhibits ëpartial migrationí: individuals either migrate to sea (ësea troutí) or remain in freshwater their whole lives. Recent advances in molecular parentage assignment, quantitative genetics and genomics (next generation sequencing and bioinformatics) will allow unprecedented insight into how alternative life history phenotypes are moulded by the interaction between genes and environment. To provide additional mechanistic understanding of these processes, the balance between metabolic requirements during growth and available extrinsic resources will be investigated as the major physiological driver of migratory behaviour. Together these results will be used to develop a predictive model to explore the consequences of rapid environmental change, accounting for the effects of genetics and environment on phenotype and on population demographics. In addition to their value for conservation and management of an iconic and key species in European freshwaters and coastal seas, these results will generate novel insight into the evolution of migratory behaviour generally, providing a text book example of how alternative life histories are shaped and maintained in wild populations.",
    "totalCost": "1499202",
    "ecMaxContribution": "1499202",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 1499202
        }
    },
    "calculatedTotalContribution": 1499202
}