{
    "rcn": "193600",
    "acronym": "VOICES",
    "topics": "ERC-StG-2014",
    "title": "Voices Of Individuals: Collectively Exploring Self-determination",
    "startDate": "01/06/2015",
    "endDate": "30/11/2018",
    "objective": "The right to make oneís own decisions and to have these decisions respected by law is a basic human freedom which most adults take for granted. However, for many people with disabilities (especially people with intellectual, psycho-social and other cognitive disabilities) this fundamental right has been denied ñ informally, in the private sphere, and formally, in the public sphere through Statesí laws and policies. \n\nSince the entry into force of the UN Convention on the Rights of Persons with Disabilities, there is an emerging consensus in human rights discourse that all people, regardless of their decision-making skills, should enjoy ëlegal capacityí on an equal basisóthat is, the right to be recognised as a person before the law and the subsequent right to have oneís decisions legally recognised. To date most of the literature on how this right should be realised has been developed by non-disabled scholars without the direct input of people with disabilities themselves.\n\nThe VOICES project will take a radical approach to develop new law reform ideas based on this concept of ëuniversal legal capacity.í Its primary objective is to develop reform proposals based on the lived experience of disability. The project will support individuals who self-identify as disabled to develop personal narratives about their experiences in exercising, or being denied, legal capacity. Through a collaborative process, legal and social science scholars will then work with people with disabilities to develop their personal narratives to frame and ground concrete proposals for law reform in previously unexplored areas ñ including consent to sex, contractual capacity, criminal responsibility and consent to medical treatment. In this way, the legitimacy of people with disabilitiesí perspectives on the options for law reform will be validated, and this will create a powerful argument for legal change.",
    "totalCost": "891386",
    "ecMaxContribution": "891386",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 891386
        }
    },
    "calculatedTotalContribution": 891386
}