{
    "rcn": "193610",
    "acronym": "INFO TECHNOLOGY",
    "topics": "ERC-StG-2014",
    "title": "Information Technology and Institutions Supporting Human Capital Accumulation and Exchange",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Information technology revolutions transform the production and exchange of ideas and drive profound institutional and cultural change. History provides unique settings to document the causal impact of changes in information technology and institutions, and the best evidence on their long-run effects.\nThe objective of the research is to document the impact of revolutionary transformations in information technology and institutions using evidence from the European Renaissance. Printing was the new information technology of the Renaissance and is arguably the best parallel to the internet. Print media transmitted ideas that led to significant institutional change. But no quantitative research systematically documents the impact of these innovations.\nThe research will innovate by constructing ground-breaking micro-data on media markets, human capital, and institutions; developing cutting edge estimators for high-dimensional data to measure ideas in the media; and using historical sources of exogenous variation to identify cause and effect.\nThe research has three strands. The first will document the impact of competition on idea diffusion and institutional change during the Protestant Reformation. The research will construct firm-level data on all known books in German-speaking Europe 1450-1600, use high-dimensional estimators to measure ideas in print, and identify exogenous variation in competition from archival data.\nThe second strand will document the origins of persistent differences in human capital accumulation by constructing new data on city laws that set up the first experiments in public education and on virtually all German university students 1400-1550, and by using local shocks to support causal inference.\nThe third strand will document the impact of organizations supporting knowledge diffusion that were complementary to printing by constructing data on all European scholarly societies and journals and using historical shocks to identify their impact.",
    "totalCost": "1275043,75",
    "ecMaxContribution": "1275043,75",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 1275044
        }
    },
    "calculatedTotalContribution": 1275044
}