{
    "rcn": "193604",
    "acronym": "CHROMTISOL",
    "topics": "ERC-StG-2014",
    "title": "Towards New Generation of Solid-State Photovoltaic Cell: Harvesting Nanotubular Titania and Hybrid Chromophores",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "In photovoltaics (PVs), a significant scientific and technological attention has been given to technologies that have the potential to boost the solar-to-electricity conversion efficiency and to power recently unpowerable devices and objects. The research of various solar cell concepts for diversified applications (building integrated PVs, powering mobile devices) has recently resulted in many innovations. However, designs and concepts of solar cells fulfilling stringent criteria of efficiency, stability, low prize, flexibility, transparency, tunable cell size, esthetics, are still lacking.  \nHerein, the research focus is given to a new physical concept of a solar cell that explores extremely promising materials, yet unseen and unexplored in a joint device, whose combination may solve traditional solar cells drawbacks (carrier recombination, narrow light absorption). \nIt features a high surface area interface (higher than any other known PVs concept) based on ordered anodic TiO2 nanotube arrays, homogenously infilled with nanolayers of high absorption coefficient crystalline chalcogenide or organic chromophores using different techniques, yet unexplored for this purpose. After addition of supporting constituents, a solid-state solar cell with an extremely large incident area for the solar light absorption and optimized electron pathways will be created. The CHROMTISOL solar cell concept bears a large potential to outperform existing thin film photovoltaic technologies and concepts due to unique combination of materials and their complementary properties. \n\nThe project aims towards important scientific findings in highly interdisciplinary fields. Being extremely challenging and in the same time risky, it is based on feasible ideas and steps, that will result in exciting achievements.\nThe principal investigator, Jan Macak, has an outstanding research profile in the field of self-organized anodic nanostructures and is an experienced researcher in the photovoltaic field",
    "totalCost": "1644380",
    "ecMaxContribution": "1644380",
    "coordinator": "UNIVERZITA PARDUBICE",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999453663": {
            "orgId": "999453663",
            "orgName": "UNIVERZITA PARDUBICE",
            "ecContrib": 1644380
        }
    },
    "calculatedTotalContribution": 1644380
}