{
    "rcn": "193644",
    "acronym": "PhilPharm",
    "topics": "ERC-StG-2014",
    "title": "Philosophy of Pharmacology: Safety, Statistical standards and Evidence Amalgamation",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "'The project intends addresses safety assessment in pharmacology with a view on philosophical work on causality and causal inference from statistical data ((Pearl 2000; Spirtes, Glymour, Scheines 2000, Woodward 2003, Cartwright, 2007b). This interest is motivated by the fact that current evidence standards emphasize internal validity of studies and hence randomization, disregarding alternative routes to causal assessment, such as the joint support of different sorts of evidence to a given hypothesis. This may be particularly detrimental in that, much of the evidence for harms comes from anecdotal reports, case series, or survey data, which standard guidelines of evidence evaluation regard as being of poorer quality with respect to controlled (randomized) experiments. Although the role of this 'lower level' evidence is increasingly acknowledged to be a valid source of information for the risk profile of medications (Howick et al. 2009, Hauben and Aronson, 2007), current practices have difficulty in assigning it a precise epistemic status and integrating it with more standard methods of hypothesis testing. The philosophical debate has already addressed similar questions in relation to the assessment of treatment efficacy (Worral 2010, Papineau, 1993; Cartwright, 2007). However, none of these contributions expressly addresses the specific issues arising in causal assessment for harms. \nThe project intends to change the evidence standards for safety assessment by providing a unified framework for the amalgamation of diverse evidence in safety assessment.  In particular, the project intends to: 1) present a foundational analysis on statistical/causal inference with a focus on safety assessment; 2) Build a unified epistemic framework within which different kinds of evidence can be combined and used for decision; 3) Provide the theoretical framework for the development of new standards of drug evaluation.'",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}