{
    "rcn": "193653",
    "acronym": "MIRAGE 20-15",
    "topics": "ERC-StG-2014",
    "title": "Mid Infra-Red near-field control by Adiabatic frequency Generation Enabling 20fs/15nm resolution",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "The goal of this proposal is to allow observing and controlling ultrafast phenomena in a spatio-temporal window of 20fs-15nm at mid-IR by merging the extreme temporal resolution of the recently developed single-cycle mid-IR pulses with the spatial resolution of near field scattering optical microscope (aSNOM). The mid-infrared wavelength regime is of particular importance to materials science, chemistry, biology and condensed matter physics, as it covers the fundamental vibrational absorption bands of many gaseous molecules and bio-molecules.\nAdiabatic frequency conversion, a recent advance in nonlinear optics based on my PhD research and my current collaboration with MIT, generates ultrashort pulses in this important wavelength regime, which outperform the currently available mid-IR ultrashort sources, and unlike other techniques allows complete control of the temporal evolution by amplitude and phase manipulation of the NIR input. Combining these capabilities with aSNOM will allow one-of-a-kind route to perform active coherent control of quantum dynamics and allow single shot spatio-temporal observation of fast dynamical processes at nanoscale-resolution.\nMoreover, mid-IR ultrashort pulses delivered to the nanoscale can produce the high peak power needed to observe the nonlinear properties of the material under examination. Together with the richness of pulse shape manipulation it stands to enable, the currently impossible capability of intra-pulse multidimensional mid-IR spectroscopies at the nanoscale. This will open a gateway to all-optical, non-intrusive and label-free in situ studies of ultrafast processes in 2D materials and topological insulators, peptide evolution, photo-induced surface femtochemistry and protein folding. In particular, I plan to utilize these capabilities to explore nanoscale surface femtochemistry and to study energy pathways of hot carriers following the plasmonic decay in 2D materials and plasmonic nanostructures.",
    "totalCost": "1493250",
    "ecMaxContribution": "1493250",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1493250
        }
    },
    "calculatedTotalContribution": 1493250
}