{
    "rcn": "193654",
    "acronym": "Rethyming",
    "topics": "ERC-StG-2014",
    "title": "Rebuilding the human thymus to create a tolerising system for allogeneic tissue and organ transplantation",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Organ transplantation has revolutionized medicine as it became possible to replace an irreversibly diseased organ. However, the immune suppressive therapy to avoid rejection is associated to life-threatening complications. Finding a way to selectively induce tolerance to donor antigens, while maintaining immunity to pathogens and cancer antigens would represent a major breakthrough in medicine with the achievement of immunosuppression-free organ transplantation.\n \nDuring development and early life immune T cell competence and central tolerance are specified in the thymus; thus I aim to dissect the complexity of this organ by rebuilding it in a controlled fashion ex vivo. In a first step, a natural scaffold will be prepared from fresh human and animal thymi by perfusion decellularization; subsequently cultivated human thymic epithelial cells (TECs) will be used for re-epithelialization of the a-cellular scaffolds. Finally, immature lymphocytes from an HLA-mismatched donor will be delivered to the thymus-scaffolds through the preserved vascular extracellular matrix structures and cultured in a customized bioreactor in optimized conditions for T cell differentiation and tolerance induction. Detailed phenotypic and functional analyses will be performed to identify the frequency of mature T cell subsets, including Tregs, and assess the level of tolerance to the HLA antigens expressed by TECs. Finally, the possibility of re-epithelializing scaffolds with pig TECs will allow testing its interaction in vivo in the context of organ transplantation, providing the very first proof of principle that it may be possible to achieve antigen-specific tolerance and avoid rejection without the need for generic immunosuppressive therapy.\n\nOverall, this project takes a multidisciplinary approach to the study of tolerance by combining stem cell biology, bioengineering technologies, a deep knowledge of immunity and tolerance mechanisms in transplantation for a rapid clinical translation.",
    "totalCost": "1480416",
    "ecMaxContribution": "1480416",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1480416
        }
    },
    "calculatedTotalContribution": 1480416
}