{
    "rcn": "193601",
    "acronym": "AArteMIS",
    "topics": "ERC-StG-2014",
    "title": "Aneurysmal Arterial Mechanics: Into the Structure",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "The rupture of an Aortic Aneurysm (AA), which is often lethal, is a mechanical phenomenon that occurs when the wall stress state exceeds the local strength of the tissue. Our current understanding of arterial rupture mechanisms is poor, and the physics taking place at the microscopic scale in these collagenous structures remains an open area of research. Understanding, modelling, and quantifying the micro-mechanisms which drive the mechanical response of such tissue and locally trigger rupture represents the most challenging and promising pathway towards predictive diagnosis and personalized care of AA.\nThe PI's group was recently able to detect, in advance, at the macro-scale, rupture-prone areas in bulging arterial tissues. The next step is to get into the details of the arterial microstructure to elucidate the underlying mechanisms.\nThrough the achievements of AArteMIS, the local mechanical state of the fibrous microstructure of the tissue, especially close to its rupture state, will be quantitatively analyzed from multi-photon confocal microscopy and numerically reconstructed to establish quantitative micro-scale rupture criteria. AArteMIS will also address developing micro-macro models which are based on the collected quantitative data. \nThe entire project will be completed through collaboration with medical doctors and engineers, experts in all required fields for the success of AArteMIS.\nAArteMIS is expected to open longed-for pathways for research in soft tissue mechanobiology which focuses on cell environment and to enable essential clinical applications for the quantitative assessment of AA rupture risk. It will significantly contribute to understanding fatal vascular events and improving cardiovascular treatments. It will provide a tremendous source of data and inspiration for subsequent applications and research by answering the most fundamental questions on AA rupture behaviour enabling ground-breaking clinical changes to take place.",
    "totalCost": "1499783,02",
    "ecMaxContribution": "1499783",
    "coordinator": "ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS",
    "coordinatorCountry": "FR",
    "participants": "CENTRE HOSPITALIER UNIVERSITAIRE SAINT ETIENNE - CHU;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "FR",
    "projectParticipants": {
        "952760288": {
            "orgId": "952760288",
            "orgName": "CENTRE HOSPITALIER UNIVERSITAIRE SAINT ETIENNE - CHU",
            "ecContrib": 36193
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 86556
        },
        "999981246": {
            "orgId": "999981246",
            "orgName": "ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS",
            "ecContrib": 1377034
        }
    },
    "calculatedTotalContribution": 1499783
}