{
    "rcn": "193682",
    "acronym": "PHYSFISH",
    "topics": "ERC-StG-2014",
    "title": "The Role of Physiology in the Causes and Consequences of Fisheries-Induced Evolution",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "There is increasing evidence that intense commercial fishing pressure is not only depleting fish\nstocks but also causing evolutionary changes to fish populations with serious consequences for the viability\nof marine fish communities. Although current research on fisheries-induced evolution (FIE) has focused\nalmost exclusively on the effects of size-selective harvest on reproductive potential of wild populations, there\nare a range of traits besides body size which could also affect the selectivity of fishing gears but which have\nnot been investigated. For example, overlooked within the context of FIE is the likelihood that, within a\ngiven species, variation in physiological traits among individuals ñ and especially those related to energy\nbalance (e.g. metabolic rate) and swimming performance (e.g. aerobic scope) ñ could make some fish more\ncatchable or more likely to suffer mortality after discard. Selection on these traits could produce major shifts\nin the fundamental structure and function of fish in response to fishing pressure that are yet to be considered\nbut which could directly determine population resource requirements, resiliency, geographic distributions,\nand responses to environmental change. This pioneering project will combine innovative approaches in the\nlaboratory with cutting-edge acoustic tracking technology in the field to address this gap in knowledge with\nthree main goals: (1) to examine whether physiological traits make some individuals more catchable by\ncommercial fishing gears, and whether the environment modulates such effects; (2) to investigate the extent\nto which physiological traits influence recovery and survival after escape from fishing gear or discard; and\n(3) to determine whether selection on catchability generates changes in physiological traits that reduce\npopulation resiliency or erode the ability to cope with environmental change. Given that several fisheries\nhave not recovered despite lengthy moratoriums, there is a pressing nee",
    "totalCost": "1499880",
    "ecMaxContribution": "1499880",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 1499880
        }
    },
    "calculatedTotalContribution": 1499880
}