{
    "rcn": "193643",
    "acronym": "PRCTOERC",
    "topics": "ERC-StG-2014",
    "title": "Novel Regulatory Principles of Polycomb Repressive Complex 2",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Posttranslational modifications of histone proteins have emerged as central regulators of gene expression. Through the factors that install, interpret, and erase them, histone marks control access to the genome, establishing chromatin environments that either support or counteract transcription. The histone methyltransferase Polycomb repressive complex 2 (PRC2) is crucially involved in gene repression all throughout development and adulthood, and it is often misregulated in cancer. Despite significant advances in the field, key aspects of PRC2 function remain largely elusive. The overarching goal of this project is to enhance our understanding of how PRC2 is regulated and how it controls the expression of developmental genes in embryonic stem cells. To this end, my research team and I will analyse how PRC2 cooperates  with other histone modifiers and chromatin organisers at enhancers to achieve poising of developmental genes (Aim 1). These studies will enable us to appreciate how the pivotal PRC2 module interfaces with other players in the complex chromatin regulatory system, contributing to a much-needed integrated view of chromatin regulation. We will further unravel how generation of the recently discovered asymmetric nucleosomes, in which the two copies of histone H3 are disparately modified (Voigt et al., Cell, 2012), is controlled by PRC2-intrinsic catalytic properties and through interactions with other chromatin modifiers (Aim 2). This will ultimately allow modulating asymmetry in vivo, providing unprecedented means to assess its impact on PRC2 function and chromatin structure. Lastly, I aim to re-evaluate the issue of PRC2 recruitment to its target loci by employing a systems biology-informed quantitative approach (Aim 3). Together, the aims of this ambitious project will significantly advance our understanding of PRC2 and its role in the establishment of chromatin states, which are crucial to embryonic stem cell physiology and deregulated in cancer.",
    "totalCost": "1496523",
    "ecMaxContribution": "1496523",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1496523
        }
    },
    "calculatedTotalContribution": 1496523
}