{
    "rcn": "193683",
    "acronym": "PERASPERA",
    "topics": "COMPET-04-2014",
    "title": "PERASPERA (AD ASTRA) Plan  European Roadmap and Activities for  SPace Exploitation of Robotics and Autonomy",
    "startDate": "01/10/2014",
    "endDate": "30/09/2019",
    "objective": "The project ìPER ASPERA (ASTRA)î (Latin meaning ìThrough hardships to the starsî) aims at developing an integrated master plan (a.k.a. roadmap) of activities and associated activity descriptions, for a Strategic Research Cluster (SRC) in Space Robotics Technology. The roadmap will be implemented within a Strategic Research Cluster (SRC) through operational grants, which will be recommended by PERASPERA and issued by the European Commission. \nPERASPERA will plan and accompany  the SRC to attain its  overall objective to deliver, within the 2023/2024 framework, key enabling technologies and demonstrate autonomous robotic systems at a significant scale as key elements for on-orbit satellite servicing and planetary exploration. \nThe main deliverables of the PERASPERA project will be:\n[1] a thoroughly coordinated/harmonised roadmap of space robotics technologies, concept development and demonstration activities. The coordination/harmonisation relies in the pre-existing network of the partners, complemented by new measures implemented by PERASPERA\n[2] draft text for the calls (and related technical annexes) that will allow tightly coupled developments across different operational grants\n[3] a Plan for the analysis and evaluation of the results of the SRC, that will be enacted by the PSA across its duration\n[4] a Plan for the specific exploitation and potential use of the SRC expected outputs that will also consider spin-out \n[5] a plan for risk assessment and contingency analysis\n[6]  wide-reaching dissemination and outreach actions to communicate to the public and educate the young engineers that will make space robotics become mainstream",
    "totalCost": "3528166,4",
    "ecMaxContribution": "3437633",
    "coordinator": "EUROPEAN SPACE AGENCY",
    "coordinatorCountry": "FR",
    "participants": "CENTRO PARA EL DESARROLLO TECNOLOGICO INDUSTRIAL.;AGENZIA SPAZIALE ITALIANA;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;UK Space Agency;CENTRE NATIONAL D'ETUDES SPATIALES - CNES",
    "participantCountries": "ES;IT;DE;UK;FR",
    "projectParticipants": {
        "999644559": {
            "orgId": "999644559",
            "orgName": "EUROPEAN SPACE AGENCY",
            "ecContrib": 884820
        },
        "999510020": {
            "orgId": "999510020",
            "orgName": "CENTRO PARA EL DESARROLLO TECNOLOGICO INDUSTRIAL.",
            "ecContrib": 490482
        },
        "944737515": {
            "orgId": "944737515",
            "orgName": "UK Space Agency",
            "ecContrib": 549223
        },
        "999599163": {
            "orgId": "999599163",
            "orgName": "CENTRE NATIONAL D'ETUDES SPATIALES - CNES",
            "ecContrib": 401286
        },
        "999663668": {
            "orgId": "999663668",
            "orgName": "AGENZIA SPAZIALE ITALIANA",
            "ecContrib": 449765
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 662057
        }
    },
    "calculatedTotalContribution": 3437633
}