{
    "rcn": "193660",
    "acronym": "HERITAGE",
    "topics": "ERC-StG-2014",
    "title": "Cultural Heritage and Economic Development in International and European Law",
    "startDate": "01/05/2015",
    "endDate": "31/08/2018",
    "objective": "Can states promote economic development without infringing upon their cultural heritage? Although economic globalization and international economic governance have spurred a more intense dialogue and interaction among nations - potentially promoting cultural diversity and providing the funds to recover and preserve cultural heritage - these phenomena can also jeopardize the cultural wealth of nations. Trade in cultural products can lead to cultural homogenization and even to cultural hegemony. In parallel, foreign direct investments have an unmatched penetrating force with the ultimate capacity of changing landscapes and erasing memory. At the same time, the increase in global trade, economic integration and foreign direct investment has determined the creation of legally binding and highly effective regimes that demand states to promote and facilitate trade and foreign direct investment. Has an international economic culture emerged that emphasizes productivity and economic development at the expense of cultural wealth? Does the existing legal framework adequately protect the cultural wealth of nations vis-‡-vis economic globalization? Could existing mechanisms in international and European law constrain negative effects of globalization?\n\nHERITAGE aims to map the interaction between economic globalization and each specimen of cultural heritage - world heritage, cultural diversity, intangible cultural heritage, indigenous heritage and underwater cultural heritage - in international and European law by investigating the relevant case law before international courts and tribunals. The study adopts an interdisciplinary approach; the relevant cases will be investigated in consideration of both their legal and cultural relevance. The main outcome of this research project will be a monograph written by the principal investigator to be published by a major international publisher; and a number of articles to be published in major international journals.",
    "totalCost": "485137,5",
    "ecMaxContribution": "485137,5",
    "coordinator": "LANCASTER UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 485138
        }
    },
    "calculatedTotalContribution": 485138
}