{
    "rcn": "193662",
    "acronym": "CatHet",
    "topics": "ERC-StG-2014",
    "title": "New Catalytic Asymmetric Strategies for N-Heterocycle Synthesis",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Medicinal chemistry requires more efficient and diverse methods for the asymmetric synthesis of chiral scaffolds. Over 60% of the worldís top selling small molecule drug compounds are chiral and, of these, approximately 80% are marketed as single enantiomers. There is a compelling correlation between drug candidate ìchiral complexityî and the likelihood of progression to the marketplace. Surprisingly, and despite the tremendous advances made in catalysis over the past several decades, the ìchiral complexityî of drug discovery libraries has actually decreased, while, at the same time, for the reasons mentioned above, the ìchiral complexityî of marketed drugs has increased. Since the mid-1990s, there has been a notable acceleration of this ìcomplexity divergenceî. Consequently, there is now an urgent need to provide efficient processes that directly access privileged chiral scaffolds. It is our philosophy that catalysis holds the key here and new processes should be based upon platforms that can exert control over both absolute and relative stereochemistry.  In this proposal we outline the development of a range of N-heteroannulation processes based upon the catalytic generation and trapping of unique or unusual classes of organometallic intermediate derived from transition metal insertion into C-C and C-N sigma-bonds. We will provide a variety of enabling methodologies and demonstrate applicability in flexible total syntheses of important natural product scaffolds. The processes proposed are synthetically flexible, operationally simple and amenable to asymmetric catalysis. Likely starting points, based upon preliminary results, will set the stage for the realisation of aspirational and transformative goals. Through the study of the organometallic intermediates involved here, there is potential to generalise these new catalytic manifolds, such that this research will transcend N heterocyclic chemistry to provide enabling methods for organic chemistry as a whole.",
    "totalCost": "1548738",
    "ecMaxContribution": "1548738",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 1548738
        }
    },
    "calculatedTotalContribution": 1548738
}