{
    "rcn": "193671",
    "acronym": "Disasters",
    "topics": "ERC-StG-2014",
    "title": "Market Beliefs and Optimal Policy in the Presence of Disasters",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "My proposal consists of two strands linked by a common theme--namely a concern for the impact of disasters, in financial markets and more generally--and by a shared methodology.\n\nIn the first of these strands, I propose to develop ways of using observable asset price data to infer the beliefs of market participants about various quantities that are central to financial economics, including (i) the equity premium; (ii) the forward-looking autocorrelation of the market (i.e., time-series momentum); (iii) the risk premia associated with individual stocks; (iv) the correlation between stocks; and (v) measures of asymmetric risk, such as the forward-looking probability of a significant downward jump in the stock market over some prescribed time period.\n\nThis work will exploit theoretical techniques that I have developed in previous research, and that allow for the possibility of jumps and disasters in financial markets. I will therefore be able to avoid the unpalatable assumptionówhich is made, implicitly or explicitly, in much of the finance literatureóthat uncertainty is driven by conditionally Normally distributed shocks (or, in continuous time, by Brownian motions). The importance of doing so is underscored by the turmoil in financial markets over the last few years.\n\nThese techniques will also be applied in the second strand of my proposal, which focuses on issues related to catastrophes more generally, including for example climate change; highly contagious viruses on the scale of the influenza pandemic of 1918; or nuclear or bio-terrorism. This project will be joint with Professor Robert S. Pindyck of MIT. The goal is to provide a framework within which policymakers, faced with multiple different types of potential catastrophe, can determine how societyís limited resources should best be used to alleviate the associated risks.",
    "totalCost": "1287755",
    "ecMaxContribution": "1287755",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 1287755
        }
    },
    "calculatedTotalContribution": 1287755
}