{
    "rcn": "193667",
    "acronym": "NAPOLI",
    "topics": "ERC-StG-2014",
    "title": "Nanoporous Asymmetric Poly(Ionic Liquid) Membrane",
    "startDate": "01/03/2015",
    "endDate": "31/01/2021",
    "objective": "Nanoporous polymer membranes (NPMs) play a crucial, irreplaceable role in fundamental research and industrial usage, including separation, filtration, water treatment and sustainable environment. The vast majority of advances concentrate on neutral or weakly charged polymers, such as the ongoing interest on self-assembled block copolymer NPMs. There is an urgent need to process polyelectrolytes into NPMs that critically combine a high charge density with nanoporous morphology. Additionally, engineering structural asymmetry/gradient simultaneously in the membrane is equally beneficial, as it would improve membrane performance by building up compartmentalized functionalities. For example, a gradient in pore size forms high pressure resistance coupled with improved selectivity. Nevertheless, developing such highly charged, nanoporous and gradient membranes has remained a challenge, owing to the water solubility and ionic nature of conventional polyelectrolytes, poorly processable into nanoporous state via common routes. \nRecently, my group first reported an easy-to-perform production of nanoporous polyelectrolyte membranes. Building on this important but rather preliminary advance, I propose to develop the next generation of NPMs, nanoporous asymmetric poly(ionic liquid) membranes (NAPOLIs). The aim is to produce NAPOLIs bearing diverse gradients, understand the unique transport behavior, improve the membrane stability/sustainability/applicability, and finally apply them in the active fields of energy and environment. Both the currently established route and the newly proposed ones will be employed for the membrane fabrication.\nThis proposal is inherently interdisciplinary, as it must combine polymer chemistry/engineering, physical chemistry, membrane/materials science, and nanoscience for its success. This research will fundamentally advance nanoporous membrane design for a wide scope of applications and reveal unique physical processes in an asymmetric context.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "participantCountries": "DE",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 500000
        }
    },
    "calculatedTotalContribution": 500000
}