{
    "rcn": "193637",
    "acronym": "FLUID-INTERFACE",
    "topics": "ERC-StG-2014",
    "title": "Analysis of moving incompressible fluid interfaces",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The research of this proposal is focused on solving problems that involve the evolution of fluid interfaces. The project will investigate the dynamics of free boundaries arising between incompressible fluids of different nature. The main concern is well-posed scenarios which include the possible formation of singularities in finite time or existence of solutions for all time. These contour dynamics issues are governed by fundamental fluid mechanics equations such as the Euler, Navier-Stokes, Darcy and quasi-geostrophic systems. They model important problems such as water waves, viscous waves, Muskat, interface Hele-Shaw and SQG sharp front evolution. All these contour dynamics frameworks will be studied with emphasis on singularity formation and global existence results, not only for their importance in mathematical physics, but also for their mathematical interest. This presents huge challenges which will in particular require the use of different tools and methods from several areas of mathematics. A new technique, introduced to the field by the Principal Investigator, has already enabled the analysis of several singularity formations for the water waves and Muskat problems, as well as to obtain global existence results for Muskat. The main goal of this proposal is to develop upon this work, going far beyond the state of the art in these contour dynamics problems for incompressible fluids.",
    "totalCost": "1106936",
    "ecMaxContribution": "1106936",
    "coordinator": "UNIVERSIDAD DE SEVILLA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 1106936
        }
    },
    "calculatedTotalContribution": 1106936
}