{
    "rcn": "193626",
    "acronym": "FLATLIGHT",
    "topics": "ERC-StG-2014",
    "title": "Functional 2D metamaterials at visible wavelengths",
    "startDate": "01/09/2015",
    "endDate": "31/10/2020",
    "objective": "For the last 15 years, optics has undergone a remarkable evolution towards ever decreasing sizes, better integration in complex systems, and more compact devices readily available to mass markets. Whereas traditional optics is at the centimeter scale, newly developed techniques use nanoscale objects to control, guide, and focus light. From the capability to shape metallic and dielectric nanostructures has emerged the field of nanophotonics. \nAdvances in nanophotonics offer the possibility to control the materialís optical properties to create artificial materials with electromagnetic properties not found in nature. Man-made 3D metamaterials have interesting fundamental aspects and present many advantages with respect to conventional devices. Unexpected effects have led to the development of interesting applications like high resolution lenses and cloaking devices. \nInspired by this new technology, we have developed new 2D metamaterials. Our flat metamaterials (metasurfaces) are much simpler to manufacture than their 3D counterparts. By depositing a set of nanostructures at an interface, we can immediately control the light properties; unlike refractive optical components, the wavefront is modified without propagation. As of today, these interfaces are created using metallic nanostructures and work in the infrared. In this ERC, we plan to extend the concept of optical metasurfaces in the visible which is the most important wavelength range for applications. By combining with optically active semiconductors such as InGaAlN, we will add optical gain and modulation capability to the system to create new, efficient optoelectronic devices. The response of the metasurfaces is tunable by changing the environment surrounding the nanostructures. We will use this property to create ultrathin reconfigurable flat devices. Metasurfaces will be integrated with AlN/GaN to modulate light at high frequencies and further exploited to control polariton gases in solid state metasystems.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}