{
    "rcn": "193670",
    "acronym": "Strained2DMaterials",
    "topics": "ERC-StG-2014",
    "title": "Unlocking new physics in controllably strained two-dimensional materials",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "'We will use strain engineering as an enabling tool to study previously inaccessible or hard-to-study phenomena in two-dimensional atomic crystals (2DACs: graphene, bilayer graphene, and monolayer transition metal dichalcogenides). In our first objective, we develop unique experimental tools to control and characterize mechanical strain in 2DACs. These are the distinguishing features of our approach: (i) The use of very low disorder suspended devices; (ii) Both uniform and controlled non-uniform strain will be induced; (iii) The level of strain will be precisely adjusted and determined in-situ during measurements. We will then use controllably-strained samples to study electrical, mechanical, thermal, and optical properties of 2DACs:\n\nApplication of strain in suspended graphene will be shown to control amplitudes and dispersion relation of flexural out-of-plane phonons (FPs), a mode unique to 2D and quasi-2D materials. We will demonstrate, for the first time, that FPs dominate electrical, thermal, and mechanical of suspended graphene. Moreover, we will show dramatic mechanical softening of graphene in the regime of weak strain, similar to 'entropic spring' behaviour seen in polymers.\n\nWe will engineer strain distributions in high-mobility suspended graphene devices that translate into near-constant 'pseudomagnetic field' and observe Quantum Hall-like quantization at zero external magnetic field.\n\nStrain-induced changes in topology of the band structure of bilayer graphene will be shown to affect Quantum Hall states and the Berry phase.\n\nThrough strain engineering, we will controllably adjust - and even make spatially dependent - the band gap energy and binding energies of excitons in monolayer transition metal dichalcogenides (TMDCs). We will study complex interplay between and direct and indirect excitons and look for emergence of a new phase of matter, an excitonic insulator, in strained narrow-bandgap TMDC.'",
    "totalCost": "1997452",
    "ecMaxContribution": "1997452",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 1997452
        }
    },
    "calculatedTotalContribution": 1997452
}