{
    "rcn": "193668",
    "acronym": "preQFT",
    "topics": "ERC-StG-2014",
    "title": "Strategic Predictions for Quantum Field Theories",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Ambitious Questions:\n\n*  How does the relatively calm macroscopic universe survive and emerge from the violent quantum fluctuations of its underlying microphysics? \n*  How do classical notions of space and time emerge from fundamental principles, and what governs their evolution? \n\nThese questions are difficult to answer---perhaps impossible given current ideas and frameworks---but I believe a strategic path forward is to thoroughly understand the quantum predictions of our Yang-Mills and Gravity theories, and unambiguously identify their non-perturbative UV completions. The first step forward, and the goal of this project, is to move towards the trivialization of perturbative calculations.  \n\nConsider the notion of failure-point calculations -- calculations that push modern methods and world-class technologies to their breaking-point. Such calculations, for their very success, engender the chance of cultivating and exploiting previously unappreciated structure. In doing so, such calculations advance the state of the art forward to some degree, dependent on the class of the problems and nature of the solution. With scattering amplitude calculations, we battle against (naive) combinatorial complexity as we go either higher in order of quantum correction ( loop order ), or higher in number of external particles scattering (multiplicity), so our advances must be revolutionary to lift us forward.  Yet I and others have shown that the very complications of generalized gauge freedom promise a potential salvation at least as powerful as the complications that confront us. The potential reward is enormous, a rewriting of perturbative quantum field theory to make these principles manifest and calculation natural, an ambitious but now realistic goal. The path forward is optimized through strategic calculations.",
    "totalCost": "1299958,26",
    "ecMaxContribution": "1299958,26",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1299958
        }
    },
    "calculatedTotalContribution": 1299958
}