{
    "rcn": "193613",
    "acronym": "Crosstag",
    "topics": "ERC-StG-2014",
    "title": "Unravelling cross-presentation pathways using a chemical biology approach",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Immune therapies are therefore currently being pursued to reinvigorate the immune reaction against tumours. This is not trivial, as the right type of immune cells must be activated against a tumour-specific antigen. One method to achieve this is by targeting tumour antigens to certain cross-presentation-promoting receptors on antigen presenting cells. The most intriguing of these is the mannose receptor (MR) as the method by which it does this is unknown.  \nThis glycoprotein-binding receptor appears to have two functions on APCs: general uptake-enhancement and, in certain isolated cases, cross-presentation-enhancment. What ligand parameters are important in causing cross-presentation enhancement is not known. Current tools, such as anti-MR antibodies and randomly glycosylated ligands fail to selectively enhance cross-presentation. The main aim of this proposal is to determine what structural parameters of the glycoprotein antigen result in enhanced cross-presentation upon MR-ligation. \nI will synthesise a library of biologically traceable single glycoform ligands - with controlled variation in glycan nature, stoichiometry and positioning - for the MR and study differences in uptake, routing and antigen presentation. \nA 2nd aim is to uncover what happens to the antigen after uptake by the MR. I.e. whether changes in antigen routing and proteolysis are responsible for enhanced cross presentation of different glycoforms. A 3rd aim is to develop a new method to study the kinetics of surface appearance of epitopes without T-cell reagents to quantify differences between glycoforms. \nWith this approach I aim to gain new insight into methods for enhancing cross-presentation resulting in improved immune therapies against cancer. My background in carbohydrate and protein modification chemistry will provide the toolkit to synthesise the relevant reagents and my background in immunology will ensure the successful immunological validation of the synthetic single glycoforms.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}