{
    "rcn": "193691",
    "acronym": "MST",
    "topics": "ERC-StG-2014",
    "title": "Moonshine and String Theory",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The purpose of the proposed research is to forward the understanding of the umbral moonshine discovered recently by myself. I plan to study it in the context of string theory. Moreover, I aim to use this new discovery to gain a deeper understanding of certain fundamental aspects of the theory. \n\nThe term moonshine refers to the astonishing and puzzling relation between functions with special symmetries (modular properties) and finite groups. The novel type of moonshine involves the so-called mock modular forms, and was first noticed in the study of K3 surfaces. In a recent paper I constructed 23 instances of such a new 'umbral moonshine' phenomenon  in a completely uniform way using the 23 special lattices classified by Niemeier as the starting point, and thereby provided the general framework in which this paradigm should be studied.  \n\nFrom a physical point of view, it is well-known that K3 surfaces play a crucial role in not only the specific constructions of compactifications but also the fundamental dualities in string theory. Hence, the new quantum symmetries of K3 surfaces, as suggested by umbral moonshine, will have a wide range of important implications for string theory. Moreover, I believe the solution of the moonshine puzzle will lead to a new understanding of the long sought-after algebraic structure of the supersymmetric (or BPS) spectrum of supersymmetric quantum theories. More ambitiously, I aim to draw lessons from these special theories with large symmetries to shed light on the structure of the 'landscape' of string theory vacua. \n\nFrom a mathematical point of view, to understand and to prove such a mysterious and beautiful relation would be a triumph in its own right. Moreover, the development of umbral moonshine will undoubtedly lead to new important results in the study automorphic forms, K3 geometry, and extended algebras.",
    "totalCost": "1256624",
    "ecMaxContribution": "1256624",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1256624
        }
    },
    "calculatedTotalContribution": 1256624
}