{
    "rcn": "193680",
    "acronym": "complexNMR",
    "topics": "ERC-StG-2014",
    "title": "Structural Dynamics of Protein Complexes by Solid-State NMR",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Multidrug resistant bacteria that render worthless the current arsenal of antibiotics are a growing global problem. This grave challenge could be tackled by polyketide synthases (PKSs), which are gigantic modular enzymatic assembly lines for natural products. PKSs could be developed for industry to produce chemically difficult to synthesize drugs, but cannot be harnessed until we understand how they work on the molecular level. However, such understanding is missing because we cannot easily investigate large complexes with current structural biology and modeling methods. A key puzzle is how the function of these multicomponent systems emerges from atomic-scale interactions of their parts. Solving this puzzle requires a holistic approach involving measuring and modeling the relevant interacting parts together. \nOur goal is to develop a multidisciplinary approach rooted in solid and solution state NMR that will make possible studies of complexes from PKSs. The two main challenges for the NMR of PKSs are increasing sensitivity and resolution. Recent innovations from our lab allow application of solid-state to study large complexes in 2ñ10 nanomole quantities. Building on this approach, with a protein-antibody complex as a test case, we will develop new NMR methods that will enable a study of structure and motions of domains in complexes. We will probe, for the first time, the structural dynamics of PKSs of enacyloxin and gladiolin, which are antibiotics against life-threatening multidrug resistant hospital-acquired Acinetobacter baumannii infections and tuberculosis. These studies will guide rational engineering of the PKSs to enable synthetic biology approaches to produce new antibiotics. \nIf successful, this project will go beyond the state of the art by: enabling studies of unknown proteins in large complexes and providing unique insights into novel mechanisms for controlling biosynthesis in PKSs, turning them into truly programmable synthetic biology devices.",
    "totalCost": "1999044",
    "ecMaxContribution": "1999044",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 1999044
        }
    },
    "calculatedTotalContribution": 1999044
}