{
    "rcn": "193675",
    "acronym": "IMAGINE",
    "topics": "ERC-StG-2014",
    "title": "Imaging magnetic fields at the nanoscale with a single spin microscope",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Detecting and imaging magnetic fields with high sensitivity and nanoscale resolution is a topic of crucial importance for a wealth of research domains, from material science, to mesoscopic physics, and life sciences. This is obviously also a key requirement for fundamental studies in nanomagnetism and the design of innovative magnetic materials with tailored properties for applications in spintronics. Although a remarkable number of magnetic microscopy techniques have been developed over the last decades, imaging magnetism at the nanoscale remains a challenging task.\n\nIt was recently realized that the experimental methods allowing for the detection of single spins in the solid-state, which were initially developed for quantum information science, open new avenues for high sensitivity magnetometry. In that spirit, it was recently proposed to use the electronic spin of a single nitrogen-vacancy (NV) defect in diamond as a nanoscale quantum sensor for scanning probe magnetometry. This approach promises significant advances in magnetic imaging since it provides quantitative and vectorial magnetic field measurements, with an unprecedented combination of spatial resolution and magnetic sensitivity, even under ambient conditions.\n\nThe IMAGINE project intend to exploit the unique performances of scanning-NV magnetometry to achieve major breakthroughs in nanomagnetism. We will first explore the structure of domain walls and individual skyrmions in ultrathin magnetic wires, which both promise disruptive applications in spintronics. This will lead  (i) to solve an important academic debate regarding the inner structure of domain walls and (ii) to the first detection of individual skyrmions in ultrathin magnetic wire under ambient conditions. This might result in a new paradigm for spin-based applications in nanoelectronics. We will then explore orbital magnetism in graphene, which has never been observed experimentally and is the purpose of surprising theoretical predictions.",
    "totalCost": "1498810",
    "ecMaxContribution": "1498810",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1498810
        }
    },
    "calculatedTotalContribution": 1498810
}