{
    "rcn": "193636",
    "acronym": "MAMI",
    "topics": "ERC-StG-2014",
    "title": "The Power of Maternal Microbes on Infant Health",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Recent reports suggest that early microbial colonization has an important role for in promoting health. This may contribute to reduce the risk of chronic diseases such as obesity, allergies and inflammatory conditions. Advances in understanding host-microbe interactions imply that maternal microbiota plays a crucial role on health programming. This process begins in utero and it is modulated by mode of delivery and diet. My research has shown that i) specific shifts in milk microbial composition are associated with lactation time and mode of delivery, ii) milk microbes drive the infant microbiota composition; iii) maternal microbiota dysbiosis may be transferred to the infant. However, factors defining maternal microbiota and its biological role upon infantís health are not yet fully understood. Hence, this project aims to characterize maternal microbes to be transferred to neonates and determine their function in infant health programming. The specific aims are:(1) understanding how the maternal microbiome is influenced by host and environmental factors;(2) characterizing the microbial core and bioactive compounds transmitted to the offspring mainly via breastfeeding and their key roles in the microbial modulation and host response;(3) understanding the interactions among breast milk bioactive compounds and their role in infant health;(4) shedding light on how maternal microbes influence the infant immune system & (5)development of new dietary strategies and therapies based on microbial replacement and modulation. To achieve these objectives, a systems biology approach by means of state-of-the-art techniques and new methodologies based on subpopulation enrichment by flow cytometer-sorter to study hostñmicrobe interactions will be used. Results obtained will demonstrate the interaction between infant nutrition, microbes and host response in early life and its key role in health programming, enabling new applications in the field of personalized nutrition & medicine.",
    "totalCost": "1499979",
    "ecMaxContribution": "1499979",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1499979
        }
    },
    "calculatedTotalContribution": 1499979
}