{
    "rcn": "193608",
    "acronym": "LimitMDR",
    "topics": "ERC-StG-2014",
    "title": "Utilizing evolutionary interactions to limit multidrug resistance",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Drug resistance is limiting our ability to treat most infectious diseases and forms of cancer. Indeed this relentless evolution is the major driver of treatment failure for diseases that are responsible for over half of the global disease related mortality. Yet, the underlying principles that guide this evolutionary response are poorly understood, in particular with regards to understanding the impact of multidrug treatment.  \nLimitMDR will characterize evolutionary trajectories leading to multidrug resistance in response to individual and combination drug treatment through the execution of large-scale adaptive evolution experiment with two bacterial pathogens followed by genome sequencing and phenotyping. This effort will enable testing of contrasting hypotheses regarding the evolution of multidrug resistance in response to combination treatment.   \n\nWe will characterize the cause-and-effect of resistance and sensitivity mutations identified in our global data set and map comprehensive fitness landscapes of mutations accumulated during drug resistance evolution to understand the evolutionary dynamics underlying resistance evolution. To accomplish these bold goals we shall develop novel multiplexed methodologies enabling unprecedented scale of construction and phenotypic testing of identified mutations. While genetic epistasis is considered of key importance to resistance evolution most studies focus on mutations within an individual gene. Through the development of a novel experimental approach we shall elucidate complex epistatic interaction networks between mutations accumulated during resistance evolution. \n\nFinally, we will conduct mechanistic studies to uncover the mechanisms of collateral sensitivity. These studies will shed light on this underappreciated phenomenon, which is of critical relevance to drug discovery and the evolution of drug resistance. In conclusion LimitMDR will develop groundbreaking novel methodologies and scientific insights that will c",
    "totalCost": "1492453",
    "ecMaxContribution": "1492453",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 1492453
        }
    },
    "calculatedTotalContribution": 1492453
}