{
    "rcn": "193641",
    "acronym": "LITHIUM",
    "topics": "ERC-StG-2014",
    "title": "From planetary birth with aperture masking interferometry to nulling with Lithium Niobate technology",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "Observing the process of planetary accretion is crucial to inform models of planet formation. Most of the key action is expected to happen in the gaps of protostellar disks ñ a spatial realm over which aperture masking interferometry has demonstrated a unique ability to deliver incisive imaging. Masking offers twin advantages of higher dynamic range at the diffraction limit (lambda/D) than differential imaging, while at the same time giving nearly complete Fourier coverage compared to long baseline interferometry. The founding objective of this proposal is to create expertise and technology to understand the astrophysical phenomena so far only glimpsed in faint detections in stellar gaps such as those published in T Cha (Huelamo et al. 2011), HD142527 (Biller et al. 2012) and FL Cha (Cieza et al. 2013). But the central goal of this project is to further advance the experimental technique. Reaching even higher dynamic range for fainter detections is essential for probing planetary birth. The way to improve the dynamic range is clear: increase the accuracy of the primary closure phase observable. To do so, we will follow two paths. The first will use laboratory experimentations to analyse and understand the sources of bias to the closure phase. The resulting end-product will be better software offered to the community, and better techniques for a next generation of aperture masking devices. The second path is to amplify the closure phase signal by combining nulling with closure phase (Lacour et al. 2014). This second path is the most challenging, but will be an important breakthrough to the field. Nulling is to aperture masking what coronagraphy is to classical imaging. Without a first level of nulling, the aperture masking technique will always be limited by the photon noise due to the stellar light. We propose to build on our experience of Lithium Niobate integrated optics devices to bring aperture masking to a new level of performance in high dynamic range imaging.",
    "totalCost": "1851881",
    "ecMaxContribution": "1851881",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1851881
        }
    },
    "calculatedTotalContribution": 1851881
}