{
    "rcn": "193628",
    "acronym": "DE-ORPHAN",
    "topics": "ERC-StG-2014",
    "title": "DEtermination of Orphan Receptor PHysiological Agonists and sigNals",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "G protein-coupled receptors make up both the largest membrane protein and drug target families. DE-ORPHAN aims to determine the close functional context; specifically physiological agonists and signaling pathways; and provide the first research tool compounds, of orphan peptide receptors.\n\nDetermination of physiological agonists (aka de-orphanization), by high-throughput screening has largely failed. We will introduce a new research strategy: 1) developing highly innovative bioinformatics methods for handpicking of all orphan receptor targets and candidate ligand screening libraries; and 2) employing a screening technique that can measure all signaling pathways simultaneously.\n\nThe first potent and selective pharmacological tool compounds will be identified by chemoinformatic design of focused screening libraries. We will establish the ligandsí structure-activity relationships important for biological activity and further optimization towards drugs.\n\nThe first potent and selective Gs- and G12/13 protein inhibitors will be designed by structure-based re-optimization from a recent crystal structure of a Gq-inhibitor complex, and applied to determine orphan receptor signaling pathways and ligand pathway-bias. They will open up for efficient dissection of important signaling networks and development of drugs with fewer side effects. \n\nDE-ORPHANs design hypotheses are based on unique computational methods to analyze protein and ligand similarities and are founded on genomic and protein sequences, structural data and ligands. The interdisciplinary research strategy applies multiple ligands acting independently but in concert to provide complementary receptor characterization. The results will allow the research field to advance into studies of receptor functions and exploitation of druggable targets, ligands and mechanisms. Which physiological insights and therapeutic breakthroughs will we witness when these receptors find their place in human pharmacology and medicine?",
    "totalCost": "1499926,25",
    "ecMaxContribution": "1499926,25",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1499926
        }
    },
    "calculatedTotalContribution": 1499926
}