{
    "rcn": "193611",
    "acronym": "G4DSB",
    "topics": "ERC-StG-2014",
    "title": "G-quadruplex DNA Structures and Genome Stability",
    "startDate": "01/07/2015",
    "endDate": "28/02/2021",
    "objective": "Secondary structures such as G-quadruplexes (G4s) can form within DNA or RNA. They pose a dramatic risk for genome stability, because due to their stability they can block DNA replication and this could lead to DNA breaks. In certain cancer cells mutations/deletions are observed at G4s, if a helicase that is important for G4 unwinding is mutated. Nevertheless, G4s are also discussed to be functional elements for cellular processes such as telomere protection, transcription, replication, and meiosis. The aim of this research proposal is to use various biochemical and computational tools to determine which proteins are essential for formation and regulation of G4s. Proposed experiments will gain insights into both ìeffectsî of G4s, the risk for genome stability and its significant function for the cell. In aim 1 we will elucidate and identify novel proteins that bind, regulate, and repair G4s, especially in the absence of helicases, in vitro and in vivo. Our focus is to understand how G4s become mutated in the absence of helicases, which proteins are involved, and how genome stability is preserved. In aim 2, we will use cutting edge techniques to identify regions that form G4s in vivo. Although there is experimental proof for G4s in vivo, this is not commonly accepted, yet. We will provide solid data that will support the existence of G4s in vivo. Furthermore, we will survey genome-wide when and why G4s become a risk for genome stability. Aim 3 will focus on the in silico observation that G4 structures are connected to meiosis. In this aim we will use a combination of techniques to unravel the biological significance of G4s during meiosis in vivo.\nDue to the connection of G4s and cancer the data obtained from this research proposal will not only be important to understand G4 regulation and formation, but will also provide unique knowledge on the impact of G4 structures for genome stability and thereby for human health.",
    "totalCost": "1531625",
    "ecMaxContribution": "1531625",
    "coordinator": "UNIVERSITAETSKLINIKUM BONN",
    "coordinatorCountry": "DE",
    "participants": "ACADEMISCH ZIEKENHUIS GRONINGEN;JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG",
    "participantCountries": "NL;DE",
    "projectParticipants": {
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 412243
        }
    },
    "calculatedTotalContribution": 412243
}