{
    "rcn": "193614",
    "acronym": "MindBendingGrammars",
    "topics": "ERC-StG-2014",
    "title": "Mind-Bending Grammars: The dynamics of correlated multiple grammatical changes in Early Modern English writers",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Mind-Bending Grammars examines change in mental grammars of 17th century individuals across their lifespan as attested in their writings. The project treats grammar as a self-organizing network of form-meaning schemas continuously fine-tuning itself, where activating one schema may prime formally or functionally associated ones. In analyzing multiple grammar changes in healthy adults it aspires to make a breakthrough in the cognitive modelling of grammar, and is expected to bear on views of cognitive plasticity and self-organizing systems (e.g. ecosystems). To reach these goals it will determine (i) how change in one part of an individualís grammar relates to change in another; (ii) to what extent grammar change in individuals is possible and attested beyond childhood. This is still unsettled. Formal models hold that change occurs in language acquisition, social ones that it mainly results from adult interaction. The first ignore too much adult usage, the second grammar as a system. \n\nSeven cases are examined:\ni. Progressive (Iím loving it)\nii. Future [going to] (heís going to love it)\niii-iv. (Pseudo)clefts (itís Eve he loves)\nv. Rare passives (Eve was sent for)\nvi. Subject-raising (heís said to be nice)\nvii. New copulas (get/grow hot)\nEach case changes much in the 17th century, warranting separate study. Yet the changes may also be linked. Formally, going to for example started as a progressive, and this may have resulted in sustained mutual influence. Functionally all but the last may be responses to changing word order. Until c1500 time adverbs (THEN ran he), focal elements (EVE loves he) or empty subjects (THEY say heís nice) could precede the verb. After, this position got restricted to subjects that are topics (HE ran). Progressives need no time adverbs, clefts move the focal element, and passivization/subject-raising align topic & subject; all of this helped to realize the new order. Grow & get are unassociated to other cases, and serve as a control group.",
    "totalCost": "1208025",
    "ecMaxContribution": "1208025",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 1208025
        }
    },
    "calculatedTotalContribution": 1208025
}