{
    "rcn": "193605",
    "acronym": "BeeDanceGap",
    "topics": "ERC-StG-2014",
    "title": "Honeybee communication: animal social learning at the height of social complexity",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "Learning from others is fundamental to ecological success across the animal kingdom, but a key theme to emerge from recent research is that individuals respond differently to social information. Understanding this diversity is an imposing challenge, because it is hard to replicate the overwhelming complexity of free-living groups within controlled laboratory conditions. Yet here I propose that one of the most complex social models that we know ofó the sophisticated eusocial societies of honeybeesó offer unrivaled and yet unrecognized potential to study social information flow through a natural group. The honeybee ìdance languageî is one of the most celebrated communication systems in the animal world, and central to a powerful information network that drives our most high-profile pollinator to food, but bee colonies are uniquely tractable for two reasons. Firstly, next-generation transcriptomics could allow us to delve deep into this complexity at the molecular level, on a scale that is simply not available in vertebrate social systems. I propose to track information flow through a natural group using brain gene expression profiles, to understand how dances elicit learning in the bee brain. Secondly, although bee foraging ranges are vast and diverse, social learning takes place in one centralized location (the hive). The social sciences now offer powerful new tools to analyze social networks, and I will use a cutting-edge network-based modelling approach to understand how the importance of social learning mechanisms shifts with ecology. In the face of global pollinator decline, understanding the contribution of foraging drivers to colony success has never been more pressing, but the importance of the dance language reaches far beyond food security concerns. This research integrates proximate and ultimate perspectives to produce a comprehensive, multi-disciplinary program; a high-risk, high-gain journey into new territory for understanding animal communication.",
    "totalCost": "1422010,2",
    "ecMaxContribution": "1422010,2",
    "coordinator": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF LEEDS;UNIVERSITY OF BRISTOL;UNIVERSITY COLLEGE LONDON;QUEEN MARY UNIVERSITY OF LONDON",
    "participantCountries": "UK",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 49891
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 0
        },
        "999861451": {
            "orgId": "999861451",
            "orgName": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
            "ecContrib": 1292372
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 24862
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 54884
        }
    },
    "calculatedTotalContribution": 1422009
}