{
    "rcn": "193619",
    "acronym": "RGGC",
    "topics": "ERC-StG-2014",
    "title": "Random Graph Geometry and Convergence",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "We propose an intradisciplinary research programme in pure mathematics, with graph theory at the epicenter and rich connections to other fields.\n\nAlthough the bonds between graph theory and other branches of mathematics have been growing in recent years, large parts of graph theory are still almost isolated from the rest of mathematics, and conversely, there are fields based on graphs that still make hardly any use of graph-theoretic machinery: the study of Cayley graphs in combinatorial group theory, the recent notion of Benjaminiñ Schramm convergence, and the many instances of approximating continuous spaces by graphs in various contexts are such examples.\n\nThe RGGC project offers concrete graph theoretic approaches to important challenges in the afore- mentioned fields. At the same time, advances in graph theory using group theoretic and analytic machinery will be achieved. The project comprises 4 research Themes overarching a wide mathematical scenery.\n\nTheme 1 unites the worlds of BenjaminiñSchramm convergence and graph minor theory using tech- niques from enumerative and analytic combinatorics that were applied for the first time in this context by the PI.\n\nTheme 2 builds on the deepest part of the PIís past work to offer a new perspective to geometric random graphs profiting from a sophisticated theory triggered by Kestenís random walks on groups.\n\nTheme 3 aims at deepening the understanding of cover time of graphs by exploring its extremal and typical behaviour using the concept of cover cost, an approach pioneered by the PI.\n\nTheme 4 introduces diffusions on continuous, graph-like spaces in the sense of Thomassen & Vella motivated by both theoretic and applied considerations.\n\nThe proposed research not only attacks challenging questions in each of thease areas, it also creates bridges for transferring knowledge and tools among them, through concrete novel approaches of the PI that have already achieved initial success.",
    "totalCost": "1177905",
    "ecMaxContribution": "1177905",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 1177905
        }
    },
    "calculatedTotalContribution": 1177905
}