{
    "rcn": "193609",
    "acronym": "CORPNET",
    "topics": "ERC-StG-2014",
    "title": "Corporate Network Governance: Power, Ownership and Control in Contemporary Global Capitalism",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The character of global business networks has long fascinated but continues to divide scholars of global markets and governance. A well-established perspective looks at the changes in global networks and sees an emerging cohesive transnational capitalist class. However, a rival line of inquiry sees the rise of competing corporate elites.  Scholars also disagree on the origins of emergent patterns of corporate networks. Do they reflect institutional preferences of corporate and political elites? Or are they unintended by-products of corporate conduct? Third, there are fundamental differences of opinion on how patterns of global corporate ownership relate to actual power in the governance of such networks.\n\nPast research has been unable to adjudicate these debates in part due to insufficient data clarifying the full breadth of corporate interactions globally, and insufficient analytical tools for analysing that breadth. This project seeks to do what has so far eluded existing scholarship: to fully explore the global network of corporate ownership and control as a complex system. Network structures may appear to be the result of a grand design at macro level, but are the outcome of the sum of the actions of a large set of interdependent actors. Using cutting-edge network science methods, the project explores for the first time the largest database on ownership and control covering over 100 million firms. Exploiting the longitudinal richness of the new data in combination with state-of-the-art methods and techniques makes it possible to model and empirically test generating mechanisms that drive network formation.\n\nBy doing so the project bridges the hitherto disjoint fields of social network studies in socio-economics and political science on the one hand, and the growing body of literature on network science in physics, computer science and complexity studies on the other.",
    "totalCost": "1497764",
    "ecMaxContribution": "1497764",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1497764
        }
    },
    "calculatedTotalContribution": 1497764
}