{
    "rcn": "193672",
    "acronym": "OCT4IOL",
    "topics": "ERC-PoC-2014",
    "title": "Optical Coherence Tomography for Intraocular Lenses",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "The replacement of the crystalline lens of the eye by an artificial intraocular lens (IOL) is one of the most frequent procedures worldwide (3 millions/year in Western Europe). The surgery is required to correct for the age-related loss in transparency (cataract), but it is also performed to correct for refractive errors, and may be envisioned to correct for presbyopia in a younger population (>45) with future accommodating IOLs that restore the eye focusing capability. Despite the development of new IOL designs and a steady market growth of IOLs (particularly of Premium IOLs, aiming at delivering optimal vision quality to the patient), the techniques to select the optimal IOL design have not evolved at a similar pace. As cataract surgery moves into new paradigms, access to ocular imaging-based technologies that allow accurate selection of the IOL and evaluation of the surgical outcomes becomes essential. \n\nThe PRESBYOPIA ERC-Advanced Grant investigates basic mechanisms of the crystalline lens accommodation, to propose nature-inspired IOL designs to correct presbyopia. With this aim, we have developed a laboratory prototype for full 3-D quantitative anterior segment Optical Coherence Tomography (OCT) based on our proprietary method to reduce distortion and automatic quantification. We have demonstrated the capabilities of this instrument to provide accurate crystalline lens topography in vivo and full 3-D optical biometry in cataract patients pre- and post- implantation of IOLs. \n\nThe OCT4IOL ERC-Proof of Concept will evaluate the marketability of this OCT line, generate new IP, developing a product commercialization plan, and reaching a strategic partnership alliance, with the ultimate goal of developing an instrument that brings eye surgery into new paradigms for IOL selection and customization in cataract surgery.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}