{
    "rcn": "193674",
    "acronym": "SENSQUID",
    "topics": "ERC-StG-2014",
    "title": "Scanning SQUID view of emergent states at interfaces",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "The emergence of novel states of matter in low-dimensional systems is one of the most intriguing current topics in condensed matter physics. For instance, interfaces between certain non-magnetic insulating oxides were shown to give rise to surprising metallic, superconducting, and magnetic states, which are still far from being understood. I have recently demonstrated in LaAlO3/SrTiO3 that there is a strong influence of the constituentís structure on the interface conductivity (quasi-1D rather than 2D) and sub-micron ferromagnetic patches that coexist with inhomogeneous superconductivity. However, the origin of the interface magnetism, its relation to transport properties, and the mechanisms that control the different interface states are yet to be understood. I believe that the only way to fully understand the electronic and magnetic behavior in reduced dimensions is by combining extremely sensitive, non-invasive, local techniques, but such characterization tools are lacking. The aim of this project is to investigate the rich phenomena that appear at transition metal oxides interfaces, starting with LaAlO3/SrTiO3 as a model system, and expanding to other ground states (e.g. multiferroics, quantum materials, metal-insulator), as well as to other low-dimensional systems, including 2D-superconductors, topological insulators and carbon nanotube coils. To this end, I will develop an advanced scanning SQUID technology for higher temperatures, improved resolution, simultaneous mapping of orthogonal properties, and high throughput. By detecting nano-magnetism, traces of superconductivity, and non-invasively mapping the path of current flow, our tool will detect new states of matter, follow their interactions, correlations, and response to modulation in the local potential with extreme sensitivity. Our results will open up access to fundamental physics in atomically engineered materials, and to the control of their properties for use in next generation nanoelectronics.",
    "totalCost": "1499778",
    "ecMaxContribution": "1499778",
    "coordinator": "BAR ILAN UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 1499778
        }
    },
    "calculatedTotalContribution": 1499778
}