{
    "rcn": "193615",
    "acronym": "Weakinteract",
    "topics": "ERC-StG-2014",
    "title": "Weak interactions in self-organizations studied by NMR spectroscopy in the supramolecular solid-state",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Self-assembly is a fundamental process by which individual subunits organize into ordered supramolecular entities, usually through weak interactions. A longstanding goal is to engineer synthetic self-organized structures, often inspired by protein assemblies found in the context of living cells, to design materials of high potentiality, e.g. drug delivery, scaffolding or electronic applications. There is a tremendous interest in physical chemistry to understand the role of weak interactions at the supramolecular interfaces. However, self-organizations usually form soft material, lacking crystalline order and at the same time exhibiting poor solubility. As a consequence, standard techniques for structural investigation such as X-ray crystallography or solution NMR usually fail or deliver only partial information, preventing an atomic-level understanding and therefore the design of new architectures. \nThe Weakinteract project aims at developing NMR spectroscopy in the relevant supramolecular solid-state for those non-crystalline and insoluble self-organizations. Weakinteract will exploit strategic isotope labeling, state-of-the-art solid-state NMR methods and integration of hybrid approaches to elucidate the assembly mechanisms, revealing the weak interactions at the supramolecular interfaces. The project comprises three different aspects of growing complexity: (1) Elaboration of a proof-of-concept for atomic resolution structure determination of self-assembled nanotubes in hydrogel form. (2) Determination of the structural basis for bacterial filaments (3) Investigation of the phenomenon of heterogeneous supramolecular templating, in the context of amyloid fold initiation. One major aim of Weakinteract is to provide a robust approach dedicated to chemists, biophysicists and structural biologists in order to tackle weak interactions in the relevant assembled state, ultimately delivering atomic level structures and an understanding of the assembly process.",
    "totalCost": "1472425",
    "ecMaxContribution": "1472425",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1472425
        }
    },
    "calculatedTotalContribution": 1472425
}