{
    "rcn": "193699",
    "acronym": "PERSEUS",
    "topics": "MG-1.6-2014",
    "title": "Promoting excellence and recognition seal of European aerospace Universities",
    "startDate": "01/12/2014",
    "endDate": "30/11/2016",
    "objective": "The proposed action is expected to contribute to better meeting the needs of the aerospace sector for highly skilled workforce and to enhance the mobility of aerospace students and professionals across Europe.\nTaking into consideration the complex skills needed by the aerospace sector, the action will develop the required learning outcomes and competence profiles for aero-engineering curricula and propose the aerospace specific accreditation criteria that would complement the existing European, national or regional accreditation systems for engineering education.\nThe action will be developed in three distinct phases. The first phase is a conception phase. The learning outcomes and procedures will be defined looking at current practices and involving the main stakeholders of the higher education chain, from Universities to Industries and Research Establishments. The result should be a staged accreditation system, thereby gradually enhancing the quality level of the higher education degrees. The second phase is an implementation phase. The identified processes are tested on 6 aerospace curricula, from different EU countries. The third phase is a refinement phase. The results of the testing phase are compared to the expectations and the processes are updated taking into consideration the lessons learned from the testing phase. Suggestions for harmonizing the curricula and simultaneously developing knowledge and emerging technologies as well as facilitating studentsí exchanges across the EU will be proposed. In parallel to the three phases, a dissemination and outreach activity is implemented to diffuse the culture of best practices among the EU higher education courses in the area of aerospace engineering and attract talented students to such studies.\nThe consortium members include representatives of aerospace industry, research establishments and education institutions, participating in the major existing EU networks such as PEGASUS, EASN, ENAEE, EREA and EACP.",
    "totalCost": "673316,25",
    "ecMaxContribution": "600000",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "ECOLE NATIONALE SUPERIEURE DE MECANIQUE ET D'AEROTECHNIQUE;UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.;EASN Technology Innovation Services BVBA;AEROSPACE VALLEY;CESKE VYSOKE UCENI TECHNICKE V PRAZE;POLITECNICO DI TORINO;\"INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE AEROSPATIALA \"\"ELIE CARAFOLI\"\"- INCAS BUCURESTI\";INSTITUTUL NATIONAL DE CERCETARI AEROSPATIALE ELIE CARAFOLI - I.N.C.A.S. SA;INSTITUT VON KARMAN DE DYNAMIQUE DES FLUIDES;TECHNISCHE UNIVERSITEIT DELFT;AKKREDITIERUNGSAGENTUR FUER STUDIENGAENGE DER INGENIEURWISSENSCHAFTEN, DER INFORMATIK, DER NATURWISSENSCHAFTEN UND DER MATHEMATIK EV;UNIVERSIDAD DE SEVILLA",
    "participantCountries": "FR;IT;BE;CZ;RO;NL;DE;ES",
    "projectParticipants": {
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 30000
        },
        "997639569": {
            "orgId": "997639569",
            "orgName": "AKKREDITIERUNGSAGENTUR FUER STUDIENGAENGE DER INGENIEURWISSENSCHAFTEN, DER INFORMATIK, DER NATURWISSENSCHAFTEN UND DER MATHEMATIK EV",
            "ecContrib": 41000
        },
        "999848744": {
            "orgId": "999848744",
            "orgName": "CESKE VYSOKE UCENI TECHNICKE V PRAZE",
            "ecContrib": 25000
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 30000
        },
        "998756136": {
            "orgId": "998756136",
            "orgName": "INSTITUTUL NATIONAL DE CERCETARI AEROSPATIALE ELIE CARAFOLI - I.N.C.A.S. SA",
            "ecContrib": 0
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 30000
        },
        "984454068": {
            "orgId": "984454068",
            "orgName": "EASN Technology Innovation Services BVBA",
            "ecContrib": 117000
        },
        "999698006": {
            "orgId": "999698006",
            "orgName": "INSTITUT VON KARMAN DE DYNAMIQUE DES FLUIDES",
            "ecContrib": 40500
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 120000
        },
        "999964271": {
            "orgId": "999964271",
            "orgName": "AEROSPACE VALLEY",
            "ecContrib": 65500
        },
        "913125312": {
            "orgId": "913125312",
            "orgName": "\"INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE AEROSPATIALA \"\"ELIE CARAFOLI\"\"- INCAS BUCURESTI\"",
            "ecContrib": 40000
        },
        "996067878": {
            "orgId": "996067878",
            "orgName": "ECOLE NATIONALE SUPERIEURE DE MECANIQUE ET D'AEROTECHNIQUE",
            "ecContrib": 29000
        },
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 32000
        }
    },
    "calculatedTotalContribution": 600000
}