{
    "rcn": "193657",
    "acronym": "NANOGEN",
    "topics": "ERC-StG-2014",
    "title": "Polymer-based piezoelectric nanogenerators for energy harvesting",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Energy harvesting (EH) from ambient vibrations originating from sources such as moving parts of machines, fluid flow and even body movement, has enormous potential for small-power applications such as wireless sensors, flexible, portable and wearable electronics, and bio-medical implants, to name a few. Nanoscale piezoelectric energy harvesters, also known as nanogenerators (NGs), can directly convert small scale ambient vibrations into electrical energy. Scavenging power from ubiquitous vibrations in this way offers an attractive route to supersede fixed power sources such as batteries that need replacing/recharging, and that do not scale with the diminishing size of modern electronics. This proposal aims to develop NGs for future self-powered smart devices. Ceramics such as lead zirconium titanate and semiconductors such as zinc oxide are the most widely used piezoelectric EH materials. This proposal however focuses on a different class of piezoelectric materials, namely ferroelectric polymers, such as polyvinlyidene fluoride (PVDF), its copolymers, and nylon. These are potentially superior EH materials as they are flexible, robust, lightweight, easy and cheap to fabricate, as well as being lead-free and bio-compatible. The key strategy of this proposal is in combining i) materials engineering to create novel piezoelectric polymer-ceramic nanocomposite materials with enhanced EH functionalities, ii) state-of-the art nanoscale characterization to explore and exploit these novel materials, and iii) fabrication of high performance NGs for implementation into commercial devices, using insight gained from modelling of materials and device parameters. The proposed research will culminate in a well-defined process for the large-scale production of highly efficient and low cost piezoelectric NGs with reliable EH performance to power the next generation of autonomous devices, thus steering the field into the renewable energy market as a clean and competitive technology.",
    "totalCost": "1635710",
    "ecMaxContribution": "1635710",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}