{
    "rcn": "193633",
    "acronym": "CSINEUTRONSTAR",
    "topics": "ERC-StG-2014",
    "title": "The physics and forensics of neutron star explosions",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Neutron stars offer a unique environment in which to develop and test theories of the strong force. Densities in neutron star cores can reach up to ten times the density of a normal atomic nucleus, and the stabilizing effect of gravitational confinement permits long-timescale weak interactions.  This generates matter that is neutron-rich, and opens up the possibility of stable states of strange matter, something that can only exist in neutron stars. Strong force physics is encoded in the Equation of State (EOS), the pressure-density relation.  This is linked to macroscopic observables such as mass M and radius R via the stellar structure equations. By measuring and inverting the M-R relation we can recover the EOS and diagnose the underlying dense matter physics.\n\nThis proposal focuses on a very promising technique for simultaneous measurement of M and R.  It exploits hotspots (burst oscillations) that form on the neutron star surface when material accreted from a companion star undergoes a thermonuclear explosion (a Type I X-ray burst).  As the star rotates, the hotspot gives rise to a pulsation.  Relativistic effects then encode information about M and R into the pulse profile.  However the mechanism that generates burst oscillations remains unknown, 18 years after their discovery.  This is frustrating in terms of our understanding of thermonuclear bursts.  It also leads to uncertainties in the precise form of the underlying surface emission pattern (a key factor in the pulse profile fitting process), which must be addressed to cement their reliability as diagnostics of M and R. \n\nThis proposal has two objectives. Firstly, to resolve the burst oscillation mechanism via an ambitious programme of theoretical and observational analysis. Secondly, to ensure that burst oscillations are a robust tool for measurement of M and R by determining the effect of the surface pattern uncertainty on pulse profile fitting, independent of efforts to constrain the mechanism.",
    "totalCost": "1499999",
    "ecMaxContribution": "1499999",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1499999
        }
    },
    "calculatedTotalContribution": 1499999
}