{
    "rcn": "193665",
    "acronym": "FoQAL",
    "topics": "ERC-StG-2014",
    "title": "Frontiers of Quantum Atom-Light Interactions",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "FoQAL aims to completely re-define our ability to control light-matter interactions at the quantum level. This potential revolution will make use of cold atoms interfaced with nanophotonic systems, exploiting unique features such as control over the dimensionality and dispersion of light, the engineering of quantum vacuum forces, and strong optical fields and forces associated with light confined to the nanoscale. We will develop powerful and fundamentally new paradigms for atomic trapping, tailoring atomic interactions, and quantum nonlinear optics, which cannot be duplicated in macroscopic systems even in principle. Targeted breakthroughs include:\n1) Nanoscale traps using quantum vacuum forces. Nanophotonic structures enable strong quantum vacuum forces acting on atoms near dielectric surfaces to be harnessed for novel ìvacuum traps.î Their figures of merit (e.g., trap depth and spatial confinement) will exceed what is possible with conventional trapping techniques by 1-2 orders of magnitude.\n\n2) Strong long-range spin-photon-phonon interactions. We will show that nanophotonic systems enable the formation of new ìquasi-particlesî consisting of atoms dressed by localized photonic clouds. These clouds produce strong multi-physics coupling between photons and atomic spins and motion, facilitating novel long-range interactions and the generation of exotic quantum states of light and matter.\n\n3) New routes to single-photon nonlinear optics. We will develop novel techniques to attain strong interactions between individual photons, which are not based upon the saturation of atomic transitions. These approaches will take advantage of engineered long-range interactions between atoms, and ìatom-optomechanicsî in which the optical response of atoms and their motion strongly couple. Significantly, our protocols will enable a growth in nonlinearities for moderate atom number N, in contrast to conventional cavity QED where the optimal operating point is N=1.",
    "totalCost": "1340873",
    "ecMaxContribution": "1340873",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 1340873
        }
    },
    "calculatedTotalContribution": 1340873
}