{
    "rcn": "193603",
    "acronym": "FIDUCEO",
    "topics": "EO-2-2014",
    "title": "Fidelity and Uncertainty in Climate data records from Earth Observations",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "FIDUCEO will create new climate datasets from Earth Observations with rigorous treatment of uncertainty informed by the discipline of metrology. This responds to the need for enhanced credibility for climate data, to support rigorous science, decision-making and climate services. Our approach is (1) to develop methodologies for generating Fundamental Climate Data Records (FCDRs) and [Thematic] Climate Data Records (CDRs) that are widely applicable and metrologically rigorous and (2) to build new FCDRs and CDRs, making them easily accessible, with complete and traceable estimates of stability and uncertainty. New tools for metrologically rigorous analysis will be created, including tools for stability analysis and ensemble creation. \n\nThe chosen FCDRs have a length relevant to climate (>20 years) and can support numerous CDRs. Selected CDRs will be generated that illustrate new capabilities (e.g. equi-probable ensembles) as well as the benefits from use of the new FCDRs, such as improved stability and traceable uncertainties. Specifically, we will create: harmonised radiances (FCDRs) for the following sensors: AVHRR, HIRS, AMSU-B/MHS and MVIRI; and geophysical datasets, with uncertainties, for: ensemble sea and lake surface temperature, tropospheric humidity, aerosol optical depth and surface albedo. All data, software tools and methods will be freely and openly accessible and will be disseminated in a variety of forms including e-learning modules. All data will be available in both a common ìeasyî format (for general users) and community-standard formats. FIDUCEO will liaise explicitly with relevant programmes (Copernicus Climate Change Service,  NOAA Climate Data Records programme, SCOPE-CM, re-analysis initiatives etc),  and hold with two workshops for dialogue with the user community.\n\nBy both creating valuable datasets and defining and applying rigorous new metrological methods, FIDUCEO aims for a broad and lasting impact in the field of climate data from space.",
    "totalCost": "5497798,75",
    "ecMaxContribution": "5497798,5",
    "coordinator": "THE UNIVERSITY OF READING",
    "coordinatorCountry": "UK",
    "participants": "NPL MANAGEMENT LIMITED;INSTITUTO PORTUGUES DO MAR E DA ATMOSFERA IP;UNIVERSITAET HAMBURG;BROCKMANN CONSULT GMBH;RAYFERENCE;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;ASSIMILA LTD;SCIENCE AND TECHNOLOGY FACILITIES COUNCIL;UNIVERSITY OF LEICESTER;FASTOPT GMBH;THE EUROPEAN ORGANISATION FOR THE EXPLOITATION OF METEOROLOGICAL SATELLITES",
    "participantCountries": "UK;PT;DE;BE",
    "projectParticipants": {
        "997168246": {
            "orgId": "997168246",
            "orgName": "FASTOPT GMBH",
            "ecContrib": 379500
        },
        "999984156": {
            "orgId": "999984156",
            "orgName": "THE UNIVERSITY OF READING",
            "ecContrib": 1350952
        },
        "948831400": {
            "orgId": "948831400",
            "orgName": "RAYFERENCE",
            "ecContrib": 471750
        },
        "952596067": {
            "orgId": "952596067",
            "orgName": "ASSIMILA LTD",
            "ecContrib": 84430
        },
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 155285
        },
        "953379924": {
            "orgId": "953379924",
            "orgName": "INSTITUTO PORTUGUES DO MAR E DA ATMOSFERA IP",
            "ecContrib": 61500
        },
        "999980179": {
            "orgId": "999980179",
            "orgName": "SCIENCE AND TECHNOLOGY FACILITIES COUNCIL",
            "ecContrib": 99152
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 681110
        },
        "984286452": {
            "orgId": "984286452",
            "orgName": "BROCKMANN CONSULT GMBH",
            "ecContrib": 408750
        },
        "999920330": {
            "orgId": "999920330",
            "orgName": "NPL MANAGEMENT LIMITED",
            "ecContrib": 478666
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 194290
        },
        "999619533": {
            "orgId": "999619533",
            "orgName": "THE EUROPEAN ORGANISATION FOR THE EXPLOITATION OF METEOROLOGICAL SATELLITES",
            "ecContrib": 1132412
        }
    },
    "calculatedTotalContribution": 5497797
}