{
    "rcn": "193685",
    "acronym": "QPE",
    "topics": "ERC-StG-2014",
    "title": "Quantum Photonic Engineering",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "By harnessing the unique properties of quantum mechanics (superposition and entanglement) to encode, transmit and process information, quantum information science offers significant opportunities to revolutionise information and communication technologies. \n\nThe far-reaching goal of this project is to build quantum technology demonstrators that can outperform conventional technologies in communications and computation. \n\nFor quantum information technologies (QITs) to have as big an impact on society as anticipated, a practical and scalable approach is needed. One promising approach to QITs is the photonics implementation, where single particles of light (photons) are used to encode, transmit and process quantum information ñ in the form of photonic quantum-bits (qubits). Currently, state-of-the-art experiments are limited to the ìfew-photonî regime, occupying many metres of space on an optical table, constructed from bulk optical elements, with no routes to scalability and far from outperforming conventional technologies. \n\nIntegrated quantum photonics has recently emerged as a new approach to address these challenges. This research programme will take an engineering approach to QITs and draw upon rapidly growing field of silicon photonics. We will develop a silicon-based quantum technology platform where single-photon sources, circuits and detectors will be integrated into miniature microchip circuits containing thousands of discrete components, enabling breakthroughs in quantum communications and computation, and developing a scalable approach to quantum technologies.\n\nThere are no new physics breakthroughs required to achieve the goals of this project, however, there are hard engineering challenges that need to be addressed.",
    "totalCost": "1978060",
    "ecMaxContribution": "1978060",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 1978060
        }
    },
    "calculatedTotalContribution": 1978060
}