{
    "rcn": "193686",
    "acronym": "SOS",
    "topics": "ERC-StG-2014",
    "title": "Sorting of Self",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "During inflammation and infection, we are simultaneously confronted with both self and non-self in form of dying cells and microbes, respectively. Mechanisms that facilitate the non-immunogenic clearance of self-antigens derived from apoptotic and necrotic cells and that, in parallel, allow the initiation of an immune response against invading pathogens are incompletely understood. \nRecent data from our laboratory show that the immune system actively sorts apoptotic cells (ACs) and bacteria into distinct subspecies of macrophages and dendritic cells thereby enabling a segregated processing of self and non-self as well as a differential immune response against these two entities. Incorrect sorting and aberrant uptake of AC-derived self-antigens by pro-inflammatory and antigen-presenting dendritic cells, however, results in the break of self-tolerance and autoimmunity. \nDue to technical limitations, the identification and fate-mapping of specific phagocyte subsets that mediate the simultaneous clearance of dying cells and pathogens in vivo has remained largely elusive. We thus plan to develop novel tools that are based on cutting-edge technologies to comprehensively elucidate the sorting of dying cells and pathogens under inflammatory conditions in vivo.  We plan to generate TAT-Cre transgenic mice and bacteria that will be used in conjunction with R26-eYFP reporter animals to permanently track phagocytes after ingestion of endogenously accumulated dying cells and pathogens, respectively. These approaches will enable us to characterize the involved phagocytes, study molecular mechanisms underlying the differential processing of self and non-self and follow the phagocyteís migratory behaviour and its subsequent differentiation. The obtained data will not only provide insights into the pathogenesis of autoimmune and infectious diseases, but will also foster the development of novel therapeutic strategies for the treatment of such disorders.",
    "totalCost": "1479781",
    "ecMaxContribution": "1479781",
    "coordinator": "UNIVERSITATSKLINIKUM ERLANGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866495": {
            "orgId": "999866495",
            "orgName": "UNIVERSITATSKLINIKUM ERLANGEN",
            "ecContrib": 1479781
        }
    },
    "calculatedTotalContribution": 1479781
}