{
    "rcn": "193646",
    "acronym": "VisuLive",
    "topics": "ERC-StG-2014",
    "title": "Quantitative Nanoscale Visualization of Macromolecular Complexes in Live Cells using Genetic Code Expansion and High-Resolution Imaging",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "High-resolution fluorescence imaging, including super-resolution microscopy and high-speed live cell imaging, are used to obtain quantitative information on the structural organization and kinetics of cellular processes. The contribution of these high-resolution techniques to cell biology was recently demonstrated for dynamin- and ESCRT-driven membrane fission in cells. While they advance our knowledge on membrane fission these techniques do not provide the quantitative information needed to formulate a mechanical understanding of membrane fission in a physiological context, a shortcoming that stresses the need to increase the spatiotemporal resolution and improve the live cell capabilities of these techniques. Substituting the bulky fluorescent protein tags (such as GFP) currently used in live-cell applications with much smaller fluorescent dyes that possess superior photophysical characteristics will markedly improve these advanced imaging techniques. Genetic code expansion and bioorthogonal labeling offer, for the first time, a non-invasive way to specifically attach such fluorescent dyes to proteins in live cells. I, therefore, propose to develop an innovative approach to label cellular proteins with fluorescent dyes via genetic code expansion for quantitative high-resolution live cell imaging of cellular protein complexes. By applying this approach to three distinguished high-resolution methodologies and by visualizing membrane fission in distinct cellular processes in live cells at milliseconds rate and at nanoscale resolution, we aim to decipher the mechanistic principles of membrane fission in cells. As numerous cellular processes rely on membrane fission for their function, such an understanding will have a broad impact on cell biology. The implications of this study reach beyond the scope of membrane fission by offering a new approach to study cellular processes at close-to-real conditions in live cells and at nanoscale resolution.",
    "totalCost": "1625000",
    "ecMaxContribution": "1625000",
    "coordinator": "BEN-GURION UNIVERSITY OF THE NEGEV",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846222": {
            "orgId": "999846222",
            "orgName": "BEN-GURION UNIVERSITY OF THE NEGEV",
            "ecContrib": 1625000
        }
    },
    "calculatedTotalContribution": 1625000
}