{
    "rcn": "193622",
    "acronym": "BSMFLEET",
    "topics": "ERC-StG-2014",
    "title": "Challenging the Standard Model using an extended Physics program in LHCb",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "We know that the Standard Model (SM) of Particle Physics is not the ultimate theory of Nature. It misses a quantum description of gravity, it does not offer any explanation to the composition of Dark Matter, and the matter-antimatter unbalance of the Universe is predicted to be significantly smaller than what we actually see. Those are fundamental questions that still need an answer. Alternative models to SM exist, based on ideas such as SuperSymmetry or extra dimensions, and are currently being tested at the Large Hadron Collider (LHC) at CERN. But after the first run of the LHC the SM is yet unbeaten at accelerators, which imposes severe constraints in Physics beyond the SM (BSM). From this point, I see two further working directions: on one side, we must increase our precision in the previous measurements in order to access smaller BSM effects. On the other hand; we should attack the SM with a new fleet of observables sensitive to different BSM scenarios, and make sure that we are making full use of what the LHC offers to us. I propose to create a team at Universidade de Santiago de Compostela that will expand the use of LHCb beyond its original design, while also reinforcing the core LHCb analyses in which I played a leading role so far. LHCb has up to now collected world-leading samples of decays of b and c quarks. My proposal implies to use LHCb for collecting and analysing also world-leading samples of rare s quarks complementary to those of NA62. In the rare s decays the SM sources of Flavour Violation have a stronger suppression than anywhere else, and therefore those decays are excellent places to search for new Flavour Violating sources that otherwise would be hidden behind the SM contributions. It is very important to do this now, since we may not have a similar opportunity in years. In addition, the team will also exploit LHCb to search for ?? resonances predicted in models like NMSSM, and for which LHCb also offers a unique potential that must be used.",
    "totalCost": "1499855",
    "ecMaxContribution": "1499855",
    "coordinator": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999829635": {
            "orgId": "999829635",
            "orgName": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
            "ecContrib": 1499855
        }
    },
    "calculatedTotalContribution": 1499855
}