{
    "rcn": "193631",
    "acronym": "ComBact",
    "topics": "ERC-StG-2014",
    "title": "How complement molecules kill bacteria",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "This proposal aims to provide insight into how bacteria are killed by the complement system, an important part of the host immune response against bacterial infections. Complement is a large protein network in plasma that labels bacteria for phagocytosis and directly kills them via the formation of a pore-forming complex (Membrane Attack Complex (MAC)). Currently we do not understand how complement activation results in bacterial killing. This knowledge gap is mainly caused by the lack of tools to study the enzymes that trigger MAC formation: the C5 convertases. \n\nIn my lab, we recently established a novel assay system for C5 convertases that allows us for the first time to study these enzymes under purified conditions. This model, combined with my expertise in microbiology, places my lab in a unique position to understand C5 convertase biology (Aim 1), determine the enzyme's role in MAC functioning (Aim 2) and elucidate how the MAC kills bacteria (Aim 3). Thus, I aim to provide insight into the molecular events necessary for bacterial killing by the complement system.\n\nI will use biochemical, structural and microbiological approaches to elucidate the precise molecular arrangement of C5 convertases in vitro and on bacterial cells. I will generate unique tools to study how C5 convertases regulate MAC insertion into bacterial membranes. Finally, I will engineer fluorescent bacteria and labeled complement proteins to perform advanced microscopy analyses of how MAC kills bacteria. \n\nThese insights will lead to fundamental knowledge about the functioning of complement and will create new avenues for blocking the undesired complement activation during systemic infections and acute inflammatory processes. Furthermore this knowledge will improve desired complement activation by therapeutic antibodies and vaccination strategies in infectious diseases. Finally, this work opens up new possibilities to understand how both humans and bacteria regulate complement.",
    "totalCost": "1497290",
    "ecMaxContribution": "1497290",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 1497290
        }
    },
    "calculatedTotalContribution": 1497290
}