{
    "rcn": "193645",
    "acronym": "Watecco",
    "topics": "ERC-PoC-2014",
    "title": "Water column profiler for quantification of photosynthesis and biomass of phytoplankton in natural and man made water bodies",
    "startDate": "01/11/2014",
    "endDate": "30/04/2016",
    "objective": "Watecco is a unique, photoacoustics based profiler, designed to determine the depth distribution of natural phytoplankton assemblages and of algal cells in mass cultures and of their photosynthetic efficiency. It can report the stratification of the light absorbing photosynthetic pigments and is unique in its sensitivity to document changes in the quantum yield of phototrophic plankters.\nThe profiler is of great importance in following the health and photosynthetic light utilization efficiency of natural and manmade water bodies, freshwater and marine.\nSince increase in photosynthetic efficiency and the related proliferation of algal biomass of phytoplankton in lakes, rivers and in the sea occurs mainly as a result of nutrient enrichment, or anthropogenic eutrophication, as well as due to Global Climate Change related water acidification, Watecco can provide an early warning alert call to environmental pollution by urban or farm sewage, compromising the safety of water supplies and coastal fisheries. \nFurthermore, the capability of Watecco to provide fast, real time data on the efficiency of photobioreactors and algal mass cultures makes it a unique tool in the optimization of these devices for attaining high yields of their target products. \nCommercialization activities of Watecco include market analysis, financial and business planning, legal workup, IPR protection and contracting with manufacturers and investors. The project also covers the finalization of the development of a submersible prototype, a user friendly interface, and its field testing and data validation. \nThis innovative technology will yield reliable and robust data for coastal authorities responsible for evaluation of the proliferation and collapse of algal populations, marine labs and nature reserves, water supply authorities, industries involved in the mass culture of algae for the production of biodiesel and fine chemicals, and installations based on high-rate-algal sewage treatment systems.",
    "totalCost": "149775",
    "ecMaxContribution": "149775",
    "coordinator": "BAR ILAN UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 149775
        }
    },
    "calculatedTotalContribution": 149775
}