{
    "rcn": "193678",
    "acronym": "SMIRP",
    "topics": "ERC-PoC-2014",
    "title": "Silicon mid-infrared photodetectors",
    "startDate": "01/11/2014",
    "endDate": "30/04/2016",
    "objective": "The aim of this PoC proposal (SMIRP) is the fabrication, characterisation and validation of commercially competitive silicon mid-infrared (IR) photodetector prototypes, operating in the 2-15 microns range, for demonstration to commercialisation partners and designed to replace current detectors made from mercury cadmium telluride (MCT), lead sulphide, lead selenide and arsenic containing alloys.\nSilicon detectors currently completely dominate the UV, visible and very near-IR regions - however they do not work above 1.2 microns. Following the discovery of band edge modified rare earth optical transitions, specific to europium, ytterbium and cerium in silicon, under the current SILAMPS (Silicon Integrated Lasers and Optical Amplifiers) Advanced Investigator Grant, we have demonstrated that we can extend silicon responsivity from 1.2 microns, at the silicon band gap, out to the important mid-IR region and beyond. Experimentally the responsivities and detectivities of our latest devices now offer a real challenge to existing detector materials and devices in the 2 to 15 microns range currently dominated by more exotic and expensive materials such as MCT. Replacing these materials with silicon based detectors would offer enormous benefits in cost, reliability, performance and integration with the silicon microelectronics for detection and imaging, as well as using much less toxic materials and production processes. Low leakage currents achievable in silicon based photodiodes mean that further development of this new silicon based technology may lead to room temperature or thermoelectrically cooled detectors, replacing current detectors that have to be cooled to liquid nitrogen temperatures (77 K) to achieve sufficiently high detectivity values to be useful.",
    "totalCost": "149967,5",
    "ecMaxContribution": "149967",
    "coordinator": "UNIVERSITY OF SURREY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 149967
        }
    },
    "calculatedTotalContribution": 149967
}