{
    "rcn": "193688",
    "acronym": "LOCOMOUSE",
    "topics": "ERC-StG-2014",
    "title": "Cerebellar circuit mechanisms of coordinated locomotion in mice",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "A remarkable aspect of motor control is our seemingly effortless ability to generate coordinated movements. How is activity within neural circuits orchestrated to allow us to engage in complex activities like gymnastics, riding a bike, or walking down the street while drinking a cup of coffee? The cerebellum is critical for coordinated movement, and the well-described, stereotyped circuitry of the cerebellum has made it an attractive system for neural circuits research. Much is known about how activity and plasticity in its identified cell types contribute to simple forms of motor learning. In contrast, while gait ataxia, or uncoordinated walking, is a hallmark of cerebellar damage, the circuit mechanisms underlying cerebellar contributions to coordinated locomotion are not well understood. One limitation has been the difficulty in extracting quantitative measures of coordination from the complex, whole body action of locomotion. We have developed a custom-built system (LocoMouse) to analyze mouse locomotor coordination. It tracks continuous paw, snout, and tail trajectories in 3D with unprecedented spatiotemporal resolution and it has allowed us to identify specific, quantitative locomotor elements that depend on intact cerebellar function. Here we will combine this quantitative behavioral approach with electrophysiology and optogenetics to investigate circuit mechanisms of locomotor coordination. We will 1) Optogenetically silence the output of cerebellar subregions to understand their distinct contributions to locomotion. 2) Record from identified neurons and correlate their activity with specific locomotor parameters. 3) Optogenetically stimulate defined cell types to investigate circuit mechanisms of coordinated locomotion. These experiments will establish causal relationships between neural circuit activity and coordinated motor control, a problem with important implications for both health and disease.",
    "totalCost": "1496750",
    "ecMaxContribution": "1496750",
    "coordinator": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967498371": {
            "orgId": "967498371",
            "orgName": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
            "ecContrib": 1496750
        }
    },
    "calculatedTotalContribution": 1496750
}