{
    "rcn": "193639",
    "acronym": "PROCELLDEATH",
    "topics": "ERC-StG-2014",
    "title": "Unraveling the regulatory network of developmental programmed cell death in plants",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Programmed cell death (PCD) is a fundamental biological process that actively terminates a cellís vital functions by a well-ordered sequence of events. In both animals and plants, various types of PCD are crucial for development, health, and the responses to various stresses. Despite their importance, only little is known about PCD processes and their molecular control in plants. Still, an intricate regulatory network must exist that renders specific plant cell types competent to initiate and execute PCD at precisely determined developmental stages. I recently established a powerful developmental PCD model system in Arabidopsis thaliana, based on a PCD process occurring during root cap development. This root cap model has the potential to revolutionize existing concepts of plant PCD, as it combines a precisely predictable PCD process in easily accessible cells on the root periphery with the abundance of resources available for Arabidopsis research. Exploiting the root cap system will enable me to tackle unresolved fundamental questions about the regulation of developmental PCD in plants: How do cells acquire PCD competency during differentiation? Which signals trigger PCD execution at just the right moment? What are the actual mechanisms that disrupt the vital functions of a plant cell? I will obtain answers to these questions through a comprehensive strategy combining complementary approaches, taking advantage of cell-type specific transcriptomics, forward and reverse genetics, advanced live-cell imaging, biochemistry, and computational modeling. Our unpublished data point to the existence of a common core mechanism controlling PCD not only in the root cap, but also in other vital organs including the vasculature, anthers, or developing seeds. Thus, this project will not only be significant to advance our knowledge on PCD as a general developmental mechanism in plants, but also to generate new leads to tap the so far underexploited potential of PCD in agriculture.",
    "totalCost": "1499746",
    "ecMaxContribution": "1499746",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 1499746
        }
    },
    "calculatedTotalContribution": 1499746
}