{
    "rcn": "193607",
    "acronym": "DNAendProtection",
    "topics": "ERC-StG-2014",
    "title": "DNA end protection in Immunity and Cancer",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "This proposal addresses a fundamental issue in molecular biology: how is repair of DNA double-strand breaks (DSBs) steered towards the appropriate physiological outcome? DSBs are cytotoxic DNA lesions that arise as a by-product of DNA replication, but also as a physiological intermediate during antigen receptor diversification in the Immune system. DNA end processing is a major determinant of DSB repair outcome. Resection of DNA ends is a prerequisite for physiological repair of replication-associated breaks by homologous recombination, but detrimental for productive end-joining events during immunoglobulin class switch recombination (CSR) in B lymphocytes. Furthermore, inappropriate resection of DSBs can cause loss of genetic information and chromosome deletions, which are common features of cancer genomes.\nThe mechanisms that regulate the balance between DNA end resection and protection are poorly understood. Here, I propose to study the molecular machinery that mediates protection of DNA ends in primary B cells, and the end resection-promoting factors that are antagonized by this activity. We and others have shown that the DNA repair factor 53BP1 plays a crucial role in protecting DNA ends against resection, and consistent with this function, 53BP1 is essential for CSR, but also responsible for aberrant repair of replication-associated DNA damage. In Aims 1 and 2, we will test the hypothesis that dynamic interactions between multiple 53BP1 effectors mediate protection of DNA ends against resection. In Aim 3, we will define the landscape of end resection-promoting factors in mammalian cells via a high-throughput RNAi screen for rescue of CSR in 53BP1-deficient B cells. By elucidating the molecular mechanisms underlying DSB end processing in B lymphocytes, these studies will significantly advance our understanding of the molecular basis of immunodeficiencies and cancer predisposition in lymphoma and solid tumors.",
    "totalCost": "1993421",
    "ecMaxContribution": "1993421",
    "coordinator": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990461": {
            "orgId": "999990461",
            "orgName": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
            "ecContrib": 1993421
        }
    },
    "calculatedTotalContribution": 1993421
}