{
    "rcn": "193677",
    "acronym": "CALI",
    "topics": "ERC-StG-2014",
    "title": "The Cambodian Archaeological Lidar Initiative: Exploring Resilience in the Engineered Landscapes of Early SE Asia",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "For over half a millennium, the great medieval capital of Angkor lay at the heart of a vast empire stretching across much of mainland SE Asia. Recent research has revealed that the famous monuments of Angkor were merely the epicentre of an immense settlement complex, with highly elaborate engineering works designed to manage water and mitigate the uncertainty of monsoon rains. Compelling evidence is now emerging that other temple complexes of the medieval Khmer Empire may also have formed the urban cores of dispersed, low-density settlements with similar systems of hydraulic engineering.\n\nUsing innovative airborne laser scanning (ëlidarí) technology, CALI will uncover, map and compare archaeological landscapes around all the major temple complexes of Cambodia, with a view to understanding what role these complex and vulnerable water management schemes played in the growth and decline of early civilisations in SE Asia. CALI will evaluate the hypothesis that the Khmer civilisation, in a bid to overcome the inherent constraints of a monsoon environment, became locked into rigid and inflexible traditions of urban development and large-scale hydraulic engineering that constrained their ability to adapt to rapidly-changing social, political and environmental circumstances.\n\nBy integrating data and techniques from fast-developing archaeological sciences like remote sensing, palaeoclimatology and geoinformatics, this work will provide important insights into the reasons for the collapse of inland agrarian empires in the middle of the second millennium AD, a transition that marks the emergence of modern mainland SE Asia. The lidar data will provide a comprehensive and internally-consistent archive of urban form at a regional scale, and offer a unique experimental space for evaluating socio-ecological resilience, persistence and transformation over two thousand years of human history, with clear implications for our understanding of contemporary urbanism and of urban futures.",
    "totalCost": "1482843,77",
    "ecMaxContribution": "1482843,77",
    "coordinator": "ECOLE FRANCAISE D'EXTREME-ORIENT",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "994591926": {
            "orgId": "994591926",
            "orgName": "ECOLE FRANCAISE D'EXTREME-ORIENT",
            "ecContrib": 1482844
        }
    },
    "calculatedTotalContribution": 1482844
}