{
    "rcn": "193620",
    "acronym": "Nano Harvest",
    "topics": "ERC-StG-2014",
    "title": "Flexible nanowire devices for energy harvesting",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "The goal of NanoHarvest is to explore novel solutions for flexible photovoltaic and piezoelectric converters enabled by semiconductor nanowires. The first objective is to demonstrate an innovative concept of flexible solar cells based on free-standing polymer-embedded nanowires which can be applied to almost any supporting material such as plastic, metal foil or even fabrics. The second objective it to develop high-efficiency flexible and compact piezo-generators based on ordered arrays of nanowire heterostructures. The crucial ingredient - and also the common basis - of the two proposed research axes are the advanced nanowire heterostructures: we will develop nanowires with new control-by-design functionalities by engineering their structure at the nanoscale. The main focus of NanoHarvest will be on the III-nitride semiconductors, which are characterized by a strong piezoelectric response and have also demonstrated their ability for efficient photon harvesting in the blue and green parts of the solar spectrum. Our strategy is to address the physical mechanisms governing the energy conversion from the single nanowire level up to the macroscopic device level. The deep understanding gained at the nanoscale will guide the optimization of the device architecture, of the material growth and of the fabrication process. We will make use of Molecular Beam Epitaxy to achieve ultimate control over the nanowire morphology and composition and to produce control-by-design model systems for fundamental studies and for exploration of device physics. The original transfer procedure of the ordered nanowire arrays onto flexible substrates will enable lightweight flexible devices with ultimate performance, which will serve as energy harvesters for nomad applications.",
    "totalCost": "1496571,25",
    "ecMaxContribution": "1496571,25",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1496571
        }
    },
    "calculatedTotalContribution": 1496571
}