{
    "rcn": "193651",
    "acronym": "aCROBAT",
    "topics": "ERC-StG-2014",
    "title": "Circadian Regulation Of Brown Adipose Thermogenesis",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Obesity and diabetes have reached pandemic proportions and new therapeutic strategies are critically needed.  Brown adipose tissue (BAT), a major source of heat production, possesses significant energy-dissipating capacity and therefore represents a promising target to use in combating these diseases.  Recently, I discovered a novel link between circadian rhythm and thermogenic stress in the control of the conserved, calorie-burning functions of BAT. Circadian and thermogenic signaling to BAT incorporates blood-borne hormonal and nutrient cues with direct neuronal input.  Yet how these responses coordinately shape BAT energy-expending potential through the regulation of cell surface receptors, metabolic enzymes, and transcriptional effectors is still not understood.  My primary goal is to investigate this previously unappreciated network of crosstalk that allows mammals to effectively orchestrate daily rhythms in BAT metabolism, while maintaining their ability to adapt to abrupt changes in energy demand.  My group will address this question using gain and loss-of-function in vitro and in vivo studies, newly-generated mouse models, customized physiological phenotyping, and cutting-edge advances in next generation RNA sequencing and mass spectrometry. Preliminary, small-scale validations of our methodologies have already yielded a number of novel candidates that may drive key facets of BAT metabolism. Additionally, we will extend our circadian and thermogenic studies into humans to evaluate the translational potential. Our results will advance the fundamental understanding of how daily oscillations in bioenergetic networks establish a framework for the anticipation of and adaptation to environmental challenges. Importantly, we expect that these mechanistic insights will reveal pharmacological targets through which we can unlock evolutionary constraints and harness the energy-expending potential of BAT for the prevention and treatment of obesity and diabetes.",
    "totalCost": "1497007,51",
    "ecMaxContribution": "1497007,51",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1497008
        }
    },
    "calculatedTotalContribution": 1497008
}