{
    "rcn": "193689",
    "acronym": "LAB-TECH",
    "topics": "ERC-PoC-2014",
    "title": "Large Area organic devices with Bar-assisted meniscus shearing technology",
    "startDate": "01/12/2014",
    "endDate": "31/05/2016",
    "objective": "Organic-based devices have recently emerged in the market beginning to replace amorphous silicon in some applications, and also with great perspectives to find their place in a wide range of new applications that require low cost, flexibility and large area coverage. However, high and long-term performing organic semiconductors compatible with cheap solution-processed techniques are scare and thus, the achievement of processability and stability in organic devices is still a current challenge that must be overcome.\nResearchers from the ERC project e-GAMES, following one of its milestones towards the final fabrication of organic devices for sensing applications in water, have successfully developed a novel organic semiconductor deposition technique, namely Bar-Assisted Meniscus Shearing (BAMS), that leads to materials with unique properties for the fabrication of highly performing organic field-effect transistors (OFETs).\nUnder the framework of LAB-TECH, the potential exploitation of this innovative technology by means of the technological validation of the up-scaling process of BAMS will be analysed. Additionally, an in depth study of the different market niches, financial needs, and stakeholders required for its commercialization will be taken into account on a dedicated business plan.",
    "totalCost": "149999,25",
    "ecMaxContribution": "149999",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 149999
        }
    },
    "calculatedTotalContribution": 149999
}