{
    "rcn": "193652",
    "acronym": "RDRECON",
    "topics": "ERC-StG-2014",
    "title": "Risky Decisions: Revealing Economic Behaviour",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Households are exposed to a wide array of monetary and non-monetary risks: employment risk, financial risk, interest rate risk, and health and mortality risk, to name a few. Society and policymakers can certainly help households manage risk, but to be effective, they need to understand the ways households cope with risk and how vulnerable they are to market and policy changes. For instance, how do households react to bank defaults and market failures? How personal do these experiences have to be for households to change behavior? And how permanent are the changes in behavior? \n\nThe goal of the proposed research program is to understand how personal and market experiences affect financial decisions made by households, such as savings behavior, portfolio allocation, borrowing decisions, mortgage choices, and pension savings. RDRECON combines theory and evidence with an empirical research strategy that is comprised of both natural and field experiments. The theoretical component models how households make decisions. The empirical component uses both econometric and experimental methodologies to study actual household behavior across a range of economic and financial margins, as well as the influence of personal and market experiences on a householdís financial choices. \n\nRDRECONís strength and path-breaking innovation is its combination of administrative register data and controlled field experiments to form treatment and control groups of interest which allow empirical identification of theoretical predictions. This approach puts theory to work and overcomes the limits of identification in natural experiments. To this end, RDRECON will further our understanding of how households respond to personal and market experiences, and provide helpful insights for policy makers.",
    "totalCost": "1461881",
    "ecMaxContribution": "1461881",
    "coordinator": "COPENHAGEN BUSINESS SCHOOL",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998706666": {
            "orgId": "998706666",
            "orgName": "COPENHAGEN BUSINESS SCHOOL",
            "ecContrib": 1461881
        }
    },
    "calculatedTotalContribution": 1461881
}