{
    "rcn": "193634",
    "acronym": "CurvedSusy",
    "topics": "ERC-StG-2014",
    "title": "Dynamics of Supersymmetry in Curved Space",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Quantum field theory provides a theoretical framework to explain quantitatively natural phenomena as diverse as the fluctuations in the cosmic microwave background, superconductivity, and elementary particle interactions in colliders. Even if we use quantum field theories in different settings, their structure and dynamics are still largely mysterious. Weakly coupled systems can be studied perturbatively, however many natural phenomena are characterized by strong self-interactions (e.g. high T superconductors, nuclear forces) and their analysis requires going beyond perturbation theory. Supersymmetric field theories are very interesting in this respect because they can be studied exactly even at strong coupling and their dynamics displays phenomena like confinement or the breaking of chiral symmetries that occur in nature and are very difficult to study analytically.\nRecently it was realized that many interesting insights on the dynamics of supersymmetric field theories can be obtained by placing these theories in curved space preserving supersymmetry. These advances have opened new research avenues but also left many important questions unanswered. The aim of our research programme will be to clarify the dynamics of supersymmetric field theories in curved space and use this knowledge to establish new exact results for strongly coupled supersymmetric gauge theories. The novelty of our approach resides in the systematic use of the interplay between the physical properties of a supersymmetric theory and the geometrical properties of the space-time it lives in. The analytical results we will obtain, while derived for very symmetric theories, can be used as a guide in understanding the dynamics of many physical systems. Besides providing new tools to address the dynamics of quantum field theory at strong coupling this line of investigation could lead to new connections between Physics and Mathematics.",
    "totalCost": "1145879",
    "ecMaxContribution": "1145879",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "KOBENHAVNS UNIVERSITET",
    "participantCountries": "DK",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 1122866
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 23013
        }
    },
    "calculatedTotalContribution": 1145879
}