{
    "rcn": "193621",
    "acronym": "COLOUR PATTERN",
    "topics": "ERC-StG-2014",
    "title": "Morphogenesis and Molecular Regulation of Colour Patterning in Birds",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Animals display a tremendous diversity of patterns ?from the colourful designs that adorn their body to repeated segmented appendages. Natural patterns result from the formation of discrete domains within developing tissues through the integration of positional cues by cells that consequently adopt specific fates and produce spatial heterogeneity. How can such developmental processes underlie the apparent complexity and diversity of natural patterns? We propose to address this long-standing question with an innovative experimental design: we will make use of natural variation as a powerful tool to facilitate the identification of patterning molecules and morphogenetic events. We will study colour pattern, a crucial adaptive trait that varies extensively in nature, from large colour domains to periodic designs. In amniotes, colour pattern is formed by spatial differences in the distribution of pigment cells and integumentary appendages. While the pigmentation system has been well characterized, the mechanisms governing the formation of compartments in the skin of wild animals have remained unclear, largely because laboratory models do not display ecologically-relevant colour patterns. We will use a combination of forward genetics, developmental biology, modelling, and imaging to study natural variation in the large colour domains of Estrildid finches and the periodic stripes of Galliform birds. For both phenotypes, we will characterize the organization of the embryonic skin and the mode of patterning (i.e., instructional patterning via external cues vs locally-occurring self-organization) underlying their formation, and identify the molecular factors and developmental processes contributing to their variation. Results from these studies will elucidate the biochemical events and tissue rearrangements orchestrating colour patterning in development and shed light on how these processes shape natural variation in this trait? and more generally, in natural patterns.",
    "totalCost": "1483143,75",
    "ecMaxContribution": "1483143,75",
    "coordinator": "COLLEGE DE FRANCE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999877650": {
            "orgId": "999877650",
            "orgName": "COLLEGE DE FRANCE",
            "ecContrib": 1483144
        }
    },
    "calculatedTotalContribution": 1483144
}