{
    "rcn": "193761",
    "acronym": "CannaPreg",
    "topics": "ERC-PoC-2014",
    "title": "Development of pregnenolone derivatives as allosteric inhibitors of CB1 cannabinoid receptors for thetreatment of schizophrenia and psychotic syndromes",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "Excessive activation of the cannabinoid type-1 receptor (CB1) in the brain by synthetic, endogenous or plant-derived (cannabis sativa) cannabinoids can lead to pathological states, which could be ameliorated by blocking receptor signalling. However, due to the large number of functions involving the CB1 receptor, direct CB1 antagonist drugs induce side effects limiting their therapeutic use. During the ERC-StG funded project, we found that a particular endogenous and labile lipid compound, pregnenolone, acts as an allosteric and signal-specific inhibitor of CB1 receptors in the brain. Thus, stable pregnenolone-derivative drugs have been produced to exploit the therapeutic potential of allosteric inhibition of CB1 receptor signalling, which can be used to decrease pathological over-activation of CB1 receptors. One clear pathological state where over-activation of CB1 receptors plays a key role is schizophrenia and psychotic syndromes. Indeed, cannabis and synthetic cannabinoids can induce psychotic states and excessive CB1 receptor signalling has been proposed to participate in the etiopathogenesis of human schizophrenia. Thus, the present project aims at establishing the innovative and commercial potential of this new class of drugs, stable derivatives of pregnenolone, as allosteric inhibitors of the CB1 receptor for the treatment of psychotic syndromes.\nThe following issues will be addressed:\n1. Technical activities will identify the compounds with the best therapeutic potential.\n2. Market studies will determine the potential competitiveness of these compounds.\n3. Additional industry partnerships will be sought for later stages of commercial development.\nBy covering these essential steps bridging a scientific idea from basic research to therapeutic applications, the present project is fully integrated in the spirit of the ERC PoC program and, if successful, will provide key medical, economical and societal benefits to Europe.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}