{
    "rcn": "193740",
    "acronym": "RED-Heat-to-Power",
    "topics": "LCE-01-2014",
    "title": "Conversion of Low Grade Heat to Power through closed loop Reverse Electro-Dialysis",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "The concept is based on the generation of electricity from salinity gradient using Reverse Electrodialysis with artificial saline solutions operating in a closed-loop. The original salinity gradient is regenerated by a separation step that uses heat at 40 - 100 C. \nThe regenerated solutions can be stored at very low costs and the stack can react within seconds, providing flexibility to the power system. It is a quiet technology operating under normal pressures and temperatures imposing no risks. The industrial partners ensures the MRL will be kept aligned with the advances in TRL.\nThe overall objective is to prove this revolutionary concept, develop the necessary materials, components and know-how for bringing it to the level of a lab prototype generating electricity from low-grade heat at higher efficiencies and lower costs than ever achieved to date. Specific objectives:\nSelect the most suitable technologies for the regeneration process and the combinations of salts and solvents that can maximise the system performance.\nCreate new knowledge for developing: membranes for the selected solutions; membrane manufacturing concepts that can be scaled-up for high volume and low-cost production; efficient stacks suitable for this application; energy efficient regeneration processes.\nImplement and validate a process simulation tool to analyse the performance under different configurations and operating conditions.\nEvaluate and improve the performance of the overall system through tests on a lab-prototype, identifying potential up-scaling and operational issues (System efficiencies reaching 15% and power densities of 25 W/m2 of cell pair).\nDefine a development roadmap, taking into account environmental, social and regulatory issues, leading to levelised cost of electricity below 0.03 Euro/kWh by 2025 to 2030.\nInvolve target group representatives to the Advisory Board and communicate the key results in order to initiate a dialogue and facilitate the engagement of key actors.",
    "totalCost": "3992402,5",
    "ecMaxContribution": "3992402,25",
    "coordinator": "WIRTSCHAFT UND INFRASTRUKTUR GMBH & CO PLANUNGS KG",
    "coordinatorCountry": "DE",
    "participants": "FUJIFILM MANUFACTURING EUROPE BV;CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT;UNIVERSITA DEGLI STUDI DI PALERMO;UNIVERSITAT POLITECNICA DE CATALUNYA;REDSTACK BV;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "NL;ES;IT;UK",
    "projectParticipants": {
        "999734284": {
            "orgId": "999734284",
            "orgName": "UNIVERSITA DEGLI STUDI DI PALERMO",
            "ecContrib": 934406
        },
        "983920471": {
            "orgId": "983920471",
            "orgName": "FUJIFILM MANUFACTURING EUROPE BV",
            "ecContrib": 1004500
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 402771
        },
        "999614877": {
            "orgId": "999614877",
            "orgName": "CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT",
            "ecContrib": 334388
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 371425
        },
        "998852651": {
            "orgId": "998852651",
            "orgName": "WIRTSCHAFT UND INFRASTRUKTUR GMBH & CO PLANUNGS KG",
            "ecContrib": 554288
        },
        "986040115": {
            "orgId": "986040115",
            "orgName": "REDSTACK BV",
            "ecContrib": 390625
        }
    },
    "calculatedTotalContribution": 3992403
}