{
    "rcn": "193769",
    "acronym": "flora robotica",
    "topics": "FETPROACT-2-2014",
    "title": "Flora Robotica: Societies of Symbiotic Robot-Plant Bio-Hybrids as Social Architectural Artifacts",
    "startDate": "01/04/2015",
    "endDate": "31/03/2019",
    "objective": "This project's objective is to develop and to investigate closely linked symbiotic relationships between robots and natural plants and to explore the potentials of a plant-robot society able to produce architectural artifacts and living spaces. We will create a society of robot-plant bio-hybrids functioning as an embodied, self-organizing, and distributed cognitive system. The system grows and develops over long periods of time in interactions with humans resulting in the creation of meaningful architectural structures. The robotic assemblies (ëartificial plantsí) support and control the biological plants through appropriate scaffolding, watering, and stimuli that exploit the plantsí different tropisms. The natural plant, in turn, supports and controls the robotic plant by guiding it through growth and support the weight of the robot in later growth phases. The artificial plants are built from small heterogeneous sensing and actuation modules connected using lightweight construction elements. Each robotic plant connects wirelessly to the Internet. In contrast to top-down control, we explore a developmental plasticity of bio-hybrid systems, where robots and plans grow together from sprout to adult stage and form a closely co-dependent and self-organized system. The robot-plant organisms live in a human-inhabited environment and through interaction with humans grow into architectural structures (e.g., walls, roofs, benches) providing functionality such as shade, air quality control, and stress relief. Humans, plants, and robots form an internet-connected social garden where desired structures and behavior patterns emerge based on both local interactions and global interaction with parts of the garden growing at other locations. Hence, the social garden is a cultural system that shows long-term learning and adaptation where all past actions and interactions between the natural and artificial plants are represented in the embodiment of the garden.",
    "totalCost": "3641782,5",
    "ecMaxContribution": "3641781",
    "coordinator": "UNIVERSITAT ZU LUBECK",
    "coordinatorCountry": "DE",
    "participants": "IT-UNIVERSITETET I KOBENHAVN;UNIWERSYTET IM. ADAMA MICKIEWICZA W POZNANIU;UNIVERSITAET GRAZ;CYBERTRONICA UG (HAFTUNGSBESCHRANKT) GMBH;DET KONGELIGE DANSKE KUNSTAKADEMIS SKOLER FOR ARKITEKTUR, DESIGN OG KONSERVERING.;UNIVERSITAET PADERBORN",
    "participantCountries": "DK;PL;AT;DE",
    "projectParticipants": {
        "990942010": {
            "orgId": "990942010",
            "orgName": "DET KONGELIGE DANSKE KUNSTAKADEMIS SKOLER FOR ARKITEKTUR, DESIGN OG KONSERVERING.",
            "ecContrib": 649278
        },
        "999873188": {
            "orgId": "999873188",
            "orgName": "UNIVERSITAET GRAZ",
            "ecContrib": 608445
        },
        "999857765": {
            "orgId": "999857765",
            "orgName": "UNIVERSITAT ZU LUBECK",
            "ecContrib": 420850
        },
        "998273464": {
            "orgId": "998273464",
            "orgName": "IT-UNIVERSITETET I KOBENHAVN",
            "ecContrib": 551833
        },
        "953824475": {
            "orgId": "953824475",
            "orgName": "CYBERTRONICA UG (HAFTUNGSBESCHRANKT) GMBH",
            "ecContrib": 682625
        },
        "999837492": {
            "orgId": "999837492",
            "orgName": "UNIVERSITAET PADERBORN",
            "ecContrib": 375000
        },
        "999886865": {
            "orgId": "999886865",
            "orgName": "UNIWERSYTET IM. ADAMA MICKIEWICZA W POZNANIU",
            "ecContrib": 353750
        }
    },
    "calculatedTotalContribution": 3641781
}