{
    "rcn": "193717",
    "acronym": "INVEST",
    "topics": "COMPET-05-2014",
    "title": "IN-orbit Validation of European Space Technologies",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "INVEST (IN-obit Verification of European Space Technologies), aims to provide a European-wide programme for enabling a more rapid maturization of European space technologies and components by offering an integrated, multi-platform IOD/IOV community.\n\nEurope has a unique technological position in the space market and continues to invest heavily in the development of new technologies. Although new concepts and technologies are continuously being worked on in European and national programmes, few find their way to flight programmes in a short time as they are often deemed to be too immature or unproven for early selection into a flight programme. \n\nAs programme managers cannot afford to select unproven technologies, and technology developers need a flight programme to allow their innovations to be tested or validated in space before being able to be selected, innovation cycles in space are often delayed due to a lack of flight options for new developments. This proverbial technological valley of death is a serious risk for maintaining a state-of-the-art technological base for European flight projects. There is a clear gap in the available programmes and initiatives in Europe to ensure a sustained, structural IOD and IOV capability for new space technologies that ensures that higher level TRL innovations become available to the European flight programmes. \n\nIn order to avoid getting trapped in a potential deadlock scenario where space innovation slowly grinds to a halt, the INVEST project will address this gap, research the key characteristics, requirements and constraints, and the project will work out a possible solution to improve the IOD/IOV capacity of Europe. During the project the outlines for a specific IOD/IOV programme will be developed that would allow innovative European space technology access to space on a regular basis and implemented in a public-private-partnership model between agencies and industrial stakeholders.",
    "totalCost": "518750",
    "ecMaxContribution": "420000",
    "coordinator": "ISIS - INNOVATIVE SOLUTIONS IN SPACE BV",
    "coordinatorCountry": "NL",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;Swiss Space Systems Holding SA;INSTITUT VON KARMAN DE DYNAMIQUE DES FLUIDES",
    "participantCountries": "SE;CH;BE",
    "projectParticipants": {
        "986941924": {
            "orgId": "986941924",
            "orgName": "ISIS - INNOVATIVE SOLUTIONS IN SPACE BV",
            "ecContrib": 240000
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 80000
        },
        "999698006": {
            "orgId": "999698006",
            "orgName": "INSTITUT VON KARMAN DE DYNAMIQUE DES FLUIDES",
            "ecContrib": 100000
        },
        "948458435": {
            "orgId": "948458435",
            "orgName": "Swiss Space Systems Holding SA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 420000
}