{
    "rcn": "193772",
    "acronym": "SUPER-RESOL",
    "topics": "ERC-PoC-2014",
    "title": "Extracting Super-Resolution from Classical Fluorescence Microscopy",
    "startDate": "01/12/2014",
    "endDate": "31/05/2016",
    "objective": "The beginning of this century has seen the development of optical super-resolution fluorescence microscopic methods, which yield pictures to resolutions of a few tens of nanometers. This breakthrough has transformed the field of cellular biology, but relies on approaches generally demanding in terms of optics, and which can be applied only on limited classes of fluorophores. This project aims at preparing the commercialization of a new, simple, and cheap, way of extracting super-resolution from images obtained with classical confocal fluorescence microscopes. Currently, this approach yields images with a resolution between 80 nm to 50 nm, which can most likely be increased in a near future. This method can thus be used with any type of fluorophore, just by equipping (confocal) microscopes with a high-end X-Y table and a 2D detector. More complex super-resolution fluorescence microscopic techniques have generated more than 7000 citations in the last years, mostly in biology, but also in chemistry and material sciences. The proposed technology, which can i) easily be implemented for a limited cost and ii) requires no more maintenance and alignment than classical confocal microscopy, is expected to be rapidly implemented in a very large number of laboratories, thus generating new knowledge and a vast range of scientific advances. In the frame of this project, which is a direct consequence of the work started in the frame of the PhotProt ERC advanced grant (id n∞ 267333), we will in parallel i) improve the performances of this technology by modifying its present design, ii) perform the necessary patenting of this technology, iii) start market studies to evaluate its actual commercial potential iv) enter in contact with companies devoted to microscope engineering and development, and with detector manufacturers, to raise their interest, and envision under which form this new technology can be commercialized, how to conceive the corresponding commercial prototype.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "participantCountries": "FR",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 87500
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 62500
        }
    },
    "calculatedTotalContribution": 150000
}