{
    "rcn": "193727",
    "acronym": "UPTIME",
    "topics": "ERC-StG-2014",
    "title": "Real-TIME probing of Ultrafast Phenomena",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The perception of the world surrounding us depends on how we illuminate and capture it. For example, our direct observation of high-speed phenomena is limited by the speed of the human visual system. A well known method to visualize fast events is to capture them at very high frame rates with high-speed cameras, and then play the movie in slow-motion, enabling us to understand what happens at short timescales. \n\nThe ultimate goal of this project is to develop the fastest camera on earth, able not only to visualize the changing morphology and position of an object under investigation, but also to simultaneously capture in depth spectroscopic information in both temporal and spectral domains ñ all of these at unprecedented speeds, several orders of magnitude faster than the current state of the art. \n\nFor the first time, this will enable the simultaneous high-speed visualization and the spatio-spectro-temporal investigation of dynamic phenomena, at timescales never before accessible. This will enable us to gain unique insights into very fast transformations such as chemical reactions, phase transitions, laser ablation and other irreversible phenomena in physics, biology and engineering.\n\nThis project will achieve its ambitious objectives through the creative exploitation of novel semiconductor ultrafast lasers and photonic sampling systems, enabling the high-speed illumination and capture of events in the spatial, temporal and spectral domains. \n\nThis project will pave the way for completely new insights into high-speed dynamic events, allowing us to open up entirely new perspectives into the behaviour of the world at such timescales.",
    "totalCost": "1999407",
    "ecMaxContribution": "1999407",
    "coordinator": "HERIOT-WATT UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF DUNDEE",
    "participantCountries": "UK",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 81076
        },
        "999853400": {
            "orgId": "999853400",
            "orgName": "HERIOT-WATT UNIVERSITY",
            "ecContrib": 1918331
        }
    },
    "calculatedTotalContribution": 1999407
}