{
    "rcn": "193763",
    "acronym": "MetKnock",
    "topics": "ERC-PoC-2014",
    "title": "Precise and non-GMO Engineering of Nutritional Factors for Breeding High Quality Crops",
    "startDate": "01/02/2015",
    "endDate": "31/07/2016",
    "objective": "While great attention has been given to increase nutritional substances in food plants only limited efforts have been made for using biotechnology to reduce the level of endogenous, anti-nutritional factors (e.g. toxic compounds) in existing crops. Anti-nutritional substances not only affect the digestion and absorption of nutrients, but can also be lethal to humans or feeding animals and are responsible for food spoilage. Glycoalkaloids (GLAs) produced by crops of the Solanacea family, namely, potato and eggplant, are a major problem for breeders and farmers, as their level must be tightly regulated. Worldwide, between 13 and 27% of the potato crops are discarded because GLA levels are above the maximum currently deemed to be safe. In this PoC project we propose to redesign the potato GLAs metabolic pathway in a precise manner without the insertion of foreign genes, through targeted gene knockouts. Our strategy will be based on the discovery and intellectual property of genes part of the GLAs biosynthetic pathway obtained in the course of the ERC SAMIT project (Aharoni lab; ID-204575) that will be targets for precise, non-GMO metabolic engineering of potato. Know-how from TRACTAR, an ERC project (ID-268646) in the collaborating lab (A. Levy), will serve as the base for generating custom-designed nucleases (i.e. CRISPR/Cas) to be employed for targeted knockouts of potato GLAs genes. We will develop new potato cultivars with low GLAs content and with minimum impact on other plant characteristics, providing a proof-of-concept for potato breeding. In parallel to the technical testing, we will build a strategy to commercialize the IP and prototypes that have been or will be developed in the course of this project. We will identify and contact the relevant partners or investors who have an interest in potato quality and/or in the production of functional health food.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}