{
    "rcn": "193794",
    "acronym": "FlexiFuel-SOFC",
    "topics": "LCE-02-2014",
    "title": "Development of a new and highly efficient micro-scale CHP system based on fuel-flexible gasification and a SOFC",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "The project aims at the development of a new innovative highly efficient and fuel flexible micro-scale biomass CHP technology consisting of a small-scale fixed-bed updraft gasifier, a compact gas cleaning system and a solid oxide fuel cell (SOFC). The technology shall be developed for a capacity range of 25 to 150 kW (fuel power) and shall be characterised by a wide fuel spectrum applicable (wood pellets and wood chips of various sizes and moisture contents, SCR, selected agricultural fuels), high gross electric (40%) and overall (85-90%) efficiencies as well as almost zero gaseous and PM emissions. This aim shall be reached by the combination of a fuel-flexible updraft gasification technology with ultra-low particulate matter and condensed alkaline compound concentrations in the product gas, which reduces the efforts for gas cleaning, an integrated gas cleaning approach for dust and HCl removal, desulphurisation and tar cracking as well as a SOFC system which tolerates certain amounts of tars as fuel. It is expected to achieve at the end of the project a TRL of 5.\nThe objectives of the project are highly relevant to the work programme since they focus on the development of a micro-scale CHP technology with extended fuel flexibility which shall be cost efficient and robust and shall distinguish itself by high electric and overall efficiencies as well as almost zero emissions.\nTo fulfil these goals an overall methodology shall be applied which is divided into a technology development part (based on process simulations, computer aided design of the single units and the overall system, test plant construction, performance and evaluation of test runs, risk and safety analysis) as well as a technology assessment part covering risk, techno-economic, environmental and overall impact assessments, market studies regarding the possible potentials for application of the new technology as well as dissemination activities.",
    "totalCost": "5988163,75",
    "ecMaxContribution": "5982101,25",
    "coordinator": "WINDHAGER ZENTRALHEIZUNG TECHNIK GMBH",
    "coordinatorCountry": "AT",
    "participants": "BIOS BIOENERGIESYSTEME GMBH;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;HYGEAR BV;AVL LIST GMBH;WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH;UNIVERSITEIT UTRECHT;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "AT;DE;NL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 195940
        },
        "999952243": {
            "orgId": "999952243",
            "orgName": "AVL LIST GMBH",
            "ecContrib": 1420589
        },
        "997914564": {
            "orgId": "997914564",
            "orgName": "BIOS BIOENERGIESYSTEME GMBH",
            "ecContrib": 1004738
        },
        "999929642": {
            "orgId": "999929642",
            "orgName": "WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH",
            "ecContrib": 246212
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 589030
        },
        "997863445": {
            "orgId": "997863445",
            "orgName": "HYGEAR BV",
            "ecContrib": 611664
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 903554
        },
        "985920417": {
            "orgId": "985920417",
            "orgName": "WINDHAGER ZENTRALHEIZUNG TECHNIK GMBH",
            "ecContrib": 1010375
        }
    },
    "calculatedTotalContribution": 5982102
}