{
    "rcn": "193722",
    "acronym": "MIND-SETS",
    "topics": "MG-9.2-2014",
    "title": "Mobility Innovations for a New Dawn in Sustainable (European) Transport Systems",
    "startDate": "01/12/2014",
    "endDate": "31/05/2017",
    "objective": "The Mind-sets project (MS) will make a major contribution to our understanding of mobility in Europe:\nï How to better understand mobility (to better influence and change it).\nï How to predict the likely future attitudes to, and patterns of, mobility.\nï What forms of mobility policies, products and services will best meet these future mobility needs.\nThe project provides a new approach to understanding mobility as part of the overall changing lifestyles of different population groups across Europe. A multi-disciplinary coordination of intelligence provides a strong platform for the reinterpretation of our understanding of the ëmobility mind-setsí of Europeans; based on engagement with other leading experts in the field in Europe. The approach will be validated against key behavioural issues facing mobility decision-makers: increasing automation, door to door seamless smart mobility, sustainable and energy efficient fuels and mobility and social inclusion.  This enhanced understanding is developed into decision support guidelines (to be called ëMind-setsí) with a ëThink Tankí of practising mobility stakeholders (decision-makers, operators, developers and mobility system suppliers) to fine tune the guidelines to directly meet market needs. In turn, this will support decisions, create innovation future mobility policy and assist the design and marketing of new products and services. The project is strongly supported by an active exploitation and dissemination strategy, based on a ëMind-Sets Knowledge Centreí. Mind-Sets applies a new approach that brings mainstream sociologists, environmental psychologists, health and lifestyle specialists and economists together with sustainable mobility and travel behaviour specialists, plus experts in social media , technological and ITC trend analysis: a, new type of team, to assess mobility issues. Through successful exploitation, the project will also change the ëProfessional mind-setsí of mobility decision-makers in Europe.",
    "totalCost": "1755558,75",
    "ecMaxContribution": "1755558,75",
    "coordinator": "ISTITUTO DI STUDI PER L'INTEGRAZIONE DEI SISTEMI  (I.S.I.S) - SOCIETA'COOPERATIVA",
    "coordinatorCountry": "IT",
    "participants": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;MCRIT, S.L;VECTOS (SOUTH) LIMITED;EUROPEAN INTEGRATED PROJECT;RIJKSUNIVERSITEIT GRONINGEN;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY;POCKET MARKETING",
    "participantCountries": "BE;ES;UK;RO;NL;IL",
    "projectParticipants": {
        "943807382": {
            "orgId": "943807382",
            "orgName": "POCKET MARKETING",
            "ecContrib": 125125
        },
        "952629338": {
            "orgId": "952629338",
            "orgName": "VECTOS (SOUTH) LIMITED",
            "ecContrib": 292350
        },
        "999745439": {
            "orgId": "999745439",
            "orgName": "ISTITUTO DI STUDI PER L'INTEGRAZIONE DEI SISTEMI  (I.S.I.S) - SOCIETA'COOPERATIVA",
            "ecContrib": 390500
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 121219
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 184500
        },
        "986593888": {
            "orgId": "986593888",
            "orgName": "EUROPEAN INTEGRATED PROJECT",
            "ecContrib": 187375
        },
        "997518707": {
            "orgId": "997518707",
            "orgName": "MCRIT, S.L",
            "ecContrib": 212938
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 241552
        }
    },
    "calculatedTotalContribution": 1755559
}