{
    "rcn": "193715",
    "acronym": "DATASET2050",
    "topics": "MG-1.7-2014",
    "title": "Data driven approach for a Seamless Efficient European Travelling in 2050",
    "startDate": "01/12/2014",
    "endDate": "30/11/2017",
    "objective": "DATASET2050 (DATA driven approach for a Seamless Efficient Travelling in 2050) is the very first Coordination and Support Action that - through a cutting edge data science approach - will provide insight into the door-to-door European travel paradigm for the current, 2035 and 2050 transport scenarios.\n\nDATASET2050 puts the passenger at the centre, paving the way for a seamless, efficient door-to-door travelling experience. The main focus will be put on analysing how the European transport supply profile (capacity, connections, business models, regulations, intermodality, processes, infrastructure) could adapt to the evolution of the demand profile (customers, demographics, passenger expectations, requirements).\n\nThrough expert application of state-of-art predictive analytics, modelling, statistical analyses and data visualisation, with an examination of multimodal data, these analyses will enable the identification of European transport bottlenecks and weak areas across the different scenarios. These findings will serve as a basis for the development of intermodal transport concepts, identifying possible solutions for current and predicted shortcomings. The insights gained through the project's approach will highlight research needs towards the four hour door-to-door goal formulated by ACARE.\n\nGiven the nature and aim of the initiative, the DATASET2050 partners and Advisory Board are comprised of top European transport Entities (universities, policy makers, industry, research Institutes, GIS and inter-/multimodal entities) with major inputs into European strategy agendas. A comprehensive dissemination and communication plan will ensure efficient circulation of the results among key European transport policy makers and stakeholders.",
    "totalCost": "1327016,5",
    "ecMaxContribution": "1327016,5",
    "coordinator": "FUNDACION INSTITUTO DE INVESTIGACION INNAXIS",
    "coordinatorCountry": "ES",
    "participants": "THE UNIVERSITY OF WESTMINSTER LBG;EUROCONTROL - EUROPEAN ORGANISATION FOR THE SAFETY OF AIR NAVIGATION;BAUHAUS LUFTFAHRT EV",
    "participantCountries": "UK;BE;DE",
    "projectParticipants": {
        "999551827": {
            "orgId": "999551827",
            "orgName": "BAUHAUS LUFTFAHRT EV",
            "ecContrib": 270000
        },
        "999858250": {
            "orgId": "999858250",
            "orgName": "THE UNIVERSITY OF WESTMINSTER LBG",
            "ecContrib": 278750
        },
        "996741349": {
            "orgId": "996741349",
            "orgName": "FUNDACION INSTITUTO DE INVESTIGACION INNAXIS",
            "ecContrib": 521875
        },
        "999483733": {
            "orgId": "999483733",
            "orgName": "EUROCONTROL - EUROPEAN ORGANISATION FOR THE SAFETY OF AIR NAVIGATION",
            "ecContrib": 256392
        }
    },
    "calculatedTotalContribution": 1327017
}