{
    "rcn": "193795",
    "acronym": "Fingers4Cure",
    "topics": "ERC-PoC-2014",
    "title": "Zinc finger gene therapy in the brain for treating Huntington's disease",
    "startDate": "01/02/2015",
    "endDate": "31/07/2016",
    "objective": "Huntingtonís disease (HD) is a lethal inherited neurodegenerative disorder which currently has no cure. Patients develop a devastating loss of muscle control and brain function, with symptoms typically developing at 35 - 45 years of age, although they can start much earlier. Suffering is high for both patients and carers, with death generally occurring within 10 - 15 years of diagnosis. We are working on a novel, curative gene therapy approach based on reducing the levels of the HTT disease gene products, while maintaining the levels of the normal protein. It is based on the delivery of proprietary zinc finger proteins (ZFPs) to the brain. Efficient delivery is accomplished through the use of viral vectors that carry the sequences coding for our ZFPs. Such ZFPs are artificially engineered proteins that specifically bind the defective expanded HTT DNA sequences (but not the normal HTT sequences or other, unrelated sequences). Binding represses the synthesis of the toxic gene products. We have published data demonstrating efficient mutant HTT repression in mouse (Garriga-Canut, M., et al. & Isalan M. Synthetic zinc finger repressors reduce mutant Huntingtin expression in the brain of R6/2 mice. Proc Natl Acad Sci USA 109: E3136-E3145, 2012). We now need to improve the viral vectors for the long term expression of our ZFPs in the mouse brain, as the basis for a single-intervention, long-term therapy in humans (technical improvements). In parallel, we need to maintain the patent applications that protect the technology through various national and regional phases, and protect new developments that may arise (intellectual property), while engaging the necessary IPR and market studies/activities that help us find an industry partner that licenses our technology and moves it forward into the clinic (exploitation). This proof of concept grant is critical in all three aspects.",
    "totalCost": "149995",
    "ecMaxContribution": "149995",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 149995
        }
    },
    "calculatedTotalContribution": 149995
}