{
    "rcn": "193709",
    "acronym": "Medulloblastoma",
    "topics": "ERC-StG-2014",
    "title": "Molecularly defined models of human childhood brain tumors",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "MYC proteins like MYC and MYCN are transcription factors that are mis-regulated in more than half of all types of human cancer including medulloblastoma, the most common brain malignancy in children. The two main challenges that can guide research in the field of pediatric brain tumors is improving survival and reducing long-term detriments due to treatment toxicities, especially from craniospinal radiotherapy. Medulloblastoma is suggested to originate from specific cells in the small brain, cerebellum. These brain tumors have recently been classified into four distinct molecular subgroups and subgroup-specific driver genes have been suggested. However, the precise role of such drivers in tumor initiation and their importance in specifying particular subgroups has not been sufficiently evaluated in proper cells of medulloblastoma origin.\n\nWe have generated clinically relevant animal models that carefully resemble some of the defined subgroups of medulloblastoma. In this proposal we intend to use the models to identify the specific cell type these brain tumors originates from. We also aim to refine our medulloblastoma models and develop novel models to define and study cells involved in brain metastasis and tumor recurrence; the main cause of death in brain tumor patients.\n\nWe have managed to culture normal human cerebellar stem cells and we now plan to model human medulloblastoma development by overexpressing oncogenes or silencing suppressor genes that are defined as clinically relevant medulloblastoma drivers. We will use a forward genetics screen to identify novel drivers and specifiers of various subtypes of medulloblastoma. We hope these combined efforts will help us better model human medulloblastoma formation and we expect to generate tumors that correlate well, both pathologically and molecularly, with primary cell cultures derived from medulloblastoma patients.",
    "totalCost": "1497059",
    "ecMaxContribution": "1497059",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 1497059
        }
    },
    "calculatedTotalContribution": 1497059
}