{
    "rcn": "193706",
    "acronym": "REACT",
    "topics": "COMPET-01-2014",
    "title": "REsettable Hold-Down and Release ACTuator",
    "startDate": "01/01/2015",
    "endDate": "31/10/2017",
    "objective": "Unrestricted access to Space low shock non-explosive actuators has been identified as an urgent action by the European Commission, the European Space Agency and the European Defence Agency. Project REACT proposal is oriented to permit the unrestricted access of Europe to the technology of high reliable non-explosive actuators based on SMA (Shape Memory Alloy) technology. \n\nThe REACT (REsettable Hold-Down and Release ACTuator) device is a new Hold Down and Release Actuator (HDRA) for space applications that have been developed as an improved alternative to currently available devices.\n\nSpecifically, the proposed project is focused on develop low shock resettable Hold Down and Release actuators and qualify them integrated in real space final user space applications that require this release devices, such as big structures deployment, space science payload subsystems deployment, launchers subsystems deployment and small satellites subsystems deployment. \nThe TRL (Technology Readiness Level) expected to be obtained once the project concluded shall be 8.\n\nREACT project is aimed to optimize and evolve standard REACT devices designs recently qualified up to TRL6 in order to match the requirements of specific applications demanded by the space market and generate a competitive range of products. The product optimized for space market applications will be able to replace and improve the performance of currently available US components in different areas of application (launchers, science, telecom and Earth Observation applications). \n\nREACT project contemplates to develop new SMA material manufacturing techniques and new SMA alloys that fit the specific requirements of the final users also involved in the project. In addition, research and improve the actuator tribology will be a technical objective to be addressed during the project development.\nFinally it is addressed a complete qualification campaign in order to upgrade to TRL8 the REACT models.",
    "totalCost": "2731451,25",
    "ecMaxContribution": "2731451",
    "coordinator": "ARQUIMEA INGENIERIA SL",
    "coordinatorCountry": "ES",
    "participants": "SPACETECH GMBH;Surrey Satellite Technology Limited;EADS CASA Espacio;AVS ADDED VALUE INDUSTRIAL ENGINEERING SOLUTIONS SLU;ESR TECHNOLOGY LIMITED;AIRBUS DEFENCE AND SPACE SA;UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "participantCountries": "DE;UK;ES",
    "projectParticipants": {
        "973224378": {
            "orgId": "973224378",
            "orgName": "EADS CASA Espacio",
            "ecContrib": 0
        },
        "999699558": {
            "orgId": "999699558",
            "orgName": "AIRBUS DEFENCE AND SPACE SA",
            "ecContrib": 316019
        },
        "946018691": {
            "orgId": "946018691",
            "orgName": "ESR TECHNOLOGY LIMITED",
            "ecContrib": 232931
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 430800
        },
        "969220121": {
            "orgId": "969220121",
            "orgName": "SPACETECH GMBH",
            "ecContrib": 294200
        },
        "997457791": {
            "orgId": "997457791",
            "orgName": "Surrey Satellite Technology Limited",
            "ecContrib": 136062
        },
        "972628410": {
            "orgId": "972628410",
            "orgName": "AVS ADDED VALUE INDUSTRIAL ENGINEERING SOLUTIONS SLU",
            "ecContrib": 246159
        }
    },
    "calculatedTotalContribution": 1656171
}