{
    "rcn": "193726",
    "acronym": "SmartSpacer",
    "topics": "ERC-PoC-2014",
    "title": "Biofouling control in nanofiltration and reverse osmosis processes using a smart polymer approach",
    "startDate": "01/02/2015",
    "endDate": "31/07/2016",
    "objective": "Nanofiltration (NF) and reverse osmosis (RO) membranes are widely and increasingly used for water treatment process.\nThe efficiency of NF and RO processes is however adversely affected by biofouling. Environmental stimuli can trigger selfcleaning mechanisms of natural surfaces. Consequently there is an increasing interest in developing smart or stimuli responsive polymers as coatings to prevent biofouling. However, external chemical/physical stimuli must be selectively applied to the smart polymers to induce the cleaning mechanism; this procedure limits their applicability at industrial scale.\nThe unique idea of this Proof of Concepts is to develop smart polymeric surfaces that, triggered by chemical (enzymatic) stimuli induced by biofouling, will exploit the self-cleaning mechanism. This concept is expected to dramatically reduce the operating costs of NF and reverse osmosis RO processes. Bio-stimulated smart polymers surfaces will be incorporated into NF/RO feed spacers which are integral to the spiral wound configuration used in full scale membrane treatment plants. The commercialisation route of the product will be through the patent protection and the licensing of the technology with a view to rapid commercialisation.",
    "totalCost": "149909,68",
    "ecMaxContribution": "149909,68",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 149910
        }
    },
    "calculatedTotalContribution": 149910
}