{
    "rcn": "193729",
    "acronym": "NDI",
    "topics": "ERC-PoC-2014",
    "title": "Nano-diamond tracers for MRI molecular imaging",
    "startDate": "01/12/2014",
    "endDate": "31/05/2016",
    "objective": "'Molecular imaging is the current standard of care for the diagnosis (staging) of cancer, the evaluation of cancer treatment effectiveness, and is generating evidence as the best predictor for earlier diagnosis of Alzheimerís disease. Molecular imaging differs from traditional imaging in that probes known as biomarkers are used to help image particular pathways. The goal is to image injected bio-active molecules (biomarkers) in vivo, allowing targeted imaging of the processes these molecules participate in. Currently, the most common clinical modality for molecular imaging is Positron Emission Tomography (PET), a nuclear imaging method with high costs that exposes patients to potentially harmful radiation. It is currently impossible to perform molecular imaging with magnetic resonance imaging (MRI) scanners due to low molecular sensitivity.\n\nOur primary goal is the development and commercialization of a novel technology for molecular imaging using existing MRI scanners, which could dramatically improve the early diagnosis of cancer and Alzheimer's disease, and serve as a platform for future medical research. We will develop a new 'tracer' agent for MRI, using nano-diamonds. Using a novel polarization scheme, as well as 13C enriched diamonds, we increase the nano-diamond MRI signal more than a 10,000,000-fold at room temperature. This will provide a solution for molecular imaging which is cheaper, does not expose patients to ionized radiation, and allows earlier diagnosis of cancer metastasis due to the superior spatial resolution of MRI.\n\nThe proposed project aims to bring this idea to the proof-of-concept level by demonstrating the imaging of cancerous tumors in a biological model, using an industrial MRI scanner and nano-diamond tracers. In parallel, we will also develop our future regulatory strategy, explore the market potential and secure potential customers. Ultimately, we intend to launch a company to bring this product to market.'",
    "totalCost": "147500",
    "ecMaxContribution": "147500",
    "coordinator": "UNIVERSITAET ULM",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 147500
        }
    },
    "calculatedTotalContribution": 147500
}