{
    "rcn": "193796",
    "acronym": "NANOIMAGER",
    "topics": "ERC-PoC-2014",
    "title": "A portable single-molecule fluorescence imager",
    "startDate": "01/12/2014",
    "endDate": "31/05/2016",
    "objective": "This proposal focuses on activities that support the advancement of a novel compact optical microscope to the proof-of-concept stage. The microscope (ìNanoImagerî) is based on single-molecule fluorescence imaging; its development resulted from efforts to improve microscopes within the ERC project POLMACHINE. \n\nSingle-molecule fluorescence is the most popular way of visualizing single molecules, especially in living cells; imaging-based microscopes are the most popular of fluorescence microscopes. However, there are few commercial single-molecule fluorescence microscopes; the existing ones are large, complex and expensive. In contrast, the NanoImager has the potential to be can be much smaller and affordable, while matching the high sensitivity, high temporal/spatial resolution, and stability of the larger microscopes.  As such, the NanoImager can address large unmet needs in research, teaching, ultrasensitive analysis, and biomedical diagnostics, and open new applications, especially due to its robustness, portability, size and cost. \n\nTo bring the Nanoimager closer to the market, we will develop an advanced prototype and explore opportunities for its commercialization. Specifically, we will build and test a prototype fully equipped with software for instrument control and data analysis; we will also work with early adopters to test the prototype and prepare it for the broader market. Finally, we will also perform business-related activities to explore routes for commercialization (from licencing to a spin-out) and clarify the IP landscape. The final outcomes of the project will be the improvement of our prototype up to commercial standards, a clear definition of the competitive and novel aspects of our technology, and an informed, leveraged decision regarding its route to the market.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}