{
    "rcn": "193712",
    "acronym": "e-CAERO 2",
    "topics": "MG-1.6-2014",
    "title": "European Collaborative Dissemination of Aeronautical research and applications 2",
    "startDate": "01/12/2014",
    "endDate": "30/11/2017",
    "objective": "The E-CAero2 project is the natural follow-up of the E-CAero project developed within FP7 from 2009 to 2013.\nE-CAero achievements can be summarized as improved communication between associations, implementation of a common logistic\nplatform, better synchronised conference events, scientific expertise better aggregated to conferences, events organised in cooperation\nbetween associations, and a vision for common journal and publishing policy.\nThe E-CAero project was launched in response to a call from the European Commission. The object was to harmonise the scientific communication\nactivities in the field aeronautics and air transport made by the European organisations working in these fields. The ECAero\n2 project is aimed to go further and it aims to define a wide coordination mechanism between the associations that devote\ntheir activities, totally or partially, to aeronautics and air transport.\nThe action will enhance the impact of and facilitate access to publications of interest to European aviation, notably those issued from\nEU-funded projects. The rationalisation of conferences is to reduce the duplication of events, improve their visibility, and increase\ntheir audience. It goes without saying that the actions taken in this project are to become self-supported by the end of the project.\nThe objectives of E-Caero 2 are in keeping with the former project E-Caero. They can be defined as:\nï Enhance communication between the associations\nï Progress in the synchronisation of events\nï Take initiatives towards a joint publication policy in Europe.\nï Promote coordination within the federation of associations\nï Provide a more visible European label and common policy to aeronautical events and publications\nï Establish a unified logistics network and a specific secretariat for events of the ECAA\nï Properly quantify the size of the scientific/industrial community and the desirable number of events;\nï Offer a better harmonised information to scientists and technologists.",
    "totalCost": "688125",
    "ecMaxContribution": "688125",
    "coordinator": "CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA",
    "coordinatorCountry": "ES",
    "participants": "EUROPEAN CONFERENCE FOR AERO-SPACE SCIENCES;EUROPEAN TURBOMACHINERY SOCIETY;EUROMECH EV;COUNCIL OF EUROPEAN AEROSPACE SOCIETIES;ERCOFTAC EUROPEAN RESEARCH COMMUNITY ON FLOW TURBULENCE AND COMBUSTION",
    "participantCountries": "BE;IT;DE",
    "projectParticipants": {
        "997829592": {
            "orgId": "997829592",
            "orgName": "EUROPEAN CONFERENCE FOR AERO-SPACE SCIENCES",
            "ecContrib": 101875
        },
        "999658721": {
            "orgId": "999658721",
            "orgName": "CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA",
            "ecContrib": 151875
        },
        "943286686": {
            "orgId": "943286686",
            "orgName": "EUROPEAN TURBOMACHINERY SOCIETY",
            "ecContrib": 101875
        },
        "999955735": {
            "orgId": "999955735",
            "orgName": "ERCOFTAC EUROPEAN RESEARCH COMMUNITY ON FLOW TURBULENCE AND COMBUSTION",
            "ecContrib": 101875
        },
        "997741807": {
            "orgId": "997741807",
            "orgName": "COUNCIL OF EUROPEAN AEROSPACE SOCIETIES",
            "ecContrib": 101875
        },
        "997877607": {
            "orgId": "997877607",
            "orgName": "EUROMECH EV",
            "ecContrib": 128750
        }
    },
    "calculatedTotalContribution": 688125
}