{
    "rcn": "193724",
    "acronym": "SUNJET II",
    "topics": "MG-1.8-2014",
    "title": "SUstainable Network for Japan-Europe aerospace research and Technology cooperation II",
    "startDate": "01/12/2014",
    "endDate": "31/08/2017",
    "objective": "SUNJET II proposal responds to the H2020-MG-2014 Topic 1.8 International Cooperation in Aeronautics of the work programme. Its main objectives are:\n\nï Recommendations and guidance for future EU-Japan cooperation in the field of aviation\nBuilding on the SUNJET project, SUNJET II will produce consolidated roadmaps in the fields of Aircraft, Systems and Equipment, with the support of R&T institutions, Academics and Clusters. The roadmapsí consistency as well as their level of granularity will be checked, key topics for future EU-Japan R&T cooperation in the field of aviation will be selected, with an assessment of the funding and time required, and concrete recommendations for future EU-Japan Calls will be produced, taking into consideration the EU and Japanese R&T mechanisms. A Guidance Desk will make available relevant guidance material, including recommendations and best practices to a wide community interested in building a joint research project between Europe and Japan in the future.\n\nï Promote communication and networking between EU and Japan in the field of aviation\nA Forum of exchanges between European and Japanese stakeholders will be created. It will be comprised of four physical meeting sessions in Europe and in Japan. A virtual platform will also be set up to maintain communication and develop new contacts remotely between the meetings. Furthermore, a collaboration (web based) platform will be created, designed to host social and semantic functionalities in order to boost the communication between European and Japanese stakeholders. \nEnsuring that the interested stakeholders will continue benefiting from the services and tools developed by SUNJET II even after the end of the project, the collaborative platform as well as the technical database connecting all roadmaps will be transferred to a permanent authority capable of maintaining it. \n\nA Japanese mirror organization will be put in place on the basis of the contacts already established.",
    "totalCost": "612652",
    "ecMaxContribution": "612652",
    "coordinator": "AIRBUS SAS",
    "coordinatorCountry": "FR",
    "participants": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM;OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES;BAE SYSTEMS (OPERATIONS) LIMITED;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;EASN Technology Innovation Services BVBA;AEROSPACE VALLEY",
    "participantCountries": "NL;FR;UK;DE;BE",
    "projectParticipants": {
        "999980082": {
            "orgId": "999980082",
            "orgName": "AIRBUS GROUP SAS",
            "ecContrib": 0
        },
        "999994438": {
            "orgId": "999994438",
            "orgName": "OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES",
            "ecContrib": 61190
        },
        "999963010": {
            "orgId": "999963010",
            "orgName": "AIRBUS SAS",
            "ecContrib": 159910
        },
        "984454068": {
            "orgId": "984454068",
            "orgName": "EASN Technology Innovation Services BVBA",
            "ecContrib": 119275
        },
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 34608
        },
        "999964271": {
            "orgId": "999964271",
            "orgName": "AEROSPACE VALLEY",
            "ecContrib": 56048
        },
        "997989448": {
            "orgId": "997989448",
            "orgName": "BAE SYSTEMS (OPERATIONS) LIMITED",
            "ecContrib": 66600
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 115021
        }
    },
    "calculatedTotalContribution": 612652
}