{
    "rcn": "193790",
    "acronym": "CIMPLEX",
    "topics": "FETPROACT-1-2014",
    "title": "Bringing CItizens, Models and Data together in Participatory, Interactive SociaL EXploratories",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "We propose visionary research to develop modeling, computational, and ICT tools needed to predict and influence disease spread and other contagion phenomena in complex social systems. To achieve non-incremental advances we will combine large scale, realistic, data-driven models with participatory data-collection and advanced methods for Big Data analysis. In particular we will go beyond the one-dimensional focus of current approaches tackling one aspect of the problem at a time. We will interconnect contagion progression (e.g. epidemics) with social adaptation, the economic impact and other systemic aspects that will finally allow a complete analysis of the inherent systemic risk. We will develop models dealing with multiple time and length scales simultaneously, leading to the definition of new, layered computational approaches. Towards policy impact and social response we will work to close the loop between models, data, behavior and perception and develop new concepts for the explanation, visualization and interaction with data and models both on individual and on collective level. We will cast the fundamental advances into an integrated system building on widely accepted open ICT technologies that will be used and useful beyond the project. As a tangible ICT outcome directed at facilitating the uptake and impact of the project, we will implement ìInteractive Social Exploratoriesî defined as interactive environments which act as a front-end to a set of parameterizable and adjustable models, data analysis techniques, visualization methods and data collection frameworks. In summary, we aim to (1) produce fundamental theoretical, methodological and technological advances (2) mold them into a broadly usable ICT platform that will be a catalyst for producing, delivering, and embedding scientific evidence into the policy and societal processes and (3) evaluate the system empirically with policy makers and citizens focusing on the concrete problem of epidemic spreading.",
    "totalCost": "4206875",
    "ecMaxContribution": "3450625",
    "coordinator": "DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH",
    "coordinatorCountry": "DE",
    "participants": "KOZEP-EUROPAI EGYETEM;CONSIGLIO NAZIONALE DELLE RICERCHE;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;FONDAZIONE BRUNO KESSLER;ISTITUTO PER L'INTERSCAMBIO SCIENTIFICO;UNIVERSITAET STUTTGART;UNIVERSITY COLLEGE LONDON",
    "participantCountries": "HU;IT;CH;DE;UK",
    "projectParticipants": {
        "999607602": {
            "orgId": "999607602",
            "orgName": "DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH",
            "ecContrib": 798750
        },
        "999625450": {
            "orgId": "999625450",
            "orgName": "FONDAZIONE BRUNO KESSLER",
            "ecContrib": 198750
        },
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 323000
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 0
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 577625
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 652500
        },
        "999953116": {
            "orgId": "999953116",
            "orgName": "ISTITUTO PER L'INTERSCAMBIO SCIENTIFICO",
            "ecContrib": 540000
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 360000
        }
    },
    "calculatedTotalContribution": 3450625
}