{
    "rcn": "193753",
    "acronym": "VEST",
    "topics": "ERC-PoC-2014",
    "title": "Virtual Environments for Social Training",
    "startDate": "01/04/2015",
    "endDate": "30/09/2016",
    "objective": "Autism spectrum disorder (ASD) is a clinical diagnostic label used to characterize a wide array of individuals exhibiting some common degree of core difficulty in the domain of social communication. This difficulty is reflected in contextually inappropriate social behavior, limited understanding of social norms, expectations, and othersí mental states, eye gaze abnormalities, etc. Such impairments often lead to social exclusion and failure to develop age-appropriate peer relationships. Although current behavioral interventions for autism show some effectiveness, their generalizability is limited insofar as they are often set in structured settings that are decontextualized from situations of everyday life.  Also, most of the interventions that have been effective tend to train skills that do not pertain to core areas of social communication where individuals with autism encounter difficulties (e.g. they target improvements in language, IQ etc.). To overcome the shortcomings of traditional interventions we have begun exploring how to train social skills through interactive role-playing scenarios experienced through immersive Virtual Reality (VR).  With VR autistic individuals can practice, in realistic but safe environments, useful and typical tasks from everyday life. We have designed a prototype software package with a number of tasks embedded in virtual environments aiming at (1) capitalizing on known cognitive strengths of autistic individuals (e.g., good skills in visual search) and generalizing them to social settings, and (2) improving the transfer of skills across tasks that are conceptually similar despite surface differences. This software runs on a variety of platforms including low-cost Head-Mounted-Displays and 3D TVs. Based on what we know about autism and current interventions, with this PoC grant we aim to explore the potential of commercializing affordable software/hardware VR systems for social skills training in clinical settings and at home.",
    "totalCost": "147687,5",
    "ecMaxContribution": "147687,5",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 147688
        }
    },
    "calculatedTotalContribution": 147688
}