{
    "rcn": "193785",
    "acronym": "EDUCAGE",
    "topics": "ERC-PoC-2014",
    "title": "The EDUCAGE: A Behavioral Platform for Naturalistic Learning",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "Understanding behavior is still one of the holy grails in the natural and social sciences. Behavior is often utterly complex because it is a result of an extremely rich set of past experiences, the present state of the animal and the animalís predictions about the future; all of which affect learning, decision making and consequently behavior. Given the complexity of behavior, most researchers work in the realm of highly simplified learning tasks but these only test very basic attributes of learning and are constraining discovery of more sophisticated behavior. To date, there are only few available platforms for rigorous study of complex behavioral paradigms in experimental animals; not in basic science nor in biomedical research. Our goal is to bring to completion (and potential commercialization) a novel platform for analyzing complex animal behavior named ìThe Educageî to allow fully automatic, hands free assessment of higher cognitive functions in freely behaving animals. Potential customers are research labs, and the biomedical industry. The Educage will allow researchers to study behavior at unprecedented resolution, 24/7, for any duration of time. The learning paradigms can be tailored to the specific task of interest. The Educage has many advantages that outperform existing technologies by allowing rigorous statistical assessment of complex behaviors in laboratory animals. The Educage allows researchers the flexibility to monitor, analyze and manipulate the experiment during the behavior. Our system can be reliably used to analyze perceptual learning in mice and is well suited for being a new and rigorous behavioral platform. It has great potential to become a central tool to fuel discovery in animal research both in biology and biomedical research.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}