{
    "rcn": "193777",
    "acronym": "Nano-Tandem",
    "topics": "LCE-01-2014",
    "title": "Nanowire based Tandem Solar Cells",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "Silicon based photovoltaic cells are the dominant technology for terrestrial solar energy conversion. After many decades of research and development, efficiencies are today flat with the best devices measuring 25 % in the laboratory. Significantly higher conversion efficiencies up to 38.8 % are so far only reached with multi-junction cells based on III-V semiconductors. However, these materials are too expensive for the use in flat-plat modules. Nanowires allow to significantly reduce material needs without compromising absorption or performance. The consortium has already shown InP single-junction nanowire solar cells on InP substrate, reaching world-record efficiencies of 13.8 % and using only 12 % of the volume of a conventional bulk solar cell. Combining III-V nanowires with todayís silicon photovoltaic technology offers the potential to reach at the same time very high performance devices, efficient use of materials and low cost. In this project we are aiming to demonstrate time an experimental proof of a tandem solar cell composed of a top pn-junction formed in III V nanowires and series connected to a bottom pn-junction formed in silicon. Such solar cell devices are either fabricated by direct growth of the nanowires on Si or by transferring a film of nanowires embedded in a polymer onto a Si bottom cell. Besides developing the best process to demonstrate such tandem solar cells with > 25 % efficiency, we are also addressing the important aspect of scaling up the technology to large areas. To reach this objective, we are developing technologies for large area III V nanowire arrays (> 10 cm≤) based on nano-imprint technology and epitaxial growth or on a new vapour phase growth method of nanowire aerotaxy. The wide-spread application of nano-materials and III-V compounds in photovoltaics further requires an in depth analysis of ecological and health related risks. In this project we are addressing this important issue already at an early stage of the development",
    "totalCost": "4332341,5",
    "ecMaxContribution": "3561841,5",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "UNIVERSITEIT LEIDEN;SOL VOLTAICS AB;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;IBM RESEARCH GMBH;UNIVERSITE PARIS-SUD",
    "participantCountries": "NL;SE;DE;CH;FR",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 1197549
        },
        "999909854": {
            "orgId": "999909854",
            "orgName": "IBM RESEARCH GMBH",
            "ecContrib": 0
        },
        "998898338": {
            "orgId": "998898338",
            "orgName": "SOL VOLTAICS AB",
            "ecContrib": 510000
        },
        "999907235": {
            "orgId": "999907235",
            "orgName": "UNIVERSITE PARIS-SUD",
            "ecContrib": 492340
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1080702
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 281250
        }
    },
    "calculatedTotalContribution": 3561841
}