{
    "rcn": "193793",
    "acronym": "ExtraLytics",
    "topics": "ERC-PoC-2014",
    "title": "ExtraLytics: Big Data Analytics for Real Estate",
    "startDate": "01/11/2014",
    "endDate": "30/04/2016",
    "objective": "Data is becoming the key to effective decision making in more and more aspects of modern society. Big data analytics provide insight into complex processes considering a breadth of factors. This promises to increase the efficiency of decision making in areas such as policy making, research, product development, or financial and retail markets. Currently, big data analytics is employed only by technologically savvy organisations with control over the relevant data. This further exacerbates the information asymmetry that has been plaguing many of these areas: real estate where buyers have long suffered from limited information, often controlled by the seller; or retail markets where sellers are now employing sophisticated competitive price intelligence solutions unaffordable to buyers. Who can tell you if it is better to buy a house with a garden or with a garage; or where renovations will yield more rent over time? ExtraLytics answers these questions through a combination of big data extraction and analytics. ExtraLytics introduces analytics and prediction models into DIADEMís platform for accurate big data extraction from the web, which is able to extract required data at massive scale from the web. For the proof-of-concept, ExtraLytics initially focuses on residential real estate in the UK, a £4,135bn market (UBS), where buyers and renters are required to make fast decision with limited informationótime on market is often below a week or even below a day as for desirable rentals in Oxford. ìIn an age when ëbig dataí is shaping our every move, how come an industry that takes so much profit canít keep pace with technology and use it to actually deliver a service worth the money they take in commission?î (The Telegraph). ExtraLytics addresses this lack of data-driven analytics by giving consumers and investors alike a tool for better understanding properties, their location, their neighborhood, and their investment potential compared to other properties.",
    "totalCost": "148377",
    "ecMaxContribution": "148377",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 148377
        }
    },
    "calculatedTotalContribution": 148377
}