{
    "rcn": "193791",
    "acronym": "ThermoDrill",
    "topics": "LCE-02-2014",
    "title": "Fast track innovative drilling system for deep geothermal challenges in Europe",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "Europe is confronted with significant changes arising from globalisation and the currently political challenges. This means for example based on the latest developments in Ukraine and exceptionally strong European dependency on gas from Russia, deep geothermal energy particularly based on engineered geothermal systems is becoming even more important to care for Europe`s energy security.\n\nIf deep geothermal energy from EGSs becomes a significant cornerstone in future energy strategy, there is an urgent need to provide cost-efficient and novel drilling technologies and concepts in order to open up new European geothermal reservoirs for energy exploitation.\n\nTherefore the overall goal of ThermoDrill is the development of an innovative drilling system based on the combination of conventional rotary drilling with water jetting that will allow at least 50% faster drilling in hard rock, a cost reduction of more than 30% for the subsurface construction and a minimized risk of induced seismic activity.\n\nIn order to achieve these goals ThermoDrill will mainly address the following research and development topics:\nï enhanced water jet drilling technology for borehole construction and replacement of fracking;\nï HT/HP crystalline rock jetting and drilling fluids;\nï systematic redesign of the overall drilling process, particularly the casing design and cementing;\nï evaluation of drilling technologies and concepts in terms of HSE (health, safety and environmental) compliance.\n\nA challenging project such as ThermoDrill can only be addressed by joint and concerted actions of outstanding experts. This means that the ThermoDrill consortium partners belong to Europe`s leading experts in the field of deep drilling technologies/designs, drilling fluids, simulation, optimal shaping of tools like rockbits, etc. The consortium is already well connected through a variety of long standing research partnerships and wonít need great efforts to adjust and synchronize quickly.",
    "totalCost": "5824745",
    "ecMaxContribution": "5380995",
    "coordinator": "MONTANUNIVERSITAT LEOBEN",
    "coordinatorCountry": "AT",
    "participants": "INERCO INGENIERIA, TECNOLOGIA Y CONSULTORIA, SA;TECHNISCHE UNIVERSITAET MUENCHEN;GEO-ENERGIE SUISSE AG;RAG ENERGY DRILLING GMBH;SIRIUS-ES HANDELS GMBH;BESTEC GMBH;SMITH INTERNATIONAL ITALIA SPA;ES-GEOTHERMIE",
    "participantCountries": "ES;DE;CH;AT;IT;FR",
    "projectParticipants": {
        "935985593": {
            "orgId": "935985593",
            "orgName": "SMITH INTERNATIONAL ITALIA SPA",
            "ecContrib": 603125
        },
        "937601031": {
            "orgId": "937601031",
            "orgName": "SIRIUS-ES HANDELS GMBH",
            "ecContrib": 357500
        },
        "999898117": {
            "orgId": "999898117",
            "orgName": "MONTANUNIVERSITAT LEOBEN",
            "ecContrib": 1116750
        },
        "937646718": {
            "orgId": "937646718",
            "orgName": "BESTEC GMBH",
            "ecContrib": 497125
        },
        "937636824": {
            "orgId": "937636824",
            "orgName": "RAG ENERGY DRILLING GMBH",
            "ecContrib": 1243720
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 654000
        },
        "973052300": {
            "orgId": "973052300",
            "orgName": "INERCO INGENIERIA, TECNOLOGIA Y CONSULTORIA, SA",
            "ecContrib": 443525
        },
        "937546905": {
            "orgId": "937546905",
            "orgName": "GEO-ENERGIE SUISSE AG",
            "ecContrib": 0
        },
        "937591137": {
            "orgId": "937591137",
            "orgName": "ES-GEOTHERMIE",
            "ecContrib": 465250
        }
    },
    "calculatedTotalContribution": 5380995
}