{
    "rcn": "193771",
    "acronym": "ShaleXenvironmenT",
    "topics": "LCE-16-2014",
    "title": "Maximizing the EU shale gas potential by minimizing its environmental footprint",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "Securing abundant, affordable, and clean energy remains a critical scientific challenge. Fortuitously, large shale formations occur within Europe. As the conventional gas production in Europe peaked in 2004, European shale gas could become a practical necessity for the next 50 years. However, the exploitation of shale gas remains challenging. Further, its environmental footprint is at present poorly quantified. Great care is needed to assess and pursue this energy resource in the safest possible way for the long-term future of Europe whilst protecting the European diverse natural environment. \n\nWith this in mind, ShaleXenvironmenT assembled a multi-disciplinary academic team, with strong industrial connections. A comprehensive approach is proposed towards ensuring that the future development of shale gas in Europe will safeguard the public with the best environmental data suitable for governmental appraisal, and ultimately for encouraging industrial best practice.\n\nThe primary objective is to assess the environmental footprint of shale gas exploitation in Europe in terms of water usage and contamination, induced seismicity, and fugitive emissions. Using synergistically experiments and modeling activities, ShaleXenvironmenT will achieve its objective via a fundamental understanding of rock-fluid interactions, fluid transport, and fracture initiation and propagation, via technological innovations obtained in collaboration with industry, and via improvements on characterization tools. ShaleXenvironmenT will maintain a transparent discussion with all stakeholders, including the public, and will suggest ideas for approaches on managing shale gas exploitation, impacts and risks in Europe, and eventually worldwide.\n\nThe proposed research will bring economical benefits for consultancy companies, service industry, and oil and gas conglomerates. The realization of shale gas potential in Europe is expected to contribute clean energy for, e.g., the renaissance of the manufacturing industry.",
    "totalCost": "3399201,75",
    "ecMaxContribution": "2999201,25",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "USTAV CHEMICKYCH PROCESU AV CR, v. v. i.;UNIVERSIDAD DE ALICANTE;THE UNIVERSITY OF MANCHESTER;HALLIBURTON MANUFACTURING AND SERVICES LIMITED;GEOMECON GMBH;HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ;ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS;\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\";CONSORZIO INTERUNIVERSITARIO PER LO SVILUPPO DEI SISTEMI A GRANDE INTERFASE;USTAV FYZIKALNI CHEMIE J. HEYROVSKEHO AV CR, v. v. i.",
    "participantCountries": "CZ;ES;UK;DE;FR;EL;IT",
    "projectParticipants": {
        "936215095": {
            "orgId": "936215095",
            "orgName": "GEOMECON GMBH",
            "ecContrib": 149994
        },
        "999994341": {
            "orgId": "999994341",
            "orgName": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
            "ecContrib": 249550
        },
        "936024587": {
            "orgId": "936024587",
            "orgName": "HALLIBURTON MANUFACTURING AND SERVICES LIMITED",
            "ecContrib": 0
        },
        "999895886": {
            "orgId": "999895886",
            "orgName": "UNIVERSIDAD DE ALICANTE",
            "ecContrib": 280000
        },
        "999511863": {
            "orgId": "999511863",
            "orgName": "USTAV FYZIKALNI CHEMIE J. HEYROVSKEHO AV CR, v. v. i.",
            "ecContrib": 209988
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 250000
        },
        "998590072": {
            "orgId": "998590072",
            "orgName": "USTAV CHEMICKYCH PROCESU AV CR, v. v. i.",
            "ecContrib": 150000
        },
        "999981246": {
            "orgId": "999981246",
            "orgName": "ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS",
            "ecContrib": 249938
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 829755
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 319992
        },
        "998571739": {
            "orgId": "998571739",
            "orgName": "CONSORZIO INTERUNIVERSITARIO PER LO SVILUPPO DEI SISTEMI A GRANDE INTERFASE",
            "ecContrib": 309985
        }
    },
    "calculatedTotalContribution": 2999202
}