{
    "rcn": "193784",
    "acronym": "Cancer-Targeted PolyIC",
    "topics": "ERC-PoC-2014",
    "title": "Treatment of EGFR over-expressing cancers by targeted non-viral delivery of PolyIC",
    "startDate": "01/02/2015",
    "endDate": "31/07/2016",
    "objective": "We have recently shown that application of EGFR targeted synthetic dsRNA: Poly Iosine/Poly Cytosine (pIC) is highly efficient and selective against deadly cancers overexpressing EGFR, like glioblastoma (U87MGwtEGFR), breast cancer (MDA-MB-468) and adenocarcinoma (A431). Double-stranded RNA, frequently expressed in cells infected with viruses, activates a number of pro-apoptotic processes simultaneously. These dsRNA-induced mechanisms efficiently kill infected cells and induce expression of anti-proliferative cytokines from the interferon (IFN) family, thereby preventing spread of the virus. pIC delivered with Melittin-polyethylenimine-polyethyleneglycol-EGF (MPPE) eliminated orthotropic and subcutaneous tumors of the above cancers. Heterogeneous glioblastoma models where only half of the cells overexpress wtEGFR are also eliminated by local application, most likely due to a bystander antiproliferative effects, at least partially mediated by interferons (Shir et al., 2006). Systemic application of EGFR targeted pIC is also highly effective against breast and adenocarcinoma disseminated cancer models resembling metastatic cancers (Shir et al., 2011).  During the last two years we have improved the vectors homing to EGFR to entities that can now be translated into clinical agents (Shaffert, 2011; Shir 2011, Abourbeh 2012). The impressive results with these more simplified vectors, make this project ready for clinical development, which requires fund raising from a Company/Venture capitalist. Commercialization of the therapy will be detailed in the proposal.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}