{
    "rcn": "193713",
    "acronym": "DEMOCRITOS",
    "topics": "COMPET-09-2014",
    "title": "Demonstrators for Conversion, Reactor, Radiator And Thrusters for Electric Propulsion Systems",
    "startDate": "01/03/2015",
    "endDate": "28/02/2017",
    "objective": "The objective of this proposal is to investigate the necessary demonstration activities in order to mature technologies for nuclear electric propulsion (NEP) systems that is considered one of the key enabler to allow deep exploration and science missions both manned and unmanned. The DEMOCRITOS projects aims to define three Demonstrator Concepts in regards to NEP technologies: \n\n1. Detailed preliminary designs of ground experiments that will allow maturing the necessary technologies in the field of MW level nuclear electric propulsion. The project will investigate the interaction of the major subsystems (thermal, power management, propulsion, structures and conversion) with each other and a (simulated) nuclear core providing high power, in the order of several hundred kilowatts. \n2. Nuclear reactor cost studies and simulations to provide feedback to the simulated nuclear core of DEMOCRITOS ground experiments as well as conceptualize the concept of nuclear space reactor and outline the specifications for a Core Demonstrator, including an analysis of the regulatory and safety framework that will be necessary for such a demonstration to take place on the ground.\n\n3. System architecture and robotic studies that will investigate in detail the overall design of a high power nuclear spacecraft, together with a pragmatic strategy for assembly in orbit of such a large structure coupled with a nuclear reactor.\n\nAdditionally, the project partners will define a programmatic plan, insuring that the demonstrators can be built, tested, and reach the established ambitious objectives, this with a clear organization between international partners and with costs shared in a sustainable way. \n\nDEMOCRITOS aims to form a cluster around NEP related technologies by organizing an international workshop and invite external stakeholders to propose ideas for the ground and flight demonstrators or possibly join in the effort to realize the ground demonstrator experiments.",
    "totalCost": "1010470",
    "ecMaxContribution": "999969,75",
    "coordinator": "FONDATION EUROPEENNE DE LA SCIENCE",
    "coordinatorCountry": "FR",
    "participants": "SAFRAN AIRCRAFT ENGINES;NATIONAL NUCLEAR LABORATORY LIMITED;State Scientific Centre of Russian Federation-Federal State Unitary Enterprise Keldysh Research Center;THALES ALENIA SPACE ITALIA SPA;ARIANEGROUP SAS;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;CENTRE NATIONAL D'ETUDES SPATIALES - CNES",
    "participantCountries": "FR;UK;RU;IT;DE",
    "projectParticipants": {
        "999488195": {
            "orgId": "999488195",
            "orgName": "THALES ALENIA SPACE ITALIA SPA",
            "ecContrib": 111610
        },
        "999987163": {
            "orgId": "999987163",
            "orgName": "SAFRAN AIRCRAFT ENGINES",
            "ecContrib": 41250
        },
        "999987939": {
            "orgId": "999987939",
            "orgName": "FONDATION EUROPEENNE DE LA SCIENCE",
            "ecContrib": 133480
        },
        "988194000": {
            "orgId": "988194000",
            "orgName": "State Scientific Centre of Russian Federation-Federal State Unitary Enterprise Keldysh Research Center",
            "ecContrib": 140088
        },
        "999599163": {
            "orgId": "999599163",
            "orgName": "CENTRE NATIONAL D'ETUDES SPATIALES - CNES",
            "ecContrib": 96250
        },
        "932228201": {
            "orgId": "932228201",
            "orgName": "ARIANEGROUP SAS",
            "ecContrib": 149406
        },
        "999757952": {
            "orgId": "999757952",
            "orgName": "NATIONAL NUCLEAR LABORATORY LIMITED",
            "ecContrib": 157136
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 170750
        }
    },
    "calculatedTotalContribution": 999970
}