{
    "rcn": "193781",
    "acronym": "TIMESTORM",
    "topics": "FETPROACT-2-2014",
    "title": "Mind and Time: Investigation of the Temporal Traits of Human-Machine Convergence",
    "startDate": "01/01/2015",
    "endDate": "30/06/2018",
    "objective": "Contemporary research endeavours aim at equipping artificial systems with human-like cognitive skills, in an attempt to promote their intelligence beyond repetitive task accomplishment. However, despite the crucial role that the sense of time has in human cognition, both in perception and action, the capacity of artificial agents to experience the flow of time remains largely unexplored. The inability of existing systems to perceive time constrains their potential understanding of the inherent temporal characteristics of the dynamic world, which in turn acts as an obstacle to their symbiosis with humans. Time perception is without doubt, not an optional extra, but a necessity for the development of truly autonomous, cognitive machines.\nTIMESTORM aims at bridging this fundamental gap by shifting the focus of human-machine confluence to the temporal, short- and long-term aspects of symbiotic interaction. The integrative pursuit of research and technological developments in time perception will contribute significantly to ongoing efforts in deciphering the relevant brain circuitry and will also give rise to innovative implementations of artifacts with profoundly enhanced cognitive capacities.\nEquipping artificial agents with temporal cognition establishes a new framework for the investigation and integration of knowing, doing, and being in artificial systems. The proposed research will study the principles of time processing in the human brain and their replication in-silico, adopting a multidisciplinary research approach that involves developmental studies, brain imaging, computational modelling and embodied experiments. By investigating artificial temporal cognition, TIMESTORM inaugurates a novel research field in cognitive systems with the potential to contribute to the advent of next generation intelligent systems, significantly promoting the seamless integration of artificial agents in human societies.",
    "totalCost": "2892500",
    "ecMaxContribution": "2892500",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "UNIVERSITE CLERMONT AUVERGNE;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;UNIVERSITE BLAISE PASCAL CLERMONT-FERRAND II;THE UNIVERSITY OF SUSSEX;KARLSRUHER INSTITUT FUER TECHNOLOGIE;RIJKSUNIVERSITEIT GRONINGEN",
    "participantCountries": "FR;UK;DE;NL",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 537500
        },
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 485000
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 487500
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 407500
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 543750
        },
        "916450860": {
            "orgId": "916450860",
            "orgName": "UNIVERSITE CLERMONT AUVERGNE",
            "ecContrib": 431250
        },
        "999864070": {
            "orgId": "999864070",
            "orgName": "UNIVERSITE BLAISE PASCAL CLERMONT-FERRAND II",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2892500
}