{
    "rcn": "193764",
    "acronym": "SIMDEQ",
    "topics": "ERC-PoC-2014",
    "title": "SIngle Molecule DEtection and Quantification (SIMDEQ): A new platform for genetic and epigenetic analysis",
    "startDate": "01/11/2014",
    "endDate": "30/04/2016",
    "objective": "The purpose of the proposed project is to investigate the commercialisation potential of an innovative technology that has been developed in my lab with ERC funding.  For over 15 years, our laboratory at the Ecole Normale SupÈrieure of the Centre Nationale de la Recherche Scientifique (CNRS) has been developing an instrument called a ëmagnetic trapí. Initially developed in order to study the mechanisms of DNA replication and repair, we have discovered in the past few years that this instrument can also be used to extract both genetic and epigenetic information from single molecules of DNA. The highly novel approach we have developed is called SIMDEQTM (short for ëSIngle-molecule Magnetic DEtection and Quantificationí). We have shown that it can be used to rapidly identify, map, quantify, and fully sequence DNA fragments present in a genetic sample. In addition, a unique feature of the technology is that it can detect and locate the naturally-occurring biochemical modifications to DNAís four bases (e.g. methylation). There is substantial commercial interest in reading these ëepigeneticí modifications as they are important in areas such as developmental biology, cancer, and microbial virulence.\nThe SIMDEQTM approach to genetic analysis is simple, elegant, and combines the DNA mapping and sequencing abilities of current instruments with the revolutionary ability to directly detect a wide range of DNA modifications at single base resolution.  We believe SIMDEQTM could be a disruptive technology across a wide range of research and diagnostics sectors, but recognize that this is a dynamic field with many competitors and specialized niches. We therefore hope to investigate the market potential of this technology and identify the most promising applications through the work described in this proposal.",
    "totalCost": "148500",
    "ecMaxContribution": "148500",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 148500
        }
    },
    "calculatedTotalContribution": 148500
}