{
    "rcn": "193711",
    "acronym": "IRENA",
    "topics": "COMPET-09-2014",
    "title": "International Re-Entry demoNstrator Action",
    "startDate": "01/01/2015",
    "endDate": "30/04/2016",
    "objective": "In January 2014, the ISEF participants insisted on the importance of ìfostering international cooperation for additional space exploration projectsî. The partners of IRENA (International Re-Entry demoNstrator Action), including major space agencies involved in ISEF and ISECG, are convinced of the need for demonstrators in atmosphere entry/re-entry and of the potential for international cooperation in this area.\n\nIRENA mainly aims at: \n- creating a cluster of European and international stakeholders to study two types of demonstrators aimed at developing entry/re-entry technologies and suitable for other enabling technologies\n- jointly defining two technology demonstrator projects relevant for international cooperation \n- contributing to a European position for ISEF and \n- disseminating the results and preparing the next steps.\n\nTo achieve these objectives, IRENA will rely on an international and complementary team: four major European and international space agencies (CNES, DLR and JAXA as beneficiaries and NASA as a 3rd party), the two European industry leaders in entry/re-entry and space exploration (Astrium, Thales Alenia Space) and a research institute expert in dissemination and exploitation. IRENA will build on a cooperative approach to jointly define the projects, on feasibility and cost assessment studies and on implementation assessment studies (governance, funding, international cooperation). Five workshops including one in Japan, the USA and two based on Concurrent Engineering will be used to support the work. \n\nIRENAís objectives have been chosen to explicitly meet the main work programme's requirements i.e. to be in line with ISEF recommendations, to involve international countries active in space exploration, to create a cluster around several demonstrator projects, to define these projects and discuss how to build them, to target enabling technologies and to include workshops and information events.",
    "totalCost": "862058,75",
    "ecMaxContribution": "823608,75",
    "coordinator": "AIRBUS DEFENCE AND SPACE SAS",
    "coordinatorCountry": "FR",
    "participants": "JAPAN AEROSPACE EXPLORATION AGENCY;THALES ALENIA SPACE ITALIA SPA;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\";CENTRE NATIONAL D'ETUDES SPATIALES - CNES",
    "participantCountries": "JP;IT;DE;EL;FR",
    "projectParticipants": {
        "999488195": {
            "orgId": "999488195",
            "orgName": "THALES ALENIA SPACE ITALIA SPA",
            "ecContrib": 154184
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 90750
        },
        "961248467": {
            "orgId": "961248467",
            "orgName": "JAPAN AEROSPACE EXPLORATION AGENCY",
            "ecContrib": 12000
        },
        "999809265": {
            "orgId": "999809265",
            "orgName": "AIRBUS DEFENCE AND SPACE SAS",
            "ecContrib": 312250
        },
        "999599163": {
            "orgId": "999599163",
            "orgName": "CENTRE NATIONAL D'ETUDES SPATIALES - CNES",
            "ecContrib": 155125
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 99300
        }
    },
    "calculatedTotalContribution": 823609
}