{
    "rcn": "193778",
    "acronym": "TheLiRep",
    "topics": "ERC-PoC-2014",
    "title": "Exploring the Potential for Therapeutic Lineage Reprogramming of Diabetes",
    "startDate": "01/05/2015",
    "endDate": "31/10/2016",
    "objective": "Diabetes is a degenerative disease that affects over 350 million persons worldwide. Type 1 and type 2 diabetes are associated with either destruction or dysfunction of pancreatic insulin-producing ? cells. Despite the availability of insulin as treatment to temporarily restore the glucostasis, this remedy is unable to avoid either the acute dangers of hypoglycemia or the long-term complications of hyperglycemia. Eventually, the challenge of treating diabetes centers on the replacement of pancreatic ? cells. Due to serious organ shortage for pancreas transplantation, cell-based therapy represents the most promising option and different potential sources for new ? cells are currently being explored, including embryonic stem cells and other cell types. A particularly attractive therapeutic strategy is to convert liver adult cells of diabetic patients into functional pancreatic ? cells through lineage reprogramming. Fate conversion of liver to pancreas is conceivable for numerous physiological and developmental reasons, and, possibly, suitable for future clinical applications. My ERC-funded project (ERC Starting Grant ìHEPATOPANCREATICî) is focused on the molecular mechanisms underlying cellular plasticity between liver and pancreatic cells. This study has led to the identification of a novel factor, whose ectopic expression converts mouse liver cells into pancreatic cells. Here, we propose a defined and focused set of measures aimed at: 1) extending these findings in human liver cells to assess whether this strategy may be exploited to develop an autologous cell-based therapy of diabetes; and 2) elaborating a solid intellectual property strategy. The ìTheLiRepî Proof of Concept (PoC) funding will ensure the full exploitation of the ERC idea and bridge the gap between my research and the earliest stage of a marketable innovation.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990461": {
            "orgId": "999990461",
            "orgName": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}