{
    "rcn": "193754",
    "acronym": "CPVMatch",
    "topics": "LCE-02-2014",
    "title": "Concentrating Photovoltaic modules using advanced technologies and cells for highest efficiencies",
    "startDate": "01/05/2015",
    "endDate": "31/10/2018",
    "objective": "It has been proven that the only realistic path to close the gap between theoretical and practical ultra-high efficiency solar cells is the monolithic multi-junction (MJ) approach, i.e. to stack different materials on top of each other. Each material/sub solar cell converts a specific part of the sun¥s spectrum and thus manages the photons properly. However, large area multi-junction cells are too expensive if applied in standard PV modules. A viable solution to solve the cost issue is to use tiny solar cells in combination with optical concentrating technology, in particular, high concentrating photovoltaics (HCPV), in which the light is concentrated over the solar cells more than 500 times. The combination of ultra-high efficient cells and optical concentration lead to low cost on system level and eventually to low levelised electricity costs, today well below 8 Äcent/kWh and at the end of this project below 5 Äcent/kWh. Therefore, to achieve an optimised PV system (high efficiency, low cost and low environmental impact), world-wide well-known partners in the field of CPV technology propose this project to run and progress together the development of highly-efficient MJ solar cells and the improvement of the concentrator (CPV module) technique.\n\nThe central objective of the project is to realise HCPV solar cells and modules working at a concentration level ?800x with world record efficiency of 48 % and 40 %, respectively, hence bringing practical performances closer to theoretical limits. This should be achieved through novel MJ solar cell architectures using advanced materials and processes for better spectral matching as well as through innovative HCPV module concepts with improved optical and interconnection designs, thus including novel light management approaches. The ambition for this project is not less than to achieve the highest efficiencies on solar cell and module level world-wide, thus Europe will be the top player for the CPV-technology.",
    "totalCost": "4949596,25",
    "ecMaxContribution": "4949596,25",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "ASSE SRL;FUNDACION TECNALIA RESEARCH & INNOVATION;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;CYCLECO SAS;RICERCA SUL SISTEMA ENERGETICO - RSE SPA;AIXTRON SE;AZUR SPACE SOLAR POWER GMBH;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "IT;ES;FR;DE",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 696429
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 199935
        },
        "963714304": {
            "orgId": "963714304",
            "orgName": "CYCLECO SAS",
            "ecContrib": 196425
        },
        "966782414": {
            "orgId": "966782414",
            "orgName": "AIXTRON SE",
            "ecContrib": 496464
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 196500
        },
        "999529420": {
            "orgId": "999529420",
            "orgName": "RICERCA SUL SISTEMA ENERGETICO - RSE SPA",
            "ecContrib": 600000
        },
        "952939059": {
            "orgId": "952939059",
            "orgName": "ASSE SRL",
            "ecContrib": 696410
        },
        "991336024": {
            "orgId": "991336024",
            "orgName": "AZUR SPACE SOLAR POWER GMBH",
            "ecContrib": 674535
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1192899
        }
    },
    "calculatedTotalContribution": 4949597
}