{
    "rcn": "193721",
    "acronym": "SQUALAC",
    "topics": "ERC-PoC-2014",
    "title": "Preclinical development of squalenic acid and gemcitabine squalene nanomedicine",
    "startDate": "01/03/2015",
    "endDate": "31/08/2016",
    "objective": "'In the course of the ERC Advanced Grant TERNANOMED, we have discovered that the linkage of squalene (a natural lipid) to many drugs, confers to the resulting bioconjugates the remarkable property to self-assemble as nanoparticles, due to the folded molecular conformation of squalene. This approach is unique and has never been used before. The so called 'squalenoylation' technology may be considered as a generic platform to construct nanomedicines with high drug loading and targeted drug release triggered by the spacer between the drug and the squalene moiety. Remarkably, it was shown that these nanomedicines were more efficient and less toxic than the parent drugs. The gemcitabine-squalene (Gem-SQ) nanomedicine, our first candidate for further pharmaceutical developments, was shown not only to display an impressive anticancer activity in experimental tumors but also to overcome drug resistance, thus addressing a major challenge in tumor therapy. These pre-clinical data deserve further development towards translation into the clinic for the treatment of the pancreatic cancer, a devastating disease. However, the squalenic acid (SQCO2H), the chemical template essential for the synthesis of the Gem-SQ bioconjugate, is currently obtained through the Van Tamelen reaction which cannot be employed for the preparation of a clinical sample of Gem-SQ, because of the use of CrO3 (a toxic compound) and the poor yield of the reaction. Therefore, the synthesis of SQCO2H represents a lock for further clinical development of our Gem-SQ nanomedicine. The goals of the present proposal are: (i) to perform the total synthesis of SQCO2H through a new ´greenª chemistry way (which represents in itself a real innovation) allowing (ii) further  regulatory acceptable preparation of Gem-SQ nanoparticles. Incidentally, the total synthesis of SQCO2H will avoid environmental concern due to excessive shark hunting and represents by itself some economical value as excipient for the cosmetics.'",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITE PARIS-SUD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907235": {
            "orgId": "999907235",
            "orgName": "UNIVERSITE PARIS-SUD",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}