{
    "rcn": "193789",
    "acronym": "FlowMachines",
    "topics": "ERC-PoC-2014",
    "title": "Flow Machines",
    "startDate": "01/03/2015",
    "endDate": "31/08/2016",
    "objective": "The music industry has seen its profits decrease drastically since 2000, challenged by other forms of entertainment such as video games and the internet, as well as by illegal download and piracy. However, there is a growing activity in the so-called music synchronization business: music composed, retrieved, or otherwise produced to fit with the many constraints of videos, movies, games or commercials. Synchronized music has to satisfy complex constraints, specified temporally (specific events at specific moments, or, in the case of interactive music, specific moods matching the playerís situation, etc.). Major movie, game and advertisement companies devote considerable budgets to get synchronized music by famous artists. Producing such synchronized music is a costly process currently performed manually by well-known artists or specialized studios. This results in prohibitive costs for high-quality synchronized music, that only a few professional customers can afford.\nThe commercial value of synchronized music lies in the style of the composer. Style is what makes an artistís music easily recognizable: Paul McCartney has a unique composition style, Joao Gilberto has a distinctive guitar accompaniment style, and Take 6 are well known for their incomparable harmonization style. Producing operational representations of style is precisely the subject matter of the ERC project Flow-machines, which already produced scientific and technical breakthroughs: turning style into a new content type is within reach. The next step is to explore commercial strategies to exploit style. \nThe goal of this PoC project is to apply these techniques to synchronized music, and to study three business models in the movie, game and advertisement sectors. The project will: 1) develop a style manipulation prototype for synchronized music, 2) evaluate the prototype in the key industrial sectors and 3) clear legal issues related to the exploitation of style information.",
    "totalCost": "160050",
    "ecMaxContribution": "145500",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "SONY EUROPE LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "960670347": {
            "orgId": "960670347",
            "orgName": "SONY EUROPE LIMITED",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}