{
    "rcn": "193745",
    "acronym": "IM SME",
    "topics": "INNOSUP",
    "title": "Action ìEstablishing services enhancing the innovation management capacity of SME's in the Enterprise Europe Networkî",
    "startDate": "01/04/2014",
    "endDate": "31/12/2014",
    "objective": "The following proposal addresses the topic ìEstablishing services enhancing the innovation management capacity of SMEs in the Enterprise Europe Networkî. The new services will be established as an integral part of the networkís services addressing the innovation needs of SMEís, namely the provision of technology audits and technology transfer partnering services.\nThe services will be provided to two specific groups of companies:\n1. Beneficiaries of the SME Instrument\n2. SMEs with significant innovation activities and a high potential for internationalisation\nIn order to contribute to smart growth in the European Union by increasing the efficiency and effectiveness of investments in research, development and innovation as well as by contributing to a better and more efficient connection of actors along the innovation chain, DD will provide services for the two groups of companies. \nThe aim of the new service package is to support SMEs during their internationalisation processes and to optimize their innovation management capacities. These innovation support activities will help to create economic impact (competiveness, growth and jobs) from innovation activities in SMEs.",
    "totalCost": "17500",
    "ecMaxContribution": "14000",
    "coordinator": "DD DIE DENKFABRIK FORSCHUNGS UND ENTWICKLUNGS GMBH",
    "coordinatorCountry": "DE",
    "participants": "WFB WIRTSCHAFTSFORDERUNG BREMEN GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "989742023": {
            "orgId": "989742023",
            "orgName": "WFB WIRTSCHAFTSFORDERUNG BREMEN GMBH",
            "ecContrib": 5600
        },
        "950310650": {
            "orgId": "950310650",
            "orgName": "DD DIE DENKFABRIK FORSCHUNGS UND ENTWICKLUNGS GMBH",
            "ecContrib": 8400
        }
    },
    "calculatedTotalContribution": 14000
}