{
    "rcn": "193703",
    "acronym": "PLUGIN",
    "topics": "COMPET-05-2014",
    "title": "Payload Universal Geostationary Interface",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "Getting flight heritage for innovative space technologies can be a challenge. While options exist for flying in Low Earth Orbit, few opportunities exist for flying outside the Van Allen belts, especially on the Geostationary orbit where are located the majority of commercial satellites.\nThe PLUGIN project, or PayLoad Universal Geostationary Interface, aims at developing an open standard for hosting innovative packages as passenger payloads on-board commercial satellites. PLUGIN will propose a generic approach, including technical interface requirements and implementation schedule. PLUGIN will also present the business models for hosting such payloads on commercial spacecraft and associated contracting principles, together with a list of opportunities.\n\nAirbus Defence and Space (Formerly Astrium) is the leading European manufacturer of GEO communications satellites with 4 launchs per year to GEO orbit, and as such is in the perfect position to promote such initiative. Developing PLUGIN will benefit the whole European industry, by providing a recurring access to GEO orbit. Developing PLUGIN will also improve Airbus DS commercial offers.\n\nAirbus DS is teaming with ISIS and SSTL., 2 innovative industry leaders. The combined experiences and mindsets of the 3 companies will allow to assess the whole variety of requests for IOD/IOV in GEO and GTO orbits.\n\nThe PLUGIN project will be structured around 2 groups : an Advisory Group and a Passenger Representative Panel.\nThe Advisory Group will help the PLUGIN team to propose solutions commercially and technically acceptable by the various stakeholders of the industry. Participants will be ESA, satellite operators and insurers.\nThe Passenger Representative Panel will focus on technical interfaces. The panel will include space hardware manufacturers from various European countries, both large companies, SMEs, and research labs.\nPLUGIN outcomes will be made public and available to the whole European Industry.",
    "totalCost": "384601,25",
    "ecMaxContribution": "384601",
    "coordinator": "AIRBUS DEFENCE AND SPACE SAS",
    "coordinatorCountry": "FR",
    "participants": "Surrey Satellite Technology Limited;ISIS - INNOVATIVE SOLUTIONS IN SPACE BV",
    "participantCountries": "UK;NL",
    "projectParticipants": {
        "986941924": {
            "orgId": "986941924",
            "orgName": "ISIS - INNOVATIVE SOLUTIONS IN SPACE BV",
            "ecContrib": 47500
        },
        "999809265": {
            "orgId": "999809265",
            "orgName": "AIRBUS DEFENCE AND SPACE SAS",
            "ecContrib": 286101
        },
        "997457791": {
            "orgId": "997457791",
            "orgName": "Surrey Satellite Technology Limited",
            "ecContrib": 51000
        }
    },
    "calculatedTotalContribution": 384601
}