{
    "rcn": "193746",
    "acronym": "ERSAT EAV",
    "topics": "GALILEO-1-2014",
    "title": "ERTMS on SATELLITE ñ Enabling Application  Validation",
    "startDate": "01/02/2015",
    "endDate": "30/04/2017",
    "objective": "The main ERSAT EAV objective  is to verify the suitability of EGNSS  (including EGNOS and Galileo early services) for safety railway application, in particular in regional lines scenario, for which a safe localization of the trains, based on satellite technologies, will be defined and developed, leading the way for the harmonization with the European ERTMS standard, by implementing the solution on a pilot line as reference.\nThe objectives will be achieved, in a first phase by measuring and evaluating the gaps to be filled, in terms of technological criticalities and in relation to railway requirements, performing measurements under real operating conditions, building models and analysis with the help of the simulation, and finally defining and developing a system solution, implementing, testing and validating it on a  pilot line, as reference for the future standardisation and certification processes.\nThe ERSAT EAV proposal is relevant to the work programme for the exploitation of the space infrastructure, in particular prioritising the EGNSS uptake for the rail sector, fostering the competition and the innovation of the European space and rail industry and research community, and  enhancing in parallel the strong coordination and synergy with the specific sector of European Railways and the main actors involved, building-up a system centered to the ERTMS platform and able to bring to the ERTMS the ìcompetitivity-dividendî of the satellite promises,  linked with the enormous opportunity of the local and regional lines in Europe that represent about 50% of the total railways length. \nThe EGNSS-ERTMS based train control/protection system is especially beneficial in terms of operating costs  compared to other solutions for upgrading the local/regional infrastructure, considering the forecasted average Benefit/Cost ratios of 2.2 at the European level and a remarkable increase of safety.",
    "totalCost": "5518703,75",
    "ecMaxContribution": "4252447,25",
    "coordinator": "ANSALDO STS S.p.A.",
    "coordinatorCountry": "IT",
    "participants": "RETE FERROVIARIA ITALIANA;DB NETZ AG;TELESPAZIO SPA;TRENITALIA SPA;UNIVERSITA COMMERCIALE LUIGI BOCCONI;CONSORZIO UNIVERSITA INDUSTRIA - LABORATORI DI RADIOCOMUNICAZION I;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;ASSTRA - ASSOCIAZIONE TRASPORTI;EUROPEAN SATELLITE SERVICES PROVIDER SAS;SOGEI-SOCIETA GENERALE D'INFORMATICA SPA;ASOCIACION CENTRO TECNOLOGICO CEIT-IK4",
    "participantCountries": "IT;DE;FR;ES",
    "projectParticipants": {
        "969294229": {
            "orgId": "969294229",
            "orgName": "EUROPEAN SATELLITE SERVICES PROVIDER SAS",
            "ecContrib": 407085
        },
        "999949624": {
            "orgId": "999949624",
            "orgName": "TRENITALIA SPA",
            "ecContrib": 250075
        },
        "999434360": {
            "orgId": "999434360",
            "orgName": "RETE FERROVIARIA ITALIANA",
            "ecContrib": 350000
        },
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 100625
        },
        "949108723": {
            "orgId": "949108723",
            "orgName": "SOGEI-SOCIETA GENERALE D'INFORMATICA SPA",
            "ecContrib": 309446
        },
        "999526413": {
            "orgId": "999526413",
            "orgName": "ASSTRA - ASSOCIAZIONE TRASPORTI",
            "ecContrib": 65083
        },
        "999939051": {
            "orgId": "999939051",
            "orgName": "TELESPAZIO SPA",
            "ecContrib": 49998
        },
        "999426794": {
            "orgId": "999426794",
            "orgName": "DB NETZ AG",
            "ecContrib": 500150
        },
        "999605662": {
            "orgId": "999605662",
            "orgName": "ASOCIACION CENTRO TECNOLOGICO CEIT-IK4",
            "ecContrib": 349668
        },
        "998801823": {
            "orgId": "998801823",
            "orgName": "ANSALDO STS S.p.A.",
            "ecContrib": 1022761
        },
        "999585971": {
            "orgId": "999585971",
            "orgName": "CONSORZIO UNIVERSITA INDUSTRIA - LABORATORI DI RADIOCOMUNICAZION I",
            "ecContrib": 400000
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 447558
        }
    },
    "calculatedTotalContribution": 4252449
}