{
    "rcn": "193752",
    "acronym": "INSIGHT",
    "topics": "ERC-PoC-2014",
    "title": "New chemical detection methods based on NMR and nanoparticles",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "Chemicals detection is a crucial problems that Chemistry is addressing since its origin and one of the most important in the everyday life (diagnosis, environment analysis). The most common analytical techniques (chromatography, mass spectrometry, Elisa assays) are able to efficiently separate and detect the target compound but provide only indirect information on its identity and may fail in the identification of new compounds. On the other hand, Nuclear Magnetic Resonance (NMR) spectrometry is probably the most powerful technique in identifying organic compounds. Unfortunately, even if highly desired, a robust method that may allow the use of NMR for analysing mixtures of compounds does not exist.\nThe research activity carried out by Fabrizio Mancin as PI of the ERC project MOSAIC has recently led to the invention of ìNMR sensingî, a new method that allow both the detection and identification of organic molecules, based on the use of NMR spectrometry and nanoparticles. In a simplified picture, the nanoparticles added to the sample are able to ìcaptureî and ìlabelî the target molecule in such a way that the NMR experiment sees only the target and is not disturbed by the other compounds present in the sample. In this way, detection, unambiguous identification and quantification of the analyte are simultaneously possible in a single experiment. This method, already covered by a Patent, showed excellent preliminary results and could find several application in the chemical analysis and diagnostic fields.\nThe goal of this Proof of Concept application is to bring the ìNMR sensingî method at the level of an attractive commercial proposal. In particular, the plan include technical testing and preliminary product realization, recruitment of financial and management competencies, collection of  information and data capable to indicate the best strategy to create of a start-up company to be presented to venture capitalists/industrial partners to raise further funding.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}