{
    "rcn": "193751",
    "acronym": "AQuS",
    "topics": "FETPROACT-3-2014",
    "title": "Analog quantum simulators for many-body dynamics",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "Quantum simulators promise to provide unprecedented insights into physical phenomena not accessible with classical computers and have the potential to enable radically new technologies. In this proposal, we argue that analog dynamical quantum simulators are currently realisable and constitute a most promising class of architectures to fulfil the ultimate promise to devise quantum machines outperforming classical computers. The approach taken is two-pronged: On the one hand, we devise versatile and practical platforms for dynamical simulators ñ making use of systems of ultra-cold atoms in optical lattices and the continuum, as well as cavity polaritons. We suggest a concerted and interdisciplinary research programme of certifying quantum devices and assess them in their computational capabilities, addressing largely unexplored key questions on the power of quantum simulators. On the other, we make use of those devices to probe important questions in fundamental and applied physics, ranging from technology-relevant problems, concerning transport processes or glassy dynamics, via long-standing challenges in the physics of non-equilibrium and thermalisation phenomena, through puzzles in notions of quantum turbulence, to questions in the study of quantum gravity.",
    "totalCost": "2000500",
    "ecMaxContribution": "2000500",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;CONSIGLIO NAZIONALE DELLE RICERCHE;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;FREIE UNIVERSITAET BERLIN",
    "participantCountries": "AT;DE;IT;FR",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 303000
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 302500
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 300000
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 245000
        },
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 580000
        },
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 270000
        }
    },
    "calculatedTotalContribution": 2000500
}