{
    "rcn": "193732",
    "acronym": "COSIP",
    "topics": "ERC-StG-2014",
    "title": "Clarifying Optimal Sodium Intake Project",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Hypertension is a leading risk factor for cardiovascular disease (CVD) globally, accounting for 25-35% of the population-attributable fraction. Sodium (salt) intake is a key determinant of blood pressure, and reducing sodium intake has emerged as an important target for population-based interventions to prevent CVD. However, there is considerable uncertainty about the optimal level of sodium (salt) intake that is associated with lowest CVD risk, and whether optimal levels differ for different populations and individuals. In this proposal, we will answer key fundamental research questions about the association of sodium intake with blood pressure and CVD risk. Our research challenges current guideline recommendations of low-sodium intake for all populations. Specifically, we will: a) determine whether sustained (long-term) low sodium intake is associated with beneficial (or adverse) effects on established and novel CV biomarkers; b) explore whether inter-daily ëpatterní of sodium intake is an important determinant of 24-hour blood pressure pattern; c) determine whether the association between sodium intake and CVD varies by ethnicity, sex, age, other dietary factors (e.g. potassium intake), or other factors in 2 large international epidemiologic studies (PURE and INTERSTROKE; n>125,000 individuals); d) quantify the population-attributable fraction of excess sodium intake on global burden of CVD (stroke, myocardial infarction, heart failure and CV death), and model the potential impact of various population-based approaches to reducing sodium intake; e) determine whether sodium intake is associated with other vascular-related clinical conditions, namely including atrial fibrillation, cognitive impairment and falls (providing novel information); f) determine whether genetic variants associated with ësalt sensitivityí and hypertension are association with blood pressure and stroke, and whether these associations are modified by sodium intake.",
    "totalCost": "1499431",
    "ecMaxContribution": "1499431",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 1499431
        }
    },
    "calculatedTotalContribution": 1499431
}