{
    "rcn": "193723",
    "acronym": "A-LIFE",
    "topics": "ERC-StG-2014",
    "title": "Absorbing aerosol layers in a changing climate: aging, lifetime and dynamics",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Aerosols (i.e. tiny particles suspended in the air) are regularly transported in huge amounts over long distances impacting air quality, health, weather and climate thousands of kilometers downwind of the source. Aerosols affect the atmospheric radiation budget through scattering and absorption of solar radiation and through their role as cloud/ice nuclei.\n \nIn particular, light absorption by aerosol particles such as mineral dust and black carbon (BC; thought to be the second strongest contribution to current global warming after CO2) is of fundamental importance from a climate perspective because the presence of absorbing particles (1) contributes to solar radiative forcing, (2) heats absorbing aerosol layers, (3) can evaporate clouds and (4) change atmospheric dynamics.\n\nConsidering this prominent role of aerosols, vertically-resolved in-situ data on absorbing aerosols are surprisingly scarce and aerosol-dynamic interactions are poorly understood in general. This is, as recognized in the last IPCC report, a serious barrier for taking the accuracy of climate models and predictions to the next level. To overcome this barrier, I propose to investigate aging, lifetime and dynamics of absorbing aerosol layers with a holistic end-to-end approach including laboratory studies, airborne field experiments and numerical model simulations.\n\nBuilding on the internationally recognized results of my aerosol research group and my long-term experience with airborne aerosol measurements, the time seems ripe to systematically bridge the gap between in-situ measurements of aerosol microphysical and optical properties and the assessment of dynamical interactions of absorbing particles with aerosol layer lifetime through model simulations.\n\nThe outcomes of this project will provide fundamental new understanding of absorbing aerosol layers in the climate system and important information for addressing the benefits of BC emission controls for mitigating climate change.",
    "totalCost": "1987980",
    "ecMaxContribution": "1987980",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "participantCountries": "DE",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 1987980
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1987980
}