{
    "rcn": "193742",
    "acronym": "EPICUP",
    "topics": "ERC-PoC-2014",
    "title": "Development of a ncRNA DNA Methylation Kit for the Diagnosis of Cancer of Unknown Primary",
    "startDate": "01/02/2015",
    "endDate": "31/01/2016",
    "objective": "The innovative idea behind the EPICUP (EPIgenetics of Cancer of Unknown Primary) project is to develop a package demonstrating the feasibility of a high-throughput tool for epigenotyping Cancer of Unknown Primary (CUP) to identify tumor type based in the DNA methylation profile of non-coding RNA (ncRNA) loci. CUPs are a heterogeneous group of cancers defined by the presence of metastatic disease with no identified primary tumor at presentation. In those CUPs where the primary tumor type is not identified, the outcome is extremely poor with an expected death within the first six months of the diagnosis. CUP has been reported to comprise approximately 5% of all cancer cases in the world. Despite the introduction of new image technologies and immunohistochemistry methods, more than 50% of CUPs remain anonymous regarding their primary tumor site of origin and, as mentioned, their prognoses are dismal. As part of the ERC Advanced Grant ìEpigenetic Disruption on Non-Coding RNAs in Human Cancerî (EPINORC), aimed at determining the contribution of DNA methylation alterations to the aberrant activity of ncRNA loci in human cancer, we have used the most advanced DNA methylation microarray technology to detect CpG methylation changes in a wide variety of ncRNAs (microRNAs, lincRNAs, T-UCRs, snoRNAs, piRNAs...) that show a tumor-type specific pattern. In the current EPICUP Proof of Concept (PoC) proposal, we plan to optimize a ncRNA DNA methylation assay that includes a user-friendly and cost effective approach to improve the clinical diagnosis of CUP cases to an extent that will make it interesting commercially for the health providers and their associated company partners.",
    "totalCost": "149278",
    "ecMaxContribution": "149278",
    "coordinator": "FUNDACIO INSTITUT D'INVESTIGACIO BIOMEDICA DE BELLVITGE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999600618": {
            "orgId": "999600618",
            "orgName": "FUNDACIO INSTITUT D'INVESTIGACIO BIOMEDICA DE BELLVITGE",
            "ecContrib": 149278
        }
    },
    "calculatedTotalContribution": 149278
}