{
    "rcn": "193714",
    "acronym": "NEOShield-2",
    "topics": "PROTEC-2-2014",
    "title": "Science and Technology for Near-Earth Object Impact Prevention",
    "startDate": "01/03/2015",
    "endDate": "30/09/2017",
    "objective": "Impacts of near-Earth objects (NEOs) have contributed to mass extinctions and evolution, and it is a proven fact that NEOs will continue to hit the Earth at irregular intervals in the future, with the potential for catastrophic damage to life and property. With the experience and results gained from the NEOShield project we are now very well equipped to address all aspects of this call, including the development of a European strategy for future research and mission-related endeavours. Our work packages are integrated into a coherent programme of research and development. Building on NEOShield experience we will further develop our GNC systems to allow increased targeting accuracy and relative velocity of a kinetic impactor spacecraft into a small (e.g. 100-300m diameter) asteroid, develop autonomous spacecraft control systems to facilitate navigation close to a low-gravity, irregularly shaped asteroid, demonstrate techniques for precise NEO orbit determination, and develop mechanisms for the collection of material samples. We will carry out astronomical observations of NEOs to improve our understanding of their physical properties, concentrating on the smaller sizes of most concern for mitigation purposes, and to identify further objects suitable for missions for physical characterisation, and NEO deflection demonstration. On the scientific front, our statistical analyses of recently published NEO survey data have been very successful: we will explore the promising avenues that have opened up during our NEOShield research. We will also perform detailed analyses of relevant individual objects (e.g. potentially hazardous objects) on the basis of published data from different observing techniques (radar, infrared, spectroscopy, etc.), in addition to new data obtained. Modelling work and computer simulations will be enhanced to explore the effects of large spin rates, shattered and rubble-pile structures, and mineralogy on an objectís response to a deflection attempt.",
    "totalCost": "4217115,29",
    "ecMaxContribution": "4217070,75",
    "coordinator": "AIRBUS DEFENCE AND SPACE GMBH",
    "coordinatorCountry": "DE",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;THE QUEEN'S UNIVERSITY OF BELFAST;ISTITUTO NAZIONALE DI ASTROFISICA;AIRBUS DEFENCE AND SPACE SAS;OBSERVATOIRE DE PARIS;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;AIRBUS DEFENCE AND SPACE LTD;GMV AEROSPACE AND DEFENCE SA;DEIMOS SPACE SOCIEDAD LIMITADA UNIPERSONAL",
    "participantCountries": "DE;UK;IT;FR;ES",
    "projectParticipants": {
        "999905004": {
            "orgId": "999905004",
            "orgName": "GMV AEROSPACE AND DEFENCE SA",
            "ecContrib": 337001
        },
        "999530778": {
            "orgId": "999530778",
            "orgName": "AIRBUS DEFENCE AND SPACE LTD",
            "ecContrib": 110000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 330000
        },
        "999991819": {
            "orgId": "999991819",
            "orgName": "AIRBUS DEFENCE AND SPACE GMBH",
            "ecContrib": 907381
        },
        "999436494": {
            "orgId": "999436494",
            "orgName": "AIRBUS DS GMBH",
            "ecContrib": 0
        },
        "999868920": {
            "orgId": "999868920",
            "orgName": "ISTITUTO NAZIONALE DI ASTROFISICA",
            "ecContrib": 185001
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 352710
        },
        "999809265": {
            "orgId": "999809265",
            "orgName": "AIRBUS DEFENCE AND SPACE SAS",
            "ecContrib": 449938
        },
        "999619824": {
            "orgId": "999619824",
            "orgName": "DEIMOS SPACE SOCIEDAD LIMITADA UNIPERSONAL",
            "ecContrib": 480000
        },
        "999623122": {
            "orgId": "999623122",
            "orgName": "OBSERVATOIRE DE PARIS",
            "ecContrib": 529089
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 103486
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 432465
        }
    },
    "calculatedTotalContribution": 4217071
}