{
    "rcn": "193792",
    "acronym": "REDSTEM",
    "topics": "ERC-PoC-2014",
    "title": "Development of a new plant variety for the Asian market",
    "startDate": "01/03/2015",
    "endDate": "31/08/2016",
    "objective": "Palms are some of the most successfully traded plants, with numerous species sold for indoor, outdoors and as crops. The kentia palm (Howea forsteriana), is one of the most widely exported houseplants in the world and is worth over seven million euros per year in the Dutch horticultural industry alone. Wild kentias are only found on a 12km2 island in the middle of the Tasman Sea, Lord Howe Island (LHI). LHI is a unique ecosystem. It is the focus of the applicant's ERC Advanced Grant, who is using the kentia palms as a model to tackle 'Darwin's mystery of mysteries'. During our expeditions on LHI, we have also discovered a new mutant variety of the kentia palm: instead of having the typical dark green colouration, it has a bright red stem.  Red-stemmed varieties of palms are known, but have had very limited commercialisation due to climatic restrictions: these palms are tropical species, requiring high humidity and temperature. In contrasts, kentias are very hardy and grow well under low light and cool temperatures, hence their immense success as decorative items across innumerable indoor public venues and households. In addition, red is an auspicious colour in Asia ñ and we know our new red kentia palm has tremendous horticulture potential. Building on our genetic research and experiments with these kentia palms, we propose to disentangle the biological underpinning of the red stem. In parallel, we will conduct a market research. Examining our IPR position and strategy, we will take the necessary steps to protect our variety, including its registration as Ornamental  Crop  to the Community  Plant Variety  Office.  Finally,  we will strengthen  our links  with  various industries and private stakeholders to develop a business plan for commercialisation of red kentias",
    "totalCost": "148307",
    "ecMaxContribution": "148307",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 148307
        }
    },
    "calculatedTotalContribution": 148307
}