{
    "rcn": "193731",
    "acronym": "VASCFLAP",
    "topics": "ERC-PoC-2014",
    "title": "A new reconstructing technique using tissue engineering methods to create an engineered autologous vascularized  tissue flap",
    "startDate": "01/04/2015",
    "endDate": "30/09/2016",
    "objective": "Abdominal wall defects are often the consequence of severe trauma, cancer treatment and burns. These defects involve a significant loss of tissue, and often require surgical reconstruction where tissue is lifted from the patient's donor site and moved to his injured site with an intact blood supply (autologous muscle free flap). The current transfer surgery is complicated and involved with donor-site morbidity after tissue harvesting, and scant availability. We propose a robust engineered transplant performed by a novel reconstruction technique to overcome these disadvantages. The proposed transplant uses an alternative biomaterial implantation, offering the possibility to repair a full-thickness defect of the abdominal wall without the need to transfer tissue (skin\\subcutis\\fascia\\muscle) from another site and minimal postoperative scarification (skin only). We name this technique 'an Engineered Autologous Vascularized Axial Flap'.  The key idea of this approach is the use of a polymeric scaffold upon which human cells will be seeded. The engineered tissue cultured in vitro will contain also a network of blood vessels. Then, this engineered construct will be implanted around large blood vessels adjacent to the injured site. Once highly vascularized, it will be possible to transfer the implanted engineered vascularized construct as a flap for covering the defects. Once developed, this autologous cost-effective engineered tissue product may be used in reconstructive surgery of the abdominal wall and breast (thousands of cases in the EU alone) which improves the patientsí quality of life and reduces surgical costs and risks. Here we describe a plan to develop this product by identifying the most cost-effective niche where we can go to market in. We plan to complete a set of feasibility studies in large animal model using human cells (which could later be isolated from the patient = autologous cells) and proceed establishing our portfolio of intellectual property.",
    "totalCost": "147500",
    "ecMaxContribution": "147500",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 147500
        }
    },
    "calculatedTotalContribution": 147500
}