{
    "rcn": "193757",
    "acronym": "VEGFDANI",
    "topics": "ERC-PoC-2014",
    "title": "Novel enhancers of functional recovery after stroke",
    "startDate": "01/03/2015",
    "endDate": "31/08/2016",
    "objective": "Several forms of neuroadaptation are controlled by transient increases in the nuclear calcium concentration. Nuclear calcium regulates expression of crucial genes and alterations of this signaling network likely underlie many neurological disorders. Our work led us to design two innovative strategies exploiting the therapeutic potential of nuclear calcium signaling: 1-developing direct nuclear calcium signaling activators/inhibitors (NCSA/I) and 2-manipulating expression and/or function of nuclear calcium targets. \nThe proposed activities and budget - taking the ERC-PoC stroke study as the model project ñ will be used to meet the essential pre-commercial requirements prior starting up a company focusing on early drug discovery in the area of targeted nuclear calcium signaling modulation:\n\nR&D objectives: 1-PoC to validate our lead mimicking a stroke-protective regulator: VEGFD; 2-Add novel drug targets & assays and transfer to screening partner; 3-Mass screening and lead validation to expand IP;\nBusiness objectives: 1-Manage emerging IP platform; 2-Complete fund raising during ERC funding period; 3-Close early drug discovery partnership.\n\nAs part of the ERC project 233024, we identified a nuclear-calcium dependent gene, VEGFD, as a new anti-stroke drug target. We showed that VEGFD regulates neuronal morphology and cognition and demonstrated that VEGFD delivery in the mouse brain prevents stroke-induced dendritic loss and promotes long-term recovery. We selected a highly biologically active VEGFD peptide mimetic (VPM) as our first lead for a conceptually novel nasal spray stroke therapy. \n\nSenior business experts advised and helped us to establish a business plan and to pre-negotiate collaborative partnerships with companies and institutions required to deliver on our objectives. \nThus, by partnering with industry professionals we were able to define a clear go-to-commercialization strategy while minimizing risks originating from possible lack of business experience.",
    "totalCost": "147968,5",
    "ecMaxContribution": "147968",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 147968
        }
    },
    "calculatedTotalContribution": 147968
}