{
    "rcn": "193758",
    "acronym": "SHEER",
    "topics": "LCE-16-2014",
    "title": "SHale gas Exploration and Exploitation induced Risks",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "The objective of SHEER is to develop best practices for assessing and mitigating the environmental footprint of shale gas exploration and exploitation. The consortium includes partners from Italy, United Kingdom, Poland, Germany, the Netherlands, USA. It will develop a probabilistic procedure for assessing short and long-term risks associated with groundwater contamination, air pollution and induced seismicity. The severity of each of these depends strongly on the unexpected enhanced permeability pattern, which may develop as an unwanted by-product of the fracking processes and may become pathway for gas and fluid migration towards underground water reservoirs or the surface. An important part of SHEER will be devoted to monitor and understand how far this enhanced permeability pattern will develop both in space and time. These hazard may be at least partially inter-related as they all depend on this enhanced permeability pattern. Therefore they will be approached from a multi-hazard, multi parameter perspective. SHEER will develop methodologies and procedures to track and model fracture evolution around shale gas exploitation sites and a robust statistically based, multi-parameter methodology to assess environmental impacts and risks across the operational lifecycle of shale gas. The developed methodologies will be applied and tested on a comprehensive database consisting of seismicity, changes of the quality of ground-waters and air, ground deformations, and operational data collected from past case studies. They will be improved by the high quality data SHEER will collect monitoring micro-seismicity, air and groundwater quality and ground deformation in a planned hydraulic fracturing to be carried out by the Polish Oil and Gas Company in Pomerania. Best practices to be applied in Europe to monitor and minimize any environmental impacts will be worked out with the involvement of an advisory group including governmental decisional bodies and private industries.",
    "totalCost": "2680470",
    "ecMaxContribution": "2601720",
    "coordinator": "AMRA - ANALISI E MONITORAGGIO DEL RISCHIO AMBIENTALE SCARL",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITY OF KEELE;HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ;RSKW LTD;KONINKLIJK NEDERLANDS METEOROLOGISCH INSTITUUT-KNMI;UNIVERSITY OF WYOMING;UNIVERSITY OF GLASGOW;Instytut Geofizyki Polskiej Akademii Nauk",
    "participantCountries": "UK;DE;NL;US;PL",
    "projectParticipants": {
        "999518944": {
            "orgId": "999518944",
            "orgName": "KONINKLIJK NEDERLANDS METEOROLOGISCH INSTITUUT-KNMI",
            "ecContrib": 119975
        },
        "999994341": {
            "orgId": "999994341",
            "orgName": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
            "ecContrib": 239000
        },
        "996625337": {
            "orgId": "996625337",
            "orgName": "Instytut Geofizyki Polskiej Akademii Nauk",
            "ecContrib": 680000
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 210000
        },
        "999527286": {
            "orgId": "999527286",
            "orgName": "AMRA - ANALISI E MONITORAGGIO DEL RISCHIO AMBIENTALE SCARL",
            "ecContrib": 715625
        },
        "937533519": {
            "orgId": "937533519",
            "orgName": "RSKW LTD",
            "ecContrib": 345312
        },
        "999862324": {
            "orgId": "999862324",
            "orgName": "UNIVERSITY OF KEELE",
            "ecContrib": 291808
        },
        "950028671": {
            "orgId": "950028671",
            "orgName": "UNIVERSITY OF WYOMING",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2601720
}