{
    "rcn": "193736",
    "acronym": "Objectivity",
    "topics": "ERC-StG-2014",
    "title": "Making Scientific Inferences More Objective",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "'What makes scientific inferences trustworthy? Why do we think that scientific knowledge is more than the subjective opinion of clever people at universities? When answering these questions, the notion of objectivity plays a crucial role: the label 'objective' (1) marks an inference as unbiased and trustworthy and (2) grounds the authority of science in society. Conversely, any challenge to this image of objectivity undermines public trust in science. Sometimes these challenges consist in outright conflicts of interests, but sometimes, they are of a foundational epistemic nature. For instance, standard inference techniques in medicine and psychology have been shown to give a biased and misleading picture of reality. \n\nMy project addresses precisely those epistemic challenges and develops ways of making scientific inferences more objective. Our key move is to go beyond the traditional definition of objectivity as a 'view from nowhere' and to calibrate the most recent philosophical accounts of objectivity (e.g., convergence of different inference methods) with the practice of scientific inference. The combination of normative and descriptive analysis is likely to break new ground in philosophy of science and beyond. In particular, we demonstrate how two salient features of scientific practice単単methodological pluralism and subjective choices in inference単単can be reconciled with the aim of objective knowledge. \n\nThe benefits of the proposed research are manifold. First and foremost, it will greatly enhance our understanding of the scope and limits of scientific objectivity. Second, it will improve standard forms of scientific inference, such as hypothesis testing and causal and explanatory reasoning. This will be highly useful for scientific practitioners from nearly all empirical disciplines. Third, we will apply our theoretical insights to ameliorating the design and interpretation of clinical trials, where objectivity and impartiality are sine qua non requirements.'",
    "totalCost": "1487928",
    "ecMaxContribution": "1487928",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899475": {
            "orgId": "999899475",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
            "ecContrib": 1487928
        }
    },
    "calculatedTotalContribution": 1487928
}