{
    "rcn": "193798",
    "acronym": "IQCC",
    "topics": "ERC-PoC-2014",
    "title": "Integrated quantum correlation counter",
    "startDate": "01/04/2015",
    "endDate": "31/03/2016",
    "objective": "Quantum correlation measurements are essential to study and analyze the statistics of light fields, to observe quantum entanglement and are central in several emerging applications of quantum optics such as quantum cryptography, ballistic imaging, logic gates, quantum repeaters, fluorescence correlation spectroscopy and optical tomography. The measurement techniques have not evolved much since the report of the first quantum correlation measurement in 1956: macroscopic optical elements are used to divide a light beam and single photon detectors are placed in each arm, correlations among the detectors signals are then analyzed to yield correlation histograms. This implementation is bulky and prone to misalignment, when measuring higher-order correlations, the number of required components scales up exponentially. My ERC consolidator grant involves performing numerous quantum correlation measurements on light fields generated by single quantum dots coupled to atomic vapours. Here, a new architecture for a quantum correlation counter is proposed where the detectors are all integrated on a chip to offer the user a compact and robust device to measure quantum correlations up to orders as high as 4 and also able to resolve photon numbers with high fidelity. Eight contiguous superconducting single photon detectors coupled to an optical fiber will be used to achieve high detection efficiencies and unprecedented time resolution. Two prototypes of increasing complexity will be built and tested. The final system will form the starting point for a commercialization effort to be led by Single Quantum BV, a spin-off from my research group that produces single photon detectors. I expect an initial sales volume of 10 units/year to grow to 50 units/year after 5 years.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}