{
    "rcn": "193708",
    "acronym": "IODISPlay",
    "topics": "COMPET-05-2014",
    "title": "IOD service mISsions PortfoLio",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "Current IOD/IOV possibilities are restricted to either the identification of carriers of opportunity or to dedicated missions where a satellite is designed as a compromise among the needs of a number of identified technologies to be demonstrated in orbit.\nIn order to actually bring a significant added value in the identification of a portfolio of European IOD/IOV solutions, the consortium believes that a clear, independent and extensive assessment exercise must be carried out of the current European IOD/IOV situation, both in terms of needs (technologies in need of flight heritage) and capabilities (carriers and launchers). Moreover, in selecting which mission concepts to co-finance within H2020 among all COMPET-5 generated ones, we believe that the commission should be in position to select (based on the output of this activity) the ones that have the real potential of maturing into a recurrent IOD/IOV service.\nIn this view, IODISPLay has the following objectives:\nï To identify a portfolio of IOD/IOV missions and concepts achievable and affordable within H2020 timeframe and to down-select a number of optimum IOD/IOV missions and to carry out a preliminary design of those missions, including programmatic aspects\nï To provide a specific methodology for mission portfolio identification, through an IOD/IOV missionization tool which can intelligently analyze a database of carriers and technologies in order to consistently provide a number of IOD/IOV missions\n\nThe IODISPLay consortium of GMV, VVA, INTA and GAUSS combines the experience in mission studies and IOD with proven flight-record backed system engineering as well as deep knowledge of launcher segment, including a business exploitation facet. The consortium composition and nature guarantees objective independence in the treatment of information and in the selection of the mission/s that will be identified in the study.",
    "totalCost": "500000,5",
    "ecMaxContribution": "500000",
    "coordinator": "GMV AEROSPACE AND DEFENCE SA",
    "coordinatorCountry": "ES",
    "participants": "VALDANI VICARI & ASSOCIATI SRL;GAUSS Srl;INSTITUTO NACIONAL DE TECNICA AEROESPACIAL ESTEBAN TERRADAS",
    "participantCountries": "IT;ES",
    "projectParticipants": {
        "999905004": {
            "orgId": "999905004",
            "orgName": "GMV AEROSPACE AND DEFENCE SA",
            "ecContrib": 278052
        },
        "944214200": {
            "orgId": "944214200",
            "orgName": "VALDANI VICARI & ASSOCIATI SRL",
            "ecContrib": 56948
        },
        "999583546": {
            "orgId": "999583546",
            "orgName": "INSTITUTO NACIONAL DE TECNICA AEROESPACIAL ESTEBAN TERRADAS",
            "ecContrib": 120000
        },
        "946631828": {
            "orgId": "946631828",
            "orgName": "GAUSS Srl",
            "ecContrib": 45000
        }
    },
    "calculatedTotalContribution": 500000
}