{
    "rcn": "193718",
    "acronym": "Rheform",
    "topics": "COMPET-01-2014",
    "title": "Replacement of hydrazine for orbital and launcher propulsion systems",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "The project deals with the replacement of hydrazine within space propulsion systems. It improves significantly the ADN-based propellants currently existing and enables the replacement of hydrazine within the whole operational area of currently used hydrazine propulsion systems. \n\n    The objectives of the project are:\n1.) Replacing hydrazine by adapting the propellant to currently existing materials available in Europe.\n2.) Development of a cold-start capable ignition system to replace hydrazine in the whole operational area.\n3.) Verification of the technology within battleship unit(s) to reach a Technology Readiness Level of 5.\n4.) Adapted numerical models to describe the processes within such propulsion systems.\n    \nTo reach these objectives, the following development will be done within the project:\nA) Propellant development in order to obtain maximal temperatures within the combustion chamber that can be withstand with currently available materials in Europe. Additionally, the propellant will have increased specific impulses in relation to hydrazine.\nB) Development of catalytic ignition systems to withstand the thermal and mechanical shocks while having cold-start capability.\nC) Design and testing of the corresponding battleship units within the project to verify the achievement of the project experimentally (reach TRL of 5).\nD) Generating validation results for future purposes to adapt the technology to future purposes. Therefore, the relation to the work programme 'Alternative to hydrazine in Europe' is achieved by a replacement of the currently hydrazine based propulsion system with a green propellant system with higher specific impulse.",
    "totalCost": "3787553,75",
    "ecMaxContribution": "3787553,75",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "TOTALFORSVARETS FORSKNINGSINSTITUT;AIRBUS DEFENCE AND SPACE GMBH;ECAPS AB;FOTEC FORSCHUNGS- UND TECHNOLOGIETRANSFER GMBH;AIRBUS DS GMBH;Lithoz GmbH;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "SE;DE;AT;FR",
    "projectParticipants": {
        "952426220": {
            "orgId": "952426220",
            "orgName": "Lithoz GmbH",
            "ecContrib": 186250
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 390945
        },
        "999991819": {
            "orgId": "999991819",
            "orgName": "AIRBUS DEFENCE AND SPACE GMBH",
            "ecContrib": 538750
        },
        "999436494": {
            "orgId": "999436494",
            "orgName": "AIRBUS DS GMBH",
            "ecContrib": 0
        },
        "951967022": {
            "orgId": "951967022",
            "orgName": "ECAPS AB",
            "ecContrib": 933750
        },
        "999627875": {
            "orgId": "999627875",
            "orgName": "TOTALFORSVARETS FORSKNINGSINSTITUT",
            "ecContrib": 455104
        },
        "999528644": {
            "orgId": "999528644",
            "orgName": "FOTEC FORSCHUNGS- UND TECHNOLOGIETRANSFER GMBH",
            "ecContrib": 572250
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 710505
        }
    },
    "calculatedTotalContribution": 3787554
}