{
    "rcn": "193760",
    "acronym": "COLOStage",
    "topics": "ERC-PoC-2014",
    "title": "COLOStage : A new prognosis test for the prediction of metastasis in Colorectal Cancer and Hepatocellular Carcinoma",
    "startDate": "01/03/2015",
    "endDate": "31/08/2016",
    "objective": "ColoStage is a new prognostic test, based on a novel gene expression signature, able to predict robustly the risk of disease relapse after therapeutic intervention in colorectal cancer (CRC) and potentially in hepatocellular carcinoma (HCC).  We have previously demonstrated that CRC recurrence and metastasis strictly depend on high TGF-beta signaling (Calon et al., 2012). ColoStage is a gene expression signature that reflects the TGF-beta status of the primary tumor. Therefore, the expression of the ColoStage  geneset is tightly linked to the formation of recurrent CRC after therapeutic intervention in CRC. Importantly, Colostage may also aid in the selection of patients for clinical trials who will likely benefit from newly developed drugs that target the TGF-beta signaling pathway in CRC, and possibly in other types of tumors, HCC among others, (potential use as a companion diagnostic test; i.e. Companion Dx). This proposal aims to develop the Colostage Test for competitive use in the clinical setting. This includes validation of the predictive power of the Colostage Test in an independent cohort of patient samples. Worldwide, CRC and HCC are the 3rd and 6th most commonly diagnosed cancers, with nearly 1.4 million and 800.000 new cases diagnosed in 2012 respectively. The primary treatment for CRC and HCC is surgical resection of the tumor. Prescription of chemotherapy depends on the stage of the disease at the time of diagnosis, yet current staging systems have a limited power to predict disease relapse which is usually associated with poor prognosis. Thus, an accurate method for selecting treatment based on aggressiveness and recurrence probability of the tumor such as Colostage will allow to allocate resources in a cost-effectively way and to make existing drug therapies safer and more effective",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999541836": {
            "orgId": "999541836",
            "orgName": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}