{
    "rcn": "193747",
    "acronym": "DHaptics",
    "topics": "ERC-PoC-2014",
    "title": "DHaptics: Creating silent and sharp Mid-air Haptics using phased array of ultrasound transducers",
    "startDate": "01/12/2014",
    "endDate": "31/05/2016",
    "objective": "A fundamental shift is underway in how we interact with our computers and devices. Products such as Microsoftís Kinect and Leap Motionís desktop controller enable us to dispose of the keyboard and mouse and instead control our devices without touching them. Touchless sensing products are being launched across the consumer electronics, automotive and healthcare industries. A significant and well noted problem with touchless sensing is a lack of tactile feedback.\n\nThe PI and his team are the first in the world to create a novel haptic feedback system that allows users to feel tactile sensations in bare hand while interacting in mid-air with a system. This is likely to be a huge commercial success provided we can make some improvements to the distinct audible hum that is generated by our system.\n\nThis project will realize a proof of concept phased-array haptic system that is silent and sharp.  \nOur prototype will enable two advantages over the existing haptic system: \na) Elimination of audible noise when creating a single and multiple tactile points.\nb) Maintaining perceptual sharpness of the tactile focal point while eliminating the audible sound.",
    "totalCost": "149170",
    "ecMaxContribution": "149170",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF BRISTOL",
    "participantCountries": "UK",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 83798
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 65372
        }
    },
    "calculatedTotalContribution": 149170
}