{
    "rcn": "193773",
    "acronym": "FLPower",
    "topics": "ERC-PoC-2014",
    "title": "Frustrated Power: Proton-Electrolyte-Membrane Hydrogen Fuel Cells Catalyzed by Frustrated Lewis Pairs",
    "startDate": "01/12/2014",
    "endDate": "30/11/2015",
    "objective": "Despite H2 fuel cell technology pre-dating the internal combustion engine the technology has not progressed much in 100 years. All hydrogen fuel cells use precious (rare and expensive) metal catalysts to oxidise H2, and reduce O2, such as Pt. These ìpreciousî metals currently prevent the widespread use of fuel cells. The US Department of Energy has set a target of 0.125g of Pt / kW energy produced from fuel cells, and a total cost of $30 /kW. The current record stands at 0.2 g Pt/kW and a cost of $36/kW. The automotive industry requires the current Pt content of fuel cells to be reduced by 1/3 to become economically viable. Pt is a major cost component and is clearly a problem. This project develops a way to reduce Pt content of fuel cells by half ñ falling well below DoE targets and those of the automotive industry. We do this by replacing rare and expensive Pt metal used to oxidize H2 on 1 side of the fuel cell with molecular catalysts made of B, C, Cl, and F elements ñ cheap and abundant materials!\nThe molecular catalysts that we have developed form ìfrustrated Lewis pairsî (FLP). A suitable Lewis acid and a Lewis base when combined form an FLP which can be used to heterolytically split H2. The resulting Lewis acid hydride is then oxidized at a carbon electrode, and the energetic driving force required to oxidise H2 into 2 H\\ and 2eñ is greatly reduced by as much as 610 mV (equivalent to catalyzing the reaction by 118 kJ mol-1) without using any Pt. This proposal seeks to build on this pioneering work. We have found that FLP reactions can occur at very electron deficient Lewis acids without needing a Lewis base! Instead we can use a common organic solvent, tetrahydrofuran, as the Lewis base, and form water tolerant Lewis acid catalysts, that cleave hydrogen in seconds on the same timescale as electrooxidation. This fund will allow us to develop aqueous FLP arylborane electrocatalysts and build prototype ìfrustrated fuel cellsî as clean, cheap, energy  devices.",
    "totalCost": "149533,75",
    "ecMaxContribution": "149533,75",
    "coordinator": "UNIVERSITY OF EAST ANGLIA",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 149534
        }
    },
    "calculatedTotalContribution": 149534
}