{
    "rcn": "193705",
    "acronym": "TIME SCALE",
    "topics": "COMPET-07-2014",
    "title": "Technology and Innovation for Development of Modular Equipment in Scalable Advanced Life Support Systems for Space Exploration",
    "startDate": "01/02/2015",
    "endDate": "30/04/2018",
    "objective": "The TIME SCALE project will bring closed regenerative life support system (CRLSS) to the next level by further development of the European Modular Cultivation System (EMCS). The EMCS has been successfully operated on the International Space Station (ISS) for 7 years with rotors allowing scientific research under Moon and Mars gravity exposures in addition to microgravity conditions. The EMCS modular design provides the possibility to replace the individual subsystems including the entire rotor system.  \nThe TIME SCALE project main objective is to develop an EMCS Advanced Life Support System Breadboard (EMCS ALSS BB) and demonstrate the operational capability for the ISS.  The EMCS rotor baseplate will provide generic interfaces to several compartments of a CRLSS such as higher plants (crops), algae bioreactors and mouse. Scientific knowledge on whole higher plant (crop) physiology and fundamental processes under Moon and Mars gravity conditions are essential to ensure a safe and reliable food supply in future space exploration and integration of higher plants into a CRLSS. As part of the project an EMCS crop cultivation system will be developed and tested. The closed water and nutrient management research and development will include solution for challenges such as lack of thermal convection and the need of optimised technology (e.g. ion specific sensors) to monitor nutrients available for plants. Remote sensing diagnosis of plant health will be implemented using sensors and imaging techniques and Selected Ion Flow Tube Mass Spectrometry (SIFT-MS).\nKnowledge and technology on nutrient and water recycling and early warning for crop suboptimal growth conditions has significant terrestrial relevance for greenhouse systems. The TIME SCALE project bring together Universities and SMEs with the state of the art knowledge and experience needed to develop the EMCS ALSS BB for ISS and has the capacity to utilise the gained knowledge and concepts for terrestrial application.",
    "totalCost": "3871209,36",
    "ecMaxContribution": "3871209",
    "coordinator": "NTNU SAMFUNNSFORSKNING AS",
    "coordinatorCountry": "NO",
    "participants": "Prototech AS;INTERSCIENCE BV;CLEANGROW LTD;INTERSCIENCE BELGIUM;UNIVERSITEIT GENT;DESIGN AND TECHNOLOGIES FOR HIGH PERFORMANCE MECHANICS (DTM) SRL;WAGENINGEN UNIVERSITY;UNIVERSITAET STUTTGART",
    "participantCountries": "NO;NL;IE;BE;IT;DE",
    "projectParticipants": {
        "943777506": {
            "orgId": "943777506",
            "orgName": "INTERSCIENCE BELGIUM",
            "ecContrib": 152500
        },
        "952231444": {
            "orgId": "952231444",
            "orgName": "DESIGN AND TECHNOLOGIES FOR HIGH PERFORMANCE MECHANICS (DTM) SRL",
            "ecContrib": 600938
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 607080
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 135579
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 620625
        },
        "942295443": {
            "orgId": "942295443",
            "orgName": "CLEANGROW LTD",
            "ecContrib": 252438
        },
        "973660490": {
            "orgId": "973660490",
            "orgName": "Prototech AS",
            "ecContrib": 600229
        },
        "923648260": {
            "orgId": "923648260",
            "orgName": "INTERSCIENCE BV",
            "ecContrib": 127500
        }
    },
    "calculatedTotalContribution": 3096889
}