{
    "rcn": "193733",
    "acronym": "CRASK",
    "topics": "ERC-StG-2014",
    "title": "Cortical Representation of Abstract Semantic Knowledge",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "The study of semantic memory considers a broad range of knowledge extending from basic elemental concepts that allow us to recognise and understand objects like ëan appleí, to elaborated semantic information such as knowing when it is appropriate to use a Wilcoxon Rank-Sum test. Such elaborated semantic knowledge is fundamental to our daily lives yet our understanding of the neural substrates is minimal. The objective of CRASK is to advance rapidly beyond the state-of-the-art to address this issue. CRASK will begin by building a fundamental understanding of regional contributions, hierarchical organisation and regional coordination to form a predictive systems model of semantic representation in the brain. This will be accomplished through convergent evidence from an innovative combination of fine cognitive manipulations, multimodal imaging techniques (fMRI, MEG), and advanced analytical approaches (multivariate analysis of response patterns, representational similarity analysis, functional connectivity). Progress will proceed in stages. First the systems-level network underlying our knowledge of other people will be determined. Once this is accomplished CRASK will investigate general semantic knowledge in terms of the relative contribution of canonical, feature-selective and category-selective semantic representations and their respective roles in automatic and effortful semantic access. The systems-level model of semantic representation will be used to predict and test how the brain manifests elaborated semantic knowledge. The resulting understanding of the neural substrates of elaborated semantic knowledge will open up new areas of research. In the final stage of CRASK we chart this territory in terms of human factors: understanding the role of the representational semantic system in transient failures in access, neural factors that lead to optimal encoding and retrieval and the effects of ageing on the system.",
    "totalCost": "1472502",
    "ecMaxContribution": "1472502",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 1472502
        }
    },
    "calculatedTotalContribution": 1472502
}