{
    "rcn": "193767",
    "acronym": "A CACTUS",
    "topics": "ERC-PoC-2014",
    "title": "Antibody-free method for Counting All Circulating TUmour cellS while maintaining them alive and intact",
    "startDate": "01/04/2015",
    "endDate": "30/09/2016",
    "objective": "The problem: Cancer metastases are responsible for 90% of cancer-associated deaths. Circulating tumour cells (CTCs) that enter the blood stream on their way to potential metastatic sites are of obvious interest to evaluate correctly patient treatment and therefore influence outcome. CTCs have been identified in bladder, gastric, prostate, lung, breast and colon cancer. The only FDA approved CTCs detection system is Veridexí CellSearch, which detects only epithelial cancer cells using antibody labelling. Recent evidence showed that non-epithelial cancer cells, which are not detected by CellSearch, are of critical importance in cancer progression. \n\nThe idea: Our CTC detection method is based, instead of on antibody labelling, on metabolic features of cancer cells, thus providing potential for detecting both epithelial and mesenchymal cancer cells. Cancer cells induce environmental changes; e.g. in aerobic conditions most cancer cells display a high rate of glycolysis with lactate production in the cytosol, known as the Warburg effect.  By separating cells into micro-droplets of pico-liter volume using micro-fluidic water-in-oil emulsions and by characterising the microenvironment surrounding them, CTCs are detected by probing for environmental changes using pH sensitive dyes or enzymatic lactate assays. Our inexpensive diagnostic method provides a way to count and isolate CTCs without any labelling while maintaining cells alive and intact for further studies.\n\nThe project: ìA CACTUSî is meant to assess the feasibility of commercialising the developed method for counting and sorting CTCs and develop a proper commercialisation strategy. The final goal of this project is to develop a proposition package consisting of technical proof of concept, the business proposition and strategy and an IP portfolio and strategy. This information will be presented in an attractive business plan that will be proposed to potential investors.",
    "totalCost": "149875",
    "ecMaxContribution": "149875",
    "coordinator": "UNIVERSITA DEGLI STUDI DI UDINE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899281": {
            "orgId": "999899281",
            "orgName": "UNIVERSITA DEGLI STUDI DI UDINE",
            "ecContrib": 149875
        }
    },
    "calculatedTotalContribution": 149875
}