{
    "rcn": "193730",
    "acronym": "DESCRAMBLE",
    "topics": "LCE-02-2014",
    "title": "Drilling in supercritical geothermal condition",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "'The aim of the ìDrilling in dEep, Super-CRitical AMBients of continentaL Europe: DESCRAMBLE' project is to develop novel drilling technologies for a proof-of-concept test of reaching deep geothermal resources and to contribute to a low-carbon European society. To achieve this target the first drilling in the world in an intra-continental site at a middle-crustal level will be performed. The test site is an existing dry well in Larderello, Italy, already drilled to a depth of 2.2 km and temperature of 350 ∞C, which will be further drilled to 3-3.5 km to reach super-critical conditions unexpectedly experienced, and not controlled, in a nearby well in 1979. \nThe project will be organized into two main phases: (1) Drilling in super-critical conditions, including drilling components, well materials, design and control; (2) Geo-Scientific activities for predicting and controlling critical conditions, which considers petrological, physical and chemical characterization, simulation and monitoring, including high temperature and pressure tools.\nMain expected outcomes:\nï Improved drilling concepts in deep crustal conditions\nï New drilling materials, equipment and tools\nï Physical and chemical characterization of deep crustal fluids and rocks\nThe site is perfect for such an experiment, as it is representative of most deep crustal levels in Europe, cost effective since drilling to reach the target is reduced to a minimum, practical due to the high probability of encountering super-critical conditions. The productivity and efficiency of the project are guaranteed by the combination of industrial and research participation and by the recognised expertise of the consortium in geothermal R&D as well as oil and gas drilling, bringing together excellence in the respective sectors. \nDESCRAMBLE will explore the possibility of reaching extremely high specific productivity per well, up to ten times the standard productivity, with a closed loop, zero emission, and reduced land occupation.'",
    "totalCost": "15615955",
    "ecMaxContribution": "6753635",
    "coordinator": "ENEL GREEN POWER",
    "coordinatorCountry": "IT",
    "participants": "STIFTELSEN SINTEF;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;SINTEF PETROLEUM AS;CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL;SINTEF AS;CONSIGLIO NAZIONALE DELLE RICERCHE;TECHNISCHE UNIVERSITAET BERGAKADEMIE FREIBERG",
    "participantCountries": "NO;DE;IT",
    "projectParticipants": {
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 413608
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 943158
        },
        "985816433": {
            "orgId": "985816433",
            "orgName": "ENEL GREEN POWER",
            "ecContrib": 4135000
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 325825
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 425559
        },
        "999583934": {
            "orgId": "999583934",
            "orgName": "TECHNISCHE UNIVERSITAET BERGAKADEMIE FREIBERG",
            "ecContrib": 364909
        },
        "996761913": {
            "orgId": "996761913",
            "orgName": "SINTEF PETROLEUM AS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 6608059
}