{
    "rcn": "193823",
    "acronym": "MAGNIFIC",
    "topics": "GALILEO-3-2014",
    "title": "Multiplying In Africa European Global Navigation Initiatives Fostering Interlaced Cooperation",
    "startDate": "01/02/2015",
    "endDate": "31/07/2017",
    "objective": "MAGNIFIC project aims to enable the development of EGNSS applications through international cooperation. MAGNIFIC proposes to demonstrate to African Stakeholders the benefits of EGNOS and Galileo in 6 market sectors: airport surface vehicle, flight trials, Oil exploitation, Natural resources, highly secured multi-modal transport and use of secured Maritime transport. These applications have been selected based on the 6 priority applications identified in the GSA Action plan on GNSS applications.\nThe selection of Africa was done taking into account that the provision of SBAS over AFI has been considered by EU since the early phase of development of EGNOS. Particularly, countries from West Africa have been selected being those countries the ones with the highest growth foreseen for the next 5 years. \nCertainly, one of the key aspects of the proposed solution is the possibility of the consortium of simulating EGNOS signal thanks to Thales Alenia Space SPEED platform.\nOther key aspects from our solution to be highlighted are:\nï Full range of partners allowing networking among European SMEs, European Industry European Research Centres, African academia, African Air Navigation Stakeholders, African SMEs and African petrol companies.\nï High innovation character, attracting the most important regional companies from Africa, who have committed officially to an active and in-kind participation in the project, multiplying the impact of MAGNIFIC. \nï Galileo SAR demonstrations and Oil exploitation demonstrations showing the added value of GALILEO early services.\nMAGNIFIC project will allow fostering application development through international cooperation, awareness of EGNOS and GALILEO applications outside Europe and ensuring networking among different kind of actors from Europe and Africa.",
    "totalCost": "2342591,25",
    "ecMaxContribution": "1416162,5",
    "coordinator": "PILDO CONSULTING SL",
    "coordinatorCountry": "ES",
    "participants": "TELESPAZIO FRANCE SAS;UNIVERSITE DE LOME;AGENCE POUR LA SECURITE DE LA NAVIGATION AERIENNE EN AFRIQUE ET A MADAGASCAR;SAPHYRION SAGL;\"ABBIA \"\"GNSS TECHNOLOGIES\"\" SARL\";AGENCE POUR LA COOPERATION SCIENTIFIQUE AFRIQUE LUXEMBOURG ASBL;THALES ALENIA SPACE FRANCE;M3 SYSTEMS BELGIUM SPRL;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "FR;TG;SN;CH;LU;BE",
    "projectParticipants": {
        "996969978": {
            "orgId": "996969978",
            "orgName": "UNIVERSITE DE LOME",
            "ecContrib": 27968
        },
        "997899044": {
            "orgId": "997899044",
            "orgName": "TELESPAZIO FRANCE SAS",
            "ecContrib": 33031
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 129049
        },
        "996232875": {
            "orgId": "996232875",
            "orgName": "SAPHYRION SAGL",
            "ecContrib": 0
        },
        "999908205": {
            "orgId": "999908205",
            "orgName": "THALES ALENIA SPACE FRANCE",
            "ecContrib": 496230
        },
        "948314972": {
            "orgId": "948314972",
            "orgName": "\"ABBIA \"\"GNSS TECHNOLOGIES\"\" SARL\"",
            "ecContrib": 156621
        },
        "953609135": {
            "orgId": "953609135",
            "orgName": "AGENCE POUR LA SECURITE DE LA NAVIGATION AERIENNE EN AFRIQUE ET A MADAGASCAR",
            "ecContrib": 116250
        },
        "998162690": {
            "orgId": "998162690",
            "orgName": "PILDO CONSULTING SL",
            "ecContrib": 239422
        },
        "969448459": {
            "orgId": "969448459",
            "orgName": "M3 SYSTEMS BELGIUM SPRL",
            "ecContrib": 110092
        },
        "958162412": {
            "orgId": "958162412",
            "orgName": "AGENCE POUR LA COOPERATION SCIENTIFIQUE AFRIQUE LUXEMBOURG ASBL",
            "ecContrib": 107500
        }
    },
    "calculatedTotalContribution": 1416163
}