{
    "rcn": "193857",
    "acronym": "PREDICTABLE",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Understanding and predicting developmental language abilities anddisorders in multilingual Europe",
    "startDate": "01/03/2015",
    "endDate": "30/04/2019",
    "objective": "PredictAble aims to train a new generation of young scientists at the crossroads between academic research, technological development in the private sector and clinical practice to pioneer an interdisciplinary approach to language related developmental disorders, like specific language impairment (SLI) and developmental dyslexia (DD). The innovative and timely research program will enhance the understanding of the cognitive mechanisms that underlie developmental disorders of spoken and written language by pooling international experts from academia and the private sector. For the first time, PredictAble applies a truly multidisciplinary and cross-linguistic perspective with a unique and novel combination of cutting-edge approaches and techniques for studying mono- and bilingual children. Thus, PredictAble will provide young researchers with an excellent foundation for making scientific progress in this area, in collaboration with technology development and the transfer of research outcomes to applicants in the private sector and the health sector/clinical practice. Highly recognized experts in the area of language acquisition in very young mono- and bilingual children will work together on the acquisition of spoken and written language in a cross-linguistic approach. The complementarity of the different languages in PredictAble will make it possible to identify language-specific and cross-linguistically valid effects. In cooperation with technological partners from the private sector, PredictAble will optimize recently developed technologies in the area of developmental cognitive neuroscience to render them suitable for use with very young children and as diagnostic tools to detect early risks for language-related impairments.",
    "totalCost": "3848639,76",
    "ecMaxContribution": "3848639,76",
    "coordinator": "UNIVERSITAET POTSDAM",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSIDAD POMPEU FABRA;JYVASKYLAN YLIOPISTO;NIRX MEDIZINTECHNIK GMBH;UNIVERSITE PARIS DESCARTES",
    "participantCountries": "ES;FI;DE;FR",
    "projectParticipants": {
        "968695739": {
            "orgId": "968695739",
            "orgName": "NIRX MEDIZINTECHNIK GMBH",
            "ecContrib": 249216
        },
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 743619
        },
        "999854855": {
            "orgId": "999854855",
            "orgName": "UNIVERSITAET POTSDAM",
            "ecContrib": 996866
        },
        "999869793": {
            "orgId": "999869793",
            "orgName": "UNIVERSITE PARIS DESCARTES",
            "ecContrib": 1051502
        },
        "999842245": {
            "orgId": "999842245",
            "orgName": "JYVASKYLAN YLIOPISTO",
            "ecContrib": 807436
        }
    },
    "calculatedTotalContribution": 3848639
}