{
    "rcn": "193816",
    "acronym": "BINGO",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Breeding Invertebrates for Next Generation BioControl (BINGO)",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "BACKGROUND\nSecure and sustainable food production in terms of quantity and quality is a major challenge facing human societies. However, food security is continuously threatened by current and invasive pest species. EU regulations for the use of pesticides are getting stricter to ensure food safety and protect ecosystem health. Biocontrol of agricultural pests by using natural enemies has great potential to deal with these two demands.\nCHALLENGE\nControlling novel exotic pests often involves importing non-native natural enemies. Such practices are undesirable as it poses risks to local biodiversity. Optimizing existing and native biocontrol agents can reduce the dependence on imported natural enemies.\nOBJECTIVE\nBINGO will advance current knowledge in biocontrol practice through the use of natural genetic variation and by simultaneously training 13 young researchers in an extensive suite of interdisciplinary skills. This will allow them to improve the efficiency of biological pest control through selective breeding of natural enemies in a broad range of agricultural systems and environmental conditions.\nHOW\nThe research projects will address current bottlenecks in biocontrol, for rearing, monitoring and performance, that include a broad range of scientific disciplines and in which state-of-the-art population genomics will be applied. Industry has a pivotal role by providing the problems for research, training, and by translating the results to capacity building and increased competitiveness.\nRELEVANCE\nBINGO will deliver improved biocontrol agents, knowledge on the genetic organisation of traits related to agentsí performance, genetic markers for monitoring and risk assessment, and guidelines and protocols for genetic improvement of natural enemies. Crucially, BINGO will deliver eager ESRs that have the potential to thrive in professional environments in science, industry and public bodies to ensure that the biocontrol potential is met and implemented.",
    "totalCost": "3288069",
    "ecMaxContribution": "3288069",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "Biologicke centrum AV CR, v. v. i.;FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS FAO;KOPPERT BV;UNIVERSITAET BREMEN;VETERINAERMEDIZINISCHE UNIVERSITAET WIEN;INSTITUTO VALENCIANO DE INVESTIGACIONES AGRARIAS;RIJKSUNIVERSITEIT GRONINGEN;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;CAB INTERNATIONAL",
    "participantCountries": "CZ;IT;NL;DE;AT;ES;FR;UK",
    "projectParticipants": {
        "999987454": {
            "orgId": "999987454",
            "orgName": "UNIVERSITAET BREMEN",
            "ecContrib": 498433
        },
        "999650961": {
            "orgId": "999650961",
            "orgName": "CAB INTERNATIONAL",
            "ecContrib": 265227
        },
        "999499738": {
            "orgId": "999499738",
            "orgName": "INSTITUTO VALENCIANO DE INVESTIGACIONES AGRARIAS",
            "ecContrib": 495746
        },
        "999851848": {
            "orgId": "999851848",
            "orgName": "VETERINAERMEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 255934
        },
        "972264466": {
            "orgId": "972264466",
            "orgName": "KOPPERT BV",
            "ecContrib": 255374
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 510749
        },
        "999520108": {
            "orgId": "999520108",
            "orgName": "Biologicke centrum AV CR, v. v. i.",
            "ecContrib": 232422
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 255374
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 262876
        },
        "999608281": {
            "orgId": "999608281",
            "orgName": "FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS FAO",
            "ecContrib": 255934
        }
    },
    "calculatedTotalContribution": 3288069
}