{
    "rcn": "193831",
    "acronym": "SKPLUS",
    "topics": "MSCA-RISE-2014",
    "title": "Super-Kamiokande plus",
    "startDate": "01/12/2014",
    "endDate": "30/11/2018",
    "objective": "This proposal is a part of ongoing global efforts to understand the most fundamental elements of matter and their interactions. We aim to investigate neutrino interactions using the existing experimental facility in Japan, the Super-Kamiokande (SK) detector located in the Kamioka Observatory (Gifu Prefecture) and owned by the Partner of this\nProject: the Institute for Cosmic Ray Research of the University of Tokyo.  \n\nFurthermore, we propose a joint work on the design and construction of new neutrino detectors planned at the\nKamioka Observatory. They are Gadzooks! (and its R&D program EGADS), that is an extension to SK, and Hyper-Kamiokande (HK), its next generation detector. These Projects are currently ongoing and in preparation phase, respectively.\n\nWe address several fundamental problems in physics. We do it at different stages: by analyzing the data from SK,\nby building and commissioning Gadzooks!, and by designing HK:\nï Neutrino Oscillations ñ neutrino mass hierarchy (SK, Gadzooks!, HK), leptonic Charge-Parity violation (HK),\nprecise measurement  of mixing parameters (SK, Gadzooks!, HK), \nï Dark Matter ñ search for neutrinos induced by dark matter annihilation/decay in the cosmic space (SK, HK), \nï Nearby Galactic Supernova Physics ñ measurement of neutrinos emitted in the burst (SK, Gadzooks!, HK), \nï Diffuse Supernova Neutrino Background ñ discovery (Gadzooks!) and energy spectrum measurement (HK),\nï Grand Unification ñ search for proton decay (SK, Gadzooks!, HK). \n\nSeconded researchers will work in Japan on those investigations. The collaborative work with the leaders of the field, \nthe Japanese Groups and Research Facilities, should assure the researches and the Participants Groups the gain of \nan invaluable experience from these studies ,covering neutrino physics, cosmology, astrophysics, technical design, construction and operation of water Cherenkov detectors, data analysis techniques, hardware and software development \nfor the new generation detectors.",
    "totalCost": "310500",
    "ecMaxContribution": "310500",
    "coordinator": "UNIVERSIDAD AUTONOMA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "NARODOWE CENTRUM BADAN JADROWYCH;POLITECHNIKA WARSZAWSKA",
    "participantCountries": "PL",
    "projectParticipants": {
        "998361734": {
            "orgId": "998361734",
            "orgName": "NATIONAL UNIVERSITY CORPORATION THEUNIVERSITY OF TOKYO",
            "ecContrib": 0
        },
        "999884052": {
            "orgId": "999884052",
            "orgName": "POLITECHNIKA WARSZAWSKA",
            "ecContrib": 58500
        },
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 193500
        },
        "999506722": {
            "orgId": "999506722",
            "orgName": "NARODOWE CENTRUM BADAN JADROWYCH",
            "ecContrib": 58500
        }
    },
    "calculatedTotalContribution": 310500
}