{
    "rcn": "193840",
    "acronym": "CaBilAvi",
    "topics": "GALILEO-4-2014",
    "title": "Capacity building for aviation stakeholders, inside and outside the EU",
    "startDate": "01/01/2015",
    "endDate": "30/09/2017",
    "objective": "The CaBilAvi consortium proposes a team of complementary skills, mixing experienced staff (GNSS Center of Excellence, Pildo Labs, Aeroclub de Sabadell, Amezen, CATC) with rightly connected partners in the EGNOS emerging countries (Univ of Prague, Univ of Zilina, VUD, F-Air, DSA) to increase the EGNOS usage rate by capacity building. Associated partners (CAA of Czech Republic, Slovakia, Bosnia-Herzegovina, ICAO) help in maximising the impact.\n\n1. The IFR pilot training curriculum will be upgraded to include the use of LPV. Relying on the experience of the local partners in training IFR pilots, this curriculum will also be made available in English for other EU member states to enjoy. \n2. Capacity building will be organised through a series of working groups to learn by doing, building onto the existing material produced by Pildo labs for similar capacity building in the FP7 project SHERPA. Bosnia-Herzegovina already committed to participate for the full pre-operational implementation track, other countries will be invited to join them. The different work shops are also open for enrolment for interested stakeholders, with ICAO expressing support to provide material and help in getting participation to the procedure design and safety case work shop. \n3. VFR pilot awareness activity is led by the Czech and Slovak partners, with a very active involvement of Kosmonauta (PL) and SpecialConcepts (BU) who will use their local connection to the pilot community and the local CAA to adapt, translate and disseminate the material.\n4. Dissemination and promoting of material produced in CaBilAvi, through an interactive portal, as well as a printed information packs targeted at (smaller) airports to explain what benefits EGNSS can offer them, how to get it a procedure. Close links with the Eurocontrol RAISG/ICAO PBNTF meeting and other relevant industry events, to share public deliverables and lessons learned with other ANSPs, CAAs and operators. An EGNOS yearbook will be published.",
    "totalCost": "1857175,75",
    "ecMaxContribution": "1857175",
    "coordinator": "GNSS CENTRE OF EXCELLENCE, ZAJMOVE SDRUZENI PRAVNICKYCH OSOB",
    "coordinatorCountry": "CZ",
    "participants": "KOSMONAUTA.NET SP ZOO;CZECH AVIATION TRAINING CENTER, SRO;F AIR SPOL SRO;SPECIAL CONCEPTS EOOD;DSA AS;PILDO CONSULTING SL;ZILINSKA UNIVERZITA V ZILINE;CESKE VYSOKE UCENI TECHNICKE V PRAZE;TECHNISERV SPOL SRO;VYSKUMNY USTAV DOPRAVNY AS;AERO CLUB BARCELONA SABADELL;AMEZEN",
    "participantCountries": "PL;CZ;BG;ES;SK;FR",
    "projectParticipants": {
        "949084376": {
            "orgId": "949084376",
            "orgName": "SPECIAL CONCEPTS EOOD",
            "ecContrib": 30878
        },
        "951166481": {
            "orgId": "951166481",
            "orgName": "KOSMONAUTA.NET SP ZOO",
            "ecContrib": 30878
        },
        "999848744": {
            "orgId": "999848744",
            "orgName": "CESKE VYSOKE UCENI TECHNICKE V PRAZE",
            "ecContrib": 119058
        },
        "996729127": {
            "orgId": "996729127",
            "orgName": "AERO CLUB BARCELONA SABADELL",
            "ecContrib": 24700
        },
        "996433762": {
            "orgId": "996433762",
            "orgName": "VYSKUMNY USTAV DOPRAVNY AS",
            "ecContrib": 90435
        },
        "941301290": {
            "orgId": "941301290",
            "orgName": "CZECH AVIATION TRAINING CENTER, SRO",
            "ecContrib": 40886
        },
        "942678787": {
            "orgId": "942678787",
            "orgName": "GNSS CENTRE OF EXCELLENCE, ZAJMOVE SDRUZENI PRAVNICKYCH OSOB",
            "ecContrib": 471657
        },
        "941288001": {
            "orgId": "941288001",
            "orgName": "F AIR SPOL SRO",
            "ecContrib": 81253
        },
        "999969606": {
            "orgId": "999969606",
            "orgName": "ZILINSKA UNIVERZITA V ZILINE",
            "ecContrib": 197846
        },
        "941511586": {
            "orgId": "941511586",
            "orgName": "TECHNISERV SPOL SRO",
            "ecContrib": 58534
        },
        "941215154": {
            "orgId": "941215154",
            "orgName": "DSA AS",
            "ecContrib": 58295
        },
        "945599554": {
            "orgId": "945599554",
            "orgName": "AMEZEN",
            "ecContrib": 231300
        },
        "998162690": {
            "orgId": "998162690",
            "orgName": "PILDO CONSULTING SL",
            "ecContrib": 421456
        }
    },
    "calculatedTotalContribution": 1857176
}