{
    "rcn": "193891",
    "acronym": "InnoMan_NRW",
    "topics": "INNOSUP",
    "title": "Enhancing the innovation management capacity of SMEs in North Rhine-Westphalia, Germany",
    "startDate": "01/05/2014",
    "endDate": "31/12/2014",
    "objective": "This project is to be understood as a supplement to existing Enterprise Europe Network activities in North Rhine-Westphalia as well as preparation for future ones. For the period April to December 2014, ZENIT will undertake ñ as part of the existing NRW.Europa project ñ the additional task of ìEnhancing the innovation management capacity of SMEsî.\n\nThis task consists of two service packages pre-defined by the European Commission / EASME and foreseen for a limited number of enterprises: \n1. Beneficiaries of the SME Instrument of Horizon 2020 (Key Account Management, KAM)\n2. SMEs with significant innovation activities and a high potential for internationalization (promising SMEs with gaps in the innovation management system)\n\nWhereas the first action is reserved for beneficiaries of the SME instrument with a dedicated coaching scheme, the second action is targeted at highly promising, innovative enterprises, which will be assisted with a two-step support scheme:\n1. Recording, analysis and evaluation of the individual status quo and of fundamental requirements and possibilities as well as of the threats and risks of the participating enterprises (analysis of needs and gaps, SWOT analysis).\n2. Development and implementation of individual concepts, measures, and activities (action and / or coaching plan). \n\nZENIT considers a combination of self-assessment and interview with a senior consultant to be the most effective solution for the first stage and to fulfil the requirements of CEN / TS 16555-1 (innovation management system).",
    "totalCost": "59500",
    "ecMaxContribution": "47600",
    "coordinator": "ZENIT ZENTRUM FUR INNOVATION UND TECHNIK IN NORDRHEIN-WESTFALEN GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999725457": {
            "orgId": "999725457",
            "orgName": "ZENIT ZENTRUM FUR INNOVATION UND TECHNIK IN NORDRHEIN-WESTFALEN GMBH",
            "ecContrib": 47600
        }
    },
    "calculatedTotalContribution": 47600
}