{
    "rcn": "193885",
    "acronym": "SDIN",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Service Design for Innovation",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Service Design for Innovation (SDIN)-ETN aims to integrate service design and service innovation approaches that are now dispersed into an innovative research training framework; doing so leverages the creative power of service design to foster innovation. Specific objectives are: creating a mass of researchers who can drive widespread application of service design to leapfrog innovation in European organisations; and developing interdisciplinary competences in the key SDIN area and in key service sectors -ICT, public services and utilities. \nSDIN training programme comprises: individual research projects with interdisciplinary supervision (design and management) and non-academic involvement; substantial non-academic training (through hosts and secondments); development of competences in at least one key service sector, with exposure to other sectors; and network wide training with innovative courses, workshops, transferable skills training, and network wide training events. \nA strong consortium with unique combination of expertise will implement SDIN. Academic beneficiaries provide a rich training experience and research competences in service design and service innovation. The three non-academic beneficiaries are innovation leaders in ICT, public services and utilities, providing a rich ground for application of SDIN results to multiple sectors. \nSDIN will have significant impacts on ESRs, partners, and the pursuit of the Innovation Union: SDIN will develop interdisciplinary and multi sectorial competences in ESRs, which are highly valued and have a strong innovation impact on organisations. Beneficiaries will integrate their expertise to build enduring interdisciplinary and multi-sector competences in SDIN. SDINís extensive dissemination will ensure that the results achieved are shared with wider communities, thus producing spill over effects to other sectors. SDIN can make a significant and timely contribution to the Innovation Union strategy.",
    "totalCost": "2283926,12",
    "ecMaxContribution": "2283925,68",
    "coordinator": "UNIVERSIDADE DO PORTO",
    "coordinatorCountry": "PT",
    "participants": "LINKOPINGS UNIVERSITET;V‰rmlands l‰ns landsting;UNIVERSITEIT MAASTRICHT;EDP COMERCIAL-COMERCIALIZACAO DE ENERGIA SA;LANCASTER UNIVERSITY;POLITECNICO DI MILANO;TECHNISCHE HOCHSCHULE KOLN;KARLSTADS UNIVERSITET",
    "participantCountries": "SE;NL;PT;UK;IT;DE",
    "projectParticipants": {
        "941561638": {
            "orgId": "941561638",
            "orgName": "EDP COMERCIAL-COMERCIALIZACAO DE ENERGIA SA",
            "ecContrib": 238356
        },
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 263659
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 255374
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 258061
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 491939
        },
        "999874837": {
            "orgId": "999874837",
            "orgName": "KARLSTADS UNIVERSITET",
            "ecContrib": 263659
        },
        "941555527": {
            "orgId": "941555527",
            "orgName": "Värmlands läns landsting",
            "ecContrib": 263659
        },
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 0
        },
        "998122629": {
            "orgId": "998122629",
            "orgName": "TECHNISCHE HOCHSCHULE KOLN",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 2283923
}