{
    "rcn": "193874",
    "acronym": "IPCOS",
    "topics": "MSCA-ITN-2014-EID",
    "title": "Imprinted Polymers as Coffee Sensors",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Food quality is a global key priority area where technological advances in terms of quality control have been limited. The aim of the IPCOS Network is to bring innovation to the field of food quality by offering an international, interdisciplinary and intersectorial doctoral training programme that will target the development of chemical sensors, using the molecular imprinting technology, for application in the coffee industry, focusing on three main targets: chlorogenic acids, cafestol and kaurene terpenes, caffeine and its metabolites, all of which have been shown to have an impact on consumersí health. This project brings together 2 academic teams, 1 large international company, 1 SME and one non-profit research centre of excellent, supported by 4 associated teams, with a very multidisciplinary and multisectorial expertise. The IPCOS training program will require ESRs to work 50% of their time in industry, providing them with a set of unique scientific and transferable skills that will match both public and private sector needs, together with a strong development of innovation and entrepreneurship ethos, therefore considerably enhancing their career perspectives. All researchers will aim to achieve a doctoral degree at the end of their training. As a result of the close collaborative links, IPCOS will strengthen the innovation capacity of universities/research institutes to commercially exploit their research and enhance the research potential and competitiveness of European companies and SMEs.",
    "totalCost": "1335986,28",
    "ecMaxContribution": "1335986,28",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITA DEGLI STUDI DI TRIESTE;BIOREALIS SRO;ILLYCAFFE S.P.A;CENTER ODLICNOSTI ZA BIOSENZORIKO,INSTRUMENTACIJO IN PROCESNO KONTROLO ZAVOD",
    "participantCountries": "IT;SK;SI",
    "projectParticipants": {
        "969946263": {
            "orgId": "969946263",
            "orgName": "ILLYCAFFE S.P.A",
            "ecContrib": 0
        },
        "945696748": {
            "orgId": "945696748",
            "orgName": "BIOREALIS SRO",
            "ecContrib": 0
        },
        "999842051": {
            "orgId": "999842051",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRIESTE",
            "ecContrib": 516123
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 819864
        },
        "968321901": {
            "orgId": "968321901",
            "orgName": "CENTER ODLICNOSTI ZA BIOSENZORIKO,INSTRUMENTACIJO IN PROCESNO KONTROLO ZAVOD",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1335987
}