{
    "rcn": "193802",
    "acronym": "GreenMethanol",
    "topics": "ERC-PoC-2014",
    "title": "A new process for the manufacture of methanol from waste glycerol",
    "startDate": "01/02/2015",
    "endDate": "31/01/2016",
    "objective": "The idea is to bring to pre-commercial stage a highly effective, economically feasible catalyst for the conversion of glycerol (a waste product from the manufacture of biodiesel) to methanol developed under the ERC Advanced Grant ñ ëAfter the Goldrushí (ERC-2011-AdG-291319). ëAfter the Goldrushí is aimed at developing cheap alternatives to precious metal catalysts, particularly those containing gold and palladium that can be difficult to commercialise due to their high cost. During our initial studies which focused on finding uses for waste glycerol produced from bio-diesel manufacture. We were exploring the use of glycerol as a starting point for the synthesis of valuable compounds using redox reactions involving oxygen and hydrogen transfer reactions. Biodiesel manufacture takes triglycerides and other fatty materials that can be derived from plant or animal sources and reacts this with methanol typically in the presence of liquid sodium hydroxide. The process produces high quality biodiesel together with glycerol as a waste product. Typically on a mass basis 10 tons of biodiesel produce 1 ton of glycerol as an undesired by-product. This waste glycerol is highly contaminated with residual sodium hydroxide and unconverted fats; it represents a huge environmental problem that keeps a brake on the future expansion of biodiesel production. Hence there has been much research dedicated to finding commercially viable uses for this waste glycerol. We have discovered that this waste glycerol can be converted into methanol in the presence of water and this new reaction is the proposal we wish to bring to a proof of concept demonstration stage.",
    "totalCost": "149994",
    "ecMaxContribution": "149994",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 149994
        }
    },
    "calculatedTotalContribution": 149994
}