{
    "rcn": "193888",
    "acronym": "MarineUAS",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Autonomous Unmanned Aerial Systems for Marine and Coastal Monitoring",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "European countries have vast coasts and economic zones that go far into the Atlantic and Arctic oceans and are challenging to monitor and manage. The need to protect and manage the vulnerable natural environment and marine resources in a sustainable manner is an important policy that is manifested in European legislation such as the European Strategy for Marine and Maritime Research. Moreover, the drive towards activities in more remote locations and harsher environment demands new  approaches and technologies. A key technology is the increased use of autonomous unmanned aerial vehicle systems (UAS) instead of manned aircraft, buoys, ships or satellite-based remote sensing. UAS offers potential advantages such as high endurance, reduced cost, increased flexibility and availability, rapid deployment, higher accuracy or resolution, and reduced risk for humans and negative impact on the environment. \n \nDevelopment of UAS technology is complex, inter-disciplinary and requires extensive field testing and airworthiness qualifications to meet the demands by aviation authorities and end-users.\nNo single nation has enough of the intellectual competences (in research, and researcher training) to adequately prepare Europe's researchers for these demanding tasks - which is why this consortium of partners has been brought together in this ETN. \n\nThe ETN MarineUAS is designed to facilitate a comprehensive researcher training programme across a range of partners  in several countries designed to have a high impact on the training of individual researchers, their knowledge and skills, and their future careers. The ETN will establish a unique cooperative environment benefiiting from the partners'  extensive and complementary knowledge, field operational experience, and experimental facilities.",
    "totalCost": "3851103,31",
    "ecMaxContribution": "3851102,88",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "LINKOPINGS UNIVERSITET;FUNDACION ANDALUZA PARA EL DESARROLLO AEROESPACIAL;HONEYWELL INTERNATIONAL SRO;NORUT NORTHERN RESEARCH INSTITUTE AS;UNIVERSIDADE DO PORTO;INNOVATIONSGESELLSCHAFT TECHNISCHE UNIVERSITAT BRAUNSCHWEIG MBH;INSTITUTO SUPERIOR TECNICO;MARITIME ROBOTICS AS;UNIVERSIDAD DE SEVILLA",
    "participantCountries": "SE;ES;CZ;NO;PT;DE",
    "projectParticipants": {
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 527319
        },
        "955314492": {
            "orgId": "955314492",
            "orgName": "MARITIME ROBOTICS AS",
            "ecContrib": 535492
        },
        "999992983": {
            "orgId": "999992983",
            "orgName": "INSTITUTO SUPERIOR TECNICO",
            "ecContrib": 476713
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 476713
        },
        "998189850": {
            "orgId": "998189850",
            "orgName": "FUNDACION ANDALUZA PARA EL DESARROLLO AEROESPACIAL",
            "ecContrib": 247873
        },
        "955586480": {
            "orgId": "955586480",
            "orgName": "INNOVATIONSGESELLSCHAFT TECHNISCHE UNIVERSITAT BRAUNSCHWEIG MBH",
            "ecContrib": 0
        },
        "999621570": {
            "orgId": "999621570",
            "orgName": "NORUT NORTHERN RESEARCH INSTITUTE AS",
            "ecContrib": 286275
        },
        "997834830": {
            "orgId": "997834830",
            "orgName": "HONEYWELL INTERNATIONAL SRO",
            "ecContrib": 232422
        },
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 495746
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 572550
        }
    },
    "calculatedTotalContribution": 3851103
}