{
    "rcn": "193846",
    "acronym": "EPIMAC",
    "topics": "MSCA-ITN-2014-EID",
    "title": "The next generation epigenetic medicine for inflammation",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Epigenetic mechanisms allow cells to adjust gene expression in response to environmental cues. Increased understanding of this area has led to excitement about the potential of applying epigenetic regulation to drug discovery. EPIMAC aims to pursue the potential of epigenetics as a novel and innovative therapeutic modality for immuno-inflammatory diseases, in particular Inflammatory Bowel Disease (IBD). \nIBD is a severe and disabling chronic inflammation of the gastrointestinal tract affecting millions of people worldwide. Current treatment strategies are not successful because the precise etiology unclear. It is increasingly clear that deregulated epigenetic processes are associated with the aberrant inflammatory response seen in IBD. Recent reports suggest that inhibitors of epigenetic modifications developed by GlaxoSmithKline (GSK), such as histone deacetylase (HDAC) inhibitors, bear potential in treating inflammatory states (Nicodeme et al, Nature 2010; Kruidenier et al, Nature 2012). \nThe EPIMAC consortium has the ambition to educate a group of next-generation scientists that master genetics, epigenetics, target discovery, pharmacology, preclinical validation and regulatory issues, and at the same time have a good understanding of clinical implementations of the drug pipeline of our pharmaceutical partner GSK. GSK is one of the world's leading research-based pharmaceutical and healthcare companies that aims to team up with academic partners in EPIMAC through its dedicated discovery performance unit named EpiNova in conjunction with 2  immuno-pharmacology units. An SME specializing in epigenetic compound targeting to inflammatory cells, Chroma Therapeutics, will contribute technology to EPIMAC. EPIMAC will educate and train these scientists by providing them with a versatile and multidisciplinary doctoral program, allowing them to become excellent scientists skilled to overcome the current challenges in IBD.",
    "totalCost": "1294785",
    "ecMaxContribution": "1294785",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "GLAXOSMITHKLINE RESEARCH AND DEVELOPMENT LTD.",
    "participantCountries": "UK",
    "projectParticipants": {
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 1021497
        }
    },
    "calculatedTotalContribution": 1021497
}