{
    "rcn": "193868",
    "acronym": "List_MAPS",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Training and research in Listeria monocytogenes Adaptation through Proteomic and Transcriptome deep Sequencing Analysis",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "List_MAPS is a network dedicated to the training of innovative young researchers in the field of Microbiology and Systems Biology. It focuses on Listeria monocytogenes, an ubiquitous pathogen that is in the EU the leading cause of mortality and food recalls due to foodborne pathogens, costing the EU millions of euro per annum in medical care and associated costs in the food sector. ESRs will develop scientific expertise through PhD training, mobility of researchers, summer schools, workshops and transfer-of-knowledge in the areas of Transcriptomics, Proteomics, Sequencing and Systems Biology. Working in this dynamic state-of-the-art field will provide for training of ESRs to the highest level, with co-operation and movement between academia and industry that will enhance ESR training. The overall objective of the research programme is to tackle food safety through the combination of high throughput Epigenetics, Deep sequencing of transcripts, Proteomics, Bioinformatics, Mathematics and Microbiology to decipher the transcriptional regulatory circuitry that drives adaptation and virulence of L. monocytogenes from farm to fork. This information will be exploited to understand how environmental conditions and food composition can influence GI tract adaptation/virulence and to develop an innovative transcriptome-based tool to assess in silico the virulence of large collections of isolates. This developed tool aims at replacing the currently used burdensome animal models. \nIn addition to excellent scientific competences, competitive research requires a range of transferable skills to secure funding, optimise management of working teams and exploit research results. List_MAPS proposes an innovative approach to the training of ESRs in these transferable skills, combining socio-constructivist learning theory with Open Educational Resources to design and provide blended learning courses. This will secure world-class training for creative, entrepreneurial and innovative ESRs.",
    "totalCost": "2841979,5",
    "ecMaxContribution": "2841979,5",
    "coordinator": "UNIVERSITE DE BOURGOGNE",
    "coordinatorCountry": "FR",
    "participants": "NATIONAL UNIVERSITY OF IRELAND GALWAY;KOBENHAVNS UNIVERSITET;SYDDANSK UNIVERSITET;GENXPRO GMBH;WAGENINGEN UNIVERSITY;BIOFILM CONTROL SAS;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "participantCountries": "IE;DK;DE;NL;FR",
    "projectParticipants": {
        "964170495": {
            "orgId": "964170495",
            "orgName": "BIOFILM CONTROL SAS",
            "ecContrib": 131438
        },
        "986752095": {
            "orgId": "986752095",
            "orgName": "GENXPRO GMBH",
            "ecContrib": 290753
        },
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 290082
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 255374
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 398512
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 525751
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 265675
        },
        "999839820": {
            "orgId": "999839820",
            "orgName": "UNIVERSITE DIJON BOURGOGNE",
            "ecContrib": 0
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 290082
        }
    },
    "calculatedTotalContribution": 2447667
}