{
    "rcn": "193851",
    "acronym": "DREAM-GO",
    "topics": "MSCA-RISE-2014",
    "title": "Enabling Demand Response for short and real-time Efficient And Market Based smart Grid Operation  - An intelligent and real-time simulation approach",
    "startDate": "01/02/2015",
    "endDate": "31/01/2019",
    "objective": "Smart Grid (SG) concepts are rapidly being transferred to the market and huge investments have been made in renewable based electricity generation and rolling out smart meters. However, the present state of the art does not ensure neither a good return of investment nor a sustainable and efficient power system. The work so far in the EU involves mainly larger stakeholders, namely power utilities and manufacturers more focused on production and grid resources. A closer attention to the demand side of the system is required, and especially in the interaction with the new methods for SG management.\nEfficient power systems require the optimal use of the available resources to cope with demand requirements and Demand Response (DR) programs with adequate business models can leverage demand flexibility both on centralized and distributed models, as renewable energygeneration is highly dependable of uncontrolled factors (as wind and solar radiation) for which anticipated forecasts are hardly trustful.   \nDREAM-GO puts together research teams from the EU and US thus taking advantage of US experience in DR, teaming up academic partners with pioneer work in smart grid management and non-academic partners (SMEs) with the required know how and infrastructure to jointly produce relevant advancements in the state of the art. SME participation will ensure cross-fertilization of ideas and competences to build a knowledge network targeting the scientific community and other smart grid actors, as power resource managers, grid operators and resource aggregators, and ultimately targeting consumers (through consumers organisations and curtailment service providers) on the demand side. The main goal is to create a framework with the required methods and solutions to facilitate the adoption of the results in final applications, by providing grounded scientific knowledge to possible pathways for future implementation of a more efficient SG system in the EU.",
    "totalCost": "2385000",
    "ecMaxContribution": "2160000",
    "coordinator": "INSTITUTO POLITECNICO DO PORTO",
    "coordinatorCountry": "PT",
    "participants": "VIRTUAL POWER SOLUTIONS SA;UNIVERSITAET DUISBURG-ESSEN;NEBUSENS, S.L.;DISCOVERGY GMBH;UNIVERSIDAD DE SALAMANCA",
    "participantCountries": "PT;DE;ES",
    "projectParticipants": {
        "940009638": {
            "orgId": "940009638",
            "orgName": "DISCOVERGY GMBH",
            "ecContrib": 238500
        },
        "951695228": {
            "orgId": "951695228",
            "orgName": "NEBUSENS, S.L.",
            "ecContrib": 220500
        },
        "999843312": {
            "orgId": "999843312",
            "orgName": "UNIVERSITAET DUISBURG-ESSEN",
            "ecContrib": 0
        },
        "935379634": {
            "orgId": "935379634",
            "orgName": "VIRTUAL POWER SOLUTIONS SA",
            "ecContrib": 351000
        },
        "999846610": {
            "orgId": "999846610",
            "orgName": "UNIVERSIDAD DE SALAMANCA",
            "ecContrib": 504000
        },
        "991473861": {
            "orgId": "991473861",
            "orgName": "INSTITUTO POLITECNICO DO PORTO",
            "ecContrib": 846000
        }
    },
    "calculatedTotalContribution": 2160000
}