{
    "rcn": "193812",
    "acronym": "BlueStep",
    "topics": "ERC-PoC-2014",
    "title": "Blue Combustion for the Storage of Green Electrical Power",
    "startDate": "01/03/2015",
    "endDate": "31/08/2016",
    "objective": "The detrimental consequences of global warming and the scarceness of fossil energy resources make an increasing use of renewable energy sources imperative. However, the inherent volatility of most of these energy sources requires both the installation of fast fossil backup power and large amounts of storage capacity. In the ERC funded project GREENEST the fundamentals of an ultra-wet gas turbine cycle are developed. In the proposed project BlueStep :  Blue Combustion for the Storage of Green Electrical Power, the idea of ultra-wet combustion is extended towards the demonstration of a very effective and clean energy storage and conversion technology. Excess renewable electrical energy is utilized in a high pressure electrolysis process to produce hydrogen and oxygen. Both gases are stored at high pressure and their combustion, referred to as blue combustion, can be directly incorporated in existing base load steam power plants, resulting in the BlueStep cycle. Combustion takes place in the steam cycle of the plant and the exhaust gases consist solely of steam that can further expand in the remaining stages of the closed steam cycle. Depending on the mode of application, the power output of the plant and the efficiency of the cycle can be enhanced significantly. The proposed BlueStep cycle outclasses competing technologies in terms of efficiency, flexibility, space requirements, and investment costs. In a highly conservative market sector the proposed technology offers an economical and efficient method to realize extensive energy storage. The proposal comprises two key aspects: (1) the demonstration of diluted hydrogen-oxygen combustion under engine conditions to prove the technical feasibility of the technique to future customers; and (2) the development of a thorough business plan for the construction and operation of a full scale BlueStep energy storage plant to show the high economic potential of the concept to future investors.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "TECHNISCHE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}