{
    "rcn": "193898",
    "acronym": "CARISMA",
    "topics": "SC5-05a-2014",
    "title": "Coordination and Assessment of Research and Innovation in Support of Climate Mitigation Actions",
    "startDate": "01/02/2015",
    "endDate": "31/07/2018",
    "objective": "The CARISMA project has two overall objectives. First, through effective stakeholder consultation and communication leading to improved coordination and assessment of climate change mitigation options, it aims to benefit research and innovation efficiency as well as international cooperation on research and innovation and technology transfer. Second, it seeks to assess policy and governance questions that shape the prospects of climate change mitigation options, and discuss the results with representatives from the CARISMA target audiences to incorporate what can be learned for the benefit of climate change mitigation. \n\nThe experienced, interdisciplinary and diverse CARISMA consortium has an extensive track record of collaborating in Framework Programme projects. It combines capacity for technological, environmental, economic and social assessment with deep expertise across a range of climate change mitigation options, encompassing mature and emerging technologies as well as practices and governance, which are increasingly identified as important areas to achieve deep greenhouse gas emission reductions. \n \nCommunication with, and support to, the CARISMA target audiences are an integral part of the project. In all inventory and assessment activities envisaged in the project, interaction with stakeholders is a key part. To facilitate coordination and avoid overlap, these activities are overseen by a dedicated work package. The target audiences include national and local policymakers, innovation and strategy managers in business and industry, research funding organisations and the research community. \n\nThe CARISMA project will result in online platform services, face-to-face interactions, policy briefs and publications and increased capacity in the EU, Accession Countries and beyond, to address the climate change challenge and move towards a green, innovative and thriving global economy.",
    "totalCost": "2066653,75",
    "ecMaxContribution": "2064403,75",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "CDC CLIMAT;I4CE - INSTITUTE FOR CLIMATE ECONOMICS;CENTRE FOR EUROPEAN POLICY STUDIES;STICHTING JOINT IMPLEMENTATION NETWORK;STIFTELSEN THE STOCKHOLM ENVIRONMENT INSTITUTE;ZENTRUM FUER EUROPAEISCHE WIRTSCHAFTSFORSCHUNG GmbH;ENVIROS SRO;UNIVERSITY OF PIRAEUS RESEARCH CENTER;DANMARKS TEKNISKE UNIVERSITET;UNIVERSITAET GRAZ",
    "participantCountries": "FR;BE;NL;SE;DE;CZ;EL;DK;AT",
    "projectParticipants": {
        "926787277": {
            "orgId": "926787277",
            "orgName": "I4CE - INSTITUTE FOR CLIMATE ECONOMICS",
            "ecContrib": 55625
        },
        "999747670": {
            "orgId": "999747670",
            "orgName": "CENTRE FOR EUROPEAN POLICY STUDIES",
            "ecContrib": 332438
        },
        "999873188": {
            "orgId": "999873188",
            "orgName": "UNIVERSITAET GRAZ",
            "ecContrib": 144086
        },
        "999586941": {
            "orgId": "999586941",
            "orgName": "UNIVERSITY OF PIRAEUS RESEARCH CENTER",
            "ecContrib": 206562
        },
        "997911169": {
            "orgId": "997911169",
            "orgName": "ENVIROS SRO",
            "ecContrib": 58641
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 512539
        },
        "972752376": {
            "orgId": "972752376",
            "orgName": "CDC CLIMAT",
            "ecContrib": 0
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 187438
        },
        "994451858": {
            "orgId": "994451858",
            "orgName": "STICHTING JOINT IMPLEMENTATION NETWORK",
            "ecContrib": 294760
        },
        "999450268": {
            "orgId": "999450268",
            "orgName": "STIFTELSEN THE STOCKHOLM ENVIRONMENT INSTITUTE",
            "ecContrib": 227890
        },
        "999517295": {
            "orgId": "999517295",
            "orgName": "ZENTRUM FUER EUROPAEISCHE WIRTSCHAFTSFORSCHUNG GmbH",
            "ecContrib": 44425
        }
    },
    "calculatedTotalContribution": 2064404
}