{
    "rcn": "193890",
    "acronym": "InnovImp",
    "topics": "INNOSUP",
    "title": "Improving the Innovation Management Capacities of SMEs",
    "startDate": "01/05/2014",
    "endDate": "31/12/2014",
    "objective": "The InnovImp proposal is designed to provide in-depth innovation management support services to SMEs based in the Maltese Islands due to an absence of such affordable assistance in the market.  The proposal also outlines how beneficiaries of the H2020 SME Instrument will receive specific support by the Enterprise Europe Network through the supported coaching assignments addressing innovation weaknesses.  The service portfolio outlined in the InnovImp proposal being funded under H2020, totally complements the other actions being funded under the COSME programme and the proposal ensures that the right synergies will be created to result in the desired impact particularly by removing the innovation management inefficiencies of the client SME.  For instance, whereas under COSME new innovation opportunities through partnering may arise, the new services funded under this H2020 call shall enhance the innovation management performance of the enterprise. In this way making their innovation processes more effective and efficient or, specifically for the beneficiaries of SME instrument identifies barriers to might hinder the SME to realise economic impact from its supported project. \nInnovImp foresees the use of dedicated assessment tools to gauge gaps and weaknesses in the client's innovation process, and these will be based on the latest CEN definition of an innovation management system. \nThe InnovImp proposal supports and endorses the objectives outlined in the Competitiveness of Small and Medium Sized Enterprises [COSME] and Horizon2020 [H2020] programmes which both anticipate new and enhanced support mechanisms to help European SMEs. Moreover the delivery of such services through the only Enterprise Europe Network in the Maltese Islands strengthens the relevance of this work programme since the Malta Network enjoys both an embedded position in the local advisory eco-system and significant proximity to the targeted client base.",
    "totalCost": "10500",
    "ecMaxContribution": "8400",
    "coordinator": "MALTA ENTERPRISE",
    "coordinatorCountry": "MT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999570354": {
            "orgId": "999570354",
            "orgName": "MALTA ENTERPRISE",
            "ecContrib": 8400
        }
    },
    "calculatedTotalContribution": 8400
}