{
    "rcn": "193804",
    "acronym": "BioStealth",
    "topics": "ERC-PoC-2014",
    "title": "Explore the potentialities of biostealth coatings for tissue engineering and reconstructive medicine",
    "startDate": "01/02/2015",
    "endDate": "31/07/2016",
    "objective": "BioStealth production of implant coatings provides an exciting business opportunity. BioStealth offers unique advantages of societal and economic importance, such as public health and sick leave. \n\nBiocompatible materials, i.e. materials with proper cell response upon implantation, are attractive for restoring body function. Conventional implant coating methods lack in quality and therefore the majority, if not all, bio-coatings fail in proper interaction with host tissue, either caused by absence of biological triggers, biofouling or unwanted chemistry. This lack of proper interaction occurs fast upon implantation and disturbs specific cell interaction, eventually causing infections. Mostly, patients need rehospitalization which increase health care costs.\n\nBioStealth produces easy and cheap implant coatings by dipping or spraying lipids. BioStealth lipid coatings are air-stable and suitable for in-vivo use. BioStealth can be applied to FDA approved implant materials without changing the mechanical properties, which is key for tissue engineering and reconstructive medicine. BioStealth coatings have a tunable composition which makes them an ideal coating to improve interactions with cells. These factors greatly enhance application potential. \n\nNon-fouling lipids were suggested before, but as hydrogels are used for preconditioning implants, air-stability, fast procedures, tunable capability and the range of materials that can be coated and used in-vivo is very limited. In BioStealth innovative, robust conditioning of implants with plasma is used for lipid attachment, creating a breakthrough in integration of implants with tissue. \n\nA business case will be developed for BioStealth, covering different markets and routes for market introduction. Results of market analysis and financing needs will be combined with science-based technology comparison and used for discussions with potential industry partners. Several companies have already expressed interest in BioStealth.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}