{
    "rcn": "193881",
    "acronym": "CLOSPORE",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "UNDERSTANDING THE CLOSTRIDIUM SPORE, A PREREQUISTE FOR DISEASE INTERVENTIONS AND EXPLOITATION",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Bacterial endospores are the most resistant life-forms on earth and the most important single feature of the genus Clostridium. Thus, whilst the pathogenesis of its notorious pathogens (C. botulinum, C. perfringens and C. difficile) is ascribed to the devastating toxins produced (neurotoxins, endotoxins and cytotoxins), it is their capacity to produce spores that lies at the heart of the diseases they cause. This is because spores play the pivotal role in the spread of infection (eg, C. difficile) and in foodstuff contamination and food poisoning (eg, C. botulinum and C. perfringens). The processes of spore formation (sporulation) and germination (return of the dormant spore to toxin-producing, vegetative cells), therefore, represent key intervention points. On the other hand, the majority of clostridia are entirely benign and can sustainably produce all manner of useful chemicals and fuels. Crucially, the regulation of chemical production is intimately linked to that of sporulation. Spores of benign species may also be used as a delivery system for treating cancer. Yet, despite the sporeís importance, little is known of the developmental processes of sporulation and germination. This is because research and training efforts on Clostridium spores are fragmented and there is no coherence between researchers working on pathogenic and industrially important species. CLOSPORE will address this deficiency by pooling the resources of Europeís leading universities, research organisations and companies, to create an intersectorial Research and Training Programme that is multi-facetted, interdisciplinary and focused on clostridial spores. Accordingly, CLOSPORE will produce the innovative, applied research leaders of the future, able to tackle the big societal challenges facing Europe and the world.",
    "totalCost": "3910777,56",
    "ecMaxContribution": "3910777,56",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "NIZO FOOD RESEARCH BV;HELSINGIN YLIOPISTO;Green Biologics Ltd.;UNIVERSIDADE NOVA DE LISBOA;INSTITUT PASTEUR;PURAC BIOCHEM BV;INSTITUTO DE TECNOLOGIA QUIMICA E BIOLOGICA - UNIVERSIDADE NOVA DE LISBOA;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "NL;FI;UK;PT;FR",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 819864
        },
        "998610054": {
            "orgId": "998610054",
            "orgName": "PURAC BIOCHEM BV",
            "ecContrib": 510749
        },
        "999740977": {
            "orgId": "999740977",
            "orgName": "NIZO FOOD RESEARCH BV",
            "ecContrib": 510749
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 538291
        },
        "999864943": {
            "orgId": "999864943",
            "orgName": "INSTITUTO DE TECNOLOGIA QUIMICA E BIOLOGICA - UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 0
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 255374
        },
        "944208477": {
            "orgId": "944208477",
            "orgName": "Green Biologics Ltd.",
            "ecContrib": 273288
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 525751
        },
        "960782479": {
            "orgId": "960782479",
            "orgName": "UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 476713
        }
    },
    "calculatedTotalContribution": 3910779
}