{
    "rcn": "193803",
    "acronym": "WETFEET",
    "topics": "LCE-01-2014",
    "title": "Wave Energy Transition to Future by Evolution of Engineering and Technology",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "The recent experience with ocean wave energy have revealed issues with reliability of technical components, survivability, high development costs and risks, long time to market, as well as industrial scalability of proposed and tested technologies. However the potential of wave energy is vast, and also positive conclusions have been drawn, in particular that wave energy is generally technically feasible. \nHaving substantial insight into successes and drawbacks in past developments and existing concepts, the promoters have identified ëbreakthrough featuresí that address the above mentioned obstacles, i.e. components, systems and processes, as well as the respective IP. These breakthroughs are applied to two wave concepts, the OWC and the Symphony, under development by members of the consortium. The following main avenues have been identified:\n\n 1. Survivability breakthrough via device submergence under storm conditions;\n 2. O&M (operation and maintenance) breakthrough via continuous submergence and adaption of components and strategies;\n 3. PTO breakthrough via dielectric membrane alternatives to the ìclassicalî electro-mechanical power take-off equipment;\n 4. Array breakthrough via sharing of mooring and electrical connections between nearby devices, as well as integral approach to device interaction and compact aggregates;\n\nWETFEET addressees Low-carbon Energies specific challenges by targeting a set of breakthroughs for wave energy technology, an infant clean energy technology with vast potential. \n\nThe breakthrough features of WETFEET are developed and tested on the platform of two specific converter types (OWC and Symphony) with near-term commercial interest, and a large part of the results can make a general contribution to the sector, being implemented in other technologies.",
    "totalCost": "3456883,75",
    "ecMaxContribution": "3456883,25",
    "coordinator": "WAVEC/OFFSHORE RENEWABLES - CENTRO DE ENERGIA OFFSHORE ASSOCIACAO",
    "coordinatorCountry": "PT",
    "participants": "AURORA VENTURES LIMITED;INNOSEA;TRELLEBORG RIDDERKERK BV;UNIVERSITAT LINZ;UNIVERSITY OF PLYMOUTH;SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA;UNIVERSITA DEGLI STUDI DI TRENTO;SELMAR SRL;TEAMWORK TECHNOLOGY BV;THE UNIVERSITY OF EDINBURGH;INSTITUTO SUPERIOR TECNICO;EDP INOVACAO SA",
    "participantCountries": "UK;FR;NL;AT;IT;PT",
    "projectParticipants": {
        "994789806": {
            "orgId": "994789806",
            "orgName": "EDP INOVACAO SA",
            "ecContrib": 37422
        },
        "999892976": {
            "orgId": "999892976",
            "orgName": "UNIVERSITAT LINZ",
            "ecContrib": 161750
        },
        "999431547": {
            "orgId": "999431547",
            "orgName": "TEAMWORK TECHNOLOGY BV",
            "ecContrib": 671602
        },
        "932040021": {
            "orgId": "932040021",
            "orgName": "AURORA VENTURES LIMITED",
            "ecContrib": 82031
        },
        "999854661": {
            "orgId": "999854661",
            "orgName": "UNIVERSITY OF PLYMOUTH",
            "ecContrib": 298029
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 285000
        },
        "999543485": {
            "orgId": "999543485",
            "orgName": "WAVEC/OFFSHORE RENEWABLES - CENTRO DE ENERGIA OFFSHORE ASSOCIACAO",
            "ecContrib": 722999
        },
        "999992983": {
            "orgId": "999992983",
            "orgName": "INSTITUTO SUPERIOR TECNICO",
            "ecContrib": 313625
        },
        "958490466": {
            "orgId": "958490466",
            "orgName": "SELMAR SRL",
            "ecContrib": 132500
        },
        "941405274": {
            "orgId": "941405274",
            "orgName": "INNOSEA",
            "ecContrib": 135938
        },
        "999884731": {
            "orgId": "999884731",
            "orgName": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
            "ecContrib": 100611
        },
        "931751155": {
            "orgId": "931751155",
            "orgName": "TRELLEBORG RIDDERKERK BV",
            "ecContrib": 388175
        }
    },
    "calculatedTotalContribution": 3329682
}