{
    "rcn": "193858",
    "acronym": "Photo4Future",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Accelerating photoredox catalysis in continuous-flow systems",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The use of visible light energy to induce chemical transformations constitutes an interesting and green activation mode of organic molecules. However, implementation of this energy source in organic synthetic methodologies and in the industrial production of fine chemicals has been challenging. The Photo4Future Innovative Training Network establishes a training network with five beneficiaries from academia and five beneficiaries from industry to tackle the challenges associated with photochemistry in a coherent and comprehensive fashion. In total 13 Early Stage Researchers will be recruited within the Photo4Future network. The network will provide them with opportunities to undertake research with the aim to overcome the current limitations towards the applicability and scalability of photochemical transformations. This will be achieved through a rational design of novel photocatalytic methodologies, improved catalytic systems and innovative photoreactors. Furthermore, the ESRs will be trained in the Photo4Future graduate school, covering training in scientific, personal and complementary skills. All the ESRs will perform two secondments, of which at least one is carried out with an industrial partner. Consequently, the ESRs will have improved career prospects and a higher employability. Due to the high degree of industrial participation, the Photo4Future network will provide an innovation-friendly environment where scientific results can grow and become products or services that will benefit European economies.",
    "totalCost": "2248434,36",
    "ecMaxContribution": "2248434,36",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "THALESNANO NANOTECHNOLOGIAI KUTATO-FEJLESZTO ZRT;UNIVERSITAET LEIPZIG;UNIVERSIDAD DE CORDOBA;JANSSEN CILAG SA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "HU;DE;ES;FR;BE",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 766123
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "999872703": {
            "orgId": "999872703",
            "orgName": "UNIVERSIDAD DE CORDOBA",
            "ecContrib": 247873
        },
        "994433816": {
            "orgId": "994433816",
            "orgName": "THALESNANO NANOTECHNOLOGIAI KUTATO-FEJLESZTO ZRT",
            "ecContrib": 223914
        },
        "950874026": {
            "orgId": "950874026",
            "orgName": "JANSSEN CILAG SA",
            "ecContrib": 247873
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 250560
        },
        "999854564": {
            "orgId": "999854564",
            "orgName": "UNIVERSITAET LEIPZIG",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 2248435
}