{
    "rcn": "193872",
    "acronym": "MAGICBULLET",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Peptide-Drug Conjugates for Targeted Delivery in Tumor Therapy",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Many tumor cells are characterized by the overexpression of certain antigens. Molecules that specifically recognize these structures are suitable as homing devices in tumor therapy. Conjugates of anticancer drugs with such a delivery vector targeting tumors would be a ìmagic bulletî according to the Nobel laureate Paul Ehrlich. Three antibody-drug conjugates (ADC) have already been approved for anticancer therapy. However, ADC have e.g. limitations with respect to tumor penetration, high manufacturing costs, and require challenging conjugation chemistry. Peptide-drug conjugates can have a high drug loading, easily penetrate tissue, and can be easily prepared in a homogenous form with straightforward and well-defined conjugation chemistry. \nThe ETN MAGICBULLET will focus on chemistry-driven approaches toward conjugates between peptides (delivery vectors) that recognize tumors and anticancer drugs (payloads or warheads) in order to selectively fight cancer, a topic with a high demand of research activities. The ETN will develop and validate an array of new peptide-drug conjugates combining either known tumor-specific peptides or newly discovered tumor-homing peptides with potent cytotoxic drugs. The tumor-selective peptides are designed for cellular uptake mediated either by endocytosis or by cell-penetrating peptides. The consortium of the ETN MAGICBULLET covers tumor biology, biochemistry, pharmacology, synthetic chemistry, medicinal chemistry, spectroscopy, conformational analysis, and computational chemistry. \nThe training program focuses on multidisciplinary research to explore and validate molecular targets for innovative treatment or investigations on the molecular mechanisms in organ-specific metastatic growth processes. It aims at scientific multilingualism and relies e.g. on concerted learning, a combination of introductory training, hands-on learning ìon the benchî, teaching by peers, and training in additional skills.",
    "totalCost": "3746420,28",
    "ecMaxContribution": "3746420,28",
    "coordinator": "UNIVERSITAET BIELEFELD",
    "coordinatorCountry": "DE",
    "participants": "EXIRIS SRL;HEIDELBERG PHARMA GMBH;HELSINGIN YLIOPISTO;UNIVERSITAET ZU KOELN;EOTVOS LORAND TUDOMANYEGYETEM;UNIVERSITA DEGLI STUDI DELL'INSUBRIA;UNIVERSITA DEGLI STUDI DI MILANO;Orszagos Onkologiai Intezet",
    "participantCountries": "IT;DE;FI;HU",
    "projectParticipants": {
        "999896468": {
            "orgId": "999896468",
            "orgName": "EOTVOS LORAND TUDOMANYEGYETEM",
            "ecContrib": 447827
        },
        "947594747": {
            "orgId": "947594747",
            "orgName": "EXIRIS SRL",
            "ecContrib": 258061
        },
        "999855243": {
            "orgId": "999855243",
            "orgName": "UNIVERSITA DEGLI STUDI DELL'INSUBRIA",
            "ecContrib": 516123
        },
        "999854370": {
            "orgId": "999854370",
            "orgName": "UNIVERSITAET BIELEFELD",
            "ecContrib": 498433
        },
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 249216
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 538291
        },
        "952175863": {
            "orgId": "952175863",
            "orgName": "HEIDELBERG PHARMA GMBH",
            "ecContrib": 498433
        },
        "991549909": {
            "orgId": "991549909",
            "orgName": "Orszagos Onkologiai Intezet",
            "ecContrib": 223914
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 516123
        }
    },
    "calculatedTotalContribution": 3746421
}