{
    "rcn": "193865",
    "acronym": "Swennis",
    "topics": "INNOSUP",
    "title": "SweNet Innovation Specialist and Key Account Manager Service",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "The Swedish consortium working with Enterprise Europe Network will deliver services within the action îEstablishing services enhancing the innovation management capacity of SMEí in the Enterprise Europe Networkî during 2014 and onwards. This proposal only covers services to be delivered during 2014 even though services to involved SMEs will proceed in 2015 to 2020. \nThe project will involve six partners where The Swedish Agency for Economic and Regional  Growth will be the coordinator. Swerea, Acreo and Centek will be the partners delivering services, both as Key Account Manager and as Innovation Specialists. Partners ALMI Mitt, SIK and Uminova will be involved in a reference group together with the NCP for SMEs. \nThis application consists of four work packages: \nWP0 Integrate the KAM and EEN Innovation specialist services with the national supporting system for innovation and H2020\nWP1 Provide Key account management (KAM) services for the beneficiaries of the SME Instrument\nWP2 Provide Innovation specialist services for selected SMEs to enhance their innovation management capacity.\nWP3 Manage the WP processes, tool development and training \nIn total there will be six employees from Swerea, Acreo and Centek that will be delivering the services in WP 1 and 2 during 2014. \nThe estimated number of SMEs participating in 2014 are 50 were 10 is coming from the SME Instrument and 40 will be selected for innovation management services. The selection will be made by a reference group in consensus to ensure that  selected companies have a high growth potential. We will take into account both branch experience and geographic closeness to be able to signpost clients to the most appropriate partner.\nThe tool to be used for enhancing innovation management capacity will be IMP3rove. The tool to be used by the staff working as KAM will be decided upon before the start of the action. All staff involved will be trained in using the tools before start.",
    "totalCost": "139562,5",
    "ecMaxContribution": "111650",
    "coordinator": "Tillv‰xtverket",
    "coordinatorCountry": "SE",
    "participants": "SWEREA IVF AB;RISE ACREO AB;LTU BUSINESS AB",
    "participantCountries": "SE",
    "projectParticipants": {
        "975248477": {
            "orgId": "975248477",
            "orgName": "Tillväxtverket",
            "ecContrib": 0
        },
        "999738746": {
            "orgId": "999738746",
            "orgName": "LTU BUSINESS AB",
            "ecContrib": 22330
        },
        "999979791": {
            "orgId": "999979791",
            "orgName": "RISE ACREO AB",
            "ecContrib": 44660
        },
        "999475294": {
            "orgId": "999475294",
            "orgName": "SWEREA IVF AB",
            "ecContrib": 44660
        }
    },
    "calculatedTotalContribution": 111650
}