{
    "rcn": "193819",
    "acronym": "European IPR Helpdesk",
    "topics": "INNOSUP-2-2014",
    "title": "The European IPR Helpdesk",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "'The European IPR Helpdesk, funded under the Horizon 2020 programme, supports at an EU level cross-border SME and research activities to: manage, diffuse and valorise technologies and other Intellectual Property (IP) Rights and IP Assets. It provides support products and services, including:  support to candidates and participants in programmes such as Horizon 2020 and COSME on their IP needs, free of charge; a website; publication of material and tools; training events (in person and virtual); communication and outreach activities (events, social media, editorial content, and campaigns to publicise IP success). To support its activities and to gain an increased outreach, it will communicate extensively with stakeholders and base the development of its products and services on target user needs. It will network with innovation stakeholders and develop specific cooperation schemes with them (e.g. Ambassador scheme). These stakeholders include international and national IP organisations/initiatives such as: National Intellectual Property Offices (NIPOs), IPORTA; EPO, OHIM and WIPO; and other IPR Helpdesks (ASEAN, China, MERCOSUR, and 'Indian' (EBTC)). The Helpdesk will closely cooperate with the Enterprise Europe Network (EEN) and sectorial SME associations to reach out to SMEs at a regional/local level. To ensure maximum outreach to its stakeholders across the EU, and beyond, the European IPR Helpdesk will cooperate with National Contact Points for FP7/Horizon 2020, EU trans-national innovation support networks and the EC. The Helpdesk's main goal is to support IP capacity building along the full scale of IP practices (from awareness to strategic use) with an emphasis on IP exploitation. This IP competencies empowerment will focus on SMEs, participants and candidates in EU-funded projects, and EU innovation stakeholders for an increased diffusion of IP into the EU innovation ecosystem. Over 2,000 SMEs will be supported each year, and over 20 IPR guides published.'",
    "totalCost": "3999866,25",
    "ecMaxContribution": "3999866",
    "coordinator": "INFEUROPE SA",
    "coordinatorCountry": "LU",
    "participants": "EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH;LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY;INSTITUT DE LA PROPRIETE INTELLECTUELLE LUXEMBOURG",
    "participantCountries": "DE;LU",
    "projectParticipants": {
        "925645102": {
            "orgId": "925645102",
            "orgName": "INSTITUT DE LA PROPRIETE INTELLECTUELLE LUXEMBOURG",
            "ecContrib": 1044316
        },
        "934320200": {
            "orgId": "934320200",
            "orgName": "LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 289000
        },
        "999778419": {
            "orgId": "999778419",
            "orgName": "EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH",
            "ecContrib": 1333250
        },
        "948770387": {
            "orgId": "948770387",
            "orgName": "INFEUROPE SA",
            "ecContrib": 1333300
        }
    },
    "calculatedTotalContribution": 3999866
}