{
    "rcn": "193877",
    "acronym": "NABBA",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Design and development of advanced NAnomedicines to overcome Biological BArriers and to treat severe diseases",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Many therapeutic targets are shielded behind biological barriers, limiting the possibility to reach them with conventional drugs or diagnostic probes. Biological barriers are even more problematic for most biological pharmaceutics, such as recombinant proteins, antibodies and gene therapeutics. The most promising solution to this challenge is the use of nano-vehicles for specific targeting and delivery. The aim of NABBA is to form European early stage researchers (ESR) with cutting-edge scientific knowledge in the field of nanoparticles (NP) for biomedical application, able to cross biological barriers. For this aim the project will train ESRs, focusing on key aspects of nanobiotechnology: (i) design and chemical synthesis of different types of NPs, (ii) related techniques of detection and characterization, (iii) strategies of loading, targeting and delivery of drugs or diagnostic probes; (iv) proof of principle of pharmacological activity including pharmacokinetics and biodistribution. As a peculiar feature of NABBA, strong emphasis will be devoted to molecular mechanisms ruling biological barriers under physiological and pathological conditions, in order to develop novel nano-technological expedients for their crossing. Strong emphasis will be devoted to advanced chemistry issues, enabling new synthetic strategies either for NP assembly or functionalization. Different biological barriers will be addressed. ESRs will strongly benefit from a network of internationally recognized scientists in the field of chemistry, nanobiotechnology and nanomedicine, and the participation of companies with relevant interests and expertises in the field. The planned cooperation programs between Academia and Industries will allow the circulation of ESRs and this will give them the opportunity for to get acquainted with the most advanced research in the field, the most sophisticated technologies and the most advanced Industrial manufacturing platforms and innovative strategies.",
    "totalCost": "2851274,54",
    "ecMaxContribution": "2851274,54",
    "coordinator": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
    "coordinatorCountry": "IT",
    "participants": "ENVIROINVEST KORNYEZETVEDELMI ES BIOTECHNOLOGIAI ZARTKORUEN MUKODO RESZVENYTARASASAG;UNIVERSIDAD DE SANTIAGO DE COMPOSTELA;HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH;UNIVERSITEIT UTRECHT;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "HU;ES;DE;NL;FR",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 255374
        },
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 917551
        },
        "999470347": {
            "orgId": "999470347",
            "orgName": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
            "ecContrib": 498433
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 525751
        },
        "949827008": {
            "orgId": "949827008",
            "orgName": "ENVIROINVEST KORNYEZETVEDELMI ES BIOTECHNOLOGIAI ZARTKORUEN MUKODO RESZVENYTARASASAG",
            "ecContrib": 158419
        },
        "999829635": {
            "orgId": "999829635",
            "orgName": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
            "ecContrib": 495746
        }
    },
    "calculatedTotalContribution": 2851274
}