{
    "rcn": "193864",
    "acronym": "HypoTRAIN",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Hyporheic Zone Processes ñ A training network for enhancing the understanding of complex physical, chemical and biological process interactions",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Hyporheic zones (HZs) are key compartments for the functioning of aquatic ecosystems. As dynamic and complex transition regions between rivers and aquifers, they are characterized by the simultaneous occurrence of multiple physical, biological and chemical processes. Turnover and degradation of nutrients and pollutants figure among the prominent ecological services the HZ provides. We are facing a significant knowledge gap in the understanding of how hyporheic processes are linked and how they impact on each other. This can be attributed to a lack of truly supra-disciplinary research and harmonized and innovative investigation methods.\n\nThe concept of HypoTRAIN has been tailored to fill this gap. Collaborative research with state-of-the art technologies from multiple disciplines (hydrology, ecology, microbiology, engineering, environmental physics, contaminant science, modelling) will generate new mechanistic insights into the functioning of HZs. A group of ESRs will be educated using the multi-faceted nature of HZs as the central theme of the training programme. The supra-disciplinary expertise within the network and the high-level training program will generate scientific knowledge that will set the ground for a more holistic design of river management plans and restoration measures. Research excellence as well as scientific and technological innovation is ensured as all partners have world-leading reputations and work at the forefront of their respective discipline areas.\n\nParticipating in HypoTRAIN will make ESRs highly attractive for employers and open up doors for their successful careers in research, regulation, consulting, and industry. They will be experts for the better assessment of the ecological and chemical status of surface waters and for providing successful river restoration and management strategies. The strong involvement of the non-academic sector will provide the ESRs with a holistic perspective on career opportunities.",
    "totalCost": "3090951,6",
    "ecMaxContribution": "3090951,6",
    "coordinator": "FORSCHUNGSVERBUND BERLIN EV",
    "coordinatorCountry": "DE",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;THE UNIVERSITY OF BIRMINGHAM;IWW RHEINISCH-WESTFALISCHES INSTITUT FUER WASSER BERATUNGS-UND ENTWICKLUNGSGESELLSCHAFT MBH;ROEHAMPTON UNIVERSITY LBG;UNIVERSITAET BAYREUTH;CRANFIELD UNIVERSITY;STOCKHOLMS UNIVERSITET;NATURALEA CONSERVACIO, SL",
    "participantCountries": "SE;UK;DE;ES",
    "projectParticipants": {
        "994336040": {
            "orgId": "994336040",
            "orgName": "Roehampton University",
            "ecContrib": 0
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 273288
        },
        "950237221": {
            "orgId": "950237221",
            "orgName": "IWW RHEINISCH-WESTFALISCHES INSTITUT FUER WASSER BERATUNGS-UND ENTWICKLUNGSGESELLSCHAFT MBH",
            "ecContrib": 249216
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 527319
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 263659
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 273288
        },
        "999849908": {
            "orgId": "999849908",
            "orgName": "UNIVERSITAET BAYREUTH",
            "ecContrib": 249216
        },
        "952817712": {
            "orgId": "952817712",
            "orgName": "NATURALEA CONSERVACIO, SL",
            "ecContrib": 247873
        },
        "999927120": {
            "orgId": "999927120",
            "orgName": "FORSCHUNGSVERBUND BERLIN EV",
            "ecContrib": 733804
        }
    },
    "calculatedTotalContribution": 2817663
}