{
    "rcn": "193862",
    "acronym": "PROMIS",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Postgraduate Research on Dilute Metamorphic Nanostructures and Metamaterials in Semiconductor Photonics",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Photonics, nanotechnology, advanced materials, and advanced manufacturing technologies have been identified as key enabling technologies (KETs) for the EU. Today the photonics global market alone is around Ä300 billion and Europe has established a strong position with a total share of 20%, directly employing about 290,000 people. However, the shortage of sufficient skilled labour and entrepreneurs capable of handling the highly multi-disciplinary nature of KETs remains a major problem in the EU. Tailoring of semiconductors at the nanoscale is an important enabling technology for a wide range of photonics and electronics applications in diverse areas. In the training network proposed here, a cohort of 15 early stage researchers will be trained in the full range of skills required for a career in photonics, including materials growth, device fabrication, characterisation, design, theory, and commercialisation. A carefully-chosen, well-balanced consortium of 8 academic partners, 2 full industry partners and 7 associated partners are well placed to provide the training in these skills, with European and worldwide reputations as leaders in each field. These skills will be developed within four burgeoning research areas; Semiconductor Metamaterials & Plasmonics, Dilute Nitride semiconductor nanostructures, Hydrogenated Semiconductors and Metamorphic structures. The outcomes of this enabling fundamental research are well focused to deliver advances in sources for secure communications, sensitive detectors for security applications, more efficient solar cells for energy generation, LEDs and sensors for environmental gas and bio-sensing. Each researcher will experience both academic and commercial environments thanks to the strong industrial involvement, resulting in multi-skilled, industry-focused graduates. PROMIS therefore directly addresses the need for additional skilled photonics professionals, as identified by the European Technology Platform, Photonics21.",
    "totalCost": "3947500,69",
    "ecMaxContribution": "3947500,69",
    "coordinator": "LANCASTER UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "PHILIPPS UNIVERSITAET MARBURG;THE UNIVERSITY OF SHEFFIELD;UNIVERSITE DE MONTPELLIER;THE UNIVERSITY OF NOTTINGHAM;UNIVERSITE MONTPELLIER 2 SCIENCES ET TECHNIQUES;III-V LAB;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA;SGENIA SOLUCIONES SL;UNIVERSIDAD DE CADIZ",
    "participantCountries": "DE;UK;FR;IE;IT;ES",
    "projectParticipants": {
        "997708439": {
            "orgId": "997708439",
            "orgName": "SGENIA SOLUCIONES SL",
            "ecContrib": 99838
        },
        "999855340": {
            "orgId": "999855340",
            "orgName": "UNIVERSIDAD DE CADIZ",
            "ecContrib": 247873
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 273288
        },
        "933640521": {
            "orgId": "933640521",
            "orgName": "UNIVERSITE DE MONTPELLIER",
            "ecContrib": 525751
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 516123
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 546576
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 531349
        },
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 694611
        },
        "999971546": {
            "orgId": "999971546",
            "orgName": "III-V LAB",
            "ecContrib": 262876
        },
        "999848938": {
            "orgId": "999848938",
            "orgName": "PHILIPPS UNIVERSITAET MARBURG",
            "ecContrib": 249216
        },
        "999875322": {
            "orgId": "999875322",
            "orgName": "UNIVERSITE MONTPELLIER 2 SCIENCES ET TECHNIQUES",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3947501
}