{
    "rcn": "193897",
    "acronym": "BIG4",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "BIG4 - Biosystematics, Informatics and Genetics of the big 4 insect groups: training tomorrow's researchers and entrepreneurs",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "BIG4 is a global network to amalgamate the cutting edge methods of genomics, phylogenetics, informatics, taxonomy, semantic biodiversity publishing and citizen science, into highly competitive cross-disciplinary training programme for 15 ESRs with a stronghold in biosystematics. These 15 future leaders will extend the exploration of the four biggest groups of living organisms in a more forward looking way than has been attempted before. The urgent focus on the ìbig fourî insect groups, i.e. Coleoptera (beetles), Hymenoptera (wasps, ants and bees), Diptera (flies and mosquitoes), and Lepidoptera (butterflies and moths) is justified by the super abundance of this form of Life, and by the growing need by science and society to make better use of the enormous potential hidden in their biological diversity. BIG4 aims [1] to gain a robust systematic knowledge that explains the evolutionary origin, diversification, past and present distributions of living organisms, [2]  to model their future dispersal and [3] to predict the traits of species that are yet unknown. Additionally, BIG4 strives for [4] implementing organismal features into engineering, medicine, agricultural or environmental solutions, the insect flight mechanics and more effective pollination to mention just a few. Such knowledge is in a particularly high demand in respect of the four biggest insects groups comprising the most important model organisms, the most dangerous pests or disease vectors, the most abundant invasive species and the most fragile entire species communities undergoing extinction due to habitat destruction. By integrating academia with the business and public sectors, BIG4 will greatly increase services and beneficial products provided by the biosystematics as a science. BIG4 will place insect mega-diversity as a powerful service for economic and societal needs such as environmental monitoring, biological control, biomedicine, or ecological farming.",
    "totalCost": "3885251,22",
    "ecMaxContribution": "3885250,68",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "NATURHISTORISKA RIKSMUSEET;SAVANTIC AB;FRIEDRICH-SCHILLER-UNIVERSITAT JENA;Era7 Information Technologies SL;NATURHISTORISCHES MUSEUM;ZOOLOGISCHES FORSCHUNGSMUSEUM ALEXANDER KOENIG;PENSOFT PUBLISHERS;UNIVERZITA KARLOVA;LUNDS UNIVERSITET;DECURIA AB;TURUN YLIOPISTO",
    "participantCountries": "SE;DE;ES;AT;BG;CZ;FI",
    "projectParticipants": {
        "962234472": {
            "orgId": "962234472",
            "orgName": "Era7 Information Technologies SL",
            "ecContrib": 247873
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 538291
        },
        "941255021": {
            "orgId": "941255021",
            "orgName": "DECURIA AB",
            "ecContrib": 0
        },
        "931662012": {
            "orgId": "931662012",
            "orgName": "SAVANTIC AB",
            "ecContrib": 263659
        },
        "998250863": {
            "orgId": "998250863",
            "orgName": "NATURHISTORISCHES MUSEUM",
            "ecContrib": 255934
        },
        "999868726": {
            "orgId": "999868726",
            "orgName": "FRIEDRICH-SCHILLER-UNIVERSITAT JENA",
            "ecContrib": 249216
        },
        "999599745": {
            "orgId": "999599745",
            "orgName": "NATURHISTORISKA RIKSMUSEET",
            "ecContrib": 527319
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 870246
        },
        "984222238": {
            "orgId": "984222238",
            "orgName": "ZOOLOGISCHES FORSCHUNGSMUSEUM ALEXANDER KOENIG",
            "ecContrib": 249216
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 464845
        },
        "998303631": {
            "orgId": "998303631",
            "orgName": "PENSOFT PUBLISHERS",
            "ecContrib": 218651
        },
        "999903064": {
            "orgId": "999903064",
            "orgName": "TURUN YLIOPISTO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3885250
}