{
    "rcn": "193889",
    "acronym": "TOLLerant",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Toll-Like Receptor 4 activation and function in diseases: an integrated chemical-biology approach.",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Based on an international team derived from the COST action BM1003 (www.cost-bm1003.info, 2011-2014) and thus relying on consolidated group interactions and synergies and on a unique combination of chemistry, biology, biophysics, biochemistry and pharmacology expertise, the TOLLerant project aims to gain information on molecular aspects of TLR4 activation and signaling by using synthetic and natural compounds and nanoparticles that interact selectively with some components (mainly MD-2 and CD14) of the TRL4 recognition system. \nTLR4 is an emerging molecular target related to an impressively broad spectrum of modern day disorders still lacking specific pharmacological treatment. These include autoimmune disorders, chronic inflammations, allergies, asthma, infectious and CNS diseases and cancer. \nThe short-term scientific objective is to develop novel, non-toxic, synthetic and natural TLR4 modulators (agonists or antagonists) and to assess their therapeutic potential on animal models of TLR4-related acute and chronic pathologies that still lack efficient pharmacological treatment. The long-term scientific objective is to develop a new generation of innovative, TLR4-based therapeutics, to be used as vaccine adjuvants, anti-sepsis agents, and anti-inflammatory agents to treat chronic inflammations (allergy, asthma). The training programme will provide Early Stage Researchers (ESR) with broad competences, experience and skills in the cutting-edge, inter-disciplinary research in the field of chemical biology related to the molecular mechanisms of innate immunity and inflammation. During the training, the young researchers will be supported by senior scientists to cultivate their scientific, entrepreneurial and inter-cultural mindset. The non-academic sector will be committed to provide ESRs with entrepreneurship and company management skills, in order to enhance their employability by the private sector or even to motivate them to create own start-up companies.",
    "totalCost": "3122539,38",
    "ecMaxContribution": "3122539,38",
    "coordinator": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
    "coordinatorCountry": "IT",
    "participants": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE;DIOMUNE SL;UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.;KEMIJSKI INSTITUT;ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;LOFARMA S.P.A.;VIB;UNIVERSITAET BIELEFELD",
    "participantCountries": "ES;IT;SI;BE;DE",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 516123
        },
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 516123
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 247873
        },
        "998756718": {
            "orgId": "998756718",
            "orgName": "KEMIJSKI INSTITUT",
            "ecContrib": 469995
        },
        "942579847": {
            "orgId": "942579847",
            "orgName": "LOFARMA S.P.A.",
            "ecContrib": 129031
        },
        "998817731": {
            "orgId": "998817731",
            "orgName": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS",
            "ecContrib": 247873
        },
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 250560
        },
        "959260452": {
            "orgId": "959260452",
            "orgName": "DIOMUNE SL",
            "ecContrib": 247873
        },
        "999854370": {
            "orgId": "999854370",
            "orgName": "UNIVERSITAET BIELEFELD",
            "ecContrib": 249216
        },
        "998347572": {
            "orgId": "998347572",
            "orgName": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE",
            "ecContrib": 247873
        }
    },
    "calculatedTotalContribution": 3122540
}