{
    "rcn": "193882",
    "acronym": "HPC-LEAP",
    "topics": "MSCA-ITN-2014-EJD",
    "title": "High Performance Computing in Life Sciences, Engineering And Physics",
    "startDate": "01/04/2015",
    "endDate": "31/03/2019",
    "objective": "Progress in computers and algorithms in the last years has made numerical simulation and modelling a key research methodology in both academia and industry, which in turn drives exascale computing in order to maintain excellence in research and innovation. A disruptive evolution in computer technologies is required for attaining exascale performances in the coming years bringing challenges that urgently need to be addressed across science and engineering fields. Therefore new interdisciplinary strategies are required in order to educate the next generation of scientists to address such challenges enabling them to be at the forefront of their respective research fields. Instead of the traditional domain-specific training, integrated approaches are needed that can be best implemented by collaborative networks of universities, research institutes and industrial partners. We propose a highly interdisciplinary joint doctorate program realized by bringing together world-leading experts in applied mathematics, high performance computing technologies, particle and nuclear physics, fluid dynamics and life sciences to appropriately train researchers in Europe to exploit high performance computing, advance science and promote innovation. Students will be trained in mathematical and computational concepts underpinning current and future numerical simulations in turbulent flows, computational biology and lattice quantum chromodynamics. The research projects are designed to enhance collaborations and interactions across these disciplines, integrating non-academic partners, and to develop methodologies that efficiently use large-scale numerical simulations on future high performance computer systems. Students who complete this training program will be versatile to undertake highly interdisciplinary projects, well positioned to embark on a successful career in academia or the industrial sector.",
    "totalCost": "3723916,32",
    "ecMaxContribution": "3723916,32",
    "coordinator": "THE CYPRUS INSTITUTE",
    "coordinatorCountry": "CY",
    "participants": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;BERGISCHE UNIVERSITAET  WUPPERTAL;UNIVERSITY OF CYPRUS;TECHNISCHE UNIVERSITEIT EINDHOVEN;UNIVERSITA DEGLI STUDI DI FERRARA",
    "participantCountries": "IT;DE;CY;NL",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 724138
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 255374
        },
        "999844864": {
            "orgId": "999844864",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
            "ecContrib": 516123
        },
        "965934440": {
            "orgId": "965934440",
            "orgName": "THE CYPRUS INSTITUTE",
            "ecContrib": 724138
        },
        "999858735": {
            "orgId": "999858735",
            "orgName": "BERGISCHE UNIVERSITAET  WUPPERTAL",
            "ecContrib": 747649
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 498433
        },
        "999839626": {
            "orgId": "999839626",
            "orgName": "UNIVERSITA DEGLI STUDI DI FERRARA",
            "ecContrib": 258061
        }
    },
    "calculatedTotalContribution": 3723916
}