{
    "rcn": "193853",
    "acronym": "WATERINNEU",
    "topics": "WATER-4a-2014",
    "title": "Applying European market leadership to river basin networks and spreading of innovation on water ICT models, tools and data",
    "startDate": "01/03/2015",
    "endDate": "28/02/2017",
    "objective": "WaterInnEUís primary vision is to create a marketplace to enhance the exploitation of EU funded ICT models, tools, protocols and policy briefs related to water and to establish suitable conditions for new market opportunities based on these offerings. WaterInnEU will build upon existing knowledge bases and platforms developed in previous projects but will provide new concepts, connections, and components that are essential for a marketplace to work.\n\nThe primary goals can be detailed in five major objectives:\na) Gather the outcomes of previous European funded projects, and contribute to their dissemination and exploitation to be used as an instrument for supporting the implementation of the Water Framework Directive (WFD). \nb) Assess the level of standardization and interoperability of these outcomes as a mechanism to integrate ICT-based tools, and incorporate open data platforms and generate a palette of interchangeable components that are able to use the water data emerging from the data sharing processes and data models stimulated by initiatives such as the INSPIRE directive.\nc) Create the marketplace as a service: a forum formed by water research projects representatives, stakeholders in the water domain, and companies (in particular SMEs), who are capable of moving current products into the market and offer them to, for example, river basin managers, at different levels. The user segment will mainly benefit from the capability of the water partnerships (e.g. the Global Water Partnership), in bringing together a wide variety of water sector stakeholders and practitioners such as decision makers, public and private users, local, regional and international entities, multidisciplinary stakeholders.\nd) Build an open virtual marketplace that includes the Water Knowledge Portal of projects and research (WISE-RTD), a user feedback facility and a success stories portfolio, additionally to the current tools and policies lists.",
    "totalCost": "914991,04",
    "ecMaxContribution": "914991",
    "coordinator": "CENTRO DE INVESTIGACION ECOLOGICA YAPLICACIONES FORESTALES CONSORCIO",
    "coordinatorCountry": "ES",
    "participants": "ADELPHI RESEARCH GEMEINNUTZIGE GMBH;ANTEA BELGIUM;GLOBAL WATER PARTNERSHIP CENTRAL AND EASTERN EUROPE;Orion Innovations (UK) Ltd;RANDBEE CONSULTANTS SL;52∞North Initiative for Geospatial Open Source Software GmbH;RANDBEE SRL;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "DE;BE;SK;UK;ES;IT;NL",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 91976
        },
        "933589887": {
            "orgId": "933589887",
            "orgName": "RANDBEE CONSULTANTS SL",
            "ecContrib": 101250
        },
        "997237407": {
            "orgId": "997237407",
            "orgName": "52°North Initiative for Geospatial Open Source Software GmbH",
            "ecContrib": 100625
        },
        "998880005": {
            "orgId": "998880005",
            "orgName": "CENTRO DE INVESTIGACION ECOLOGICA YAPLICACIONES FORESTALES CONSORCIO",
            "ecContrib": 274625
        },
        "948523134": {
            "orgId": "948523134",
            "orgName": "GLOBAL WATER PARTNERSHIP CENTRAL AND EASTERN EUROPE",
            "ecContrib": 60000
        },
        "953736108": {
            "orgId": "953736108",
            "orgName": "Orion Innovations (UK) Ltd",
            "ecContrib": 77765
        },
        "999693350": {
            "orgId": "999693350",
            "orgName": "ADELPHI RESEARCH GEMEINNUTZIGE GMBH",
            "ecContrib": 101250
        },
        "999679382": {
            "orgId": "999679382",
            "orgName": "ANTEA BELGIUM",
            "ecContrib": 107500
        },
        "942524266": {
            "orgId": "942524266",
            "orgName": "RANDBEE SRL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 914991
}