{
    "rcn": "193852",
    "acronym": "NextGenVis",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Training the Next Generation of European Visual Neuroscientistsfor the benefit of innovation in health care and high-tech industry",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "The human visual brain can learn and adapt to change, which solves many of the problems posed by an ever-changing visual environment. However, to maintain a consistent overall representation of the visual world, the brain also has to retain previously acquired neuronal mechanisms. The key is to strike a balance between plasticity and stability.\nIncreasing our knowledge about the stability and plasticity of the visual brain has tremendous potential for innovation in health care and high-tech industry: 1) rehabilitation, treatments and detection of disease can be developed and refined based on knowing how the brain changes as a result of visual loss or neural dysfunction; 2) it can inspire the development and implementation of artificial intelligence, such as adaptive automated vision systems. However, our present knowledge of the adaptive capacity of the human brain is incomplete and largely qualitative in nature. This limits translation into significant applications.\nTo overcome this,  NextGenVis 単Research Network for training the Next Generation of European Visual Neuroscientists 単 will aim its research and training efforts on teaching young researchers in how to a) acquire new, quantitative knowledge on the adaptive properties of the visual brain in health and disease 単 with a strong focus on the neurocomputational basis 単 and b) apply this new knowledge to boost innovation in health care and technology.\nOur pan-European team of academic, health care and private sector partners is ideally suited to accomplish this as it bundles and focuses unique European expertise and resources in brain imaging, psychology, neurology, ophthalmology and computer science. Importantly, the positive impact of this network will extend beyond the current focus on vision and will last long after the funding period. It will continue to link together a team of highly skilled researchers who will inspire each other to excel in visual neuroscience and its applications.",
    "totalCost": "3886818,12",
    "ecMaxContribution": "3886818,12",
    "coordinator": "ACADEMISCH ZIEKENHUIS GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "OTTO-VON-GUERICKE-UNIVERSITAET MAGDEBURG;BRAIN INNOVATION BV;HADASSAH MEDICAL ORGANIZATION;UNIVERSITY OF YORK;H. LUNDBECK AS;PATTERN RECOGNITION COMPANY GMBH;Fondazione Stella Maris;WHITEMATTER LABS GMBH;UNIVERSITEIT UTRECHT",
    "participantCountries": "DE;NL;IL;UK;DK;IT",
    "projectParticipants": {
        "999913249": {
            "orgId": "999913249",
            "orgName": "H. LUNDBECK AS",
            "ecContrib": 290082
        },
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 510749
        },
        "998940921": {
            "orgId": "998940921",
            "orgName": "BRAIN INNOVATION BV",
            "ecContrib": 255374
        },
        "998105266": {
            "orgId": "998105266",
            "orgName": "Fondazione Stella Maris",
            "ecContrib": 516123
        },
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 510749
        },
        "999873285": {
            "orgId": "999873285",
            "orgName": "OTTO-VON-GUERICKE-UNIVERSITAET MAGDEBURG",
            "ecContrib": 498433
        },
        "953766954": {
            "orgId": "953766954",
            "orgName": "PATTERN RECOGNITION COMPANY GMBH",
            "ecContrib": 249216
        },
        "998738191": {
            "orgId": "998738191",
            "orgName": "HADASSAH MEDICAL ORGANIZATION",
            "ecContrib": 260301
        },
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 546576
        },
        "942252860": {
            "orgId": "942252860",
            "orgName": "WHITEMATTER LABS GMBH",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3886819
}