{
    "rcn": "193894",
    "acronym": "OptimOre",
    "topics": "SC5-11b-2014",
    "title": "Increasing yield on Tungsten and Tantalum ore production by means of advanced and flexible control on crushing, milling and separation process",
    "startDate": "01/12/2014",
    "endDate": "28/02/2018",
    "objective": "Modern economy is highly dependent on specific raw materials, and it is envisaged that this dependency will increase in the near future. Most of them are scarce in EU and of poor purity, being mixed within complex and low grade aggregates which need to be processed by means of a separation process consuming high quantities of energy and water, and even in some cases this makes its exploitation unfeasible due to production costs. \nBeing EU dependent on some of these materials, as identified by EIP initiative, our society is demanding more efficient extracting processes to contribute to major European independency on these Critical Raw Materials.\nTungsten and Tantalum ores are two recognized CRMs: In a market currently dominated by China and Russia production (among others), in Europe Tungsten (limited) production is mostly concentrate into UK, Spain and Portugal . On the other side, Tantalum is a key element on electronics with clear EU external production dependency, as it is naturally really scarce in Europe (only 1% of world production is concentrated in EU). \nKnowing this situation, OptimOre Project proposes the research and development of modelling and control technologies, using advanced sensing and advanced industrial control by means of artificial intelligence techniques, for the more efficient and flexible Tantalum and Tungsten ores processing from crushing to separation process, with the participation of relevant international players in the mining field on research (Chalmers University- Dr. Magnus Evertsson, Exeter University with Dr. Richard Pascoe, Freiburg University with Dr. Holberg Lieberwirth, among others). The project proposes a 3 years collaboration among 8 partners of 4 different countries.",
    "totalCost": "5084468,75",
    "ecMaxContribution": "5084468,75",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "THE UNIVERSITY OF EXETER;EDMA INNOVA SL;UNIVERSIDAD DE OVIEDO;INTERKONSULT LTD;TECHNISCHE UNIVERSITAET BERGAKADEMIE FREIBERG;HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "UK;ES;DE;SE",
    "projectParticipants": {
        "999470541": {
            "orgId": "999470541",
            "orgName": "HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
            "ecContrib": 500688
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 837156
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 550000
        },
        "965372131": {
            "orgId": "965372131",
            "orgName": "EDMA INNOVA SL",
            "ecContrib": 693500
        },
        "999583934": {
            "orgId": "999583934",
            "orgName": "TECHNISCHE UNIVERSITAET BERGAKADEMIE FREIBERG",
            "ecContrib": 632688
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 1069250
        },
        "964804390": {
            "orgId": "964804390",
            "orgName": "INTERKONSULT LTD",
            "ecContrib": 329875
        },
        "999848647": {
            "orgId": "999848647",
            "orgName": "UNIVERSIDAD DE OVIEDO",
            "ecContrib": 471312
        }
    },
    "calculatedTotalContribution": 5084469
}