{
    "rcn": "193824",
    "acronym": "JUPITER",
    "topics": "GALILEO-4-2014",
    "title": "Joint EUropean Project for International ITS/EGNSS awareness Raising",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "JUPITER aims at EGNSS awareness raising, capacity building and promotion activities for fostering business development of EGNSS based applications worldwide in response to the H2020 societal challenges at stake for mobility and transportation.\nIn order to ensure that EGNSS comes to prominence in the ITS sector, the added value of EGNSS, compared to or in combination with GPS/Glonass/Beidou constellations should be clearly demonstrated and promoted. \nThe training of application developers will be critical for them to take advantage of EGNSS and to implement GALILEO features in their applications.\nOnce ITS service providers can demonstrate innovative EGNSS ITS applications, another key challenge is to convince public stakeholders and other actors of the transportation industry about the benefits they could derive from implementing such innovative solutions. The sharing of good practices should be fostered in order to raise awareness on how such applications might be used in practice and how commercial domino effects could be instigated from one user to another. This will allow a progressive market consolidation with a enough large critical mass for those ITS service providers who suffer today from a too strong market fragmentation.\nThe ITS World Congress to be held in Bordeaux in 2015 represents a unique opportunity to implement demonstrations of EGNSS innovative solutions (both at signals level and at the application level) and to instigate good practices sharing among stakeholders from more than 65 countries.\nBut it will also be necessary to capitalise on such demonstrations and associated visibility for instigating a commercial impact on the longer term. For a stronger worldwide leverage impact, training capacity will be built and workshops organised in Europe, Latin America, South East Asia, Australia, Africa and Middle East.\nBy doing so, JUPITER intends to offer global development perspectives to the European contributors of the EGNSS ITS ecosystem.",
    "totalCost": "2082065,94",
    "ecMaxContribution": "1673604,5",
    "coordinator": "AEROSPACE VALLEY",
    "coordinatorCountry": "FR",
    "participants": "CAPITAL HIGH TECH SARL;ECLEXYS SAGL;TELESPAZIO FRANCE SAS;GNSS USAGE INNOVATION AND DEVELOPMENT OF EXCELLENCE;PILDO CONSULTING SL;ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE;TOPOS - TOPOS AQUITAINE;Ceska republika - Ministerstvo dopravy;THALES ALENIA SPACE FRANCE;EUROPEAN ROAD TRANSPORT TELEMATICSIMPLEMENTATION COORDINATION ORGANISATION - INTELLIGENT TRANSPORT SYSTEMS & SERVICES EUROPE",
    "participantCountries": "FR;CH;ES;IT;CZ;BE",
    "projectParticipants": {
        "985636401": {
            "orgId": "985636401",
            "orgName": "Ceska republika - Ministerstvo dopravy",
            "ecContrib": 67500
        },
        "941267825": {
            "orgId": "941267825",
            "orgName": "GNSS USAGE INNOVATION AND DEVELOPMENT OF EXCELLENCE",
            "ecContrib": 82875
        },
        "997899044": {
            "orgId": "997899044",
            "orgName": "TELESPAZIO FRANCE SAS",
            "ecContrib": 71806
        },
        "998000118": {
            "orgId": "998000118",
            "orgName": "ECLEXYS SAGL",
            "ecContrib": 0
        },
        "956098446": {
            "orgId": "956098446",
            "orgName": "TOPOS - TOPOS AQUITAINE",
            "ecContrib": 324562
        },
        "999908205": {
            "orgId": "999908205",
            "orgName": "THALES ALENIA SPACE FRANCE",
            "ecContrib": 220830
        },
        "999964271": {
            "orgId": "999964271",
            "orgName": "AEROSPACE VALLEY",
            "ecContrib": 340975
        },
        "999599357": {
            "orgId": "999599357",
            "orgName": "ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE",
            "ecContrib": 105500
        },
        "999785112": {
            "orgId": "999785112",
            "orgName": "EUROPEAN ROAD TRANSPORT TELEMATICSIMPLEMENTATION COORDINATION ORGANISATION - INTELLIGENT TRANSPORT SYSTEMS & SERVICES EUROPE",
            "ecContrib": 198750
        },
        "997580011": {
            "orgId": "997580011",
            "orgName": "CAPITAL HIGH TECH SARL",
            "ecContrib": 132056
        },
        "998162690": {
            "orgId": "998162690",
            "orgName": "PILDO CONSULTING SL",
            "ecContrib": 128750
        }
    },
    "calculatedTotalContribution": 1673604
}