{
    "rcn": "193866",
    "acronym": "WAVES",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Waves and Wave-Based Imaging in Virtual and Experimental Environments",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Demand for highly trained scientists with a deep understanding of wave propagation in complex media, and capable of exploiting this knowledge to develop imaging tools for seismology and acoustics, is very high in the Earth and environmental sciences. Wave-based imaging serves to map spatial and temporal variations in the structure of the Earth's interior, of the oceans and atmosphere; it is used to monitor faults and volcanoes and detect natural-resource reservoirs. It is relevant to other disciplines, medical imaging being one of its most widespread applications. Todayís Earth scientists are faced with a set of questions that require the application of wave-based imaging at unprecedented resolution. WAVES aims at fostering scientific and technological advances in this context, stimulating knowledge exchange between seismologists and acousticians, and researchers in the public/private domains. A unique strength of our network resides in the participation of novel physical acoustics laboratories, managed by beneficiaries/partners of WAVES, with a strong record of experimental research on inter-disciplinary and seismology-related topics. WAVES will train young scientists working in academia or industry in how to use this resource effectively, re-introducing the laboratory into the ideas-to-applications pipeline. Experimental work will serve to develop new theory, addressing topics of current interest such as acoustic time-reversal, scattering-based imaging. A truly multidisciplinary network, WAVES will apply these new ideas in a number of contexts: medical elastography is used as a tool to implement novel analogue models of seismic faults; wave sources are localized by a bio-inspired system making use of very few receivers, etc. Through WAVES, a critical mass of expertise will consolidate, defining the study of acoustic/elastic wave propagation and wave-based imaging/monitoring as an independent discipline, rich in applications of intellectual and societal relevance.",
    "totalCost": "3227952,96",
    "ecMaxContribution": "3227952,96",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;SCHLUMBERGER CAMBRIDGE RESEARCH LIMITED;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU;THE UNIVERSITY OF EDINBURGH;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "FR;UK;NO;NL",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "996187964": {
            "orgId": "996187964",
            "orgName": "SCHLUMBERGER CAMBRIDGE RESEARCH LIMITED",
            "ecContrib": 273288
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 510749
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 546576
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 262876
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 273288
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 572550
        }
    },
    "calculatedTotalContribution": 2702203
}