{
    "rcn": "193844",
    "acronym": "ChildBrain",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Advancing brain research in childrenís developmental neurocognitive disorders",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "The European Brain Council (EBC) has recommended the disorders of the brain to be prioritised for funding. The purpose of this ChildBrain ETN is 1) to train young scientists, Early Stage Researchers (ESRs), to utilise evidence-based neuroscientific knowledge for helping children, especially those at high risk for dropout due to neurocognitive disorders, to meet future educational and societal demands. The network aims 2) to develop new, innovative brain imaging-based tools through research and industry to be applied by researchers and clinical sector end users for 3) increasing understanding and improving diagnosis and treatment of neurocognitive disorders, as well as enhancing targeted educational programs. To accomplish these goals, we aim 4) to form a cross-disciplinary and trans-sectorial European network of experts. Three research and two training work packages (WPs) are planned to reach these goals. The Childhood neurodevelopmental disorders WP comprises new research and training on the neural underpinnings of dyslexia, ADHD, epilepsy, and hearing loss and creates links to healthcare industry and special education. The Brain development WP will focus on understanding the systems-level brain development at the level of the individual child. The Brain research methods WP will develop new multi-modal data analysis methodologies that are essential for children and will also further brain research in adults. The academic, industrial and private sector partners will work across these themes, offering the ESRs project-specific collaboration, secondments, workshops, summer school and courses on scientific, transferable and entrepreneurial skills, as well as supervision. The ChildBrain ETN will produce a new generation of scientists with the theoretical, technological, and entrepreneurial skills necessary for making breakthroughs in the understanding of brain development and childhood neurocognitive disorders.",
    "totalCost": "3883795,2",
    "ecMaxContribution": "3883795,2",
    "coordinator": "JYVASKYLAN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "ICOMETRIX NV;ELEKTA OY;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;STICHTING KATHOLIEKE UNIVERSITEIT;KATHOLIEKE UNIVERSITEIT LEUVEN;BESA GmbH;ASTON UNIVERSITY",
    "participantCountries": "BE;FI;DE;NL;UK",
    "projectParticipants": {
        "942133162": {
            "orgId": "942133162",
            "orgName": "ELEKTA OY",
            "ecContrib": 269145
        },
        "941800743": {
            "orgId": "941800743",
            "orgName": "BESA GmbH",
            "ecContrib": 249216
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 510749
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 498433
        },
        "963936434": {
            "orgId": "963936434",
            "orgName": "ICOMETRIX NV",
            "ecContrib": 250560
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 546576
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 751680
        },
        "999842245": {
            "orgId": "999842245",
            "orgName": "JYVASKYLAN YLIOPISTO",
            "ecContrib": 807436
        }
    },
    "calculatedTotalContribution": 3883795
}