{
    "rcn": "193879",
    "acronym": "BRODISE",
    "topics": "SC5-08-2014",
    "title": "BROWNFIELD Decontamination In Southern Europe. Preparing PCP to R+D for efficient, cost effective and innovative solutions for brownfields decontamination",
    "startDate": "01/02/2015",
    "endDate": "30/09/2016",
    "objective": "Public procurement represents \\/-19% of the EUís GDP. Historically a small and slower uptake of innovations has been witnessed along with the fragmentation of publ demand.. PE represents a fundamental driver of innovation and competitiveness.Urban regeneration conducted by Bilbao confirms that the development of mixed formulas publ-priv for projects of mutual interest entails higher quality, effectiveness\\efficiency in the management of publ services. Innovation procurement of products and services can (i) be used to deliver societal objectives requiring new solutions not available on the market or too expensive (ii) solve problems related the commercialization of innovative solution (iii) improve quality\\efficiency of publ services with  better value 4 $. It is clearly set by the BRODISE project. Objectives:Mobilize publ\\priv purchasers\\cities networks of cities in SD, , to understand in-depth the technology state of the art and the innovation gap to be addressed by significant R&D,Structure\\design a pcp initiative, leveraging the complementarity of the partners for bringing together the demand so create a critical mass for acquire cost-effective solutions, whilst creating new jobs and opportunities for business growth in Europe, specially SMEs. The driver is essentially economic. A complex challenge-based approach has been assumed by the consortium to:Confirm and describe a real technological demanding problem that impact negatively on the PE and on quality of life for all; Avoid the hyper-fragmentation of PP, pre-determine the condition for the development of new EU standard; Predetermine a  competitive market, also enabling and preparing the participation of new players, Enable knowledge sharing.At the end the procurers will be able to lunch PCP and an earlier reality check of industry R&D Undertake efficient solutions for brownfields SD through PCP are: Decontaminate the entire brownfield, coordinate resources,use the most advanced innovative decont techniques.",
    "totalCost": "1310755",
    "ecMaxContribution": "1310755",
    "coordinator": "AYUNTAMIENTO DE BILBAO",
    "coordinatorCountry": "ES",
    "participants": "BEDIN SARA;ASSOCIACAO PARQUE DE CIENCIA E TECNOLOGIA DE ALMADA/SETUBAL-MADAN PARQUE;FUNDACION TECNALIA RESEARCH & INNOVATION;ENTE PER LA ZONA INDUSTRIALE DI TRIESTE;BAIA DO TEJO, SA;MORAGUES AND SCADE ABOGADOS SA;REGIONE AUTONOMA FRIULI-VENEZIA GIULIA;ASOCIACION BC3 BASQUE CENTRE FOR CLIMATE CHANGE - KLIMA ALDAKETA IKERGAI;CITTALIA-CENTRO EUROPEO DI STUDI ERICERCHE PER I COMUNI E LE CITTA-FONDAZIONE DI RICERCHE DELL' ANCI;MUNICIPIO DO SEIXAL;AREA DI RICERCA SCIENTIFICA E TECNOLOGICA DI TRIESTE",
    "participantCountries": "IT;PT;ES",
    "projectParticipants": {
        "950838136": {
            "orgId": "950838136",
            "orgName": "MORAGUES AND SCADE ABOGADOS SA",
            "ecContrib": 186000
        },
        "963754268": {
            "orgId": "963754268",
            "orgName": "MUNICIPIO DO SEIXAL",
            "ecContrib": 93625
        },
        "941974082": {
            "orgId": "941974082",
            "orgName": "BEDIN SARA",
            "ecContrib": 94500
        },
        "997580302": {
            "orgId": "997580302",
            "orgName": "AYUNTAMIENTO DE BILBAO",
            "ecContrib": 240485
        },
        "984247555": {
            "orgId": "984247555",
            "orgName": "ASSOCIACAO PARQUE DE CIENCIA E TECNOLOGIA DE ALMADA/SETUBAL-MADAN PARQUE",
            "ecContrib": 152625
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 154395
        },
        "998253579": {
            "orgId": "998253579",
            "orgName": "ASOCIACION BC3 BASQUE CENTRE FOR CLIMATE CHANGE - KLIMA ALDAKETA IKERGAI",
            "ecContrib": 47438
        },
        "968927472": {
            "orgId": "968927472",
            "orgName": "CITTALIA-CENTRO EUROPEO DI STUDI ERICERCHE PER I COMUNI E LE CITTA-FONDAZIONE DI RICERCHE DELL' ANCI",
            "ecContrib": 53500
        },
        "941570659": {
            "orgId": "941570659",
            "orgName": "BAIA DO TEJO, SA",
            "ecContrib": 33688
        },
        "950525020": {
            "orgId": "950525020",
            "orgName": "ENTE PER LA ZONA INDUSTRIALE DI TRIESTE",
            "ecContrib": 51726
        },
        "983174347": {
            "orgId": "983174347",
            "orgName": "REGIONE AUTONOMA FRIULI-VENEZIA GIULIA",
            "ecContrib": 16000
        },
        "999549887": {
            "orgId": "999549887",
            "orgName": "CONSORZIO PER L AREA DI RICERCA SCI ENTIFICA E TECNOLOGICA DI TRIESTE CONSORZIO AREA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1123982
}