{
    "rcn": "193856",
    "acronym": "DiStruc",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Directed Colloidal Structure at the Meso-Scale",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Fluid dispersions containing highly elongated colloidal particles form a plethora of ordered, liquid-crystalline states as well as glassy and gel-like disordered states already at very low concentrations. In spite of their remarkable properties, industrial applications of such dispersions have entered the market only relatively recently, in contrast to more conventional low-molecular-weight, liquid-crystalline fluids for which the major practical applications are in opto-electronic device technology, e.g., in displays, optical imaging and smart glass. Important potential applications of colloidal liquid crystals can be found in the manufacturing of high-performance fibres and in fast moving consumer goods, such as foods and home and personal care.  \nTo accelerate their exploitation and market introduction, we seek to push the field in a new, innovative direction where rod-like colloidal particles of a very diverse nature are used to form structures with a well-defined direction: Directed Structure (DiStruc) at the mesoscopic level. Our focus will be on the role of confinement and flow, highly relevant to industrial applications. This will open avenues for a bottom-up, rational design of industrial processes, which is an important step to protect the competitive role of European industries on the global market. At the same time, scientifically novel physical phenomena will be explored protecting the leading role of Europe in the field of soft condensed matter. Importantly, it provides a training ground for the next generation of European researchers, unique in its interdisciplinary scope, covering physics, chemistry, biology, materials and engineering, its depth, creating a mind-set where experiments, theory and computer simulations go hand-in-hand, and its focus on the chain of knowledge from basic to applied research through close industrial involvement.",
    "totalCost": "3613194,36",
    "ecMaxContribution": "3613194,36",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "FORSCHUNGSZENTRUM JULICH GMBH;UNILEVER RESEARCH AND DEVELOPMENT VLAARDINGEN BV;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;TECHNISCHE UNIVERSITEIT EINDHOVEN;ASSOCIATION POUR LE DEVELOPPEMENT DE L'ENSEIGNEMENT ET DES RECHERCHES AUPRES DES UNIVERSITES, DES CENTRES DE RECHERCHE ET DES ENTREPRISES D'AQUITAINE;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;TEIJIN ARAMID BV",
    "participantCountries": "DE;NL;EL;FR",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 510749
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 484774
        },
        "999968830": {
            "orgId": "999968830",
            "orgName": "UNILEVER RESEARCH AND DEVELOPMENT VLAARDINGEN BV",
            "ecContrib": 255374
        },
        "998060646": {
            "orgId": "998060646",
            "orgName": "ASSOCIATION POUR LE DEVELOPPEMENT DE L'ENSEIGNEMENT ET DES RECHERCHES AUPRES DES UNIVERSITES, DES CENTRES DE RECHERCHE ET DES ENTREPRISES D'AQUITAINE",
            "ecContrib": 262876
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 525751
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 819864
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 498433
        },
        "986391934": {
            "orgId": "986391934",
            "orgName": "TEIJIN ARAMID BV",
            "ecContrib": 255374
        }
    },
    "calculatedTotalContribution": 3613195
}