{
    "rcn": "193880",
    "acronym": "KINDRA",
    "topics": "WATER-4a-2014",
    "title": "Knowledge Inventory for hydrogeology research",
    "startDate": "01/01/2015",
    "endDate": "31/03/2018",
    "objective": "Practical and scientific knowledge related to hydrogeology research and innovation are scattered amongst various actors in Europe. The overall objective of KINDRA is to create an inventory of this knowledge-base and then use the inventory to identify critical research challenges  in line with the implementation of the WFD and new innovation areas within integrated water resources management based on the latest research.\n\nProject objectives:\n\n1. Create a uniform EU-harmonised categorisation approach / terminology for reporting groundwater research (a Hydrogeological Research Classification System ñ HRC-SYS). Since such uniform classification does not exist at the moment, ongoing research activities, national/European hydrogeological research activities, agendas and strategies are difficult to report and even more difficult to compare.\n2. Carry out EU-wide assessment of existing practical and scientific knowledge (using the developed HRC-SYS) focusing on EU, national, regional, international and EU-third party scientific activities. This assessment will be implemented with the help of the national members of EFG.\n3. Create a European Inventory of Groundwater Research and Innovation (EIGR). This register will be supported by a web-service that will be searchable by selected key-words and will support users with query functions for statistics, diagrams, and others concise data elaboration.\n4. Use the data in the register and the developed analytical tools (qualitative/quantitative) to assess the performance of key ongoing EU, national, regional, international and EU-third party hydrogeological scientific and innovation activities and results.\n5. Compare the results with existing recommendations and position papers on groundwater related research requirements.\n6. Define research gaps and corresponding suggestions for research agendas in line with WFD, and WssTP recommendations.",
    "totalCost": "1119338",
    "ecMaxContribution": "1108669,31",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "LA PALMA RESEARCH CENTRE FOR FUTURE STUDIES SL;MISKOLCI EGYETEM;FEDERATION EUROPEENNE DES GEOLOGUES;Geological Survey of Denmark and Greenland;AGENCIA DE MEDIO AMBIENTE Y AGUA DE ANDALUCIA",
    "participantCountries": "ES;HU;FR;DK",
    "projectParticipants": {
        "963776481": {
            "orgId": "963776481",
            "orgName": "AGENCIA DE MEDIO AMBIENTE Y AGUA DE ANDALUCIA",
            "ecContrib": 143462
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 221500
        },
        "983318392": {
            "orgId": "983318392",
            "orgName": "FEDERATION EUROPEENNE DES GEOLOGUES",
            "ecContrib": 371832
        },
        "999459677": {
            "orgId": "999459677",
            "orgName": "Geological Survey of Denmark and Greenland",
            "ecContrib": 163250
        },
        "954900496": {
            "orgId": "954900496",
            "orgName": "LA PALMA RESEARCH CENTRE FOR FUTURE STUDIES SL",
            "ecContrib": 129125
        },
        "999451432": {
            "orgId": "999451432",
            "orgName": "MISKOLCI EGYETEM",
            "ecContrib": 79500
        }
    },
    "calculatedTotalContribution": 1108669
}