{
    "rcn": "193822",
    "acronym": "GHOST",
    "topics": "GALILEO-2-2014",
    "title": "Galileo EnHancement as BoOster of the Smart CiTies",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "With the increase of the density of people in urban areas, modern cities experience significant needs related to planning, maintenance and administration. As a result, many cities are engaged in massive investment for infrastructure development across many structural elements including water supply, lighting, maintenance, traffic and transportation systems, refuse disposal and all the factors which form a part of the completed city.\n\nThe public transportation systems, assisting the movement of people in urban areas using group travel technologies such as buses and trains, are continuously evolving in terms of areas coverage, comfort and technology. Such systems can be exploited by the cities in order to serve both public and benefits including:\nï Maintenance of infrastructure such as lighting, road deteriorations etc.\nï Inspection of points of interests such as parking spaces, garbage collection points etc.\nï Provision of services to the private sector such as inspection of advertisement points etc.\n\nThe main objective of the GHOST project is to design, develop and validate at an operational environment a GALILEO-based intelligent system for vehicles in order to take advantage of the public transportation fleet routes, towards enabling development of new cross-functional applications for infrastructures maintenance, street parking and garbage management in smarter cities environment.\n\nThe GHOST intelligent system will be validated at an operational environment, by demonstrating and experimenting on three (3) use cases of the GHOST applications including:\nï Reporting of street lighting anomalies or road deteriorations (ex: pothole).\nï Detection of double parking or occupied parking reserved for disabled drivers by unauthorized vehicles.\nï Monitoring of public garbage completion level.",
    "totalCost": "1191000",
    "ecMaxContribution": "875062,5",
    "coordinator": "TELETEL TECHNOLOGIA TILEPIKOINONION KAI PLIROFORIKIS ANONYMI EMPORIKI VIOMICHANIKI ETAIREIA",
    "coordinatorCountry": "EL",
    "participants": "SYSTHMATA YPOLOGISTIKIS ORASHS IRIDA LABS AE;A.T.I. TRASPORTI INTERURBANI SPA;ARRIVA LITAS DOO POZAREVAC;BITGEAR WIRELESS DESIGN SERVICES DOO;ALPHA CONSULTANTS (UK) LTD;Istituto Superiore Mario Boella",
    "participantCountries": "EL;IT;RS;UK",
    "projectParticipants": {
        "990455846": {
            "orgId": "990455846",
            "orgName": "BITGEAR WIRELESS DESIGN SERVICES DOO",
            "ecContrib": 196875
        },
        "999749125": {
            "orgId": "999749125",
            "orgName": "TELETEL TECHNOLOGIA TILEPIKOINONION KAI PLIROFORIKIS ANONYMI EMPORIKI VIOMICHANIKI ETAIREIA",
            "ecContrib": 251125
        },
        "942348793": {
            "orgId": "942348793",
            "orgName": "A.T.I. TRASPORTI INTERURBANI SPA",
            "ecContrib": 64750
        },
        "986393389": {
            "orgId": "986393389",
            "orgName": "SYSTHMATA YPOLOGISTIKIS ORASHS IRIDA LABS AE",
            "ecContrib": 71312
        },
        "950979950": {
            "orgId": "950979950",
            "orgName": "ALPHA CONSULTANTS (UK) LTD",
            "ecContrib": 101500
        },
        "999599357": {
            "orgId": "999599357",
            "orgName": "ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE",
            "ecContrib": 0
        },
        "941863308": {
            "orgId": "941863308",
            "orgName": "ARRIVA LITAS DOO POZAREVAC",
            "ecContrib": 51625
        }
    },
    "calculatedTotalContribution": 737187
}