{
    "rcn": "193892",
    "acronym": "ResMoSys",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Multi-Stimuli Responsive Molecular Systems and Materials",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Nanotechnology has been identified as a key enabling technology of economic growth and the value of nanomaterials in the global market is forecast to grow to Ä2 trillion by 2015. In order to be a market leader in this area, it is imperative that Europe invest in research where the gap between knowledge creation and successful commercialisation is bridged, and in training the next generation of highly skilled researchers in nanotechnology. This ETN will increase innovation capacity and strengthen doctoral training in nanotechnology on a European level.\n\nThe ETN will push research into applications at the cutting-edge of nanotechnology by uniting leading experts from both the academic and non-academic sectors under the theme ìMulti-Stimuli Responsive Molecular Systems and Materials.î The objective of the research programme is to prepare new ìsmartî molecular systems and materials in a bottom-up approach from low molecular weight building blocks by exploiting dynamic covalent chemistry and supramolecular interactions. Close collaboration between the academic and industrial members in this ETN will ensure immediate commercialisation of any new technology or materials developed by the network.\n\nThis ETN provides a highly structured and comprehensive training programme in nanotechnology, a subject not specifically taught in many European universities. Early-stage researchers will be recruited and trained so they are equipped with a balance of research-related and transferable skills to enhance their career perspectives in both the academic and non-academic sectors. Thus, the network will produce highly skilled, creative, innovative and entrepreneurial researchers who will contribute to European innovation capacity in nanotechnology.",
    "totalCost": "2646333,72",
    "ecMaxContribution": "2646333,72",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;WEIZMANN INSTITUTE OF SCIENCE;UNIVERSITE DE STRASBOURG;UNIVERSITE DE BORDEAUX;TECHNISCHE UNIVERSITAET KAISERSLAUTERN;WAGENINGEN UNIVERSITY;RIJKSUNIVERSITEIT GRONINGEN;NOVO NORDISK A/S",
    "participantCountries": "SE;IL;FR;DE;NL;DK",
    "projectParticipants": {
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 262876
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 263659
        },
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 260301
        },
        "999885895": {
            "orgId": "999885895",
            "orgName": "TECHNISCHE UNIVERSITAET KAISERSLAUTERN",
            "ecContrib": 249216
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 546576
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 255374
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 255374
        },
        "999940021": {
            "orgId": "999940021",
            "orgName": "NOVO NORDISK A/S",
            "ecContrib": 290082
        },
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 2646334
}