{
    "rcn": "193817",
    "acronym": "RELIEF",
    "topics": "MSCA-ITN-2014-EID",
    "title": "RELIability of product Environmental Footprints",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "To move towards a more sustainable world there needs to be a systematic change in the consumption of resources driven by informed decision-making and policies. Life Cycle Assessment (LCA) is widely accepted as a tool for supporting decisions on environmental footprints. However, it is also acknowledged that the reliability of state-of-the-art LCA needs to be improved as uncertainty and variability are generally not addressed. The importance of improving the reliability of environmental footprinting is currently recognised in the Product Environmental Footprinting approach and in the recommendations of the European Resource Efficiency Platform. This European Industrial Doctorate proposal (RELIEF), a cooperation between Radboud University and Unilever as partners and the Norwegian University of Science and Technology, Stanford University, University of Surrey, Ostfold Research, GreenDelta and the International Union for Conservation of Nature as associate partners, offers a unique international and multidisciplinary training environment for early-stage researchers (ESRs) to improve the reliability of the environmental footprinting of products. RELIEF will develop new models to reduce uncertainty throughout the value chain. Developing these models requires a multidisciplinary approach. Four ESRs will work on different topics, i.e. improving the reliability of product footprints related to energy (carbon), land, chemicals and water. The fifth ESR will work on macro-scale environmental models, in order to incorporate cross-cutting issues from the other four ESRs. Each ESR will receive  broad, high-level training in scientific and general skills as well as personalized training. The training will be delivered by a combination of courses, as part of their own research and via learning in business and academia. The RELIEF project will deliver not only novel methods, but also researchers with state of the art skills and environmental footprinting knowledge.",
    "totalCost": "1276871,4",
    "ecMaxContribution": "1276871,4",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "UNILEVER U.K. CENTRAL RESOURCES LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "999917517": {
            "orgId": "999917517",
            "orgName": "UNILEVER U.K. CENTRAL RESOURCES LIMITED",
            "ecContrib": 0
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 1276871
        }
    },
    "calculatedTotalContribution": 1276871
}