{
    "rcn": "193838",
    "acronym": "GNSS.asia2",
    "topics": "GALILEO-4-2014",
    "title": "Industrial cooperation across continents",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "GNSS.asia2 engages on pre-marketing activities and business development support for European Industry and EGNSS in the Asian region: GNSS.asia2 is building on GNSS.asia (FP7) which has established the foundations for concrete COLLABORATION BETWEEN EUROPEAN AND ASIAN INDUSTRY with already significant results with India, China, Taiwan, Korea and Japan: \n\n-Built an effective team by blending industrial cooperation professionals with GNSS experts \n-Developed a TOOLBOX of GNSSS communication instruments in LOCAL LANGUAGES\n-Established an INDUSTRIAL RELATIONSHIP PLATFORM through numerous workshops, seminars, round tables and communication activities \n-Enabled unique NETWORKING OPPORTUNITIES for European companies to showcase their products in Asia \n-Facilitated the INTRODUCTION OF GALILEO in Asian industry playersí products \n-Provided TRANSPARENCY ON ASIAN MARKETS, research input and contacts for GSA and industry \n-Engaged key GNSS stakeholders in Asia (industry, associations, institutes and govít agencies)\nIndustrial collaboration in the GNSS downstream sector is becoming increasingly important as Galileo hits the market and services get tested. Half of the worldís population live in Asia and Asian high-tech companies supply GNSS-electronics to the world. The DIFFERENTIATORS OF GALILEO need to be underlined in the MULTI-GNSS HOTSPOT ASIA. European industry needs support in BUILDING INDUSTRIAL PARTNERSHIPS with Asian companies. \nGNSS.asia2 will create and deepen industrial relationships, promote EGNSS differentiators in Multi-GNSS, raise EGNSS AWARENESS in Asia. Our proven team will achieve this through PARTNERSHIPS WITH ASIAN GNSS STAKEHOLDERS like the MULTI-GNSS ASIA Campaign and a dedicated GNSS.asia INDUSTRY ADVISORY BOARD.  The proposal is ENDORSED by more than 20 GNSS companies and organisations in Europe and Asia who would like to continue the successful partnership on GNSS industrial cooperation across continents.",
    "totalCost": "1154957,5",
    "ecMaxContribution": "1153707,25",
    "coordinator": "SPACETEC PARTNERS GMBH",
    "coordinatorCountry": "DE",
    "participants": "European Chamber of Commerce in China;INSTITUTE FOR INTERNATIONAL STUDIES AND TRAINING;IIRA CONSULTANCIES PRIVATE LIMITED;European Chamber of Commerce Taiwan;DANIEL LUDWIG CONSULTANT;EUROPEAN CHAMBER OF COMMERCE IN KOREA;EURO CLUB",
    "participantCountries": "CN;JP;IN;TW;FR;KR",
    "projectParticipants": {
        "924629415": {
            "orgId": "924629415",
            "orgName": "IIRA CONSULTANCIES PRIVATE LIMITED",
            "ecContrib": 113249
        },
        "941999690": {
            "orgId": "941999690",
            "orgName": "EUROPEAN CHAMBER OF COMMERCE IN KOREA",
            "ecContrib": 51391
        },
        "957910406": {
            "orgId": "957910406",
            "orgName": "EURO CLUB",
            "ecContrib": 0
        },
        "954733656": {
            "orgId": "954733656",
            "orgName": "INSTITUTE FOR INTERNATIONAL STUDIES AND TRAINING",
            "ecContrib": 144515
        },
        "936278533": {
            "orgId": "936278533",
            "orgName": "DANIEL LUDWIG CONSULTANT",
            "ecContrib": 134375
        },
        "965756445": {
            "orgId": "965756445",
            "orgName": "SPACETEC PARTNERS GMBH",
            "ecContrib": 461232
        },
        "985510107": {
            "orgId": "985510107",
            "orgName": "European Chamber of Commerce in China",
            "ecContrib": 119571
        },
        "951393364": {
            "orgId": "951393364",
            "orgName": "European Chamber of Commerce Taiwan",
            "ecContrib": 129375
        }
    },
    "calculatedTotalContribution": 1153708
}