{
    "rcn": "193883",
    "acronym": "SAF21",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Social Science Aspects of Fisheries for the 21st Century",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "SAF21 is an interdisciplinary and intersectoral network that embeds the social scientists of the future into EU fisheries management systems. It trains experts in analysis of human social behaviour for the better management of socio-ecological complex systems such as fisheries. Behaviour of fishers is complex as trust building and norms acceptance influence compliance with fishing regulations in unpredictable ways. The desired behaviour of fishers is often different from the actual subsequent one as those involved adapt to and find ways around new regulatory regimes, often with catastrophic consequences on resources. Therefore, an integrated understanding of the fine mechanisms governing fishersí behaviour in relation with the regulative processes is needed, to the benefit of decision makers, fishing industry and the environment alike. Academic research and training have insufficiently reflected this need. SAF21 will contribute to rectifying this by training researchers in using tools of the 21st century, e.g. computational sociology techniques, to analyse this topic from a multitude of angles: public understanding of fisheries, trust and norms, social and regulative norms, social marketing of fisheries norms, stakeholders interaction in different management systems and socio-economic resilience. This knowledge will initiate the development of innovative management strategies, especially when it comes to shifting to new regulatory regimes. The wide-ranging training envisaged will offer a structured doctoral training in academic and transferable skills in addition to highly intersectoral non-academic mobility opportunities. Thus, the SAF21 candidates will have the necessary skills and experience to cross disciplines and work sectors. SAF21 will provide researchers the opportunity to fulfill their scientific social responsibility at a higher level than conventional doctoral programs, by ensuring significant time and training for public engagement and outreach.",
    "totalCost": "2724033,96",
    "ecMaxContribution": "2724033,96",
    "coordinator": "UNIVERSITETET I TROMSOE",
    "coordinatorCountry": "NO",
    "participants": "THE MANCHESTER METROPOLITAN UNIVERSITY;CENTRO TECNOLOGICO DEL MAR - FUNDACION CETMAR;MAPIX TECHNOLOGIES LTD;MATIS OHF;UNIVERSITEIT UTRECHT;SYNTESA APS;HASKOLI ISLANDS",
    "participantCountries": "UK;ES;IS;NL;DK",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 255374
        },
        "999766100": {
            "orgId": "999766100",
            "orgName": "MATIS OHF",
            "ecContrib": 269145
        },
        "999874643": {
            "orgId": "999874643",
            "orgName": "UNIVERSITETET I TROMSOE",
            "ecContrib": 572550
        },
        "999884246": {
            "orgId": "999884246",
            "orgName": "HASKOLI ISLANDS",
            "ecContrib": 269145
        },
        "983698050": {
            "orgId": "983698050",
            "orgName": "MAPIX TECHNOLOGIES LTD",
            "ecContrib": 22774
        },
        "999847580": {
            "orgId": "999847580",
            "orgName": "THE MANCHESTER METROPOLITAN UNIVERSITY",
            "ecContrib": 797090
        },
        "991809966": {
            "orgId": "991809966",
            "orgName": "CENTRO TECNOLOGICO DEL MAR - FUNDACION CETMAR",
            "ecContrib": 247873
        },
        "952403037": {
            "orgId": "952403037",
            "orgName": "SYNTESA APS",
            "ecContrib": 290082
        }
    },
    "calculatedTotalContribution": 2724033
}