{
    "rcn": "193813",
    "acronym": "iPUBLIC",
    "topics": "ERC-PoC-2014",
    "title": "Inkjet Printed Ultrafast Batteries and Large Integrated Capacitors",
    "startDate": "01/12/2014",
    "endDate": "31/05/2016",
    "objective": "Energy storage has become a global concern in modern society. With his ERC Advanced grant, Prof. ÷stling, an expert in solid state electronics from the KTH Royal Institute of Technology in Sweden, is trying to develop emerging devices based on silicon technology but with other materials than silicon, such as graphene and its analogue MoS2. These unique materials offer opportunities to novel applications, especially those related to energy storage. Prof. ÷stling and his team have recently developed an efficient inkjet printing technique to reliably deposit these materials at high resolution. They have been able to directly print graphene-based supercapacitors with good performance. In the new PoC project, they will employ the inkjet printing techniques to demonstrate a novel type of energy storage devices which are expected to possess both high energy density and high power density, and establish initial commercialisation steps. Although the novel devices have complicated structure, the full-printing solution will not evidently increase the production cost. Considering the improved performance, the effective cost is actually reduced. Furthermore, the printing solution facilitates scaling up during commercialisation. These printed ultrafast batteries have great potential to meet the urgent and increasing demands from the rapid growth of portable electronic devices and electric vehicles.",
    "totalCost": "150721,25",
    "ecMaxContribution": "150000",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}