{
    "rcn": "193878",
    "acronym": "CREEP",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Complex RhEologies in Earth dynamics and industrial Processes",
    "startDate": "01/04/2015",
    "endDate": "31/03/2019",
    "objective": "The CREEP Innovative Training Network is a training and career development platform for early stage researchers (ESRs) in Geodynamics, Mineral Physics, Seismology, Fluid Mechanics, and Materials Sciences. It aims to structure the collaboration in research and doctoral training between 10 leading academic centers in Earth Sciences in Europe: the CNRS (FR), represented by Geosciences Montpellier and the FAST Orsay, the universities of Bristol, Durham and UCL (UK), Munster and Mainz (DE), Roma TRE (IT) and Utrecht (NL), and as a partner organization: ETH (CH), and 11 partner organizations whose activity encompasses a variety of industrial applications of rheology: oil (Baker Hughes, Schlumberger) and chemical industries (AkzoNobel), glass (Schott) and steel (APERAM) producers, and high-technology SMEs (Rockfield, IGEM, GMuG, MP Strumenti, Geospatial Research, Reykjavik Geothermal).  \nCREEP will provide training to 16 early stage researchers (among which 2 will be self-funded by partner ETH) via a structured program of cross-disciplinary collaborative research, specialized short courses, and workshops. This experience-based training is centered on research projects leading to a PhD that focus on the complex mechanical behavior of Earth materials and its implications for geodynamic and industrial processes. These research projects cover a large spectra of applications from the study of the deformation of the Earth surface (earthquakes) and deep layers to geothermal and petroleum exploration and industrial processes. Through them, the ESRs will acquire skills in experimentation, modelling of deformation at various space and time scales, and seismology. CREEP will also provide the ESRs: (1) essential career-management skills via courses and practical activities aimed to develop their organizational, management and networking skills and (2) experience and understanding of the impact of research for the private sector via secondments in the industrial partners.",
    "totalCost": "3661113,24",
    "ecMaxContribution": "3661113,24",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;JOHANNES GUTENBERG-UNIVERSITAT MAINZ;UNIVERSITY OF DURHAM;UNIVERSITA DEGLI STUDI ROMA TRE;UNIVERSITY OF BRISTOL;UNIVERSITEIT UTRECHT;UNIVERSITY COLLEGE LONDON",
    "participantCountries": "DE;UK;IT;NL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 510749
        },
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 498433
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1051502
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 546576
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 273288
        },
        "999866107": {
            "orgId": "999866107",
            "orgName": "UNIVERSITA DEGLI STUDI ROMA TRE",
            "ecContrib": 258061
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 249216
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3661113
}