{
    "rcn": "193842",
    "acronym": "BIOPOL",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Biochemical and mechanochemical mechanisms in polarized cells",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "BIOPOL is an interdisciplinary European training network at the interface of cell biology, physics and engineering. BIOPOL aims specifically at the understanding of fundamental mechanochemical principles guiding cellular behaviour and function and their relevance to human disease. A new supra-disciplinary research field is emerging bringing together the fields of molecular cell biology, physics and engineering aiming at an in depth understanding of fundamental cellular mechanochemical principles. BIOPOL combines exactly this required expertise in one joint training program for young researchers. BIOPOL has assembled a unique multidisciplinary consortium bringing together top scientists from the fields of molecular/developmental cell biology, membrane physics, engineering as well as specialists from the private sector. The scientific objectives focus on understanding of fundamental mechanisms of cellular mechanosensing in health and disease, the role of external forces in cell division and mechanochemical regulation of cell polarity including tissue formation. Finally, part of BIOPOL¥s research program is the further development of cutting edge technologies like advanced atomic force microscopy, novel photonic tools like optical stretcher or innovative organ on a chip technology, exploiting physical cellular properties. BIOPOL¥s collaborative cutting edge research program is integral part of its training program provided to early stage researcher and is further translated into seven state of the art experimental training stations representing the consortiums expertise. In addition, BIOPOL has developed a 3 years modular curriculum including workshops, summerschools, Business plan competitions and conferences with a specific agenda of transferable skill training elements highly relevant for scientific communication, translational research and in particular entrepreneurship.",
    "totalCost": "3911897,16",
    "ecMaxContribution": "3911897,16",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "MIMETAS BV;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;UNIVERSITA DEGLI STUDI DI PADOVA;FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III;INSTITUT CURIE;JPK INSTRUMENTS AG;UNIVERSITY COLLEGE LONDON;BIONCOTECH THERAPEUTICS SL;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "NL;UK;IT;ES;FR;DE",
    "projectParticipants": {
        "956098252": {
            "orgId": "956098252",
            "orgName": "MIMETAS BV",
            "ecContrib": 255374
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 258061
        },
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 788627
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 819864
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "989986075": {
            "orgId": "989986075",
            "orgName": "JPK INSTRUMENTS AG",
            "ecContrib": 249216
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 498433
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 273288
        },
        "998922879": {
            "orgId": "998922879",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
            "ecContrib": 495746
        },
        "951846451": {
            "orgId": "951846451",
            "orgName": "BIONCOTECH THERAPEUTICS SL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3638609
}