{
    "rcn": "193810",
    "acronym": "SENSEI",
    "topics": "ERC-PoC-2014",
    "title": "Sequence-Enabled Single cEll Identification device",
    "startDate": "01/02/2015",
    "endDate": "31/07/2016",
    "objective": "The dynamics of cell populations within tissues and organs is a hallmark of multi-cellular organisms. In many pathological states (e.g. cancer, diabetes etc) the functions and quantities of specific cell populations change. The ability to simultaneously and effectively monitor these functions and changes is essential for the study of these pathologies and the development of diagnostics and treatment. While single cell profiling is a multi billion dollar market, currently, unbiased and comprehensive classification of tissues into well-defined and functionally coherent cell subpopulations is impossible due to limitations in technology. Here we propose commercialize a technology we recently developed and published (Jaitin et al  Science 2014) - Sequence-Enabled Single cEll identification (SENSEI) - based on massively parallel sequencing of RNA from single cells. Using broad sampling of single cell functional states from multi-cellular tissues we reconstruct biological functions in a bottom-up fashion, starting from the most basic building block ñ the cell. The potential benefits of this invention are blatantly evident. Since cells are the basic building blocks of multi cellular organisms accurate and dynamic description of cell states and functions is essential for both basic biological research and personalized medicine clinical applications. Our technique is immediately applicable in molecular biology labs, clinics or industry, requires no specific equipment beyond our developed consumables and can provide data on RNAs from hundreds of single cells at the cost of one standard average gene expression profile. Massively parallel single cell RNA sequencing is therefore emerging as a super high-resolution, robust and affordable approach for unbiased functional characterization of complex tissues and is likely going to dramatically change molecular research and have profound clinical applications.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}