{
    "rcn": "193884",
    "acronym": "EURO-SEQUENCES",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Monomer sequence control in Polymers : Toward next-generation precision materials",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The aim of the project ìEuro-Sequencesî is to establish a multidisciplinary training network on the emerging topic of sequence-controlled polymers. It has been shown during the last 5 years that such polymers open up unprecedented options for the future of manmade materials. Indeed, similarly to biopolymers such as DNA and proteins, synthetic sequence-controlled polymers contain precisely engineered chain-microstructures that allow a fine control over their molecular, nanoscopic and macroscopic properties. For instance, these new types of polymers are relevant for applications in molecular data storage, catalysis, and nanomedicine. However, this field of research is young and therefore, fundamental and applied research is still mandatory. Thus, it seems timely and appropriate to federate top-European researchers working on that topic. The proposed network is composed of 7 academic partners and 2 companies and connects researchers with complementary expertise in areas such as organic chemistry, polymer synthesis, supramolecular chemistry, physico-chemistry and materials science. This multidisciplinary network will focus on different scientific aspects. A first important objective will be the development of facile and rapid chemical methods for ëwritingí molecular information on polymers. In addition, analytical techniques that allow characterization and sequencing of polymers will be studied. The folding and self-assembly of sequence-controlled polymers will be also examined in order to understand the correlation between controlled primary structure and higher levels of organization. Eventually, a crucial aim of this project will be the conception of new types of plastics materials. This network will be a unique scientific environment for training PhDs. The students will conduct their research in top-European laboratories and will receive a complete training, including lectures and summer schools, on polymer chemistry, supramolecular chemistry and biomaterials.",
    "totalCost": "3926899,8",
    "ecMaxContribution": "3926899,8",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "IONERA TECHNOLOGIES GMBH;THE UNIVERSITY OF MANCHESTER;THE UNIVERSITY OF READING;UNIVERSITEIT GENT;PSA AUTOMOBILES SA;HUMBOLDT-UNIVERSITAET ZU BERLIN;QUEEN MARY UNIVERSITY OF LONDON;TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "participantCountries": "DE;UK;BE;FR;NL",
    "projectParticipants": {
        "999984156": {
            "orgId": "999984156",
            "orgName": "THE UNIVERSITY OF READING",
            "ecContrib": 273288
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 510749
        },
        "999850781": {
            "orgId": "999850781",
            "orgName": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
            "ecContrib": 498433
        },
        "942137527": {
            "orgId": "942137527",
            "orgName": "IONERA TECHNOLOGIES GMBH",
            "ecContrib": 249216
        },
        "999420877": {
            "orgId": "999420877",
            "orgName": "PSA AUTOMOBILES SA",
            "ecContrib": 262876
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 788627
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 250560
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 546576
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3926901
}