{
    "rcn": "193820",
    "acronym": "spyGLASS",
    "topics": "GALILEO-2-2014",
    "title": "GALILEO-BASED PASSIVE RADAR SYSTEM FOR MARITIME SURVEILLANCE",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "This proposal brings forward a passive bistatic radar (PBR) based on Galileo transmissions for maritime surveillance. The exploitation of existing transmissions for PBR applications is becoming increasingly attractive due to their low costs, covert operation, and reduced environmental pollution. Galileo is particularly suited for the proposed task since it comprises a satellite constellation, ensuring that any point on Earth is permanently illuminated by a number of satellites. This feature potentially enables surveillance both in coastal areas and the open sea. In this proposal a ground based receiver is considered for coastal monitoring while the receiver is placed on mobile platforms to assure open sea surveillance. The feasibility of such a system will be evaluated and the required techniques will be studied and developed in order to propose an original and innovative solution to solve a major European problem using European technology.",
    "totalCost": "1510250",
    "ecMaxContribution": "1069317",
    "coordinator": "ASTER SPA",
    "coordinatorCountry": "IT",
    "participants": "THE UNIVERSITY OF BIRMINGHAM;ELETTRONICA GMBH;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "participantCountries": "UK;DE;IT",
    "projectParticipants": {
        "982954060": {
            "orgId": "982954060",
            "orgName": "ASTER SPA",
            "ecContrib": 183750
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 250000
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 250000
        },
        "942436966": {
            "orgId": "942436966",
            "orgName": "ELETTRONICA GMBH",
            "ecContrib": 385567
        }
    },
    "calculatedTotalContribution": 1069317
}