{
    "rcn": "193839",
    "acronym": "POSITION",
    "topics": "GALILEO-4-2014",
    "title": "POlish Support to Innovation and Technology IncubatiON",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "POSITION (POlish Support to Innovation and Technology IncubatiON action) aims at decisively supporting the EGNSS up-take in Poland. To this end, POSITION will build an integrated innovation support solution that stimulates the uptake in a sustainable manner by creating a network for the Polish GNSS sector, deepening the market and industrial capacity intelligence and lastly providing business and financing support to start-ups.\n\nPOSITION has identified three key challenges which are hindering the uptake of GNSS downstream applications in Poland: a lack of GNSS application clusters and awareness, resulting in minimal interaction between entrepreneurs, users, investors and authorities; lack of market-orientation in existing research schemes and efforts combined with a lack of specialised business support for entrepreneurs and lastly a lack of specific financing sources for the sector.\n\nAt the core of the proposed activities in POSITION lies the following objectives: increase awareness and capacity building, foster commercialisation and improve access to finance. In the first stage, a mapping of the Polish GNSS industrial capabilities as well as market trends/opportunities will be created, together with a first interaction with various industrial and decision-making communities. In the second stage, these interactions will be intensified and the industrial sector will be engaged in organised workshops to stimulate industrial interaction and matchmaking amongst themselves but as well with users, investors and authorities in order to enhance the utilisation of key opportunities in the EGNSS market.\n\nSelected companies will receive mentoring around business aspects in order to raise their commercialisation attitude and to help them identifying business opportunities. Advice will be provided on how to obtain funding, fine-tune their business model, market analysis and forecast, investor presentation, etc. to increase the attractiveness of their ideas for investors.",
    "totalCost": "314125",
    "ecMaxContribution": "312625",
    "coordinator": "BLACK PEARLS INVESTMENTS SP ZOO",
    "coordinatorCountry": "PL",
    "participants": "SPACETEC PARTNERS GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "965756445": {
            "orgId": "965756445",
            "orgName": "SPACETEC PARTNERS GMBH",
            "ecContrib": 125000
        },
        "949860182": {
            "orgId": "949860182",
            "orgName": "BLACK PEARLS INVESTMENTS SP ZOO",
            "ecContrib": 187625
        }
    },
    "calculatedTotalContribution": 312625
}