{
    "rcn": "193871",
    "acronym": "5G Wireless",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Innovative Architectures, Wireless Technologies and Tools for High Capacity and Sustainable 5G Ultra-Dense Cellular Networks",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The fifth-generation (5G) is coming.Quo vadis 5G?What architectures, network topologies and technologies will define it?Are methodologies to the analysis, design and optimization of current cellular networks still applicable to 5G? 5Gwireless is the first integrated and multi-disciplinary training-through-research network of ESRs and Senior Supervisors fully committed to re-architecting current cellular principles aiming at making 5G a reality, it will define and optimize radically-changing architectures and technologies leading to a wholesale re-thinking of cellular operational principles & architectures, network topologies, transmission technologies and methods to their analysis, design and optimization. It will recruit 15 ESRs having the objective of conducting top-notch research at national, European and international levels.ESRs will receive personalized training and will conduct theoretical and applied research on fundamental challenges to the development of 5G systems and networks. According to the 5G Public-Private Partnership (5GPPP) recently formed by the EU, 5G networks need to be designed, engineered and optimized by relying on innovative technologies capable of providing 1000 times higher capacity and a 90% reduction in energy consumption compared to the status quo.Such a fundamental and radical paradigm-shift in network design and architecture requires cross-sectoral skills&background and can very unlikely be realized by researchers that have not received personalized training on innovative technologies and adequate methodological tools to their analysis.5Gwireless' mission is to create a vibrant EU-based training and research environment for young researchers aiming at designing architectures, systems and algorithms for building the 5G cellular network of tomorrow. 5Gwireless is first step in that direction having the long-term target of preparing the first highly-selected & trained class of competent academic researchers and industrial professionals.",
    "totalCost": "3858492,24",
    "ecMaxContribution": "3858492,24",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "LINKOPINGS UNIVERSITET;EDUCATIONAL OTE AE;TTI NORTE, S.L.;SIRADEL;ERICSSON AB;UNIVERSITAT POLITECNICA DE CATALUNYA;HERIOT-WATT UNIVERSITY;IQUADRAT INFORMATICA SL;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "SE;EL;ES;FR;UK;DE",
    "projectParticipants": {
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 0
        },
        "999795394": {
            "orgId": "999795394",
            "orgName": "TTI NORTE, S.L.",
            "ecContrib": 247873
        },
        "999853400": {
            "orgId": "999853400",
            "orgName": "HERIOT-WATT UNIVERSITY",
            "ecContrib": 546576
        },
        "996237822": {
            "orgId": "996237822",
            "orgName": "IQUADRAT INFORMATICA SL",
            "ecContrib": 247873
        },
        "949915569": {
            "orgId": "949915569",
            "orgName": "EDUCATIONAL OTE AE",
            "ecContrib": 242387
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 525751
        },
        "999910921": {
            "orgId": "999910921",
            "orgName": "ERICSSON AB",
            "ecContrib": 263659
        },
        "999744663": {
            "orgId": "999744663",
            "orgName": "SIRADEL",
            "ecContrib": 262876
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 498433
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 495746
        }
    },
    "calculatedTotalContribution": 3331174
}