{
    "rcn": "193855",
    "acronym": "ONCORNET",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "ONCOgenic Receptor Network of Excellence and Training",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Cancer is a leading health concern. There is a need to fully understand the fundamental processes underlying development of cancer. There is increasing evidence that G protein-coupled receptors (GPCRs) and their associated signalling cascades are involved in both cancer progression and metastasis. As oncogenic GPCRs are likely to be amenable to manipulation via drugs they are ideal therapeutic targets. In ONCORNET (Oncogenic Receptor Network of Excellence and Training) we propose to target two oncogenic GPCRs; the chemokine receptors CXCR4 and CXCR7. These are highly expressed in a range of tumours and yet their role in cancer progression is not well understood. We will focus on unravelling how CXCR4 and CXCR7 are or can be modulated (small molecules, pepducins, nanodies) and investigate the effects on oncogenic responses. This represents crucial knowledge that we currently do not have and yet may well provide potential leads for drug development and commercialisation. ONCORNET will bring together the leading research scientists and labs in Europe with an interest in GPCRs and 15 early stage researchers. We will employ all the latest multidisciplinary research technologies to understand the role of these GPCRs in cancer and develop CXCR4 and CXCR7 tools for diagnostic and therapeutic purposes. Importantly, developed approaches can be extrapolated to other oncogenic GPCRs. The ONCORNET consortium will offer an extensive multidisciplinary training programme to the ESRs to ensure that they can operate in todayís drug discovery programmes. This will include both research (e.g. drug discovery, proteomics, imaging, modelling) and transferable (e.g. entrepreneurship, writing, media training) skill sets ñthat is rarely offered at PhD level. We will train ESRs to develop the next generation of multidisciplinary scientists with skills that are highly demanded by many of todayís employers in drug development industries.",
    "totalCost": "3885736,38",
    "ecMaxContribution": "3885736,38",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "GRIFFIN DISCOVERIES BV;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;ARGEN-X;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;THE UNIVERSITY OF NOTTINGHAM;UNIVERSIDAD AUTONOMA DE MADRID;UNIVERSITY OF GLASGOW;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;JULIUS-MAXIMILIANS UNIVERSITAET WUERZBURG",
    "participantCountries": "NL;FR;BE;DE;UK;ES",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 546576
        },
        "967946414": {
            "orgId": "967946414",
            "orgName": "GRIFFIN DISCOVERIES BV",
            "ecContrib": 255374
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 0
        },
        "941345716": {
            "orgId": "941345716",
            "orgName": "ARGEN-X",
            "ecContrib": 250560
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 510749
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 525751
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 546576
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 503845
        },
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 247873
        }
    },
    "calculatedTotalContribution": 3387304
}