{
    "rcn": "193911",
    "acronym": "PIANO",
    "topics": "WATER-5a-2014",
    "title": "Policies, Innovation And Networks for enhancing Opportunities for China Europe Water Cooperation",
    "startDate": "01/03/2015",
    "endDate": "31/05/2018",
    "objective": "The overall objective of PIANO is to create a strategic cooperation partnership for water research and innovation between Europe and China, promoting the creation of networks of companies (including SMEs), entrepreneurs, not for profit organisations, policy makers, regulators and funding bodies to create business and social opportunities for China Europe Water Cooperation. PIANO will contribute to and is endorsed by the China Europe Water Platform (CEWP), and its 10 active EU Member States. \n\nFirst, PIANO will strengthen the existing CEWP network to create a comprehensive China Europe water research and innovation network. Second, based on a comparative analysis of the water innovation landscape in Europe and China, PIANO will identify European technological water innovations with potential for implementation and replication in China. In addition, PIANO will identify opportunities for joint development to address water challenges, where both Europe and China lack market ready technological water innovations. Third, PIANO will identify drivers and barriers for implementation and replication of technical innovations. PIANO will also identify strategies to overcome obstacles and take advantage of drivers, to facilitate creation of business opportunities. Fourth, PIANO will promote knowledge exchange and a policy dialogue to create an enabling environment for the uptake of technological water innovations. Fifth, PIANO will develop a shared strategic research and innovation agenda between Europe and China in the water sector.\n\nPIANO will align with current and future strategic initiatives to optimise opportunities for the EU and China across the water sector. To ensure success and achieve high impact, PIANO will be executed by a consortium of 9 leading European partners from both public and private sectors. Also, 13 leading Chinese partners are active PIANO participants, including the Ministries of Water Resources and of Environmental Protection.",
    "totalCost": "1107375",
    "ecMaxContribution": "1107375",
    "coordinator": "UNIVERSITAET FUER BODENKULTUR WIEN",
    "coordinatorCountry": "AT",
    "participants": "European Chamber of Commerce in China;STIFTELSEN STOCKHOLM INTERNATIONAL WATER INSTITUTE;OFFICE INTERNATIONAL DE L'EAU;LABORATORIO NACIONAL DE ENGENHARIA CIVIL;Istituto Superiore per la Protezione e la Ricerca Ambientale;EUROPAISHE VEREINIGUNG FUR WASSERWIRTSVHAFT EV;DANMARKS TEKNISKE UNIVERSITET;W.S. ATKINS INTERNATIONAL LTD",
    "participantCountries": "CN;SE;FR;PT;IT;DE;DK;UK",
    "projectParticipants": {
        "950875481": {
            "orgId": "950875481",
            "orgName": "EUROPAISHE VEREINIGUNG FUR WASSERWIRTSVHAFT EV",
            "ecContrib": 41250
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 210750
        },
        "998850517": {
            "orgId": "998850517",
            "orgName": "LABORATORIO NACIONAL DE ENGENHARIA CIVIL",
            "ecContrib": 40000
        },
        "997494069": {
            "orgId": "997494069",
            "orgName": "OFFICE INTERNATIONAL DE L'EAU",
            "ecContrib": 125040
        },
        "985510107": {
            "orgId": "985510107",
            "orgName": "European Chamber of Commerce in China",
            "ecContrib": 20000
        },
        "999987357": {
            "orgId": "999987357",
            "orgName": "UNIVERSITAET FUER BODENKULTUR WIEN",
            "ecContrib": 336250
        },
        "997905349": {
            "orgId": "997905349",
            "orgName": "Istituto Superiore per la Protezione e la Ricerca Ambientale",
            "ecContrib": 126250
        },
        "950664894": {
            "orgId": "950664894",
            "orgName": "W.S. ATKINS INTERNATIONAL LTD",
            "ecContrib": 75960
        }
    },
    "calculatedTotalContribution": 975500
}