{
    "rcn": "193906",
    "acronym": "FIWIN5G",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "FIber-Wireless Integrated Networks for 5th Generation delivery.",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "This European Training Network aims to produce the next generation of early stage researchers who will enable Europe to take a leading role in the development of future devices, systems and networks supporting the 5G high-speed wireless internet. To do this, researchers must be able to work in interdisciplinary teams, integrate their activities, share expertise, and promote a vision of a converged wireless and optical devices and networks that efficiently supports the services and applications being demanded. A large number of technologies and devices will need to converge, co-exist and interoperate, and most importantly, cooperate, if this vision is to be efficiently and cost-effectively realised. A key area within this next generation jigsaw is the integration of optical fibre networks and radio networks at mm-wave frequencies, to provide high-bandwidth front/backhaul services and enable scalable and manageable networks without a highly complex interface structure and multiple overlaid protocols.\n\nFIWIN5G aims to provide doctoral students with the exposure to the range of skills, necessary to address these challenging demands. Deep technical knowledge but also key transferable skills common in entrepreneurship, management, financing as well as communication, and societal outreach. While becoming expects in one particular sub-domain, they must understand the broad context of their work, whether it is systems/network engineers understanding the devices and technologies that make up the networks or device engineers understanding the networks in which their devices will function.\n\nWe draw together a range of world-leading partners, selected for their complimentary and excellence to offer a vital opportunity to advance industryís understanding and uptake of the key technologies in this area. To provide excellent training and diverse experience of research environments, all project involve a significant period of secondment and collaboration with an industry partner.",
    "totalCost": "3867896,88",
    "ecMaxContribution": "3867896,88",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "INSTITUT POLYTECHNIQUE DE GRENOBLE;BUDAPESTI MUSZAKI ES GAZDASAGTUDOMANYI EGYETEM;UNIVERSITAET DUISBURG-ESSEN;DANMARKS TEKNISKE UNIVERSITET;III-V LAB;UNIVERSITY OF CYPRUS;CONSORZIO NAZIONALE INTERUNIVERSITARIO PER LE TELECOMUNICAZIONI;UNIVERSIDAD CARLOS III DE MADRID;UNIVERZA V LJUBLJANI",
    "participantCountries": "FR;HU;DE;DK;CY;IT;ES;SI",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 241379
        },
        "999904228": {
            "orgId": "999904228",
            "orgName": "BUDAPESTI MUSZAKI ES GAZDASAGTUDOMANYI EGYETEM",
            "ecContrib": 223914
        },
        "999843312": {
            "orgId": "999843312",
            "orgName": "UNIVERSITAET DUISBURG-ESSEN",
            "ecContrib": 498433
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 580164
        },
        "999649603": {
            "orgId": "999649603",
            "orgName": "CONSORZIO NAZIONALE INTERUNIVERSITARIO PER LE TELECOMUNICAZIONI",
            "ecContrib": 258061
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 234998
        },
        "999971546": {
            "orgId": "999971546",
            "orgName": "III-V LAB",
            "ecContrib": 262876
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 546576
        },
        "999875225": {
            "orgId": "999875225",
            "orgName": "INSTITUT POLYTECHNIQUE DE GRENOBLE",
            "ecContrib": 525751
        },
        "999899572": {
            "orgId": "999899572",
            "orgName": "UNIVERSIDAD CARLOS III DE MADRID",
            "ecContrib": 495746
        }
    },
    "calculatedTotalContribution": 3867898
}