{
    "rcn": "193970",
    "acronym": "PACE",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Perception and Action in Complex Environments",
    "startDate": "01/04/2015",
    "endDate": "31/03/2019",
    "objective": "The PACE research and training programme sits at the interface between basic science, technology and clinics, in order to unveil how humans control and adapt their movements in complex, naturalistic environments.  Such a research agenda has major consequences for understanding how these movements are impacted by specific brain insults and how these impairments can be compensated for via new rehabilitation methods. Improving rehabilitation programmes for sensory and motor disabilities across the lifespan is a major societal challenge in western countries and many obstacles need to be overcome. To provide but one example, with regard to eye-hand coordination of upper limb movement remaining abilities are rarely assessed in stroke patients or sensory-disabled children and this impacts both prognostic estimation and rehabilitation. New technologies, such as robotics or virtual reality, provide an exciting change in perspective to transfer state-of-the-art knowledge from basic research on sensorimotor transformation into the clinical domain. To meet these societal challenges, it is crucial to train a new generation of early-stage researchers in a programme such as PACE where fundamental and applied/clinical research are effectively integrated via collaborative research, doctoral secondments and theoretical courses ñ in other words, one in which clinicians, neuroscientists, theoreticians and engineers can contribute around a well-defined problem: how humans acquire, lose and recover movement performance. With 8 academic, 1 clinical and 1 private beneficiaries, and 5 partner organizations (4 industrial, 1 in science communication), PACE structures a training and research programme that is both highly interdisciplinary and intersectoral. Our goal is to meet both fundamental and clinical well-identified challenges as well as preparing young scientists for future european research & development in the fields of human movement studies and rehabilitation medicine.",
    "totalCost": "3911673,24",
    "ecMaxContribution": "3911673,24",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "MOTEK MEDICAL B.V.;STICHTING VU;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;UNIVERSITY OF DURHAM;BEN-GURION UNIVERSITY OF THE NEGEV;MEDICAL RESEARCH INFRASTRUCTURE DEVELOPMENT AND HEALTH SERVICES FUND BY THE SHEBA MEDICAL CENTER;FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA;UNIVERSITAT DE BARCELONA;UNIVERSITY COLLEGE LONDON",
    "participantCountries": "NL;UK;IL;IT;ES",
    "projectParticipants": {
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 255374
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 255374
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 247873
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1314378
        },
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 516123
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 273288
        },
        "969048334": {
            "orgId": "969048334",
            "orgName": "MOTEK MEDICAL B.V.",
            "ecContrib": 255374
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 273288
        },
        "998129904": {
            "orgId": "998129904",
            "orgName": "MEDICAL RESEARCH INFRASTRUCTURE DEVELOPMENT AND HEALTH SERVICES FUND BY THE SHEBA MEDICAL CENTER",
            "ecContrib": 260301
        },
        "999846222": {
            "orgId": "999846222",
            "orgName": "BEN-GURION UNIVERSITY OF THE NEGEV",
            "ecContrib": 260301
        }
    },
    "calculatedTotalContribution": 3911674
}