{
    "rcn": "193988",
    "acronym": "CRITICS",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Critical Transitions in Complex Systems",
    "startDate": "01/04/2015",
    "endDate": "31/03/2019",
    "objective": "Complex systems research has been on the forefront of scientific priorities of many national research councils and the EU for more than a decade. Many very interesting phenomena have been identified and explored, but the development of the underpinning mathematical theory has been lagging behind. The proposed training network builds on an emerging development in applied mathematics to provide proper mathematical theory for the existence of early-warning signals for sudden changes in dynamical behaviour, so-called critical transitions, which have been reported by applied scientists in various contexts. Practical implications for the existence of such early-warning signals are far reaching, since these would enable the development of better control strategies to avoid or diminish the effect of catastrophes. Topical examples include epileptic seizures, stock market collapses, earthquakes, and climate. Attending to the mathematical underpinning for critical transitions in complex systems, it is apparent that the relevant mathematical discipline of bifurcation theory, that has been developed to great acclaim and use for primarily low-dimensional deterministic autonomous (i.e. intrinsically time-independent) dynamical systems, and (in the context of phase transitions) for material science, does not apply without nontrivial modification to most of the complex systems contexts. The training network is a response to the needs of applied scientists (including many in the private sector) for a proper mathematical underpinning of early-warning signals. After their training, the trained researchers will be at the very forefront of this rapidly developing field, with many practical skills and crucial theoretical insights into the possibilities (and impossibilities) of early-warning signals for critical transitions in a wide range of contexts.",
    "totalCost": "3896688,1",
    "ecMaxContribution": "3896688,1",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF EXETER;UNIVERSIDAD DE VALLADOLID;FUNDACION CIDAUT;KOBENHAVNS UNIVERSITET;Friedrich Schiller University Jena;WAGENINGEN UNIVERSITY;UNIVERSITEIT UTRECHT;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "UK;ES;DK;DE;NL;IE",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 255374
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1009647
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 546576
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 510749
        },
        "999647469": {
            "orgId": "999647469",
            "orgName": "FUNDACION CIDAUT",
            "ecContrib": 0
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 247873
        },
        "999868726": {
            "orgId": "999868726",
            "orgName": "FRIEDRICH-SCHILLER-UNIVERSITAT JENA",
            "ecContrib": 0
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 249216
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        },
        "999862809": {
            "orgId": "999862809",
            "orgName": "UNIVERSIDAD DE VALLADOLID",
            "ecContrib": 247873
        }
    },
    "calculatedTotalContribution": 3647472
}