{
    "rcn": "193957",
    "acronym": "InnoChain",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Building Innovation in the Extended Digital Chain",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "The InnoChain ETN network is a shared research training environment examining how advances in digital design tools challenge building culture enabling more sustainable, more informed and more materially smart design solutions. The network aims to train a new generation of interdisciplinary researchers with a strong industry focus that can effect real changes in the way we think, design and build our physical environment. \nThe programme investigates the extended digital chain as a particular opportunity for interdisciplinary design collaboration. Challenging the traditional thinking of design as a linear process of incremental refinement, InnoChain identifies three axes of design innovation potential communication, simulation and materialisation appearing as distributed and interdisciplinary activities across the design chain. Situating feedback between design processes as a key concern for developing holistic and integrated design methods, the network will develop new interdisciplinary design methods that integrate advanced simulation and interface with material fabrication.\nWith a strong inter-sector focus, InnoChain connects ìresearch in practiceî with ìresearch in academiaî. Assembling 6 internationally recognised academic research environments leading research into computational design in architecture and engineering and 14 innovation pioneering industry partners from architecture, engineering, design software development and fabrication, the programme will establish a shared training platform for 15 early stage researchers. The network creates a structured training programme focussed on supervision of individual research projects, an inter-sector secondment programme as well as collective research events including workshop-seminars, colloquia, summer school and research courses that provide a unique opportunity for young researchers to obtain new knowledge and skills positioning them between strong innovative research practice and influential industrial impact.",
    "totalCost": "3972691,44",
    "ecMaxContribution": "3972691,44",
    "coordinator": "DET KONGELIGE DANSKE KUNSTAKADEMIS SKOLER FOR ARKITEKTUR, DESIGN OG KONSERVERING.",
    "coordinatorCountry": "DK",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;UNIVERSITAT FUR ANGEWANDTE KUNST WIEN;UNIVERSITAET STUTTGART;INSTITUT D'ARQUITECTURA AVANCADA DE CATALUNYA;UNIVERSITY COLLEGE LONDON",
    "participantCountries": "SE;AT;DE;ES;UK",
    "projectParticipants": {
        "990942010": {
            "orgId": "990942010",
            "orgName": "DET KONGELIGE DANSKE KUNSTAKADEMIS SKOLER FOR ARKITEKTUR, DESIGN OG KONSERVERING.",
            "ecContrib": 870246
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 527319
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 747649
        },
        "999542321": {
            "orgId": "999542321",
            "orgName": "UNIVERSITAT FUR ANGEWANDTE KUNST WIEN",
            "ecContrib": 511868
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 819864
        },
        "957944453": {
            "orgId": "957944453",
            "orgName": "INSTITUT D'ARQUITECTURA AVANCADA DE CATALUNYA",
            "ecContrib": 495746
        }
    },
    "calculatedTotalContribution": 3972692
}