{
    "rcn": "193958",
    "acronym": "ECMED",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "The Extracellular Matrix in Epileptogenesis",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Over 50 million people worldwide have epilepsy and 30% are resistant to our present therapies. Epilepsy, therefore, comprises a major burden to society and so there is a pressing need for new approaches to treatment. The brain extracellular matrix (ECM) plays a critical role in governing brain excitability and function. Although research into the role of the ECM in neuronal signalling and network function has advanced considerably in recent years, its full translational potential has yet to be realised. There is growing evidence for a major role of the ECM in epilepsy including the association between ECM protein mutations and epilepsy, changes in the ECM and associated proteins during the development of epilepsy and the strong association between the ECM and brain diseases associated with epilepsy including stroke, traumatic brain injury, neurodegeneration and autism. \nThis proposal brings together considerable expertise from academic and industry partners in the biology of the ECM with experts in epilepsy research. This, therefore, represents a truly collaborative effort to determine not only the role of the ECM in the development of epilepsy but also novel approaches to treat and to prevent epilepsy.\nThe academic partners will focus on specific research questions, whilst the industrial members will provide diagnostic, treatment and advanced research tools. The project has a strong translational theme and the combination of basic and translational science will be of great benefit for the training of young researchers.\nTrainees will be exposed to courses, workshops, joint research meetings and inter-laboratory visits. The focus of the training programme is on expanding knowledge and the application of such knowledge to address pertinent question relevant to the diagnosis, prognosis and treatment of epilepsy, so providing an ideal insight into translational neuroscience.",
    "totalCost": "3047025,6",
    "ecMaxContribution": "3047025,6",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "DEUTSCHES ZENTRUM FUR NEURODEGENERATIVE ERKRANKUNGEN EV;UNIVERSITEIT ANTWERPEN;LEIBNIZ-INSTITUT FUER NEUROBIOLOGIE;FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA;IPROTEOS SL;INSTYTUT BIOLOGII DOSWIADCZALNEJ IM. M. NENCKIEGO POLSKIEJ AKADEMII NAUK;UNIVERSITE D'AIX MARSEILLE;ITA-SUOMEN YLIOPISTO;Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "participantCountries": "DE;BE;IT;ES;PL;FR;FI;NL",
    "projectParticipants": {
        "998500056": {
            "orgId": "998500056",
            "orgName": "LEIBNIZ-INSTITUT FUER NEUROBIOLOGIE",
            "ecContrib": 249216
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 255374
        },
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 269145
        },
        "974626416": {
            "orgId": "974626416",
            "orgName": "DEUTSCHES ZENTRUM FUR NEURODEGENERATIVE ERKRANKUNGEN EV",
            "ecContrib": 498433
        },
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 262876
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 250560
        },
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 516123
        },
        "958930458": {
            "orgId": "958930458",
            "orgName": "IPROTEOS SL",
            "ecContrib": 247873
        },
        "999489359": {
            "orgId": "999489359",
            "orgName": "INSTYTUT BIOLOGII DOSWIADCZALNEJ IM. M. NENCKIEGO POLSKIEJ AKADEMII NAUK",
            "ecContrib": 224137
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3047025
}