{
    "rcn": "193931",
    "acronym": "RADIATE",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Radiation Innovations for Therapy and Education",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "Approximately 45-60% of all cancer patients are treated with radiotherapy. Some of these patients have a good outcome, but in other cases their illness fails to be cured. This may result from distant metastases or from regrowth of the primary tumor. This training network is built on the premise that considerable advances in understanding radiobiology will open novel routes for effective therapeutic intervention with biological targets to improve the outcome of cancer treatment; this progress requires a European-wide effort. \nThis network of radiobiologists, clinicians and scientists with complementary expertise will stimulate outstanding science, meeting the high demand for excellent young academics enhancing Europe¥s competitive capability in this highly relevant but underrepresented and fragmented research area. We will strengthen collaborations and technological platforms to develop effective therapeutic strategies for cancer. The failure to eliminate the primary cancer can be placed into 2 categories: the radioresistance of the tumor and the sensitivity of surrounding normal tissue; and the effects of the tumor microenvironment leading to greater overall resistance and altering the immune response to the tumor. This will be combined with translational work designed to identify and implement new therapeutic strategies for use in radiotherapy. Students will benefit from the expertise of the whole, both academic and industrial including unique research technologies that will now be available throughout the network, including a variety of screening platforms, methodology for preclinical cancer therapy and novel radiation and imaging technologies. The European community will benefit from the pursuit of innovative hypotheses, training of new researchers, and dissemination of knowledge. By combating a major death-related disease in Europe this project will raise health and bring long-term benefit to the European and international community.",
    "totalCost": "3081061,44",
    "ecMaxContribution": "3081061,44",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITE CATHOLIQUE DE LOUVAIN;UNIVERSITEIT MAASTRICHT;INSTITUT CURIE;UNIVERSITAETSKLINIKUM ESSEN;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "BE;NL;FR;DE",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 510749
        },
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 525751
        },
        "999604401": {
            "orgId": "999604401",
            "orgName": "UNIVERSITAETSKLINIKUM ESSEN",
            "ecContrib": 498433
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 501120
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 498433
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3081062
}