{
    "rcn": "193925",
    "acronym": "CHIBOW",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Children Born of War - Past, Present and Future",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "The physical and psychosocial impact of armed conflict on children is immense and particularly so, if these children are associated with the enemy. Overwhelming evidence suggests that children born of war (CBOW), i.e. children fathered by foreign soldiers and born to local mothers have been and continue to be a major obstacle to successful integration of both their mothers and themselves into post-conflict societies. At a global level, previous UN studies have further emphasized the lack of research on children born out of forced pregnancies in armed conflict. The proposed network addresses the described shortcomings by advancing the knowledge base through systematic analysis of lived experiences of CBOW in a variety of 20th century conflict and post-conflict situations. \nThe main research goal is to further our understanding of how (if at all) CBOW in conflict and post-conflict situations are integrated into society; how (if at all) militaries, governments, and nongovernmental policy makers assist this integration process; and how the children's lived experiences reflect broader societal attitudes to memories of war and vice versa. Our vision is to promote scientific excellence by exploiting the specific research expertise and infrastructure of the co-ordinating partner and all participants in order to advance the research competencies and employability of early career researchers. Their enhanced understanding of the challenges of CBOW in volatile societies will inform the normative debates and, ultimately, policies on the reintegration of CBOW into post-conflict societies. By combining historical, social empirical, psychiatric, political, legal, memory, public health and development studies with the discourse surrounding currently enacted humanitarian intervention, insights gained from this network will surpass existing knowledge and will help improve on current integration efforts.",
    "totalCost": "3729290,65",
    "ecMaxContribution": "3729290,4",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "UNIWERSYTET SLASKI;UNIVERSITE DE ROUEN NORMANDIE;UNIVERSITATSMEDIZIN GREIFSWALD KORPERSCHAFT DES OFFENTLICHEN RECHTS;LUDWIG BOLTZMANN GESELLSCHAFT OSTERREICHISCHE VEREINIGUNG ZUR FORDERUNG DER WISSENSCHAFTLICHEN FORSCHUNG;MAX WEBER STIFTUNG DEUTSCHE GEISTESWISSENSCHAFTLICHE INSTITUTE IM AUSLAND;UNIVERSITAET LEIPZIG;STICHTING REINIER VAN ARKEL;UNIVERZITA JANA EVANGELISTY PURKYNE V USTI NAD LABEM;LATVIJAS UNIVERSITATE;KLAIPEDOS UNIVERSITETAS;UNIVERSITAET AUGSBURG",
    "participantCountries": "PL;FR;DE;AT;NL;CZ;LV;LT",
    "projectParticipants": {
        "999904422": {
            "orgId": "999904422",
            "orgName": "KLAIPEDOS UNIVERSITETAS",
            "ecContrib": 220443
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 819864
        },
        "947193555": {
            "orgId": "947193555",
            "orgName": "UNIVERSITATSMEDIZIN GREIFSWALD KORPERSCHAFT DES OFFENTLICHEN RECHTS",
            "ecContrib": 249216
        },
        "944934134": {
            "orgId": "944934134",
            "orgName": "STICHTING REINIER VAN ARKEL",
            "ecContrib": 255374
        },
        "999871830": {
            "orgId": "999871830",
            "orgName": "LATVIJAS UNIVERSITATE",
            "ecContrib": 223578
        },
        "973510431": {
            "orgId": "973510431",
            "orgName": "UNIVERZITA JANA EVANGELISTY PURKYNE V USTI NAD LABEM",
            "ecContrib": 232422
        },
        "999465982": {
            "orgId": "999465982",
            "orgName": "UNIVERSITE DE ROUEN NORMANDIE",
            "ecContrib": 525751
        },
        "999598678": {
            "orgId": "999598678",
            "orgName": "UNIVERSITAET AUGSBURG",
            "ecContrib": 224137
        },
        "986960063": {
            "orgId": "986960063",
            "orgName": "MAX WEBER STIFTUNG DEUTSCHE GEISTESWISSENSCHAFTLICHE INSTITUTE IM AUSLAND",
            "ecContrib": 0
        },
        "998346214": {
            "orgId": "998346214",
            "orgName": "LUDWIG BOLTZMANN GESELLSCHAFT OSTERREICHISCHE VEREINIGUNG ZUR FORDERUNG DER WISSENSCHAFTLICHEN FORSCHUNG",
            "ecContrib": 255934
        },
        "999854564": {
            "orgId": "999854564",
            "orgName": "UNIVERSITAET LEIPZIG",
            "ecContrib": 498433
        },
        "999917614": {
            "orgId": "999917614",
            "orgName": "UNIWERSYTET SLASKI",
            "ecContrib": 224137
        }
    },
    "calculatedTotalContribution": 3729289
}