{
    "rcn": "193993",
    "acronym": "UK150330_IMCpilot",
    "topics": "INNOSUP",
    "title": "UK150330_Support to the provision of services Enhancing the innovation managementcapacities of SMEs by the Enterprise Europe Network in 2014",
    "startDate": "01/05/2014",
    "endDate": "31/12/2014",
    "objective": "The overall aim is to ensure that Scottish SMEs with international innovation and growth ambitions are empowered by unlocking their full growth potential through better internal innovation management capability.    \n\nThe underpinning objective of this proposal is therefore to pilot the development of a quality and workable Enterprise Europe Network delivery service in Scotland that supports SMEs to increase their innovation management capacity and to innovate successfully and profitably.    This requires not only a focused SME targeting strategy, but also qualified staff trained on appropriate tools and methodologies, delivering the right support to the right SMEs, coordinated with other delivery teams with the Enterprise Europe Network Scotland (EES) host organisations.  \n\nThis proposed pilot project will cover the whole of Scotland, through the two innovation focussed partners of the EES consortium: Scottish Enterprise (SE) and Highlands and Islands Enterprise (HIE).  The majority of the activity will be carried out in the Scottish Enterprise region, which accounts for 91% of the population.",
    "totalCost": "56000",
    "ecMaxContribution": "44800",
    "coordinator": "SCOTTISH ENTERPRISE",
    "coordinatorCountry": "UK",
    "participants": "HIGHLANDS & ISLANDS ENTERPRISE",
    "participantCountries": "UK",
    "projectParticipants": {
        "947185019": {
            "orgId": "947185019",
            "orgName": "HIGHLANDS & ISLANDS ENTERPRISE",
            "ecContrib": 9216
        },
        "999763772": {
            "orgId": "999763772",
            "orgName": "SCOTTISH ENTERPRISE",
            "ecContrib": 35584
        }
    },
    "calculatedTotalContribution": 44800
}