{
    "rcn": "193952",
    "acronym": "ProteinFactory",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Engineering of new-generation protein secretion systems",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The market for recombinant proteins, including biopharmaceuticals, industrial enzymes and membrane proteins, is estimated to be about 78 billion Euro and rising. A high proportion of the target proteins are produced in bacteria, where secretion out of the cytoplasm is a favoured strategy. However, current production platforms have severe limitations and cannot handle many secreted enzymes and membrane proteins. There is an overwhelming need for new production systems that can deliver these products in greater yields, with higher quality and at lower costs. The 'ProteinFactory' ETN will meet these challenges through the provision of a suite of super-secreting strains with unique capabilities. These strains will be engineered to bypass major production bottlenecks such as secretion stress, and will be capable of secreting an unprecedented range of target molecules. Equally important will be the training of a new generation of researchers, versed in Systems and Synthetic Biology approaches. The ProteinFactory project will involve extensive collaboration between 6 academic Institutes, who provide world-leading expertise in synthetic biology and protein secretion, and 5 non-academic partners who include some of the world's premier biotechnology companies. Training will be inter-sectoral from the outset, with every ESR undertaking extensive secondments within the non-academic partners in order to encourage an entrepreneurial mind-set. The project is furthermore explicitly multi-disciplinary in scope, with two of the five research work packages dominated by theoretical approaches. Based on a responsible innovation approach and with a clear focus on inter-sectoral collaboration, ProteinFactory will deliver a cohort of superbly-trained scientists, put the industrial and SME partners at the forefront of global competition and reinforce European innovation potentials with growth and job creation.",
    "totalCost": "3685072,68",
    "ecMaxContribution": "3685072,68",
    "coordinator": "ACADEMISCH ZIEKENHUIS GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "UCB Celltech;DSM FOOD SPECIALTIES BV;NOVOZYMES A/S;UNIVERSITY OF KENT;HUMBOLDT-UNIVERSITAET ZU BERLIN;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;UNIVERSITAET GREIFSWALD;STOCKHOLMS UNIVERSITET",
    "participantCountries": "UK;NL;DK;DE;FR;SE",
    "projectParticipants": {
        "998092559": {
            "orgId": "998092559",
            "orgName": "UCB Celltech",
            "ecContrib": 273288
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 790978
        },
        "999850781": {
            "orgId": "999850781",
            "orgName": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
            "ecContrib": 249216
        },
        "999841275": {
            "orgId": "999841275",
            "orgName": "UNIVERSITY OF KENT",
            "ecContrib": 546576
        },
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 383061
        },
        "999858056": {
            "orgId": "999858056",
            "orgName": "ERNST-MORITZ-ARNDT-UNIVERSITÄT GREIFSWALD",
            "ecContrib": 0
        },
        "998827431": {
            "orgId": "998827431",
            "orgName": "DSM FOOD SPECIALTIES BV",
            "ecContrib": 127687
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 525751
        },
        "999913346": {
            "orgId": "999913346",
            "orgName": "NOVOZYMES A/S",
            "ecContrib": 290082
        }
    },
    "calculatedTotalContribution": 3186639
}