{
    "rcn": "193935",
    "acronym": "HEADS",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Head protection: a European training network for Advanced Designs in Safety",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Head injury is the most severe injury caused by motorcycling, bicycling, snowsports and equestrian activities, and it is the leading cause of death within these activities. Linear acceleration has been used extensively to determine head injury risk, but it has been found that brain injury is actually influenced by angular kinematics. This is ignored by current injury criteria and product certification tests. To date, there is no consensus in terms of head injury due to angular kinematics and this represents a significant gap in the state of the art. The scientific goal of HEADS is to improve the understanding of head impact injury and to design new helmet standard test methods that recognise the influence of rotational kinematics. This will lead to improved helmets and a reduction in the severity of injuries and the numbers of fatalities. This objective will be achieved through a combination of computational simulations of real-life accidents, experimental and computational investigation of injury thresholds, and design of new helmet certification tests. Another major objective of the network is to train a group of highly specialised doctoral graduates who are equally cognisant of head impact biomechanics and helmet design technologies as well as being aware of commercialisable market opportunities. The ESRs will work in world-class facilities with highly qualified experts, and will benefit from the training scheme developed based on the expertise of academic and industrial partners. This project will reach a new level of understanding of head injury and how head injury should be prevented, with directly applicable results to European industry. It will develop a well-networked group of young engineers and scientists into world class researchers and innovators with numerous career paths open to them, who will advance technology for the benefit of society and maintain Europe as a global leader in industrial development.",
    "totalCost": "3387265,56",
    "ecMaxContribution": "3387265,56",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;AGV SPA;LAZER SPORT NV;CHARLES OWEN & COMPANY (BOW) LIMITED;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "SE;IT;BE;UK",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 790978
        },
        "968366424": {
            "orgId": "968366424",
            "orgName": "CHARLES OWEN & COMPANY (BOW) LIMITED",
            "ecContrib": 273288
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 1062698
        },
        "968377191": {
            "orgId": "968377191",
            "orgName": "LAZER SPORT NV",
            "ecContrib": 250560
        },
        "954648102": {
            "orgId": "954648102",
            "orgName": "AGV SPA",
            "ecContrib": 258061
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 751680
        }
    },
    "calculatedTotalContribution": 3387265
}