{
    "rcn": "193928",
    "acronym": "EUROLEISH-NET",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Control of leishmaniasis, from bench to bedside and community",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Leishmaniasis control is the topic for EUROLEISH-NET, a Marie Sklodowska-Curie ñ Innovative Training Network. Leishmaniasis is a neglected infectious disease and a major public health and veterinary problem that afflicts both developing countries and Europe. The current technological and epidemiological advances underpin the necessity to develop training programmes aiming at developing new tools and strategies to control of leishmaniasis. An excellent group of academic and non-academic institutions in Europe and abroad will host 15 PhD students who will receive training in this programme. The expertise and training that will be offered ranges from parasitology to molecular science, genetics, epidemiology and strategic interventions. The 15 research projects designed encompass drug discovery, drug resistance, diagnostics and vaccine development, population genetics, vector control and integrated control programmes. The designated project supervisors have proven track records of success in research and in training. The incorporation of trainee mobility into the network, together with the commitment, strong affiliations and technology transfer between the participants provide a highly synergistic framework for success. The EUROLEISH-NET coordinators have proven experience in laboratory, field, administrative and financial management, supported by a meticulously planned series of meetings and diligent monitoring of the progression of each researcher. We anticipate an extremely productive training and research output from EUROLEISH-NET. We expect to train the next generation of leading research scientists in this field, endowed with skills that are broadly and internationally transposable.",
    "totalCost": "3820537,8",
    "ecMaxContribution": "3820537,8",
    "coordinator": "FUNDACIO CENTRE DE RECERCA EN SALUT INTERNATIONAL DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "BMD SOFTWARE LDA;CORIS BIOCONCEPT SPRL;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE;THE UNIVERSITY OF WARWICK;UNIVERZITA KARLOVA;INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT;PRINS LEOPOLD INSTITUUT VOOR TROPISCHE GENEESKUNDE",
    "participantCountries": "PT;BE;ES;UK;CZ;FR",
    "projectParticipants": {
        "999883276": {
            "orgId": "999883276",
            "orgName": "PRINS LEOPOLD INSTITUUT VOOR TROPISCHE GENEESKUNDE",
            "ecContrib": 751680
        },
        "951414122": {
            "orgId": "951414122",
            "orgName": "FUNDACION PRIVADA INSTITUTO DE SALUD GLOBAL BARCELONA",
            "ecContrib": 743619
        },
        "952818294": {
            "orgId": "952818294",
            "orgName": "BMD SOFTWARE LDA",
            "ecContrib": 238356
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 273288
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 247873
        },
        "999912667": {
            "orgId": "999912667",
            "orgName": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
            "ecContrib": 819864
        },
        "984486466": {
            "orgId": "984486466",
            "orgName": "CORIS BIOCONCEPT SPRL",
            "ecContrib": 250560
        },
        "998303825": {
            "orgId": "998303825",
            "orgName": "FUNDACIO CENTRE DE RECERCA EN SALUT INTERNATIONAL DE BARCELONA",
            "ecContrib": 0
        },
        "999513803": {
            "orgId": "999513803",
            "orgName": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
            "ecContrib": 262876
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 232422
        }
    },
    "calculatedTotalContribution": 3820538
}