{
    "rcn": "193961",
    "acronym": "IMPRESS",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Improved production strategies for endangered freshwater species.",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The IMPRESS European Training Network will provide a new generation of researchers with the multidisciplinary skills and competences needed to oversee new stocking strategies for Europeís most important and threatened freshwater fish species (Atlantic salmon, European eel and sturgeons) thus enabling conservation and growth in a sector of significant economic and societal importance. Freshwater fish populations bring many benefits to Europe¥s citizens through leisure activities, and enhance rural employment through fishing and tourism. The species included in IMPRESS are sentinel species of clean, healthy freshwater ecosystems and of major historical, cultural and economic importance. Over-exploitation and anthropogenic activities have critically endangered wild populations of these fish groups, especially sturgeons. As the main flaw of past stock enhancement is high post-release mortality, the researcher training in IMPRESS will build upon recent scientific advances, especially in fish genomics and enriched hatchery techniques, to develop innovative production regimes resulting in increased survival rates of released fish. This paradigm shift in stock enhancement strategies will require changes at every level of the production cycle, from broodstock management and gamete quality to hatchery design. New in vitro and -omics technologies will be developed to solve current bottlenecks in the production cycle of sturgeons. IMPRESS will also verse young researchers on the social dimensions of this complex issue, including the need to foster closer dialogue with the important stakeholders responsible for national and regional stocking programmes. Further, through dissemination and public engagement, all IMPRESS fellows will work actively to increase public awareness on the importance of these key fish species to freshwater biodiversity, and on the major societal benefits of healthy fish populations, both for recreational activities and for supporting rural employment.",
    "totalCost": "3867449,04",
    "ecMaxContribution": "3867449,04",
    "coordinator": "NORGES MILJO-OG BIOVITENSKAPLIGE UNIVERSITET",
    "coordinatorCountry": "NO",
    "participants": "PROJECTES I SERVEIS R MES D SL;FORSCHUNGSVERBUND BERLIN EV;JIHOCESKA UNIVERZITA V CESKYCH BUDEJOVICICH;CONSERVATOIRE NATIONAL DU SAUMON SAUVAGE;THE HEBREW UNIVERSITY OF JERUSALEM;UNIVERSITAT POLITECNICA DE VALENCIA;MUSEUM NATIONAL D'HISTOIRE NATURELLE;ZF-SCREENS BV",
    "participantCountries": "ES;DE;CZ;FR;IL;NL",
    "projectParticipants": {
        "999662310": {
            "orgId": "999662310",
            "orgName": "MUSEUM NATIONAL D'HISTOIRE NATURELLE",
            "ecContrib": 262876
        },
        "999678800": {
            "orgId": "999678800",
            "orgName": "ZF-SCREENS BV",
            "ecContrib": 255374
        },
        "955826361": {
            "orgId": "955826361",
            "orgName": "PROJECTES I SERVEIS R MES D SL",
            "ecContrib": 247873
        },
        "999876292": {
            "orgId": "999876292",
            "orgName": "JIHOCESKA UNIVERZITA V CESKYCH BUDEJOVICICH",
            "ecContrib": 464845
        },
        "998794548": {
            "orgId": "998794548",
            "orgName": "CONSERVATOIRE NATIONAL DU SAUMON SAUVAGE",
            "ecContrib": 262876
        },
        "999902967": {
            "orgId": "999902967",
            "orgName": "NORGES MILJO-OG BIOVITENSKAPLIGE UNIVERSITET",
            "ecContrib": 858826
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 495746
        },
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 520601
        },
        "999927120": {
            "orgId": "999927120",
            "orgName": "FORSCHUNGSVERBUND BERLIN EV",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 3867450
}