{
    "rcn": "193980",
    "acronym": "HyMedPoly",
    "topics": "MSCA-ITN-2014-EID",
    "title": "Drug-Free Antibacterial Hybrid Biopolymers for Medical Applications",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "There is a general consensus that biomedical polymers of natural and synthetic origin should and will play a very important role in the development of new therapeutic strategies to treat diseases. Due to resistance of bacteria to drugs, infection has become one of the toughest problems in the medical world as there are hardly any effective antibiotics left in the fight against many pathogens. This project aims to develop new therapies through a new combination of technology (a) development of new hybrid polymers with antibacterial functionality,(b) introduction of inhibitors that can permanently deactivate bacteriological proteases and (c) new formulations of bioactive ceramics and glasses that have specific charge potential to prevent bacterial growth. The challenge is to develop new medical polymers that have an intrinsic antibacterial functionality to achieve clinical effectiveness in the field. To develop the challenge to practical medical solutions, a new generation of industrial professionals is needed. They should have a solid multidisciplinary background complemented by the required academic and industrial experiences. The objective of this network is to train young PhD researchers to fill this demand in the strategic area of drug-free antibacterial hybrid biomedical polymers. This EID programme will achieve this by a joint training programme of world class academic and industrial institutes who will provide hands-on training in state of the art research projects related to key fundamental issues that determine the future new therapies of antibacterial biomaterials. The goal is to develop professionals that will play a pivotal role in pushing forward this challenging and knowledge-intense field for the coming decades to benefit the European economy, bring state-of-the-art technology to industry with advanced products for hospitals and personal health care and contribute to the development of therapeutic strategies to improve the quality of life.",
    "totalCost": "3918054,96",
    "ecMaxContribution": "3918054,96",
    "coordinator": "LUCIDEON LIMITED",
    "coordinatorCountry": "UK",
    "participants": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;THE UNIVERSITY OF WESTMINSTER LBG;VORNIA LIMITED;UNIVERSITAETSKLINIKUM KNAPPSCHAFTSKRANKENHAUS BOCHUM GMBH;UNIVERSITY OF SOUTHAMPTON;POLITECNICO DI TORINO",
    "participantCountries": "DE;UK;IE;IT",
    "projectParticipants": {
        "986306089": {
            "orgId": "986306089",
            "orgName": "VORNIA LIMITED",
            "ecContrib": 0
        },
        "999858250": {
            "orgId": "999858250",
            "orgName": "THE UNIVERSITY OF WESTMINSTER LBG",
            "ecContrib": 1093152
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 546576
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 1032245
        },
        "998692504": {
            "orgId": "998692504",
            "orgName": "LUCIDEON LIMITED",
            "ecContrib": 0
        },
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 1246082
        },
        "936079683": {
            "orgId": "936079683",
            "orgName": "UNIVERSITAETSKLINIKUM KNAPPSCHAFTSKRANKENHAUS BOCHUM GMBH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3918055
}