{
    "rcn": "193912",
    "acronym": "ANTIVIRALS",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "European Training Network on Antiviral Drug Development",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "Viral infections are a major cause of disease, mortality and economic losses worldwide. Antiviral therapy is an essential instrument to control virus infections. At present, however, licensed antiviral drugs have been developed only against a limited number of viruses (e.g. HIV, HCV, influenza, herpesviruses). There is a clear and unmet need for antiviral drugs to treat infections with other important human pathogens.\n\nEurope needs well-trained experts with multidisciplinary skills to advance the antiviral drug development field. However, few, if any, European universities or research institutes have the ability to deliver an intersectoral training programme that covers the broad spectrum of disciplines important for antiviral drug development.\n\nThe ANTIVIRALS partnership has been established to fill this gap. It consists of six outstanding European academic partners and four industrial partners (two large R&D companies, of which one is specialized in antiviral drug discovery and development, and two SMEs), and two partner organisations (incl. one SME specialised in education). All partners are leaders in their field, ensuring state-of-the-art training possibilities, and their skills are highly complementary.\n\nANTIVIRALS aims to introduce 15 ESRs to state-of-the-art knowledge and technology applied in antiviral drug development through both local and network-wide training activities. Individual research projects, research training workshops and intersectoral secondments will be supplemented with complementary skills courses and dissemination activities to improve career development and perspectives. The industrial partners are actively involved in the entire programme and will organize an industry-oriented conference aimed at further bridging the gap between academia and industry. \n\nThus, ANTIVIRALS offers talented researchers a multidisciplinary and intersectoral training programme and prepares them for a future leading role in antiviral drug development in Europe.",
    "totalCost": "3849086,91",
    "ecMaxContribution": "3849086,91",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;VIROVET;AICURIS GMBH & CO. KG;UNIVERSITAT WIEN;ARATANA THERAPEUTICS NV;Heidelberg University Hospital;UNIVERSITE D'AIX MARSEILLE;COMPLIX NV;COMPLIX LUXEMBOURG SA;KATHOLIEKE UNIVERSITEIT LEUVEN;CARDIFF UNIVERSITY",
    "participantCountries": "NL;BE;DE;AT;FR;LU;UK",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 510749
        },
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 510749
        },
        "925881879": {
            "orgId": "925881879",
            "orgName": "VIROVET",
            "ecContrib": 250560
        },
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 255934
        },
        "983132443": {
            "orgId": "983132443",
            "orgName": "COMPLIX NV",
            "ecContrib": 0
        },
        "999841081": {
            "orgId": "999841081",
            "orgName": "UNIVERSITAETSKLINIKUM HEIDELBERG",
            "ecContrib": 0
        },
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 525751
        },
        "949790051": {
            "orgId": "949790051",
            "orgName": "AICURIS GMBH & CO. KG",
            "ecContrib": 249216
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 546576
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 402056
        },
        "924670058": {
            "orgId": "924670058",
            "orgName": "COMPLIX LUXEMBOURG SA",
            "ecContrib": 99064
        },
        "983918337": {
            "orgId": "983918337",
            "orgName": "ARATANA THERAPEUTICS NV",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3350655
}