{
    "rcn": "193967",
    "acronym": "ENHANCE",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Environmental Humanities for a Concerned Europe",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "ENHANCE (Environmental Humanities for a Concerned Europe) will provide the first fully coordinated training programme for Environmental Humanities in Europe. It will train twelve early-stage researchers, joining three leading universities for environmental researchññthe University of Leeds, Ludwig-Maximilians-University Munich, and the Royal Institute of Technology, Stockholmññwith Europe's largest science and technology museum, the Deutsches Museum, and a further five Associated Partners from the private and third sectors. \n     ENHANCE aims to provide ESRs with the skills training to be at the forefront of a new generation of Environmental Humanities research, and to be employable in a range of careers including environmental consultancy, risk assessment, research and development, green business management, media and communications, and not-for-profit work (environmental and wildlife NGOs). Research and training will concentrate on three major research areasññnatural disasters and cultures of risk, history of science and technology, and environmental ethicsññand will address a series of core interlocking issues: wilderness and conservation; flooding and drought; waste, environmental justice, and environmental health.   \n     ENHANCE offers a unique framework for bridging the arts and the sciences by training ESRs to integrate cutting-edge research across a range of Environmental Humanities subjectsññfrom science and technology studies to history, literature, geography, and anthropologyññwith policy-oriented actions and cross-sector concerns. The training programme will offer ethical insights into contemporary environmental problems by addressing how these have occurred at different historical moments and across different cultures; how they have been represented in art, literature, film, historical archives, and the media; and how we might imagine and implement alternative environmental practices in a technologically empowered but ecologically endangered world.",
    "totalCost": "3144654,72",
    "ecMaxContribution": "3144654,72",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;KUNGLIGA TEKNISKA HOEGSKOLAN;DEUTSCHES MUSEUM VON MEISTERWERKEN DER NATURWISSENSCHAFT UND TECHNIK",
    "participantCountries": "DE;SE",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 1093152
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 1054637
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 747649
        },
        "998803666": {
            "orgId": "998803666",
            "orgName": "DEUTSCHES MUSEUM VON MEISTERWERKEN DER NATURWISSENSCHAFT UND TECHNIK",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3144654
}