{
    "rcn": "193996",
    "acronym": "ECRYPT-NET",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "European Integrated Research Training Network on Advanced Cryptographic Technologies for the Internet of Things and the Cloud",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "The goal of this ETN is to develop advanced cryptographic techniques for the Internet of Things and the Cloud and to create implementations that offer a high level of security and increased usability, for a wide range of physical computation platforms. The ITN will equip a group of 15 early stage researchers with a set of interdisciplinary skills combining mathematics, computer science and electrical engineering that will allow them to create advanced cryptographic solutions that will be available for commercial applications. The 8 partners (including 2 companies) are leading research teams in the area of applied cryptology with a strong track record of collaboration; it is complemented by 6 partner organisations from industry (including 2 SMEs).The training from the ERSs will be guided by a personal development plan. A central component is training by research supported by an intensive program of workshops, summer schools, seminars, research visits, and secondments. The training will be complemented with transferable skills that also support the transfer of research to an industrial context. The management structure of the project is built on a pro-active approach with responsibilization of the fellows. The dissemination and outreach of the project activities target a broad range of stakeholders. The ITN contributes to the ERA by helping to overcome the fragmentation in the area of applied cryptology. The research supports the trust and security component of the Digital Agenda for Europe and responds to the growing attention of EU policy makers for societal needs related to privacy and cybersecurity. The societal relevance and timeliness of this research has been emphasized by revelations made by Snowden, that provide clear evidence of mass surveillance by nation states and of serious weaknesses of our current infrastructure. An essential component of a response to these revelations consists a broad deployment of advanced and innovative cryptographic techniques.",
    "totalCost": "3893199,84",
    "ecMaxContribution": "3893199,84",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "CRYPTOEXPERTS SAS;NXP SEMICONDUCTORS BELGIUM NV;ECOLE NORMALE SUPERIEURE;RUHR-UNIVERSITAET BOCHUM;UNIVERSITY OF BRISTOL;TECHNISCHE UNIVERSITEIT EINDHOVEN;ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
    "participantCountries": "FR;BE;DE;UK;NL",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 510749
        },
        "999854758": {
            "orgId": "999854758",
            "orgName": "ECOLE NORMALE SUPERIEURE",
            "ecContrib": 525751
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 546576
        },
        "999949236": {
            "orgId": "999949236",
            "orgName": "NXP SEMICONDUCTORS BELGIUM NV",
            "ecContrib": 501120
        },
        "985516024": {
            "orgId": "985516024",
            "orgName": "CRYPTOEXPERTS SAS",
            "ecContrib": 262876
        },
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 498433
        },
        "999861451": {
            "orgId": "999861451",
            "orgName": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
            "ecContrib": 546576
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 501120
        }
    },
    "calculatedTotalContribution": 3893201
}