{
    "rcn": "193941",
    "acronym": "EpiPredict",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Epigenetic regulation of endocrine therapy resistance in breast cancer: A systems medicine approach to predict treatment outcome",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The mission of EpiPredict is to train a multidisciplinary cohort of young researchers in a new approach to fully exploit the epigenetics of complex diseases. The 12 early-stage researchers (ESRs) will focus on a narrowly defined case, Tamoxifen-induced resistance in Estrogen Receptor positive (ER\\) breast cancer, considering five resistance interacting pathways. Given the frequent Tamoxifen treatment failure, resistance prevention and reversal is an urgent clinical problem that is central in EpiPredict. The EpiPredict intersectorial training programme employs a timely systems medicine approach combining next-generation systematic epigenetic, gene/protein profiling with innovative gene-specific epigenetic interference technologies for iterative computational modelling. Together the ESRs will identify key epigenetic changes underlying Tamoxifen induced resistance. This will provide an important step towards diagnostic markers/tools to predict treatment outcome and response monitoring setting the scene for breast cancer personalized medicine. The fellows will be trained by experts from 6 academic and 2 non-academic beneficiaries and 7 partner organizations (1 academic, 6 non-academic including industrial/socio-public parties) and 5 visiting scientists, from fields ranging from epigenetics to both computation and medicine. Strong involvement of the private sector ensures exploitation of EpiPredict achievements and exposure of the ESRs to an entrepreneurial mindset. \nThe cohort of supradisciplinary researchers represents a new generation of research leaders equipped to address complex diseases whilst taking personalized patient aspects into consideration. They will be equipped to compete successfully and succeed in their personal careers. EpiPredict will boost academia and pharma/biotech environments, providing extra impulses to drive European translational science, systems medicine, pharmaceutical industry, and Medical ICT offering ample job opportunities.",
    "totalCost": "2797697,16",
    "ecMaxContribution": "2797697,16",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "CLINICAGENO LIMITED;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;ACADEMISCH ZIEKENHUIS GRONINGEN;DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG;MAGYAR TUDOMANYOS AKADEMIA SZEGEDIBIOLOGIAI KUTATOKOZPONT;Epiontis GmbH;UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
    "participantCountries": "UK;NL;DE;HU;IT",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 258061
        },
        "999990073": {
            "orgId": "999990073",
            "orgName": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
            "ecContrib": 498433
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 546576
        },
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 255374
        },
        "990620067": {
            "orgId": "990620067",
            "orgName": "Epiontis GmbH",
            "ecContrib": 249216
        },
        "950120918": {
            "orgId": "950120918",
            "orgName": "CLINICAGENO LIMITED",
            "ecContrib": 0
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 766123
        },
        "999471996": {
            "orgId": "999471996",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA SZEGEDIBIOLOGIAI KUTATOKOZPONT",
            "ecContrib": 223914
        }
    },
    "calculatedTotalContribution": 2797697
}