{
    "rcn": "193923",
    "acronym": "CoACH",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Advanced glasses, Composites And Ceramics for High growth Industries",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The aim of CoACH (Advanced glasses, Composites And Ceramics for High growth Industries) is to offer a multidisciplinary training in the field of high-tech GLASSES, CERAMICS and COMPOSITES based on effective and proven industry-academia cooperation. Our scientific goals are to develop advanced knowledge on glass and ceramic based materials and to develop innovative, cost-competitive, and environmentally acceptable materials and processing technologies. \nThe inter/multi-disciplinary and -sectorial characteristic is guaranteed by the presence of 5 academic partners and 10 companies having top class expertise in glass, ceramic and composite science and technology, modelling, design, characterization and commercialization. Advanced materials fall within the KEY ENABLING TECHNOLOGIES (KETs) and are themselves an emerging supra-disciplinary field; expertise on these new materials brings competitiveness in the strategic thematic areas of: HEALTH-innovative glass and composite for biomedical applications, ENERGY-innovative glass, ceramic and composite materials for energy harvesting/scavenging, solid oxide electrolysis cells and oil, gas and petrochemical industries, ICT-new glass fibre sensors embedded in smart coatings for harsh environment, ENVIRONMENT-new and low cost glass, ceramic and composite materials from waste.\nThe originality of the research programme is to be seen in the supra-disciplinary approach to new glass- and ceramic- based materials and their applications: recruited researchers will benefit from a complete set of equipment and expertise  enabling them to develop advanced knowledge in KETs and strategic thematic areas for the EU and to convert it into products for economic and social benefit. The effective research methodology used by the partners and the mutual exploitation of their complementary competences have been successfully experienced in the past in long term common research cooperation and in on-going common projects, including a Marie Curie ITN",
    "totalCost": "3882899,52",
    "ecMaxContribution": "3882899,52",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;UNIVERSITA DEGLI STUDI DI PADOVA;Ustav fyziky materialu, Akademie Ved Ceske republiky, v.v.i.;ELEMENT MATERIALS TECHNOLOGY HITCHIN LIMITED;Nanoforce Technology Limited;COLOROBBIA CONSULTING SRL;EUROPEAN THERMODYNAMICS LIMITED;UNIVERSITE DE RENNES I",
    "participantCountries": "DE;IT;CZ;UK;FR",
    "projectParticipants": {
        "968703596": {
            "orgId": "968703596",
            "orgName": "EUROPEAN THERMODYNAMICS LIMITED",
            "ecContrib": 273288
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 258061
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 774184
        },
        "938181188": {
            "orgId": "938181188",
            "orgName": "COLOROBBIA CONSULTING SRL",
            "ecContrib": 258061
        },
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 498433
        },
        "992438041": {
            "orgId": "992438041",
            "orgName": "Ustav fyziky materialu, Akademie Ved Ceske republiky, v.v.i.",
            "ecContrib": 464845
        },
        "998420613": {
            "orgId": "998420613",
            "orgName": "Nanoforce Technology Limited",
            "ecContrib": 546576
        },
        "952789873": {
            "orgId": "952789873",
            "orgName": "ELEMENT MATERIALS TECHNOLOGY HITCHIN LIMITED",
            "ecContrib": 546576
        },
        "999858541": {
            "orgId": "999858541",
            "orgName": "UNIVERSITE DE RENNES I",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 3882900
}