{
    "rcn": "193904",
    "acronym": "BlueSCities",
    "topics": "WATER-4a-2014",
    "title": "Blueprints for Smart Cities: Developing the methodology for a coordinated approach to the integration of the water and waste sectors within the EIP Smart Cities and Communities",
    "startDate": "01/02/2015",
    "endDate": "31/01/2017",
    "objective": "BlueSCities aims to develop the methodology for a coordinated approach to the integration of the water and waste sectors within the 'Smart Cities and Communities' EIP. It will identify synergies in accordance with the Smart City context and complement other priority areas such as energy, transport and ICT. It will seek to contribute to the achievements of the 20-20-20 objectives. Placing emphasis on local solutions for global issues, the proposal seeks improved public engagement and enhanced decision-making processes at all political levels based on scientific knowledge and adequate social and economic awareness. BlueSCities will build on the hitherto successful implementation of the EIP Water Action Group, CITY BLUEPRINTS, which will provide the data required for a practicable planning cycle. The necessary socio-technological tools will be produced. It will aim to improve exchange synergies between researchers and users, decision-makers and consumers, industry, SMEs and national and international authorities. The project in order to achieve this, will further review the current situation in 50 European cities employing its unique methods of analysis, produce detailed case studies of four specifically chosen municipalities/cities, and demonstrate a self-assessment baseline assessment tool for water and waste in cities, which will enhance the implementation of European Smart City activities, to be published in the Blue City Atlas. It will, in a carefully planned step-by step process, collate data and formulate sufficient recommendations in order to produce  an administrative methodology capable of eliminating cross sector barriers between water, waste and Smart City sectors to be described in a practical guidance document  for the use of all relevant stakeholders. This will be supported by a programme of dissemination ensuring a wider public understanding of the nature of water and waste systems within the structures of European municipalities, regions and countries.",
    "totalCost": "995918,75",
    "ecMaxContribution": "995918,75",
    "coordinator": "FUNDACIO CTM CENTRE TECNOLOGIC",
    "coordinatorCountry": "ES",
    "participants": "TECNOLOGIE INNOVATIVE PER IL CONTROLLO AMBIENTALE E LO SVILUPPO SOSTENIBILE SOCIETA CONSORTILE A RESPONSABILITA LIMITATA;STRANE INNOVATION SAS;KWR WATER B.V.;Teknologian tutkimuskeskus VTT Oy;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;DE MONTFORT UNIVERSITY;REDINN SRL;IREN ACQUA GAS SPA;ISTANBUL UNIVERSITESI;EASTON CONSULT;IREN SPA;TEKNOLOGIAN TUTKIMUSKESKUS VTT;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "participantCountries": "IT;FR;NL;FI;EL;UK;TR;BE",
    "projectParticipants": {
        "951387738": {
            "orgId": "951387738",
            "orgName": "TECNOLOGIE INNOVATIVE PER IL CONTROLLO AMBIENTALE E LO SVILUPPO SOSTENIBILE SOCIETA CONSORTILE A RESPONSABILITA LIMITATA",
            "ecContrib": 12375
        },
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 72900
        },
        "999992304": {
            "orgId": "999992304",
            "orgName": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
            "ecContrib": 70000
        },
        "998279769": {
            "orgId": "998279769",
            "orgName": "KWR WATER B.V.",
            "ecContrib": 244844
        },
        "998391222": {
            "orgId": "998391222",
            "orgName": "ISTANBUL UNIVERSITESI",
            "ecContrib": 40500
        },
        "999565892": {
            "orgId": "999565892",
            "orgName": "FUNDACIO CTM CENTRE TECNOLOGIC",
            "ecContrib": 212825
        },
        "999847968": {
            "orgId": "999847968",
            "orgName": "DE MONTFORT UNIVERSITY",
            "ecContrib": 84450
        },
        "994114007": {
            "orgId": "994114007",
            "orgName": "IREN ACQUA GAS SPA",
            "ecContrib": 6543
        },
        "968427922": {
            "orgId": "968427922",
            "orgName": "REDINN SRL",
            "ecContrib": 97400
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 12375
        },
        "948484043": {
            "orgId": "948484043",
            "orgName": "EASTON CONSULT",
            "ecContrib": 44750
        },
        "999901706": {
            "orgId": "999901706",
            "orgName": "TEKNOLOGIAN TUTKIMUSKESKUS VTT",
            "ecContrib": 0
        },
        "950607664": {
            "orgId": "950607664",
            "orgName": "STRANE INNOVATION SAS",
            "ecContrib": 45000
        },
        "974020360": {
            "orgId": "974020360",
            "orgName": "IREN SPA",
            "ecContrib": 51957
        }
    },
    "calculatedTotalContribution": 995919
}