{
    "rcn": "193929",
    "acronym": "VPH-CaSE",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "VPH-Cardiovascular Simulation and Experimentation for Personalised Medical Devices",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "VPH-CaSE is focused on state-of-the-art developments in personalised cardiovascular support, underpinned by simulation and experimentation, building on the foundations of the Virtual Physiological Human (VPH) Initiative. The Individual Research Projects of 14 ESRs provide knowledge exchange across three research clusters \n(i) Cardiac tissue function and cardiac support\n(ii) Cardiovascular haemodynamics - pathology and intervention\n(iii) Image-based diagnosis and imaging quality assurance. \nThe work will be directed by the needs of industrial and clinical Beneficiaries and Partners, providing a truly multi-disciplinary, multi-sectoral environment for the ESRs. This will combine the expertise of nine core Beneficiaries (5 academic, 4 industrial) and 10 Partners (5 clinical, 4 industrial, 1 academic) to provide scientific support, secondments and training. \nVPH-CaSE will foster the development of ESRs within a collaborative environment. The recruited researchers will find themselves in an enviable position to leverage the expertise of a strategic sector of the European medical devices/simulation industry and engage with the issues faced by clinical experts in the domain of cardiac medicine and cardiovascular support. Their postgraduate studies will be informed by a translational bias that delivers a competitive skill-set, equipping them to address the challenges presented by a career at the cutting edge of technological innovation in healthcare delivery. The inclusion of a technology translation SME within the consortium is designed to promote the delivery of novel, tangible research outputs, providing benefits to a breadth of European sectors (eg. biomedical, clinical, VPH). The ultimate vision is the production of VPH-capable scientists with experience of tight integration of academic/industrial/clinical areas, able to apply their skills to real life scenarios,  accelerating the acceptance of innovative and effective healthcare in the clinic.",
    "totalCost": "3700187,28",
    "ecMaxContribution": "3700187,28",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "LEEDS TEST OBJECTS LIMITED;LIFETEC GROUP BV;THERENVA;POLITECNICO DI MILANO;UNIVERSITY COLLEGE LONDON;TECHNISCHE UNIVERSITEIT EINDHOVEN;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;ANSYS FRANCE SAS",
    "participantCountries": "UK;NL;FR;IT",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 510749
        },
        "954370294": {
            "orgId": "954370294",
            "orgName": "THERENVA",
            "ecContrib": 262876
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 546576
        },
        "999574622": {
            "orgId": "999574622",
            "orgName": "LIFETEC GROUP BV",
            "ecContrib": 255374
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 525751
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 516123
        },
        "999724196": {
            "orgId": "999724196",
            "orgName": "LEEDS TEST OBJECTS LIMITED",
            "ecContrib": 273288
        },
        "985478485": {
            "orgId": "985478485",
            "orgName": "ANSYS FRANCE SAS",
            "ecContrib": 262876
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3700189
}