{
    "rcn": "193972",
    "acronym": "PRIDE",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Drivers of Pontocaspian biodiversity RIse and DEmise",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "Since the 1930s, the unique endemic aquatic biota of the Caspian-Black Sea region is facing a biodiversity crisis as it is severely affected by anthropogenic activities such as habitat destruction, invasive species and pollution. Understanding long-term natural biotic and abiotic drivers of lake system change and biotic response to perturbations in the past 2 Ma ñ i.e. gradual, rapid and/or threshold responses ñ is absolutely necessary to assess the current response of Pontocaspian biota to rising natural- and human-induced perturbations. The Pontocaspian example mirrors the complex global ecological and biodiversity challenge due to Global Change. This challenge can only be addressed through an integrated cross-disciplinary research involving climate, earth- and bio-sciences. PRIDE (Pontocaspian biodiversity RIse and DEmise) is a fully integrated academia-industry training network of scientists with complementary cutting-edge competences. PRIDE focuses on the evolution of Pontocaspian biota over the past 2 million years. The extraordinary endemic biodiversity, coupled with a high-amplitude record of palaeoenvironmental change, makes it an ideal system to study drivers of past and current biodiversity crises. By linking Pontocaspian palaeoenvironmental and biodiversity changes we will reconstruct biological resilience to environmental change and apply this knowledge to the current Pontocaspian biodiversity crisis to model future diversity shifts under different Global Change scenarios. PRIDE will provide outstanding interdisciplinary technical training, new skills acquisition and career development for 15 early stage researchers. An innovative outreach plan will deliver our results to stakeholders and the public. PRIDE results from existing, successful collaborative relationships and will expand to include 17 first-class private and academic geological and biological institutions allowing Europe to remain world-leading in integrated studies of biodiversity change.",
    "totalCost": "3784088,6",
    "ecMaxContribution": "3784088,6",
    "coordinator": "STICHTING NATURALIS BIODIVERSITY CENTER",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSITATEA DIN BUCURESTI;THE UNIVERSITY OF READING;MUZEUL NATIONAL DE ISTORIE NATURALA GRIGORE ANTIPA;GIMARIS;JUSTUS-LIEBIG-UNIVERSITAET GIESSEN;UNIVERSITAET BREMEN;UNIVERSITY OF BRISTOL;BRUNEL UNIVERSITY LONDON;UNIVERSITEIT UTRECHT",
    "participantCountries": "RO;UK;NL;DE",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 695186
        },
        "986586419": {
            "orgId": "986586419",
            "orgName": "GIMARIS",
            "ecContrib": 255374
        },
        "999984156": {
            "orgId": "999984156",
            "orgName": "THE UNIVERSITY OF READING",
            "ecContrib": 273288
        },
        "999987454": {
            "orgId": "999987454",
            "orgName": "UNIVERSITAET BREMEN",
            "ecContrib": 249216
        },
        "999840111": {
            "orgId": "999840111",
            "orgName": "JUSTUS-LIEBIG-UNIVERSITAET GIESSEN",
            "ecContrib": 747649
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 440297
        },
        "999603916": {
            "orgId": "999603916",
            "orgName": "UNIVERSITATEA DIN BUCURESTI",
            "ecContrib": 215069
        },
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 182192
        },
        "952096517": {
            "orgId": "952096517",
            "orgName": "MUZEUL NATIONAL DE ISTORIE NATURALA GRIGORE ANTIPA",
            "ecContrib": 215069
        },
        "999603043": {
            "orgId": "999603043",
            "orgName": "STICHTING NATURALIS BIODIVERSITY CENTER",
            "ecContrib": 510749
        }
    },
    "calculatedTotalContribution": 3784089
}