{
    "rcn": "193948",
    "acronym": "COLLDENSE",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Hybrid Colloidal Systems with Designed Response",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The etymology of the word colloid stems from the Greek word for glue. The systematic study of colloids (as we perceive them nowadays) is considered to have begun in the middle of the 19th century. However, the word colloid itself had been mentioned before in very different senses. The development of the physics and chemistry of colloids really took off in the 20th century. Colloids found different applications in almost every part of our lives, and it might even seem that these systems are fully understood and ìtamedî. In reality, this is far from the case! Both fundamental understanding and a clear application strategy are required. This is most evident when it comes to the relationship between the nature and arrangement of the colloidal particles and their macroscopic response to an external field (be that shear, electric, magnetic or gravitational fields). To elucidate this relationship we unite 7 academic and 2 industrial partners and 5 associate partners to train 15 ESRs. We aim to develop the concept of COLLoids with DEsigned respoNSE, leading to our acronym: COLLDENSE. Scientific projects are divided into three main workpackeges according to the complexity of the building blocks: deformable colloids, hybrid colloids and colloidal mixtures. The subjects vary from soft repulsive colloids, magnetic colloids, soft microgel particles, telechelic star polymers to droplets with interfaces stabilised by solid particles and DNA nano-constructs. The detailed analysis of mixtures of these components, as well as of their equilibrium and nonequilibrium thermodynamics and rheology, is the other important facet of the project. In order to obtain a complete understanding of the colloidal behaviour under an external drive we employ the three main tools of the modern natural science: experiment, computer simulations and analytical theory. This complete approach will also yield a broad training experience for the young members of the network.",
    "totalCost": "3895886,88",
    "ecMaxContribution": "3895886,88",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;Rhodia Laboratoire du Futur;ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS;INSTITUT JOZEF STEFAN;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;UNILEVER U.K. CENTRAL RESOURCES LIMITED;THE UNIVERSITY OF EDINBURGH;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "participantCountries": "UK;FR;SI;EL;IT",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 767802
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 484774
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 516123
        },
        "999917517": {
            "orgId": "999917517",
            "orgName": "UNILEVER U.K. CENTRAL RESOURCES LIMITED",
            "ecContrib": 273288
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 546576
        },
        "998394811": {
            "orgId": "998394811",
            "orgName": "Rhodia Laboratoire du Futur",
            "ecContrib": 262876
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 234998
        },
        "975116460": {
            "orgId": "975116460",
            "orgName": "ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 3349313
}