{
    "rcn": "193950",
    "acronym": "WDAqua",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Answering Questions using Web Data",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The H2020 work programme aims at increasing citizensí participation in the digital society and making infrastructures ìsmartî. These processes are increasingly data-driven. Our central motivation is that sharing, connecting, managing, analysing and understanding data on the Web will enable better services for citizens, communities and industry. However, turning web data into successful services for the public and private sector requires skilled web and data scientists, and it still requires further research. WDAqua aims at advancing the state of the art by intertwining training, research and innovation efforts, centered around one service: data-driven question answering. Question answering is immediately useful to a wide audience of end users, and we will demonstrate this in settings including e-commerce, public sector information, publishing and smart cities. Question answering also covers web science and data science broadly, leading to transferrable research results and to transferrable skills of the researchers who have finished our training programme.\nTo ensure that our research improves question answering overall, we require every individual research project to connect at least two steps of the question answering process.Intersectoral secondments (within a consortium covering academia, research institutes and industrial research) as well as network-wide workshops, R&D challenges and innovation projects further balance groundbreaking research and the needs of society and industry. Training-wise these offers equip ESRs with the expertise and transferable technical and non-technical skills that will allow them to pursue a successful career as an academic, decision maker, practitioner or entrepreneur. Our research programme capitalizes on previous research excellence of the beneficiaries; the training programme builds on the excellent local programs of the academic beneficiaries, as well as on a significant commitment from non-academic partners to management.",
    "totalCost": "3885922,44",
    "ecMaxContribution": "3885922,44",
    "coordinator": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
    "coordinatorCountry": "DE",
    "participants": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;UNIVERSITE JEAN MONNET SAINT-ETIENNE;UNIVERSITY OF SOUTHAMPTON;OPEN DATA INSTITUTE LBG;GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "participantCountries": "EL;DE;FR;UK",
    "projectParticipants": {
        "999889775": {
            "orgId": "999889775",
            "orgName": "UNIVERSITE JEAN MONNET SAINT-ETIENNE",
            "ecContrib": 788627
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 819864
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 484774
        },
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 671500
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 498433
        },
        "951561950": {
            "orgId": "951561950",
            "orgName": "OPEN DATA INSTITUTE LBG",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3809774
}