{
    "rcn": "193932",
    "acronym": "SELECTA",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Smart ELECTrodeposited Alloys for environmentally sustainable applications: from advanced protective coatings to micro/nano-robotic platforms",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "SELECTA is a highly inter-disciplinary initiative which has the primary goal of training young researchers in the field of smart electrodeposited metallic alloys suitable for environmental / sustainable development applications. The Network encompasses the fabrication and in-depth characterization of: (i) innovative protective coatings, (ii) resilient micro/nano-electromechanical systems, and (iii) wirelessly actuated micro/nano-robotic platforms for cutting-edge environmental applications. The project will explore new types of electrodeposited alloys (based on Fe, Cu or Al; free from hazardous and scarce raw elements), with tunable structure (amorphous, nanocrystalline), morphology (dense, nanoporous) and geometry (films, micropillars, nanowires), to meet specific technological demands (high wear/corrosion resistance, superior magnetic properties or hydrophobicity). SELECTA aims to integrate technological progress with environmental sustainability concerns, which is one of the major ìSocietal Challengesî listed in the Horizon 2020 Work Programme. Several disciplines (Physics, Electrochemistry, Engineering, Environmental Sciences, Biology and Robotics) converge together to provide a holistic approach to accomplish the SELECTA goals. The project brings together 10 Beneficiaries and 7 Partner Organizations (including 5 private companies), belonging to 10 EU Member States (plus Switzerland and Serbia). Special efforts will be devoted to bridge fundamental science with commercialisation of the research outcome. The complementarities among partners will render a high-level, multi-faceted educational programme. World-class research will be combined with unique training opportunities in soft skills, such as career planning, dissemination, intellectual property rights, entrepreneurship or management. The Network aims to provide highly-qualified specialists able to face future professional challenges in either Academia or Industry in an independent manner.",
    "totalCost": "3274969,68",
    "ecMaxContribution": "3274969,68",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;HIRTENBERGER ENGINEERED SURFACES GMBH;ISTITUTO NAZIONALE DI RICERCA METROLOGICA;VILNIAUS UNIVERSITETAS;LEIBNIZ-INSTITUT FUER FESTKOERPER- UND WERKSTOFFFORSCHUNG DRESDEN E.V.;PANEPISTIMIO IOANNINON;FAKULTET INZENJERSKIH NAUKA UNIVERZITETA U KRAGUJEVCU;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "UK;AT;IT;LT;DE;EL;RS;SE",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 495746
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 263659
        },
        "951982348": {
            "orgId": "951982348",
            "orgName": "FAKULTET INZENJERSKIH NAUKA UNIVERZITETA U KRAGUJEVCU",
            "ecContrib": 213725
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 819864
        },
        "999852818": {
            "orgId": "999852818",
            "orgName": "PANEPISTIMIO IOANNINON",
            "ecContrib": 242387
        },
        "999544746": {
            "orgId": "999544746",
            "orgName": "LEIBNIZ-INSTITUT FUER FESTKOERPER- UND WERKSTOFFFORSCHUNG DRESDEN E.V.",
            "ecContrib": 249216
        },
        "999893170": {
            "orgId": "999893170",
            "orgName": "VILNIAUS UNIVERSITETAS",
            "ecContrib": 220443
        },
        "998627805": {
            "orgId": "998627805",
            "orgName": "ISTITUTO NAZIONALE DI RICERCA METROLOGICA",
            "ecContrib": 258061
        }
    },
    "calculatedTotalContribution": 2763101
}