{
    "rcn": "193907",
    "acronym": "MET-A-FOR",
    "topics": "MSCA-ITN-2014-EID",
    "title": "Metabolomic analysis for the forensic detection of drugs of abuse in performance and food producing animals",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Forensic detection of the illicit use of drugs in performance and food-producing animals is experiencing critical shifts in paradigms with a growing threat in the form of new compounds emerging from human drug development and clinical applications. The MET-A-FOR project will be the first European training platform solely focussed on the development and practical advancement of animal forensic testing based on new concepts in metabolomics. This EID programme will train 3 early stage researchers (ESRs) to be creative, problem-solving and entrepreneurial European scientists with skills in high level interdisciplinary and intersectoral analytical techniques who can aid the translation of emerging discoveries from the academic sector to the commercial sector. The MET-A-FOR project will through the training and development of ESR Fellows and their completion of defined interconnecting PhD projects, bridge the knowledge gaps surrounding the novel concept of metabolomic profiling evident between fundamental researchers in academia (QUB) who have been developing such methods, and non-academic commercial end-users (IDLS) who recognise the necessity and opportunity to apply these methods as diagnostic services. The training of researchers who can utilise these novel innovative analytical tools to increase analysis speeds and sample screening throughput will be essential for providing continuing confidence in monitoring controls and regulations and maintaining animal welfare standards within Europe. ESR Fellows graduating from the MET-A-FOR programme will be uniquely situated to lead, innovate, and collaborate on future technological innovation in the field of analytical monitoring and forensic testing of performance and food producing animals as the challenges in this area increase.",
    "totalCost": "819863,64",
    "ecMaxContribution": "819863,64",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "Irish Diagnostic Laboratory Services Limited",
    "participantCountries": "IE",
    "projectParticipants": {
        "983444201": {
            "orgId": "983444201",
            "orgName": "Irish Diagnostic Laboratory Services Limited",
            "ecContrib": 0
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 819864
        }
    },
    "calculatedTotalContribution": 819864
}