{
    "rcn": "193984",
    "acronym": "ZENCODE-ITN",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Computational and functional annotation of genomic elements during development of the model vertebrate zebrafish",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The recent explosion of next generation sequencing (NGS) data has caught Europe unprepared and led to a critical shortage of computational biology expertise. As NGS methods are expected to become pervasive from basic science to personalised medicine there is an urgent need for highly skilled young scientists trained in both computational biology and experimental wet lab biology. Our network addresses this important problem of the postgenomic era. We aim to provide multi-disciplinary skills for a solid foundation in computational biology and developmental genomics. Developmental genomics is central to understanding of ontogeny and many genetic and congenital anomalies, but was outside the scope of the landmark ENCODE and FANTOM projects. ENCODE highlighted the need for an in vivo vertebrate model that enables high throughput in vivo functional testing of hypotheses generated from genome scale annotation. Zebrafish is an ideal model for extending  the scope of genomics to vertebrate development. We aim to comprehensively annotate functional elements, decipher genomic codes of transcription, as well as coding and non-coding gene function during development and enhance zebrafish as an attractive developmental, comparative and disease model. The participants include 7 non-academic members (2 of which are beneficiaries), major zebrafish genomics laboratories, eminent computational biologists and world class genomics technology experts active in FANTOM and ENCODE. The training program involves 15 ESRs, more than 40 intersectoral and interdisciplinary secondments totalling 19 months, 7 training courses and 2 workshops/conferences. The main outcome of this programme is a cohort of researchers with computational, experimental laboratory and transferable skills ready to further their career in academia, public health and the private sector.",
    "totalCost": "3724035,89",
    "ecMaxContribution": "3724035,89",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITE DE LIEGE;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;RIKEN THE INSTITUTE OF PHYSICAL AND CHEMICAL RESEARCH;GENOME RESEARCH LIMITED;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;KARLSRUHER INSTITUT FUER TECHNOLOGIE;CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER;BGI EUROPE INSTITUTE FOND;KAROLINSKA INSTITUTET;KING'S COLLEGE LONDON",
    "participantCountries": "BE;UK;JP;DE;ES;DK;SE",
    "projectParticipants": {
        "999628651": {
            "orgId": "999628651",
            "orgName": "RIKEN THE INSTITUTE OF PHYSICAL AND CHEMICAL RESEARCH",
            "ecContrib": 52181
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 273288
        },
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 501120
        },
        "999981343": {
            "orgId": "999981343",
            "orgName": "GENOME RESEARCH LIMITED",
            "ecContrib": 0
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 546576
        },
        "953607583": {
            "orgId": "953607583",
            "orgName": "BGI EUROPE INSTITUTE FOND",
            "ecContrib": 0
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 387670
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 769006
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 498433
        },
        "999620018": {
            "orgId": "999620018",
            "orgName": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
            "ecContrib": 247873
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 447888
        }
    },
    "calculatedTotalContribution": 3724035
}