{
    "rcn": "193920",
    "acronym": "TRACKWAY",
    "topics": "MSCA-ITN-2014-EID",
    "title": "Training of Innovative, Creative and Entrepreneurial Researchers in Waterborne Dispersed Polymers",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "TRACKWAY aims at training the next generation of creative, entrepreneurial and innovative researchers combining projects at the frontline of the research in functional dispersed polymers with interdisciplinary training in transferable and specialized skills. Based on the synergetic collaboration between BASF, a leading industry in dispersed polymers and University of the Basque Country, a reputed academic institution in the field, the research programme faces the challenge of innovation aiming at creating new waterborne dispersed polymers with new functionalities and lower environmental impact. In particular, it aims at developing intrinsically autonomous self-healing coatings, waterborne adhesives with controlled temperature responsiveness, and non-leaching exterior coatings that will avoid the long-term environmental concern caused by the leaching of surfactants from roofs and facades. The research program is complemented with training in basic and industrially-relevant transferable skills and with exposure of the young researchers to different environments and ways of thinking beyond the consortium. The young researchers trained in this interdisciplinary and intersectorial programme will be able to face the challenge of converting knowledge into useful, marketable and sustainable products, which will make them highly valuable by the large EU industry in this field as well as for many other industrial sectors and academia.",
    "totalCost": "745634,16",
    "ecMaxContribution": "745634,16",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "BASF SE",
    "participantCountries": "DE",
    "projectParticipants": {
        "999829926": {
            "orgId": "999829926",
            "orgName": "BASF SE",
            "ecContrib": 373825
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 371809
        }
    },
    "calculatedTotalContribution": 745634
}