{
    "rcn": "193977",
    "acronym": "ACT5G",
    "topics": "MSCA-ITN-2014-EID",
    "title": "Anticipatory Networking Techniques in 5G and Beyond",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "The rapid growth in mobile network data traffic contributed to the unprecedented speed of 4G LTE adoption, creating the need of sustainable capacity growth in next generation of wireless systems, namely 5G. A key success factor of 5G is network and management system design for flexibility by prediction and adaptation. To this end, anticipation is a promising new approach. By predicting and adapting to upcoming events at various time scales, an anticipatory network improving the operation quality and efficiency. First, network resources ranging from spectrum and buffers can be managed optimally to meet usersí requirements. Second, network operators can jointly plan how to share infrastructures and resources to meet their demands at lower costs and better energy efficiency. \n\nThe ACT5G project addresses these challenges by two parallel research thrusts which we identify as Network Prediction and Reaction Mechanisms. The research in these thrusts ranges from analytic methods and models for anticipatory networks, to optimization in resource management and infrastructure sharing.\n\nTo achieve the objectives, ACT5G engages in a four-year research program centered around four industrial PhDs. Half of the duration of the involvement of the early stage researchers (ESRs) in the program will be spent at the site of Alcatel Lucent Bell-Labs, giving the core industrial aspect of the ACT5G project.\n\nACT5G brings together a consortium of complementary research skills, ensuring that the involved ESRs conduct top-level beyond-state-of-the-art research, while enjoying a well-structured program for industrial-oriented doctoral studies. The added value of ACT5G is the creation of a critical mass of trained researchers, working together under joint industrial/academic supervision. The outcomes of the project are have a direct impact on the evolution towards 5G networks, the career perspectives of the ESRs, and the human capital of the European Research Area.",
    "totalCost": "1043441,28",
    "ecMaxContribution": "1043441,28",
    "coordinator": "LINKOPINGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "NOKIA SOLUTIONS AND NETWORKS GMBH &CO KG;ALCATEL-LUCENT DEUTSCHLAND AG;POLITECNICO DI MILANO",
    "participantCountries": "DE;IT",
    "projectParticipants": {
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 527319
        },
        "999912376": {
            "orgId": "999912376",
            "orgName": "ALCATEL-LUCENT DEUTSCHLAND AG",
            "ecContrib": 0
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 516123
        }
    },
    "calculatedTotalContribution": 1043442
}