{
    "rcn": "193990",
    "acronym": "Remediate",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Improved decision-making in contaminated land site investigation and risk assessment",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The REMEDIATE ETN comprises 10 beneficiaries (from 5 EU Member States ñ the UK, Ireland, Germany, Denmark, and Italy) and 15 partner organisations. The beneficiaries and partner organisations are committed to the provision of innovative research and training for more cost effective and sustainable remediation of contaminated land. It is a multidisciplinary collaboration between internationally renowned research teams (from both the academic and non-academic sectors) each with complementary expertise in a wide range of site investigation and risk assessment technologies. 14 Early Stage Researchers (ESRs) will be recruited into the network and will participate in a structured and integrated research and training programme that will provide them with a highly specific blend of personalised technical and transferable skills. Each research project is designed to benefit the contaminated land sector through development of techniques and tools across a range of disciplines relating to site investigation and risk assessment, to provide better informed solutions for remediation. The unique provision of joint supervision (from both the academic and non-academic sectors) and non-academic mentoring will significantly enhance the fellowsí career prospects within the contaminated land sector. The REMEDIATE ETN will strengthen and enhance existing collaborations between the participating beneficiaries and partner organisations resulting in a cohesive and dynamic network. The output will be a new generation of highly mobile, creative and innovative entrepreneurs with the skills sets necessary to address the technical, economic and social challenges facing the contaminated land sector in Europe, both now and in the future.",
    "totalCost": "3348716,78",
    "ecMaxContribution": "3348716,78",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "SUPREN GMBH;DUBLIN CITY UNIVERSITY;IWW RHEINISCH WESTFALISCHES INSTITUT FUR WASSERFORSCHUNG GEMEINNUTZIGE GMBH;KOBENHAVNS UNIVERSITET;UNIVERSITA DEGLI STUDI DI TORINO;UNIVERSITAET DUISBURG-ESSEN;TECHNISCHE UNIVERSITAT DORTMUND;CRANFIELD UNIVERSITY;T.E. LABORATORIES LIMITED",
    "participantCountries": "DE;IE;DK;IT;UK",
    "projectParticipants": {
        "998382007": {
            "orgId": "998382007",
            "orgName": "IWW RHEINISCH WESTFALISCHES INSTITUT FUR WASSERFORSCHUNG GEMEINNUTZIGE GMBH",
            "ecContrib": 36934
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 258061
        },
        "999848453": {
            "orgId": "999848453",
            "orgName": "TECHNISCHE UNIVERSITAT DORTMUND",
            "ecContrib": 249216
        },
        "999843312": {
            "orgId": "999843312",
            "orgName": "UNIVERSITAET DUISBURG-ESSEN",
            "ecContrib": 249216
        },
        "999892588": {
            "orgId": "999892588",
            "orgName": "DUBLIN CITY UNIVERSITY",
            "ecContrib": 627287
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 273288
        },
        "996233166": {
            "orgId": "996233166",
            "orgName": "T.E. LABORATORIES LIMITED",
            "ecContrib": 92003
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        },
        "957348485": {
            "orgId": "957348485",
            "orgName": "SUPREN GMBH",
            "ecContrib": 162683
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 819864
        }
    },
    "calculatedTotalContribution": 3348716
}