{
    "rcn": "193964",
    "acronym": "SUPRABARRIER",
    "topics": "MSCA-ITN-2014-EID",
    "title": "SUPRAmolecular polyolefins as oxygen BARRIER materials",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The production of the next generation of oxygen-barrier polyolefins materials capable of meeting the current and future demands of society in a sustainable manner will require both new technologies and highly trained scientists. Supramolecular chemistry provides a powerful approach to develop new materials with emerging properties, such as low permeability to oxygen, maintaining easy processing. The SUPRABARRIER EID ITN will train a new generation of European scientists with the skills necessary to overcome such future demands and simultaneously develop new strategies for the production of new polymeric systems, which greatly impact important fields such as food and medical packaging. The EID proponents are experts in the areas of supramolecular chemistry and polymer production. Expertise of the partners encompasses the general areas of supramolecular and polymer chemistry, with individual research competencies focusing on a number of specific themes including non-covalent chemistry, supramolecular interactions, polymer blending, polymer processing, polymer production, and Life Cycle Assessment (LCA) analysis and characterisation techniques of complex polymeric and self-assembled materials. The complementarity and diversity realized in synthesis, analysis, development, production and applications is crucial for successful research, innovation and training in this area. The partner from the private sector will extend the fellowsí training beyond that of traditional academic settings, in particular he will have the critical role of bridging fundamental science with application and commercialisation of the results. Our activities will thus possess both breadth and quality that can only be achieved through an interdisciplinary Academy/Industrial European effort.",
    "totalCost": "513435,6",
    "ecMaxContribution": "513435,6",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PARMA",
    "coordinatorCountry": "IT",
    "participants": "SABIC PETROCHEMICALS BV",
    "participantCountries": "NL",
    "projectParticipants": {
        "999846028": {
            "orgId": "999846028",
            "orgName": "UNIVERSITA DEGLI STUDI DI PARMA",
            "ecContrib": 258061
        },
        "993554026": {
            "orgId": "993554026",
            "orgName": "SABIC PETROCHEMICALS BV",
            "ecContrib": 255374
        }
    },
    "calculatedTotalContribution": 513435
}