{
    "rcn": "193960",
    "acronym": "TheLink",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "European Training Network to Accelerate the Development Chain of Nanostructured Polymers",
    "startDate": "01/11/2014",
    "endDate": "31/10/2018",
    "objective": "Research and training in TheLink spans the material development chain for nanostructured polymers. These materials, including phase separated polymers and composites, are attracting scientific and industrial interest due to the outstanding properties and functionalities that can be achieved. However, to exploit the potential of these materials an in-depth understanding of the relationship between nano/micro structures and macro-level properties is required.\n\nTheLink aims to generate this knowledge on an interdisciplinary basis combining simulation, characterisation and processing. The recruited fellows will take nanomaterial development beyond ìtrial and errorî towards a knowledge-based and industrially feasible approach. Three case studies (phase separated polymers and composites, separation membranes and self-diagnosing polymers) will be used to guide the research and to demonstrate the project developments. Careful attention will also be paid to broader market requirements and standardisation.\n\nHigh-quality individualised training in scientific and transferable skills, and a structured network program of training units, will provide the fellows with unique interdisciplinary competence in simulation, characterisation and processing, and move them from theoretical investigations towards industrial application and entrepreneurship. The active involvement of industrial partners, secondments in applied research and industry and a strong research and training emphasis on market requirements will furthermore provide them with the intersectoral experience needed for a career in the development of nanostructured polymers.",
    "totalCost": "3794898,96",
    "ecMaxContribution": "3794898,96",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSIDADE DO MINHO;PROMOLDING BV;COVESTRO DEUTSCHLAND AG;GVS S.P.A.;AVANZARE INNOVACION TECNOLOGICA SL;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;UNIVERSITEIT TWENTE;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "participantCountries": "PT;NL;DE;IT;ES;UK;EL",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 819864
        },
        "997433541": {
            "orgId": "997433541",
            "orgName": "COVESTRO DEUTSCHLAND AG",
            "ecContrib": 249216
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 484774
        },
        "998914828": {
            "orgId": "998914828",
            "orgName": "PROMOLDING BV",
            "ecContrib": 255374
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 476713
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 249216
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 255374
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 498433
        },
        "997826294": {
            "orgId": "997826294",
            "orgName": "AVANZARE INNOVACION TECNOLOGICA SL",
            "ecContrib": 247873
        },
        "999782687": {
            "orgId": "999782687",
            "orgName": "GVS S.P.A.",
            "ecContrib": 258061
        }
    },
    "calculatedTotalContribution": 3794898
}