{
    "rcn": "193908",
    "acronym": "TargetCaRe",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Targeting Cartilage Regeneration in joint and intervertebral disc diseases",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "Mobility, important for well-being, is seriously impaired by chronic low back pain and osteoarthritis in many people due to degeneration of cartilaginous tissue of the intervertebral disc and joint. To develop a treatment for these diseases this ETN aims to combine expertise in novel highly advanced drug delivery carriers with dedicated targeting tools, state of the art imaging techniques and expertise in stem cell and joint biology by training 15 young scientists in 12 partner institutes located in 5 different countries.\nWe aim to achieve regeneration of damaged and degenerated tissues by employing targeting strategies tailored both to the pathology and the tissues involved. Regeneration of diseased tissues will be achieved by loading biologically active agents in state-of-the-art nanocarriers. The biologically active agents will stimulate the bodyís own capacity to regenerate by attracting local stem cells or inhibit degeneration. Targeting will be achieved by A] injection with synthetic or natural hydrogels loaded with the nanocarriers or B] coupling diseased tissue-specific antibodies and specific hyaluronic acid moieties to the nanocarriers. Delivery and retention will be monitored by advanced in vivo and molecular imaging techniques to monitor distribution of the delivered compounds at the tissue level, as well as detect biological markers of regeneration.\n\nMajor objectives:\n1] To establish a network of scientists skilled in the use of smart nanocarriers, unique approach of targeting by disease-specific molecules and application of innovative imaging tools. Supported by generic scientific and training in economical and clinical valorisation, these researchers can further implement these technologies in the musculoskeletal or other areas, both in academia and industry.\n2] To develop strategies exclusively targeting diseased tissues with controlled doses of bio-actives, circumventing the disadvantages of the current shotgun approaches in regenerative medicine.",
    "totalCost": "3971459,88",
    "ecMaxContribution": "3971459,88",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "AARHUS UNIVERSITET;THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;AO-FORSCHUNGSINSTITUT DAVOS;PERCUROS BV;PROCORE LTD;UNIVERSITEIT MAASTRICHT;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY;CARDIFF UNIVERSITY",
    "participantCountries": "DK;UK;CH;NL;IL",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 546576
        },
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 255374
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 255374
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 510749
        },
        "994047853": {
            "orgId": "994047853",
            "orgName": "AO-FORSCHUNGSINSTITUT DAVOS",
            "ecContrib": 530454
        },
        "999553864": {
            "orgId": "999553864",
            "orgName": "PERCUROS BV",
            "ecContrib": 255374
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 520601
        },
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 273288
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 273288
        },
        "995000005": {
            "orgId": "995000005",
            "orgName": "PROCORE LTD",
            "ecContrib": 260301
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 290082
        }
    },
    "calculatedTotalContribution": 3971461
}