{
    "rcn": "193945",
    "acronym": "EDEN",
    "topics": "MSCA-ITN-2014-EJD",
    "title": "European Dry Eye Network",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "EDEN is a platform for the training and career development of 10 early-stage researchers (ESRs) in Vision Sciences. It coordinates research and training collaboration among 4 leading academic institutions in Europe, providing for a new combination of in-depth expertise from different countries. Furthermore, to strengthen the contact with the industrial world, the network has the following partners: 1 large company of hospitals, 1 SME that provides advance ophthalmic devices for ocular examination and 2 large companies specialized in eye-care products. It emphasises experience-based training through cross-disciplinary research projects that will analyse the lacrimal functional unit with state-of-the-art technology and assess the structural and physiological changes occurring in Dry Eye Disease (DED) patients. This will spur the generation of newer metrics to better differentiate between normal and DED patients. Further benefits include improvements in DED diagnosis and monitoring, studies on the effect of various DED treatments, development of DED aetiology-specific treatments and exploration of the risk factors that favour development of the disease or intensify its symptoms.\nEDEN will offer to 10 ESRs: (1) state-of-the-art approaches and techniques essential to studying DED through research projects, courses, and scientific exchange within and beyond the network; (2) essential career management skills via courses and practical activities aimed to develop their organisational, management and networking skills; (3) an understanding of the impact of research results for the private sector and insight into the business world via interaction with the industrial partners; (4) new possibilities of career development via professional contacts in academia and industry. The long-term synergies among EDEN partners, will structure European research and training capabilities in vision science. The training structure proposed will enable each ESR to earn a double PhD title.",
    "totalCost": "2484775,44",
    "ecMaxContribution": "2484775,44",
    "coordinator": "UNIVERSIDAD COMPLUTENSE DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITAT DE VALENCIA;OPTEGRA MVZ GMBH;POLITECHNIKA WROCLAWSKA;ASTON UNIVERSITY",
    "participantCountries": "ES;DE;PL;UK",
    "projectParticipants": {
        "999845931": {
            "orgId": "999845931",
            "orgName": "POLITECHNIKA WROCLAWSKA",
            "ecContrib": 448275
        },
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 495746
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 546576
        },
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 495746
        },
        "940973527": {
            "orgId": "940973527",
            "orgName": "OPTEGRA MVZ GMBH",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 2484776
}