{
    "rcn": "193930",
    "acronym": "INTEGRATE",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Interdisciplinary Training Network for Validation of Gram-Negative Antibacterial Targets",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Antimicrobial resistance is posing a continuously-rising threat to global health. Indeed, one key recommendation from the recent ìAction plan against the rising threats from Antimicrobial Resistanceî report (submitted by the Commission to the European Parliament and Council (15.11.2011)) is the development of effective antimicrobials or alternatives for treatment of human and animal infections.  The INTEGRATE project is a direct response to this. We have assembled a team of 10 beneficiaries from eight EU member states, encompassing both academic and non-academic sectors and different disciplines, to form a consortium committed to training Early Stage Researchers (ESRs) in the discovery and preclinical validation of novel Gram-negative antibacterial agents and antibacterial targets. The principle aim of the consortium is to provide a training platform where students are exposed to every aspect of the antimicrobial discovery process, ranging from target identification and validation, through organic synthesis, in silico design and compound screening, to mode-of-action and possible resistance mechanisms. This exposure will be accomplished through a concrete secondment plan, coupled with a series of high-level consortium-wide training events and networking programmes. Our intention is to reverse the current fragmentation of approaches towards antibacterial discovery through mutual cooperation. The INTEGRATE training framework is built on an innovative research project aimed at targeting important but non-essential gene products as an effective means of reducing bacterial fitness, thereby facilitating clearance of the pathogen by the host immune system. To achieve this, the individual work programmes have been designed to seamlessly inter-mesh contributions from the fields of in silico design, organic synthesis, molecular biology and biochemistry, and the very latest in vitro and in vivo screening technologies.",
    "totalCost": "2793330,72",
    "ecMaxContribution": "2793330,72",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PARMA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITEIT ANTWERPEN;HELSINGIN YLIOPISTO;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;APTUIT (VERONA) SRL;TAROS CHEMICALS GMBH & CO KG;LATVIJAS ORGANISKAS SINTEZES INSTITUTS;ITA-SUOMEN YLIOPISTO;UNIVERZA V LJUBLJANI",
    "participantCountries": "BE;FI;UK;DE;IT;LV;SI",
    "projectParticipants": {
        "946011416": {
            "orgId": "946011416",
            "orgName": "APTUIT (VERONA) SRL",
            "ecContrib": 258061
        },
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 269145
        },
        "999567056": {
            "orgId": "999567056",
            "orgName": "LATVIJAS ORGANISKAS SINTEZES INSTITUTS",
            "ecContrib": 223578
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 273288
        },
        "999846028": {
            "orgId": "999846028",
            "orgName": "UNIVERSITA DEGLI STUDI DI PARMA",
            "ecContrib": 516123
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 250560
        },
        "958742472": {
            "orgId": "958742472",
            "orgName": "TAROS CHEMICALS GMBH & CO KG",
            "ecContrib": 249216
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 234998
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 249216
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 269145
        }
    },
    "calculatedTotalContribution": 2793330
}