{
    "rcn": "193926",
    "acronym": "SPRInG",
    "topics": "MSCA-ITN-2014-EID",
    "title": "Short Period Superlattices for Rational (In,Ga)N",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The scientific mission of this project is to develop a novel (In,Ga)N alloy that offers completely new opportunities to tune bandgaps and piezoelectric fields in quantum structures for highly efficient optoelectronic devices. This novel ìrationalî (n InN/m GaN) alloy is based on short period superlattices that stack integer numbers of m (n) monolayers (MLs) of InN (GaN), i.e. heterostructures of pure InN MLs embedded in a GaN matrix. The development of fundamental knowledge on this rational (InN/GaN) alloy as established for other III-V compounds is envisioned as the base for such devices. \nThis objective will be achieved by a bilateral collaboration and the concerted action between Forschungsverbund Berlin (FVB) as academic institution, and TopGaN sp.z.o.o. (TopGaN) as non-academic partner. Besides, the Humboldt-Universit‰t zu Berlin (HU) and the Institute of High- Pressure Physics ñ Polish Academy of Sciences (UNIPRESS) will also be involved as external partner organizations. As a specific strength, within the project ìShort Period Superlattices for Rational (In,Ga)Nî (SPRInG) we aim at unifying a unique portfolio of experimental competencies with high-level resources and infrastructures. These create an ideal research environment designed to promote an interdisciplinary collaboration and an international networking of the early-stage researchers (ESRs). The students will professionally develop and meet the challenge to solve very exciting scientific questions of the potential III-nitride future technology for solid state lighting. A quality monitoring scheme will ensure that the ESRs will receive an optimised training, which will prepare and qualify them for the research and development of future technologies in academic and non-academic organizations.",
    "totalCost": "1221003,36",
    "ecMaxContribution": "1221003,36",
    "coordinator": "FORSCHUNGSVERBUND BERLIN EV",
    "coordinatorCountry": "DE",
    "participants": "TOP-GAN SP ZOO",
    "participantCountries": "PL",
    "projectParticipants": {
        "998633722": {
            "orgId": "998633722",
            "orgName": "TOP-GAN SP ZOO",
            "ecContrib": 224137
        },
        "999927120": {
            "orgId": "999927120",
            "orgName": "FORSCHUNGSVERBUND BERLIN EV",
            "ecContrib": 996866
        }
    },
    "calculatedTotalContribution": 1221003
}