{
    "rcn": "193913",
    "acronym": "I2BENE",
    "topics": "INNOSUP",
    "title": "Innovation and Internationalisation services by BENE ñ I≤BENE",
    "startDate": "01/06/2014",
    "endDate": "31/12/2014",
    "objective": "The project aims at offering specific services to 2 different groups of SMEs based in the Brussels Capital Region:\nthe SME Instrument beneficiaries and the SMEs having a high potential for growth and internationalisation by the enhancement of their innovation management capacity. These services will be an integral part of Enterprise Europe Brussels services.\nAlthough for the SME Instrument beneficiaries, the proposer depends on the number of successful SMEs granted, a funnel approach will be adopted for both SMEs Groups in order to have an upstream estimation and selection of the SME potential existing in the region.  This funnel and selective approach will also take into consideration the permeable frontiers which divide one SME group from the other, in light of the innovation needs and capacities at a given time of the SME lifecycle.\nThe service provision for Group2 will be ensured via a structured process of SMEs pre-selection, set up according to a pre-defined methodology which relies on ad-hoc tools and processes, designed with the aim to select only those SMEs with the capacity, clear intent and ambition to benefit from the innovation management assessment. The pre-selection tool is based on 8 criteria: each of them has been attributed a weight according to its importance. In function of the score obtained in these different areas, the SME will be selected (or not) to benefit from the innovation management capacity assessment through the Imp≥rove methodology.\nThe I≤BENE proposal addresses the obstacles which hinder Brussels-based SMEs from being more competitive, from growing and creating new jobs, thus having a real impact in the regional economy, and establishing a link between the research development process and the uptake of innovative products by SMEs. The identified obstacles or barriers are mainly linked to the difficulty SMEs have got in bringing their R&D efforts to the market and this with a sound exploitation strategy.",
    "totalCost": "19250",
    "ecMaxContribution": "15400",
    "coordinator": "AGENCE BRUXELLOISE POUR L'ACCOMPAGNEMENT DE L'ENTREPRISE",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999549693": {
            "orgId": "999549693",
            "orgName": "AGENCE BRUXELLOISE POUR L'ENTREPRISE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}