{
    "rcn": "193933",
    "acronym": "Phonsi",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Nanophotonics by Nanocrystals, from integration to single photon operation",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Phonsi is a research and training program on the development of nanophotonic devices by means of colloidal nanocrystals. Working at the cross-roads of nanomaterials and nanophotonics, it brings together multinational and start-up companies with universities and research institutes around a research programme combining the synthesis and analysis of quantum dots (QDs) with the formation of QD-based nanophotonic devices for emitting and detecting light down to the single photon level. The consortium contains complementary, world-leading expertise that crosses research disciplines, attitudes and methodologies such as chemistry/physics/engineering, synthesis/analysis/simulation, lab-scale/industrial scale and scientific discoveries/research valorization. At each level, the project is driven by highly challenging and timely research goals, which are translated into well-defined, collaborative training-through-research projects. These train ESRs in different disciplines, give them the opportunity to work with high end scientific instrumentation and expose them to both academic and non-academic research environments. The research projects are complemented by a varied set of network-wide training events that rely on the active involvement of the trainees and stimulate their self-learning capabilities. Local specialist training addresses complementary skills, which trainees will put into practice by contributing to the training events and dedicated public engagement activities. The deep involvement of non-academic partners, including two recently established spin-offs, creates a vibrant research and training environment that fosters a spirit of research valorization. In this way, the program will enable Europe to train ESRs with the multidisciplinary skills in nanomaterials, nanotechnology and photonics the innovation union needs and to raise public interest in these fields of science and technology that are key to make our future way of living sustainable and comfortable.",
    "totalCost": "3056430,24",
    "ecMaxContribution": "3056430,24",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;SINGLE QUANTUM BV;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY;UNIVERSITEIT UTRECHT",
    "participantCountries": "DE;FR;BE;NL;IL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 766123
        },
        "952944491": {
            "orgId": "952944491",
            "orgName": "SINGLE QUANTUM BV",
            "ecContrib": 255374
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 250560
        },
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 249216
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 751680
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 520601
        },
        "975116460": {
            "orgId": "975116460",
            "orgName": "ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 3056430
}