{
    "rcn": "193962",
    "acronym": "CropStrengthen",
    "topics": "MSCA-ITN-2014-EID",
    "title": "Genetic and molecular priming approaches to increase crop strength and stress tolerance",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The project provides advanced systems biology training for 5 ESRs who will develop novel methods for increasing crop strength and resistance to stress by alternative genetic and genomic, non-GMO, technologies: (1) Selecting allelic variants of a novel gene identified by members of the consortium which regulates oxidative and abiotic stress tolerance and (2) Molecular priming by biostimulants or low doses of H2O2 to induce stress-protective mechanisms in crops. This dual approach will meet the growing EU push towards secure, sustainable and safe means of food production (Dir.2009/128/EC & EU Reg. EC/178/2002). The genetic approaches are combined with high-throughput technologies for transcriptome, metabolome, and phenotypic analyses, combined with advanced bioinformatics. Both approaches to increasing crop yield are growing in importance, with the biostimulants industry expected to reach $2.2B globally by 2018. Equipping ESRs with these skills will enable them to develop their research careers in academia or industry. Training will be conducted at the University of Potsdam (UP, Coordinator), Germany, and two companies: BioAtlantis (BA), Ireland, and Enza Zaden (EZ), The Netherlands. Prof. B. Mueller-Roeber (UP) has extensive research management and teaching experience and will supervise the ESRs as PhD students. BA is internationally recognized for producing innovative biostimulants and has 3 patents filed, while EZ is among the top ten in vegetable breeding worldwide. All partners have experience in coordination and participation in EU FP7 projects. The expected results will increase our understanding of the molecular basis of stress tolerance and provide two alternative strategies for crop improvement and increasing food production. BA and EZ will ensure rapid dissemination of applied research to end users.",
    "totalCost": "1268698,32",
    "ecMaxContribution": "1268698,32",
    "coordinator": "UNIVERSITAET POTSDAM",
    "coordinatorCountry": "DE",
    "participants": "BIOATLANTIS;ENZA ZADEN RESEARCH & DEVELOPMENT BV",
    "participantCountries": "IE;NL",
    "projectParticipants": {
        "972026234": {
            "orgId": "972026234",
            "orgName": "BIOATLANTIS",
            "ecContrib": 265675
        },
        "999854855": {
            "orgId": "999854855",
            "orgName": "UNIVERSITAET POTSDAM",
            "ecContrib": 747649
        },
        "942427751": {
            "orgId": "942427751",
            "orgName": "ENZA ZADEN RESEARCH & DEVELOPMENT BV",
            "ecContrib": 255374
        }
    },
    "calculatedTotalContribution": 1268698
}