{
    "rcn": "193985",
    "acronym": "MICROWINE",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "MICROWINE - Microbial metagenomics and the modern wine industry",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "A diverse, complex, and poorly characterised community of microorganisms lies at the heart of the wine ñ an industry worth over Ä220 billion globally. These microorganisms play key roles at all stages of the viniculture and vinification processes, from helping plants access nutrients from the soil, driving their health through protection against pathogens, to fermentation processes that transform the must into wine with its complex array of aromas and flavours. Given this importance, an improved understanding of the microbial community and its interplay will have significant effects on the industry. In recent years, 'Next Generation' DNA sequencing has revolutionised many areas of biology, including microbiology, through conferring the ability to characterise microbes on the deep community scale, through both íshotguní and ídeep ampliconí sequencing approaches. To exploit this power for the benefit of the wine industry, we propose MICROWINE, a 15 ESR Marie Curie Actions European Training Network. The network is constructed as a close collaboration between industry and academic partners, around the theme of the microbial communityís role in the wine production process. Through combining microbial metagenomic sequencing with powerful computation analyses, with metadata generated using techniques such as metabolomics and geochemistry, we will study the action of microbes from the plant protection and nutrition, through to wine fermentation process, using samples collected from both Europe and beyond. We will further train the ESRs across a wide range of relevant disciplines, and maximise information transfer through multiple host and academic-industry cosupervision and secondments. In this way, we anticipate contributing to the strength and scientific progress of the wine industry through training of a cohort of leading, interdisciplinary and tightly interconnected scientists at the forefront of modern microbiological, genomic, computational and related techniques.",
    "totalCost": "3945597,12",
    "ecMaxContribution": "3945597,12",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE;UNIVERSIDAD NACIONAL DE LA PLATA;STICHTING VU;UNIVERSIDAD DE ZARAGOZA;Instituto Superior de Agronomia;KOBENHAVNS UNIVERSITET;UNIVERSIDADE CATOLICA PORTUGUESA;UNIVERSITE DE BORDEAUX;DANMARKS TEKNISKE UNIVERSITET;THE UNIVERSITY OF WARWICK;MINISTERIUM FUER UMWELT, LANDWIRTSCHAFT, ERNAEHRUNG, WEINBAU UND FORSTEN RHEINLAND- PFALZ;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "participantCountries": "FR;AR;NL;ES;PT;DK;UK;DE",
    "projectParticipants": {
        "999858638": {
            "orgId": "999858638",
            "orgName": "UNIVERSIDAD NACIONAL DE LA PLATA",
            "ecContrib": 204097
        },
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 247873
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 273288
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 255374
        },
        "951962269": {
            "orgId": "951962269",
            "orgName": "MINISTERIUM FUER UMWELT, LANDWIRTSCHAFT, ERNAEHRUNG, WEINBAU UND FORSTEN RHEINLAND- PFALZ",
            "ecContrib": 249216
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 262876
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 290082
        },
        "999547074": {
            "orgId": "999547074",
            "orgName": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE",
            "ecContrib": 262876
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        },
        "999907623": {
            "orgId": "999907623",
            "orgName": "UNIVERSIDADE CATOLICA PORTUGUESA",
            "ecContrib": 238356
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 580164
        },
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 262876
        },
        "998463002": {
            "orgId": "998463002",
            "orgName": "Instituto Superior de Agronomia",
            "ecContrib": 238356
        }
    },
    "calculatedTotalContribution": 3945598
}