{
    "rcn": "193987",
    "acronym": "QoE-Net",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "innovative Quality Of Experience maNagement in Emerging mulTimedia services",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The realization of the paradigm of Internet anywhere, anytime and any-device and the diffusion of end-user multimedia devices with powerful and user-friendly capabilities such as smartphones, tablets PCs, mobile gaming terminals and e-books, are leading to the proliferation of a significant amount of emerging multimedia services: immersive environments, mobile online gaming, 3D virtual world, book/newspaper consumption, social networking, IPTV applications, just to cite a few. Some of these services have already reached a major market success, such as the case of newspaper/magazine mobile readers and smartphone multimedia apps. Their success has been achieved especially because a user-centered approach has been followed to design the whole process of content production, service activation, content consumption, service management and updating. From these considerations it arises that management of the Quality of Experience (QoE) is undoubtedly a crucial concept in the deployment of future successful services and it is straightforward to be understood but complex to be implemented in real systems, since there are many variables which will affect QoE, and these variables are changeable and span multidisciplinary areas including multimedia signal processing, communications, computer networking, psychology and sociology. \nThis Network focuses on the analysis, design, optimization and management of the QoE  in advanced multimedia services, creating a fully-integrated and multi-disciplinary network of 12 ESRs working in and seconded by 7 academic institutions, 3 private companies and 1 standardization institute distributed in 6 European countries and in Korea. This Network will offer to a group of newly recruited Fellows in a cross-sectoral environment to shape their long-term research view and get fundamental methodological tools on various research fields, namely: multimedia networking, signal processing, communications,  business,  psychology and sociology.",
    "totalCost": "2883122,64",
    "ecMaxContribution": "2883122,64",
    "coordinator": "UNIVERSITA DEGLI STUDI DI CAGLIARI",
    "coordinatorCountry": "IT",
    "participants": "HOLOGRAFIKA HOLOGRAMELOALLITO FEJLESZTO ES FORGALMAZO KFT;UNIVERSITY OF PLYMOUTH;THE WALT DISNEY COMPANY (SWITZERLAND) GMBH;KINGSTON UNIVERSITY HIGHER EDUCATION CORPORATION;DEUTSCHE TELEKOM AG;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "participantCountries": "HU;UK;CH;DE;NO",
    "projectParticipants": {
        "999936335": {
            "orgId": "999936335",
            "orgName": "DEUTSCHE TELEKOM AG",
            "ecContrib": 498433
        },
        "999841663": {
            "orgId": "999841663",
            "orgName": "UNIVERSITA DEGLI STUDI DI CAGLIARI",
            "ecContrib": 516123
        },
        "999854661": {
            "orgId": "999854661",
            "orgName": "UNIVERSITY OF PLYMOUTH",
            "ecContrib": 546576
        },
        "992654060": {
            "orgId": "992654060",
            "orgName": "THE WALT DISNEY COMPANY (SWITZERLAND) GMBH",
            "ecContrib": 265227
        },
        "999864652": {
            "orgId": "999864652",
            "orgName": "KINGSTON UNIVERSITY HIGHER EDUCATION CORPORATION",
            "ecContrib": 546576
        },
        "999773569": {
            "orgId": "999773569",
            "orgName": "HOLOGRAFIKA HOLOGRAMELOALLITO FEJLESZTO ES FORGALMAZO KFT",
            "ecContrib": 223914
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 286275
        }
    },
    "calculatedTotalContribution": 2883124
}