{
    "rcn": "193978",
    "acronym": "N-SUPP_INNO",
    "topics": "INNOSUP",
    "title": "Support for Enhancing Innovation Management in SME  and Key Account Managementin Niedersachsen",
    "startDate": "01/05/2014",
    "endDate": "31/12/2014",
    "objective": "The general objective of this proposal is to offer services for SMEs that help increasing the efficiency and effectiveness of investments in research, development and innovation and by contributing to a better and more efficient connection to providers to more special support in this field of action. Partners will deliver these services in the NUTS-1 region Niedersachsen DE9 (Germany).\nTo achieve the above mentioned objectives partners in this proposed consortium will:\n1. Increase the efficiency and effectiveness of innovation processes in small and medium sized enterprises with significant innovation activities that could potentially become beneficiaries of European support programmes for research and innovation.\nThis service, provided independently from a specific innovation project and focusing on a company's innovation management system, is called Enhancing the innovation management capacity of SMEs. All partners will provide this service.\nï Partners will deliver 14 Enhancing actions as described in Work package 1 as 7-day-packages\nThe number of Enhancing action is justified by experience of partner NBank, which carries out 25 to 30 Innovation audits a year. Clients have to be found and also to be selected as suitable for the service.\n2. Identify bottlenecks in the creation of economic impact in companies benefitting from grants under Horizon2020's SME instrument and address these bottlenecks with the help of capable coaches. \nï Partner NBank will deliver 2 Key Account Management actions as described in Work package 2 as 7-day-packages related to successful proposals for the SME Instrument from the region.\nThe number is justified by the knowledge about how many successful proposals are expected on the SME-Instrument-Tool. Broken down to the region, NBank expects 1-2 cases for Lower Saxony. If the number of cases is higher, NBank will provide KAM service accordingly and lower the number of enhancing actions.",
    "totalCost": "54400",
    "ecMaxContribution": "43520",
    "coordinator": "INVESTITIONS-UND FORDERBANK NIEDERSACHSEN (NBANK)",
    "coordinatorCountry": "DE",
    "participants": "STIFTUNG FACHHOCHSCHULE OSNABRUECK;GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "participantCountries": "DE",
    "projectParticipants": {
        "999846416": {
            "orgId": "999846416",
            "orgName": "STIFTUNG FACHHOCHSCHULE OSNABRUECK",
            "ecContrib": 5881
        },
        "999981828": {
            "orgId": "999981828",
            "orgName": "GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
            "ecContrib": 6727
        },
        "983608422": {
            "orgId": "983608422",
            "orgName": "INVESTITIONS-UND FORDERBANK NIEDERSACHSEN (NBANK)",
            "ecContrib": 30912
        }
    },
    "calculatedTotalContribution": 43520
}