{
    "rcn": "193943",
    "acronym": "BonePain",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "European Training Network on Bone Pain",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The aim is to create an innovative European PhD training network in bone pain. Millions in Europe and beyond suffer from bone pain, a debilitating complication of many musculoskeletal disorders such as arthritis and bone metastasis. However, being a truly multidisciplinary subject spanning neuroscience, bone biology, and even cancer research, it demands a multidisciplinary approach. Despite a huge negative impact on the quality of life of the patients and on society as a whole, no specific treatment is available. To address this societal challenge and the strong innovation potential, we want to form the first European platform to promote frontline research, innovation and education within bone pain. The network encompasses 5 academic and 2 industrial beneficiaries and 1 industrial partner all committed to creating an outstanding wide-ranging yet integrated training program for early stages researchers to elucidate the mechanisms of bone pain and develop new medicines. We will use in vivo models of arthritic pain, cancer-induced bone pain and fracture pain to investigate the pathophysiology and novel treatment strategies. In vivo electrophysiology will be used for studying the physiology and pharmacology of pain transmission and its modulation. Transgenic mouse models will be used to tease out the specific neuronal receptor subtypes involved. Sophisticated behaviour tests will evaluate response to novel treatments. We will create a biobank of human cancer-infiltrated bone to identify specific patterns of neuronal receptor expression and to validate therapeutic targets in humans. In an extensive training effort covering both specific research skills and transferable skills, the students will obtain an interdisciplinary, state-of-the-art and innovative training from the participants, several of which have experience from international networks.  The students will benefit from secondments with industrial partners and with some of the foremost pain researchers in Europe",
    "totalCost": "3558676,32",
    "ecMaxContribution": "3558676,32",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "THE ROYAL VETERINARY COLLEGE;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;KAROLINSKA INSTITUTET;GRUENENTHAL GMBH;NORDIC BIOSCIENCE A/S;UNIVERSITY COLLEGE LONDON;NORDIC BIOSCIENCE COMPOUND DEVELOPMENT A/S",
    "participantCountries": "UK;NL;SE;DE;DK",
    "projectParticipants": {
        "933962949": {
            "orgId": "933962949",
            "orgName": "NORDIC BIOSCIENCE A/S",
            "ecContrib": 580164
        },
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 255374
        },
        "986046226": {
            "orgId": "986046226",
            "orgName": "NORDIC BIOSCIENCE COMPOUND DEVELOPMENT A/S",
            "ecContrib": 0
        },
        "999840790": {
            "orgId": "999840790",
            "orgName": "THE ROYAL VETERINARY COLLEGE",
            "ecContrib": 546576
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 527319
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 819864
        },
        "968074454": {
            "orgId": "968074454",
            "orgName": "GRUENENTHAL GMBH",
            "ecContrib": 249216
        },
        "951236127": {
            "orgId": "951236127",
            "orgName": "TRANSPHARMATION LTD",
            "ecContrib": 0
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        }
    },
    "calculatedTotalContribution": 3558677
}