{
    "rcn": "193986",
    "acronym": "ABWET",
    "topics": "MSCA-ITN-2014-EJD",
    "title": "Advanced Biological Waste-to-Energy Technologies",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The Advanced Biological Waste-to-Energy Technologies (ABWET) EJD provides education and research at PhD level on environmental technologies that convert waste materials into bioenergy, training doctoral candidates to think globally and work in multidisciplinary research teams. This makes ABWET alumni attractive for European universities and industry, able to contribute to solving the global challenges of waste management, energy scarcity and sustainable development. \n ABWET is centred around environmental technologies for treatment of waste, with a focus on anaerobic treatment processes, valorisation of the digestate and biofuel clean-up. ABWET focuses on fundamental and applied research of different treatment technologies as well as on the development of innovative recovery and reuse technologies with enhanced market potential. A strong industrial participation will bring a close connection to practical problems.\n ABWET provides its doctoral candidates training through research stipulated in a PhD proposal and through education detailed in an Individual Training and Supervision Plan, whereas a career development plan provides guidance on career paths, the labour market and professional development. \n The ABWET EJD aims to continue the successful Erasmus Mundus Joint Doctorate Environmental Technologies for Contaminated Soils, Sediments and Solid Waste (ETeCoS3), which developed a joint PhD education and research curriculum with joint selection, supervision and PhD defence procedures. The current three ETeCoS3 beneficiaries issue a fully joint PhD degree in Environmental Technology, recognised by the respective academic boards. ABWET will expand the degree awarding consortium with a 4th beneficiary, Tampere University of Technology ñ Finland. A special Work Package is dedicated to adapt the ETeCoS3 consortium agreement and streamline the PhD graduation requirements so that ABWET graduates will receive a joint doctoral degree issued by the 4 beneficiaries.",
    "totalCost": "3918950,64",
    "ecMaxContribution": "3918950,64",
    "coordinator": "UNIVERSITA DEGLI STUDI DI CASSINO E DEL LAZIO MERIDIONALE",
    "coordinatorCountry": "IT",
    "participants": "STICHTING IHE DELFT INSTITUTE FOR WATER EDUCATION;TTY-SAATIO;UNIVERSITE PARIS-EST",
    "participantCountries": "NL;FI;FR",
    "projectParticipants": {
        "941881738": {
            "orgId": "941881738",
            "orgName": "UNIVERSITE PARIS-EST",
            "ecContrib": 788627
        },
        "999844767": {
            "orgId": "999844767",
            "orgName": "UNIVERSITA DEGLI STUDI DI CASSINO E DEL LAZIO MERIDIONALE",
            "ecContrib": 1032245
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 1076581
        },
        "951080248": {
            "orgId": "951080248",
            "orgName": "STICHTING IHE DELFT INSTITUTE FOR WATER EDUCATION",
            "ecContrib": 1021497
        }
    },
    "calculatedTotalContribution": 3918950
}