{
    "rcn": "193997",
    "acronym": "AEOLUS4FUTURE",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Efficient harvesting of the wind energy",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "As wind energy is considered one of the most promising renewable energy resources, energy production technologies relying on wind energy are currently flourishing under the EU ambitious plan for 2020. Market demands to prepare a generation of researchers within the EU that are able to face the challenge of fulfilling the EU ambitious plan, to sustain the production of wind energy and to innovate and promote wind energy systems (WES) for the future needs, are clearly met in AEOLUS4FUTURE. The primary research aim is to develop a sustainable WES for a variety of EU needs. There are a number of detailed scientific and technical issues that will be addressed by the project starting from identifying the wind energy potential (off-shore and on-shore, including the built environment) to the design of a sustainable and highly efficient WES. Also the new challenging load conditions imposed on wind farms located on places where existing type of wind turbine towers are not suitable require the development of new type of support structures for wind energy converters. This fosters new structural concepts taking advantage of high performance materials e.g. high strength steel and novel maintenance free fasteners. In addition, while most research efforts and practical applications of wind energy have focused on large-scale wind installations in remote offshore or onshore areas, much less attention has been given to wind energy installations near buildings. The project has a major training aim to create technical experts who will be able to lead the necessary industrial developments in the WES, and have a broad overview of a new and emerging multi-disciplinary field. The project will thus enable a number of young scientists and engineers to obtain high level training in various technical aspects of the problem, to gain an overall understanding of how this work fits into the wider EU Directives and plans for the future and in doing so to improve their career prospects.",
    "totalCost": "3811804,92",
    "ecMaxContribution": "3811804,92",
    "coordinator": "LULEA TEKNISKA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "SENVION GMBH;UNIVERSITA DEGLI STUDI DI FIRENZE;THE UNIVERSITY OF BIRMINGHAM;SIEMENS INDUSTRY SOFTWARE NV;UNIVERSIDADE DE COIMBRA;RUHR-UNIVERSITAET BOCHUM;INSTITUT VON KARMAN DE DYNAMIQUE DES FLUIDES;TECHNISCHE UNIVERSITEIT EINDHOVEN;GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "participantCountries": "DE;IT;UK;BE;PT;NL",
    "projectParticipants": {
        "999770950": {
            "orgId": "999770950",
            "orgName": "SIEMENS INDUSTRY SOFTWARE NV",
            "ecContrib": 250560
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 510749
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 546576
        },
        "997826391": {
            "orgId": "997826391",
            "orgName": "UNIVERSIDADE DE COIMBRA",
            "ecContrib": 476713
        },
        "999876874": {
            "orgId": "999876874",
            "orgName": "LULEA TEKNISKA UNIVERSITET",
            "ecContrib": 263659
        },
        "999981828": {
            "orgId": "999981828",
            "orgName": "GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
            "ecContrib": 498433
        },
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 516123
        },
        "999698006": {
            "orgId": "999698006",
            "orgName": "INSTITUT VON KARMAN DE DYNAMIQUE DES FLUIDES",
            "ecContrib": 250560
        },
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 249216
        },
        "961428402": {
            "orgId": "961428402",
            "orgName": "SENVION GMBH",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3811805
}