{
    "rcn": "193940",
    "acronym": "BIOGEL",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Engineering responsive and biomimetic hydrogels for biomedical therapeutic and diagnostic applications",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "BIOGEL is set up to educate young scientists to develop innovative hydrogel chemistries and systems for biomedical applications. The first objective is to provide a platform for young researchers to undergo a well-rounded PhD education, particularly focussed on translational skills for a career focused in biomedical research and medical technology development. The second objective is to engineer functional and responsive hydrogels, which resemble specific properties of the extracellular matrix. The third objective is (i) to enhance the efficacy of medical devices by 2D biointegrative coatings that direct and orchestrate the interface to living cells and tissue and enable improved integration within the body, (ii) to advance therapeutic measures by 3D templates for tissue repair, and (iii) to enable new diagnostic tools by responsive diagnostic hydrogels. BIOGEL follows an international, interdisciplinary, and intersectoral approach organized in 9 and 8 interwoven work and training packages respectively. \nThe training and research parts are focused on synthetic and biohybrid macromolecules to build clinically translatable hydrogels with specific, application directed bioactivities. In order to enable efficient biohybridisation and minimal invasive application, emphasis is set on in situ gelation of precursors that do not affect the viability of cells and living tissue and that can interlink bioactive subunits to stimulate tissue regeneration, and serve as a functional component in biomedical devices. Structural incorporation of such units must be flexible, dynamic, and responsive to stimuli. This is directed to enhance cell behavior and receptor interaction, tailor the mechanical properties, and enable spatial, temporal, and topographical control of functional components. Translational aspects focus on coatings of medical devices, diagnostic hydrogels, cartilage and bone repair, tissue engineering for cardiovascular implants, and nerve regeneration.",
    "totalCost": "3523738,32",
    "ecMaxContribution": "3523738,32",
    "coordinator": "DWI LEIBNIZ-INSTITUT FUR INTERAKTIVE MATERIALIEN EV",
    "coordinatorCountry": "DE",
    "participants": "NovioSense BV;TECHNICAL PROTEINS NANOBIOTECHNOLOGY SL;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;UNIVERSIDAD DE VALLADOLID;STICHTING KATHOLIEKE UNIVERSITEIT;LIFETEC GROUP BV;PEPSCAN THERAPEUTICS BV",
    "participantCountries": "NL;ES;AT;EL",
    "projectParticipants": {
        "951741109": {
            "orgId": "951741109",
            "orgName": "NovioSense BV",
            "ecContrib": 255374
        },
        "998615874": {
            "orgId": "998615874",
            "orgName": "DWI LEIBNIZ-INSTITUT FUR INTERAKTIVE MATERIALIEN EV",
            "ecContrib": 996866
        },
        "999574622": {
            "orgId": "999574622",
            "orgName": "LIFETEC GROUP BV",
            "ecContrib": 255374
        },
        "999690537": {
            "orgId": "999690537",
            "orgName": "PEPSCAN THERAPEUTICS BV",
            "ecContrib": 255374
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 510749
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 511868
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 242387
        },
        "999862809": {
            "orgId": "999862809",
            "orgName": "UNIVERSIDAD DE VALLADOLID",
            "ecContrib": 247873
        },
        "968325684": {
            "orgId": "968325684",
            "orgName": "TECHNICAL PROTEINS NANOBIOTECHNOLOGY SL",
            "ecContrib": 247873
        }
    },
    "calculatedTotalContribution": 3523738
}