{
    "rcn": "193937",
    "acronym": "eCHO Systems",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Enhancing CHO by Mammalian Systems Biotechnology (eCHO systems)",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Chinese hamster (CHO) ovary cells are the production host for a \\50 billion Ä/yr biopharmaceuticals market. Current CHO production platforms dates to 1980 and are based primarily on media and process optimisation with little consideration to the optimization of the cellular machinery. Fortunately, with the recent sequencing of the CHO genome, an opportunity has opened to significantly advance the CHO platform. The benefit will be advanced production flexibility and a lower production cost.\n\nThis ITN graduate training programme - eCHO Systems - will blend conventional molecular, cellular, and synthetic biology with genome scale systems biology training in ëomics data acquisition, biological network modeling, and genome engineering in three interdisciplinary topics:\n\n1) Acquisition of large scale ëomics data sets and their incorporation into genome-scale mathematical models\n2) Development of genome engineering tools, enabling synthetic biology\n3) Application of systems and synthetic biology and genome engineering to improve performance of CHO producers\n\nThe training projects are supported by 15  industrial participants, which will participate in the research and test the results. ESR training will include intense courses focused on computational systems biology, cell biology, business and entrepreneurship. The three universities bring unique complementary skills in systems and synthetic biology, ëomics technologies, cytometry, and molecular cell biology which will provide depth and breadth to this training. The eCHO Systems will produce four major outputs: General knowledge to improve the productivity, quality, and efficiency of CHO platform cell lines, new systems models for CHO cells, new CHO cell line chassises generated through synthetic biology approaches, high quality education at the graduate level, and a cadre of interdisciplinary graduates poised to transform biopharmaceutical biotechnology.",
    "totalCost": "4044794,43",
    "ecMaxContribution": "4044793,68",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "DUBLIN CITY UNIVERSITY;ACIB GmbH;RENTSCHLER BIOTECHNOLOGIE GMBH;UCB PHARMA SA;UNIVERSITY OF KENT",
    "participantCountries": "IE;AT;DE;BE;UK",
    "projectParticipants": {
        "983020408": {
            "orgId": "983020408",
            "orgName": "ACIB GmbH",
            "ecContrib": 1017019
        },
        "999841275": {
            "orgId": "999841275",
            "orgName": "UNIVERSITY OF KENT",
            "ecContrib": 819864
        },
        "999892588": {
            "orgId": "999892588",
            "orgName": "DUBLIN CITY UNIVERSITY",
            "ecContrib": 797024
        },
        "999954571": {
            "orgId": "999954571",
            "orgName": "UCB PHARMA SA",
            "ecContrib": 250560
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 1160328
        },
        "951761479": {
            "orgId": "951761479",
            "orgName": "RENTSCHLER BIOTECHNOLOGIE GMBH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 4044795
}