{
    "rcn": "193951",
    "acronym": "PUFF",
    "topics": "MSCA-ITN-2014-EID",
    "title": "Pulsed valves: Fast Forward",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Small miracles occur in the ëpuffí of gas emitted by a modern pulsed valve. Broad thermal velocity distributions are converted into a mono-velocity uni-directional supersonic jet and the numerous rotational states of the molecules in the jet are frozen down to their lowest level; all of this taking place in a very modest vacuum apparatus. Pulsed valves have revolutionized molecular dynamics and mass spectrometry research; however, the commercial supply of these valves is at this moment rapidly disappearing. This proposal, PUlsed valves: Fast Forward, PUFF, teams an academic site that needs help in developing and employing their original design of a pulsed valve with a commercial enterprise offering the most advanced charged particle detection systems that wishes to create and offer its own source of pulsed valves.  Three early stage researchers will be trained at the cutting edge of PhD science and enterprise research and development, allowing access for the PhD research program to the best possible equipment while helping the early stage researchers to learn in practise what it takes to convert a rough design into a viable commercial product. In addition to forming this unique and exciting means of early stage researcher training within the European Industrial Doctorate program, the academic and mass spectrometry community as a whole will benefit from a new and stable supplier of advanced technologies.",
    "totalCost": "766122,84",
    "ecMaxContribution": "766122,84",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "PHOTEK LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "997719109": {
            "orgId": "997719109",
            "orgName": "PHOTEK LIMITED",
            "ecContrib": 0
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 766123
        }
    },
    "calculatedTotalContribution": 766123
}