{
    "rcn": "193946",
    "acronym": "SPARCARB",
    "topics": "MSCA-ITN-2014-EID",
    "title": "Lightning protection of wind turbine blades with carbon fibre composite materials",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The consortium behind SPARCARB ñ Global Lightning Protection Services A/S (GLPS, non-academic beneficiary), Denmark, together with the University of Southampon (SOTON, academic beneficiary entitled to award doctoral degrees), UK, and six Partner organizations ñ aims at providing an innovative international, interdisciplinary and intersectoral training network for four Early-Stage Researcher (ESRs), which will integrate in a single project (1) Science-based Training in material and electrical engineering; (2) Transferable Skills-based Training in carbon fibre, wind turbines, lightning protection technologies, business and innovation, and other competences; (3) and Research-based Training designed around cutting-edge challenges for the Wind Power Industry, which has identified the need for continuous research on lightning protection of large wind turbines with blades incorporating CFC structural components.\nThe SPARCARB project aims at addressing the strong lack of doctoral-level trained human resources to push forward the research base in the field of lightning protection of CFC structures, building the proper environment for shifting paradigms in the Wind Power Industry. Specifically, the project will address scientific and technological challenges related to an effective protection of CFC wind turbine blades from lightning-induced damages, enabling the reliable use of very large and more efficient wind turbines. \nThe goal is to train four ESRs to be familiar with both Industry (15 months at GLPS and secondments to industrial partner organizations for 3 months) and Academia (18 months at SOTON The doctoral training programme will be carried out according to SOTONís criteria from which all four ESRs will obtain doctoral degrees. The envisaged training will provide a range of skills to all ESRs making them high-potential candidates to be employed at GLPS and other wind power industry players.",
    "totalCost": "1093151,52",
    "ecMaxContribution": "1093151,52",
    "coordinator": "GLOBAL LIGHTNING PROTECTION SERVICES AS",
    "coordinatorCountry": "DK",
    "participants": "UNIVERSITY OF SOUTHAMPTON",
    "participantCountries": "UK",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 1093152
        },
        "941776008": {
            "orgId": "941776008",
            "orgName": "GLOBAL LIGHTNING PROTECTION SERVICES AS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1093152
}