{
    "rcn": "193982",
    "acronym": "C-CASCADES",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Carbon Cascades from Land to Ocean in the Anthropocene",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "C-CASCADES will produce a new generation of young scientists trained to span the boundaries between disciplines and with the skill-sets required to address one of the grand research challenges of the 21st century: the role of the carbon cycle in regulating Earthís climate. Training will be embedded within and guided by the overriding science objective of the programme, to make a breakthrough in understanding the transfer of carbon between land and ocean at planetary scale and the consequences for atmospheric CO2 and climate. This will require cutting-edge research and innovation to permit characterization of the transport, transformation and ultimate fate of carbon in rivers, lakes and coastal waters and their representation in Earth System Models. This will allow a better quantification of the fluxes of greenhouse gases (primarily CO2 and CH4) exchanged with the atmosphere and their impacts on the climate system. The closely related training objective is to engage the next generation of Earth system scientists in an integrated, cutting-edge and highly relevant joint research programme. The research undertaken will capture technological innovation in sensor development; advance mechanistic understanding of the carbon transformations that occur during lateral transfer between land and ocean; embed this understanding in enhanced catchment, regional and global-scale models; and, assess quantitatively carbon transfer fluxes and carbon transformations along the land to ocean aquatic continuum at the global scale, from terrestrial ecosystems to the open ocean via rivers, lakes and coastal waters. The suite of C-CASCADES models will be progressively improved during the course of the project and evaluated against observations. These models will be applied to disentangle human impacts (e.g. land-use, river management, wastewater production, CO2, climate) on the land-to-ocean carbon cycle, for the historical period and future IPCC climate scenarios.",
    "totalCost": "3112980,61",
    "ecMaxContribution": "3112980,61",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "THE UNIVERSITY OF EXETER;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;UPPSALA UNIVERSITET;STICHTING DELTARES;UNIVERSITY OF BRISTOL;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;KONGSBERG MARITIME CONTROS GMBH",
    "participantCountries": "UK;DE;SE;NL;FR",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 263659
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 546576
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 498433
        },
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 391152
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 788627
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 119943
        },
        "999520302": {
            "orgId": "999520302",
            "orgName": "STICHTING DELTARES",
            "ecContrib": 255374
        },
        "985717978": {
            "orgId": "985717978",
            "orgName": "KONGSBERG MARITIME CONTROS GMBH",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3112980
}