{
    "rcn": "193934",
    "acronym": "Mid-TECH",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Infrared sensing made visible: Combining infrared light sources and upconversion sensors for improved sensitivity in medical applications and gas analysis",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The mid-infrared (mid-IR) wavelength range is an emerging and important new topic for frontier research. Its general importance relates to a multitude of mid-IR industrial and biomedical sensor applications. Chemical finger prints of most complex molecules such as those found in food, tissue or catalytic compounds all have vibrational spectra in the mid-IR, thus identifiable through mid-IR spectroscopy. Incidentally also the fundamental absorption bands of gas molecules are located in the mid-IR enabling novel instrumentation for mid-IR gas spectroscopy at small concentrations relevant for applications like, ìleak-testsî or remote sensing of greenhouse gases.\nThe main obstacle for the exploitation of the mid-IR optical window has been a historical lack of efficient mid-IR excitation light sources and sensitive mid-IR detectors/imaging. In mid-TECH we have gathered the best European academic and industrial partners to show that in a combined effort both technological short comings can be overcome paving the way for novel instrumentation for industry and society. Key elements are novel semiconductor based Quantum Cascade Lasers (QCLs), rugged mid-IR Optical Parametrical Oscillators combined with novel, record ìlow noiseî mid-IR upconversion detection and imaging. These two building blocks will be implemented for cancer diagnostics, for combustion analysis and absorption/DIAL spectroscopy. \nSince we are combining frontier research within different mid-IR areas we do not at present have the necessary skilled researchers knowing the combined mid-IR enabling components. It is a main goal of mid-TECH to train 15 ESRs to an outstanding level where they subsequently to their study can act as Europeís new cross-sectorial technical experts in mid-IR technology at one hand and at the same time fill in a much needed link between academia and industry. This is realized through entrepreneurial courses and secondments between the mid-TECH partners.",
    "totalCost": "4001129,28",
    "ecMaxContribution": "4001129,28",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "THE UNIVERSITY OF EXETER;FUNDACIO INSTITUT DE CIENCIES FOTONIQUES;FORSCHUNGSVERBUND BERLIN EV;RADIANT LIGHT SL;NKT PHOTONICS A/S;HUMBOLDT-UNIVERSITAET ZU BERLIN;LUNDS UNIVERSITET",
    "participantCountries": "UK;ES;DE;DK;SE",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 263659
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 546576
        },
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 495746
        },
        "999850781": {
            "orgId": "999850781",
            "orgName": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
            "ecContrib": 747649
        },
        "952348814": {
            "orgId": "952348814",
            "orgName": "RADIANT LIGHT SL",
            "ecContrib": 247873
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 1160328
        },
        "990462054": {
            "orgId": "990462054",
            "orgName": "NKT PHOTONICS A/S",
            "ecContrib": 290082
        },
        "999927120": {
            "orgId": "999927120",
            "orgName": "FORSCHUNGSVERBUND BERLIN EV",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 4001129
}