{
    "rcn": "193936",
    "acronym": "SUSPOL",
    "topics": "MSCA-ITN-2014-EJD",
    "title": "European Joint Doctorate in Organocatalysis and Sustainable Polymers",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "SUSPOL-EJD is an European Joint Doctorate in ìOrganocatalysis and Sustainable Polymersî. SUSPOL-EJD is set up by a consortium formed by four Academic beneficiaries: University of Bordeaux (FR), University of the Basque Country (SP), University of Mons (B) and University of Warwick (UK). Furthermore, six industrial organizations: BASF (D), Purac Corbion (NL), Critical Pharma (UK), Synthomer (UK), IBM (CH and USA) and FORESA (SP) will act as partners collaborating in the research and training activities. SUSPOL-EJD will offer to 10 early stage researchers the possibility of being awarded with double doctoral degrees in two different countries. SUSPOL-EJD will aim at excellence in developing high quality training opportunities for early stage researchers in the area of Sustainable Organocatalysis and Polymers. The final objective is to create scientists who will be the future leaders to make the transition of organocatalysis between the lab and sustainable industrial processes and products. Research and training areas include organic chemistry, catalysis, modelling, polymer engineering, green chemistry, sustainable processes, renewable products, polymer latexes, coatings, biomaterials, pharmaceutical and adhesives. The presence of a high number of industrial partners makes the project highly intersectoral. The research and training programme is very innovative combining frontier research projects and industrial developments.",
    "totalCost": "2590353,72",
    "ecMaxContribution": "2590353,72",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "University of Mons;UNIVERSITE DE BORDEAUX;THE UNIVERSITY OF WARWICK",
    "participantCountries": "BE;FR;UK",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 819864
        },
        "990884004": {
            "orgId": "990884004",
            "orgName": "UNIVERSITE DE MONS",
            "ecContrib": 0
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 743619
        },
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 525751
        }
    },
    "calculatedTotalContribution": 2089234
}