{
    "rcn": "193994",
    "acronym": "CLEAN-Gas",
    "topics": "MSCA-ITN-2014-EJD",
    "title": "Combustion for Low Emission Applications of Natural Gas",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Natural Gas (NG) will be one of the key parameters of the EU energy policy for the next decades. EU gas imports are expected to reach over 80% of total consumption by 2030. Thus, the EU is investing heavily in natural gas equipment. \nNatural gas combustion has two side effects: the production of greenhouse gases and the emission of pollutants. Conventional techniques used to reduce these emissions are post-combustion treatments. Another solution is to act directly on the combustion process, limiting the pollutant formation, while maximizing the efficiency. New processes are using this strategy: regenerative burners, flameless combustion, combustion of highly diluted mixtures or oxy-combustion.\nThese technologies are still poorly understood. It is therefore important to develop studies on these new combustion processes, whose development needs real technological breakthroughs.\nReaching these goals requires to investigate the involved phenomena and detailed experiments and modelling of the kinetics and fluidynamics of the combustion processes are of paramount importance. \nThe CLEAN-Gas EJD Programme proposes high-level training for doctoral candidates with the following main objectives:\nñ developing and sharing innovative experimental diagnostic techniques;\nñ creating and validating detailed chemistry mechanisms of the combustion process;\nñ proposing new turbulent combustion models;\nñ enhancing high performance computing;\nñ encouraging team work and project oriented approach;\nñ proposing innovative applications, processes and technologies for NG combustion;\nñ participating in the European energy policy.\nAll students will receive a high-level training in the aforementioned domains through their PhD work with a multi-disciplinary vision and a key training for developing professional skills. The PhD candidates will be able to understand and respond to most of the key issues of the natural gas use in the European context.",
    "totalCost": "3832293,6",
    "ecMaxContribution": "3832293,6",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "ECOLE CENTRALE DES ARTS ET MANUFACTURES;UNIVERSITE LIBRE DE BRUXELLES;TECHNISCHE UNIVERSITAT DARMSTADT",
    "participantCountries": "FR;BE;DE",
    "projectParticipants": {
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 996866
        },
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 751680
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 1032245
        },
        "997816012": {
            "orgId": "997816012",
            "orgName": "ECOLE CENTRALE DES ARTS ET MANUFACTURES",
            "ecContrib": 1051502
        }
    },
    "calculatedTotalContribution": 3832293
}