{
    "rcn": "193938",
    "acronym": "AWESCO",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Airborne Wind Energy System Modelling, Control and Optimisation",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The height of conventional wind turbines is limited by the enormous\nstresses on the structure. The idea of the Airborne Wind Energy (AWE)\nis to replace the most efficient part of a conventional wind turbine,\nthe tip of the turbine blade, with a fast flying high efficiency kite,\nand to replace the rest of the structure by a tether which anchors the\nkite to the ground. Power is generated either by periodically pulling\na ground based generator via a winch, or by small wind turbines\nmounted on the kite that exploit its fast cross wind motion. While\nthe concept is highly promising, major academic and industrial\nresearch is still needed to achieve the performance required for\nindustrial deployment. This can best be done by innovative junior\nresearchers in a closely cooperating consortium of academic and\nindustrial partners.\nThe ITN AWESCO combines six interdisciplinary academic and four \nindustrial network partners with seven associated partners, all  \nselected on the basis of excellence and complementarity. All\npartners work already intensively on AWE systems, several with\nprototypes, and they are committed to create synergies via the\ncooperation in AWESCO. The main task is to train fourteen Early Stage\nResearchers (ESRs) in training-by-research and to create a closely\nconnected new generation of leading European scientists that are ready\nto push the frontiers of airborne wind energy.\nAWESCO is the first major cooperation effort of the most important\nEuropean actors in the field and will help Europe to gain a leading\nrole in a possibly huge emerging renewable energy market, and to meet\nits ambitious CO2 targets. In addition, the AWESCO early stage\nresearchers will be trained in cutting-edge simulation, design,\nsensing, and control technologies that are needed in many branches of\nengineering.",
    "totalCost": "2999014,68",
    "ecMaxContribution": "2999014,68",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "XSENS TECHNOLOGIES B.V.;TECHNISCHE UNIVERSITAET MUENCHEN;SKYSAILS GMBH;ALBERT-LUDWIGS-UNIVERSITAET FREIBURG;AMPYX POWER BV;UNIVERSITY OF LIMERICK;KATHOLIEKE UNIVERSITEIT LEUVEN;ENERKITE GMBH;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "NL;DE;IE;BE;SE",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 263659
        },
        "951827924": {
            "orgId": "951827924",
            "orgName": "ENERKITE GMBH",
            "ecContrib": 249216
        },
        "999809071": {
            "orgId": "999809071",
            "orgName": "UNIVERSITY OF LIMERICK",
            "ecContrib": 265675
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 510749
        },
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 664577
        },
        "951809106": {
            "orgId": "951809106",
            "orgName": "SKYSAILS GMBH",
            "ecContrib": 34613
        },
        "972506384": {
            "orgId": "972506384",
            "orgName": "AMPYX POWER BV",
            "ecContrib": 255374
        },
        "973582114": {
            "orgId": "973582114",
            "orgName": "XSENS TECHNOLOGIES B.V.",
            "ecContrib": 255374
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 249216
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 250560
        }
    },
    "calculatedTotalContribution": 2999013
}