{
    "rcn": "193915",
    "acronym": "PPI4Waste",
    "topics": "WASTE-5-2014",
    "title": "Promotion of Public Procurement of Innovation for Resource Efficiency and Waste Treatment",
    "startDate": "01/01/2015",
    "endDate": "30/09/2017",
    "objective": "PPI4Waste is based on an integrated approach which will permit to define needs, targets, improvement of functional performances, and monitor the complete cycle of preparation activities for PPI process to be implemented in the waste sector, while making know-how on procedures for innovation procurement widely available through the establishment of buyerís group, making state-of-the-art solutions accessible to other procurers, capacity building and assessment of feasibility plan of uptaking PPI in the waste sector.\nThis 30-month project, whose workplan has a concise structure that supports the workflow to achieve its main aim: The overall objective of the project is to achieve resource efficiency, sustainable waste management and sustainable consumption throughout Europe by increasing the use of innovative public procurement through coordinated a structured and coordination action of networking, capacity building, and dissemination.\nThe cornerstone of the project is how to boost resource efficiency through PPI, on the basis of the waste hierarchy and the establishment of the buyerís group of public procurers in the first phase of the project will permit to achieve all objectives towards the reinforcement of early deployment of eco-innovative solutions for resource efficiency and waste management through joint or coordinated PPI processes.",
    "totalCost": "1003687,5",
    "ecMaxContribution": "998812,5",
    "coordinator": "ASSOCIATION DES VILLES ET REGIONS POUR LA GESTION DURABLE DES RESSOURCES",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSIDAD DE ZARAGOZA;MINISTERIE VAN INFRASTRUCTUUR EN WATERSTAAT;RISE RESEARCH INSTITUTES OF SWEDEN AB;ZAGREBACKI HOLDING DOO;ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*;MANCOMUNIDAD DEL SUR;INSTITUTO ANDALUZ DE TECNOLOGIA.",
    "participantCountries": "ES;NL;SE;HR;DE",
    "projectParticipants": {
        "989496031": {
            "orgId": "989496031",
            "orgName": "ZAGREBACKI HOLDING DOO",
            "ecContrib": 68938
        },
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 85188
        },
        "999949915": {
            "orgId": "999949915",
            "orgName": "INSTITUTO ANDALUZ DE TECNOLOGIA.",
            "ecContrib": 159875
        },
        "967944377": {
            "orgId": "967944377",
            "orgName": "MINISTERIE VAN INFRASTRUCTUUR EN WATERSTAAT",
            "ecContrib": 119812
        },
        "999613422": {
            "orgId": "999613422",
            "orgName": "RISE RESEARCH INSTITUTES OF SWEDEN AB",
            "ecContrib": 160812
        },
        "952441061": {
            "orgId": "952441061",
            "orgName": "ASSOCIATION DES VILLES ET REGIONS POUR LA GESTION DURABLE DES RESSOURCES",
            "ecContrib": 179562
        },
        "942447345": {
            "orgId": "942447345",
            "orgName": "MANCOMUNIDAD DEL SUR",
            "ecContrib": 68438
        },
        "998341364": {
            "orgId": "998341364",
            "orgName": "ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*",
            "ecContrib": 156188
        }
    },
    "calculatedTotalContribution": 998813
}