{
    "rcn": "193973",
    "acronym": "NanoHeal",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Nano-tailoring organo-mineral materials -Controlling strength and healing with organic molecules in mineral interfaces",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Cement production for the construction industry contributes up to 5% of anthropogenic CO2 emissions. Developing more environmentally friendly concrete requires the assessment of strength for a diverse range of new cement materials. Similar issues arise during the development of biocompatible cements for medical applications. Properties of naturally cemented materials of organic origin are of key importance in the oil industry, with carbonate reservoirs prone to creep, particularly during the injection of CO2 for enhanced oil recovery or permanent storage. However, despite the importance of cement materials to our infrastructure, health and environment, we still lack the fundamental basis for understanding the strength of cemented aggregates. Granular pastes and sediments transform to strong solids through reactions at nano-confined mineral interfaces, where nucleation and growth at the adjacent solid surfaces are affected in a manner not yet understood. There is a need for improved concepts, theories and models. \nNanoHeal targets this issue by bringing six industrial and six academic groups together in a European Training Network (ETN), in an emerging interdisciplinary field spanning from basic sciences to the corresponding engineering disciplines. NanoHeal will deliver an outstanding environment for training and career development of young researchers. \nThe aims of NanoHeal are to: \nï Develop innovative probes and models for nanoscale processes that open novel perspectives in design and control of organo-mineral materials.\nï Measure and improve the strength and durability of: \n1) New man-made cemented materials like ìgreen concreteî, speciality cements in construction and oil and gas recovery, and biocompatible implants; and \n2) Natural sedimentary rocks inside reservoirs and as construction materials.\nï Educate young interdisciplinary researchers at the interface between fundamental science and European industry.",
    "totalCost": "4103572,68",
    "ecMaxContribution": "4103572,68",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;UNIVERSITE LYON 1 CLAUDE BERNARD;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;KOBENHAVNS UNIVERSITET;INTERNATIONAL RESEARCH INSTITUTE OFSTAVANGER AS;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "participantCountries": "DE;FR;UK;DK;NO;IL",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 819864
        },
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 858826
        },
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 249216
        },
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 788627
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 520601
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        },
        "998217592": {
            "orgId": "998217592",
            "orgName": "INTERNATIONAL RESEARCH INSTITUTE OFSTAVANGER AS",
            "ecContrib": 286275
        }
    },
    "calculatedTotalContribution": 4103573
}