{
    "rcn": "193924",
    "acronym": "COSMOS",
    "topics": "MSCA-ITN-2014-EJD",
    "title": "Complex Oscillatory Systems: Modeling and Analysis",
    "startDate": "01/01/2015",
    "endDate": "31/08/2019",
    "objective": "Many natural and artificial systems are often composed of oscillatory elements which, besides evolving according to their own non-trivial internal dynamics, mutually interact. As a result, many temporal and spatial scales are typically present, often accompanied by the spontaneous emergence of collective properties. Altogether, such features make the task of understanding the resulting evolution a challenging interdisciplinary problem. Zero-knowledge methods do generally require too large amount of data to allow drawing meaningful conclusions. In order to overcome this limitation, it is necessary to add skilful hypotheses about the structure of the underlying model and, thereby, on the relevant variables. This task is often tackled in an ad hoc way and the approach is based rather on personal preferences than on objective elements. The goal of this project is to fill the gap, by developing a general and coherent set of tools for the system identification and control, as well as to improve our ability to make predictions. The task will be pursued by combining top-down with bottom-up approaches which will be used to identify the most appropriate variables. Such analysis will be integrated by performing suitable case studies and mutually validating the various techniques to test the correctness of the underlying assumptions (both in the context of theoretical models as well as in experimental time series, such as physiological and neural data). A user-friendly software package will be ultimately developed to make the methods accessible to a broad set of potential users, including those with minimal theoretical competences. Furthermore, we will train a new generation of scientists able to implement a broad range of interdisciplinary approaches to the multivariate time signals that may be generated by the evolution of complex systems.",
    "totalCost": "3878421,12",
    "ecMaxContribution": "3878421,12",
    "coordinator": "UNIVERSITAET POTSDAM",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSIDAD POMPEU FABRA;THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN;MEDIZINISCHE UNIVERSITAT GRAZ;STICHTING VU;UNIVERSITA DEGLI STUDI DI FIRENZE;LANCASTER UNIVERSITY;FAKULTETA ZA INFORMACIJSKE STUDIJE V NOVEM MESTU",
    "participantCountries": "ES;UK;AT;NL;IT;SI",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 495746
        },
        "999854855": {
            "orgId": "999854855",
            "orgName": "UNIVERSITAET POTSDAM",
            "ecContrib": 498433
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 510749
        },
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 516123
        },
        "985887728": {
            "orgId": "985887728",
            "orgName": "FAKULTETA ZA INFORMACIJSKE STUDIJE V NOVEM MESTU",
            "ecContrib": 234998
        },
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 819864
        },
        "999836231": {
            "orgId": "999836231",
            "orgName": "MEDIZINISCHE UNIVERSITAT GRAZ",
            "ecContrib": 255934
        },
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3878423
}