{
    "rcn": "193916",
    "acronym": "TRUSS",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Training in Reducing Uncertainty in Structural Safety",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The growth of cities, impacts of climate change and the massive cost of providing new infrastructure provide the impetus for this proposal ñ entitled Training in Reducing Uncertainty in Structural Safety (TRUSS) ñ which will maximize the potential of infrastructure that already exists. If flaws in a structure can be identified early, the cost of repair will be vastly reduced, and here an effective monitoring system would allow identifying the optimum time to repair as well as improving structural safety. But safety is difficult to quantify and requires a deep understanding of the uncertainty associated to measurements and models for the structure and the loads. TRUSS will gather this understanding by bringing together an intersectoral and multidisciplinary collaboration between 4 Universities, 11 Industry participants and 1 research institute from 6 European countries. The consortium will combine and share expertise to offer training at an advanced level as new concepts for monitoring, modelling and reliability analysis of structures are emerging all the time. TRUSS will make knowledge of structural safety grow by incorporating these emerging technologies (hi-tech monitoring and manufacturing, computing, etc.) into the training programme and it will support job creation by enabling a wider talent pool of skilled and accredited engineering graduates with business, entrepreneurship, communication, project management and other transferrable skills. The training programme will be structured into taught modules combined with original research supported by secondments that will expose 14 fellows to both academia and industry. While developing tools that will reduce uncertainty in structural safety and improve infrastructure management, TRUSS will lay the basis for an advanced doctoral programme that will qualify graduates for dealing with the challenges of an aging European infrastructure stock, thereby enhancing their career prospects in both industry and academia.",
    "totalCost": "3701306,88",
    "ecMaxContribution": "3701306,88",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "EQUIPOS NUCLEARES SA SME;OVE ARUP & PARTNERS IRELAND;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;FULL SCALE DYNAMICS LIMITED;UNIVERSITAT POLITECNICA DE CATALUNYA;PHI-MECA ENGINEERING;THE UNIVERSITY OF NOTTINGHAM;LLOYD'S REGISTER EMEA IPS",
    "participantCountries": "ES;IE;UK;FR",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 546576
        },
        "986125669": {
            "orgId": "986125669",
            "orgName": "OVE ARUP & PARTNERS IRELAND",
            "ecContrib": 265675
        },
        "952627301": {
            "orgId": "952627301",
            "orgName": "FULL SCALE DYNAMICS LIMITED",
            "ecContrib": 273288
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 797024
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 265675
        },
        "998728879": {
            "orgId": "998728879",
            "orgName": "EQUIPOS NUCLEARES SA SME",
            "ecContrib": 247873
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 495746
        },
        "998981176": {
            "orgId": "998981176",
            "orgName": "LLOYD'S REGISTER EMEA IPS",
            "ecContrib": 546576
        },
        "997361761": {
            "orgId": "997361761",
            "orgName": "PHI-MECA ENGINEERING",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 3701309
}