{
    "rcn": "193949",
    "acronym": "MULTI-APP",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Multivalent Molecular Systems for Innovative Applications",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "This network brings together the major academic players active in Europe on the fundamentals and application of multivalency and cooperativity. The network is complemented by industrial partners ranging in scale from a small spin-off to a large multinational. The main objective of this consortium is to raise a new generation of researchers able to develop complex chemical systems that harness cooperativity for enhanced functional properties.\nMultivalency is one of Natureís governing principles for achieving strong and selective biomolecular recognition. Many biological processes rely on the cooperative effects associated with the occurrence of multivalent interactions. Consequently, there is an enormous interest in the development of chemical multivalent systems that display similar features for innovative applications in fields as various as diagnostics, drug discovery, materials science and nanotechnology.\nThe central theme of multivalency and cooperativity is used to connect partners from academia and industry with a common interest in understanding how multivalency works, but for very different scopes and using very different approaches. This network is thus uniquely positioned to train the next generation of European researchers in all multidisciplinary aspects related to multivalency. A broad training program has been developed that comprises top-level individual research projects, both general and specific network-wide dedicated courses, secondments, personalized scientific training and a broad package of complementary skill training. The industrial partners contribute in the form of training, supervision, technical contributions, and perspectives on the commercialisation of multivalent systems.\nAfter completion of the program, the ESRs will be the first generation of researchers able to fully exploit the potential of multivalent chemical systems. Their unrivalled career profiles will enable them to compete successfully for positions in academia or industry.",
    "totalCost": "2321096,4",
    "ecMaxContribution": "2321096,4",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;UNIVERSITEIT TWENTE;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;TECHNISCHE UNIVERSITEIT EINDHOVEN;FREIE UNIVERSITAET BERLIN",
    "participantCountries": "DE;UK;NL",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 516123
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 255374
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 273288
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 249216
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 255374
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 273288
        },
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 2321096
}