{
    "rcn": "193975",
    "acronym": "E3Canarias",
    "topics": "INNOSUP",
    "title": "E3Canarias: Enhancing the innovation management capacity of SME's with the Enterprise Europe Network Canarias",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "The E3Canarias project aims at enhancing the innovation management capacity of the Canary Islandsí SMEs through the delivery of 7-day service packages, targeted to the most innovative small and medium size companies in the islands, as well as giving support to the Canarian beneficiaries of the HORIZON 2020 dedicated SME instrument, as Key Account Manager (KAM).\n\nGiven the restricted number of packages available for the Canary Islandsí potential, the SMEs that have already been active in different innovation and internationalization activities will be assessed by using a standard innovation intake checklist and the SMEs with the most significant innovation activities and a high potential for internationalization will be selected.\n\nFor the delivery of these services:\nï A minimum number of 2 EEN staff members will be trained for innovation management via the IMP3rove-Academy.\nï A minimum number of 7 service packages enhancing the innovation management capacities of SMEs will be provided. The final number of SMEs beneficiaries of the service could be increased depending on the resources available.\nï Considering the figures of participation of SMEs from the Canary Islands in the European Seven Framework Programme of RTD (FP7), a maximum of one beneficiary of the HORIZON 2020 dedicated SME instrument in 2014 is foreseen, so the expected provision of KAM service will be one. If the final number of SMEs is higher they will be supported as well.",
    "totalCost": "21000",
    "ecMaxContribution": "16800",
    "coordinator": "INSTITUTO TECNOLOGICO DE CANARIAS, S.A.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999947296": {
            "orgId": "999947296",
            "orgName": "INSTITUTO TECNOLOGICO DE CANARIAS, S.A.",
            "ecContrib": 16800
        }
    },
    "calculatedTotalContribution": 16800
}