{
    "rcn": "193998",
    "acronym": "SYNCHRONICS",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "SupramolecularlY eNgineered arCHitectures for optoelectRonics and photONICS: a multi-site initial training action",
    "startDate": "01/01/2015",
    "endDate": "31/12/2019",
    "objective": "Photonics will play a major, enabling role in the future of ICT and healthcare. However, to fulfill its potential and deliver on its promises, photonics will heavily rely on novel and more performing materials, that can be manufactured cheaply for the\nspecific requirements of photonic applications. To lead this ìphotonics revolutionî and rip the societal benefits of being at the leading-edge of novel technological and scientific developments, the EC needs a highly-skilled scientific and technical workforce that can effectively implement the transition to a truly ìknowledge-based societyî.\nSYNCHRONICS mission is to synergistically address both needs by training a pool of future science-leaders in the synthesis, characterisation and application to photonics of supramolecularly-engineered functional materials within state-of the-art photonic nanostructures fabricated thanks to the top-quality facilities and unique expertise available within the network. This kind of research requires an inter-multidisciplinary, intersectorial approach by specialized and skilled scientists from different disciplines, each one bringing a particular expertise: organic and supramolecular synthesis (UNI-OX,UNI-W, SURFLAY), theory (UNI-GE, IBM, UNI-GE), surface studies (UdS, UCL), photophysics (IIT, IBM, UCL, UNI-GE,UNI-CY, UNI-MO), device fabrication and characterisation (IBM, AMO, SURFLAY, UCL, IIT, UNI-PI, UNI-GE). The\nSYNCHRONIX Network, through the trans-national and trans-disciplinary coordination and integration of these 12, highly specialised and internationally-leading teams, consolidates the European training efforts in the emerging area of both supramolecular nanoscience and nanophotonics. SYNCHRONICS will deliver 540 person-months of unparalleled multidisciplinary and intersectorial training that is carefully and intensively structured through local, network wide, and extra-network training in both scientific/technical topics, as well as complementary and managerial skills.",
    "totalCost": "3650589",
    "ecMaxContribution": "3650589",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITE DE STRASBOURG;GESELLSCHAFT FUR ANGEWANDTE MIKRO UND OPTOELEKTRONIK MIT BESCHRANKTERHAFTUNG AMO GMBH;UNIVERSITA DI PISA;FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;UNIVERSITA DEGLI STUDI DI GENOVA;UNIVERSITY OF CYPRUS;JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG;Surflay Nanotec GmbH",
    "participantCountries": "FR;DE;IT;UK;CY",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 241379
        },
        "999902773": {
            "orgId": "999902773",
            "orgName": "UNIVERSITE DE MONTREAL",
            "ecContrib": 0
        },
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 262876
        },
        "999976687": {
            "orgId": "999976687",
            "orgName": "UNIVERSITA DEGLI STUDI DI GENOVA",
            "ecContrib": 258061
        },
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 516123
        },
        "999862712": {
            "orgId": "999862712",
            "orgName": "UNIVERSITA DI PISA",
            "ecContrib": 258061
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 819864
        },
        "999796558": {
            "orgId": "999796558",
            "orgName": "GESELLSCHAFT FUR ANGEWANDTE MIKRO UND OPTOELEKTRONIK MIT BESCHRANKTERHAFTUNG AMO GMBH",
            "ecContrib": 249216
        },
        "996685283": {
            "orgId": "996685283",
            "orgName": "Surflay Nanotec GmbH",
            "ecContrib": 249216
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3401372
}