{
    "rcn": "193910",
    "acronym": "WIDEST",
    "topics": "WATER-4a-2014",
    "title": "Water Innovation through Dissemination Exploitation  of Smart Technologies",
    "startDate": "01/02/2015",
    "endDate": "31/01/2017",
    "objective": "The role of ICT in contributing to the ìSmart Technologies EIP Priorityî is widely recognised by the scientific community and water business professionals. Despite relevant progress and innovation achieved in this field, several barriers hinder the implementation of Smart Water Technologies such as the fragmentation of the sector, slow adoption, absence of SME development, and no holistic vision of water supply considering its whole life cycle. Moreover, at present a fully integrated Smart Water Network does not exist in Europe or globally. Hence, current lack of knowledge of EU water research and innovation results on industry, policy makers, and citizens is slowing down the widespread application of solutions that can leverage the development of the urban systems and infrastructures of tomorrow. This scenario shows that achieving water-related challenges cannot progress with the sole contribution of research. In this sense, the project has the vision of establishing and supporting a thriving, interconnected ICT for water community to promote the dissemination and exploitation of EU funded activities and results in this area. WIDEST will address its goals through a project-to-project approach and the coordination among relevant stakeholders by means of five objectives that will include, amongst others:  Conducting literature reviews of relevant academic and commercial references; Establishing common frameworks such as standards, guidelines, website, video channel; Organizing events including conferences, workshops, special sessions; Producing three Topical Roadmaps and one Overall Roadmap; Producing a Portfolio of effective ICT for water management technologies including the methodology to build, update and execute it. The project is backed by a strong consortium composed by institutions with proven track record and expertise across different facets of ICT for water research, including established connections with key stakeholders.",
    "totalCost": "1022030",
    "ecMaxContribution": "1022030",
    "coordinator": "FUNDACIO PRIVADA BARCELONA DIGITAL CENTRE TECNOLOGIC",
    "coordinatorCountry": "ES",
    "participants": "THE UNIVERSITY OF EXETER;UNIVERSITE DE NICE SOPHIA ANTIPOLIS;CENTRO ANDALUZ DE INVESTIGACIONES DEL AGUA;EUROPEAN WATER SUPPLY AND SANITATION TECHNOLOGY PLATFORM;INTERNATIONAL WATER ASSOCIATION",
    "participantCountries": "UK;FR;ES;BE",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 168688
        },
        "997457403": {
            "orgId": "997457403",
            "orgName": "FUNDACIO PRIVADA BARCELONA DIGITAL CENTRE TECNOLOGIC",
            "ecContrib": 392824
        },
        "928030235": {
            "orgId": "928030235",
            "orgName": "FUNDACIO EURECAT",
            "ecContrib": 392824
        },
        "999877553": {
            "orgId": "999877553",
            "orgName": "UNIVERSITE DE NICE SOPHIA ANTIPOLIS",
            "ecContrib": 160400
        },
        "947977218": {
            "orgId": "947977218",
            "orgName": "CENTRO ANDALUZ DE INVESTIGACIONES DEL AGUA",
            "ecContrib": 161994
        },
        "996563742": {
            "orgId": "996563742",
            "orgName": "INTERNATIONAL WATER ASSOCIATION",
            "ecContrib": 67750
        },
        "952516430": {
            "orgId": "952516430",
            "orgName": "EUROPEAN WATER SUPPLY AND SANITATION TECHNOLOGY PLATFORM",
            "ecContrib": 70375
        }
    },
    "calculatedTotalContribution": 1414855
}