{
    "rcn": "193979",
    "acronym": "WAKEUPCALL",
    "topics": "MSCA-ITN-2014-EID",
    "title": "Applied mathematics for risk measures in finance and insurance, in the wake of the crisis",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The EID WAKEUPCALL has been set up with the knowledge that, in the WAKE of the financial crisis, a reconsideration of fundamental assumptions that have been standard in the mathematical models for the valuation of financial and insurance products, like CALLs is taking place. The crisis alerted to reiterate models, assumptions and computations. It is now better understood that the usual paradigm, in which financial risks can be mitigated, spread, or even hedged away perfectly, is too simplistic for markets under stressed conditions. Lead by the Basel Committee on Banking Supervision, financial and insurance institutions are currently implementing new paradigms regarding risk management. Many of the updates in the risk measures involve sophisticated mathematics. In this sense, the crisis has provided important feedback on appropriate directions for the required mathematical improvements. As regards to hedging and risk mitigation, which are important steps in the risk management chain, nowadays even the hedging of basic financial instruments has become a complicated task. More sophisticated models are needed if hedging programs are to remain effective under financial stress.\nWe wish to bring together academic researchers in financial mathematics and high level professionals in financial and insurance industries, discuss and interact by means of early-stage researchers  (ESRs). We are interested in the mathematical models, as well as in advanced solution techniques used for pricing and risk measurement. We wish to educate young experts in modern risk measures and management. Advanced courses by academic and professional lecturers will be selected for the education of the ESRs. We will additionally work on providing entrepeneurial skills to ESRs as they will have a unique knowledge of applied mathematics on practically relevant research questions in computational finance. All ESRs will produce software, according to latest standards in high performance computing.",
    "totalCost": "1522617,12",
    "ecMaxContribution": "1522617,12",
    "coordinator": "STICHTING CENTRUM VOOR WISKUNDE EN INFORMATICA",
    "coordinatorCountry": "NL",
    "participants": "UNIPOL GRUPPO FINANZIARIO SPA;ERNST & YOUNG ACCOUNTANTS LLP;BANCO SANTANDER SA;NIER INGEGNERIA SPA;VORTECH BV;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;UNIVERSIDADE DA CORUNA;TECHNISCHE UNIVERSITEIT DELFT;ANALISTAS FINANCIEROS INTERNACIONALES SA",
    "participantCountries": "IT;UK;ES;NL",
    "projectParticipants": {
        "953888883": {
            "orgId": "953888883",
            "orgName": "NIER INGEGNERIA SPA",
            "ecContrib": 0
        },
        "999653968": {
            "orgId": "999653968",
            "orgName": "STICHTING CENTRUM VOOR WISKUNDE EN INFORMATICA",
            "ecContrib": 0
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 516123
        },
        "969128359": {
            "orgId": "969128359",
            "orgName": "VORTECH BV",
            "ecContrib": 0
        },
        "942306404": {
            "orgId": "942306404",
            "orgName": "ANALISTAS FINANCIEROS INTERNACIONALES SA",
            "ecContrib": 0
        },
        "941301484": {
            "orgId": "941301484",
            "orgName": "ERNST & YOUNG ACCOUNTANTS LLP",
            "ecContrib": 0
        },
        "999629718": {
            "orgId": "999629718",
            "orgName": "UNIVERSIDADE DA CORUNA",
            "ecContrib": 495746
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 0
        },
        "942157024": {
            "orgId": "942157024",
            "orgName": "UNIPOL GRUPPO FINANZIARIO SPA",
            "ecContrib": 0
        },
        "975534433": {
            "orgId": "975534433",
            "orgName": "BANCO SANTANDER SA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1011869
}