{
    "rcn": "193983",
    "acronym": "Biorapid",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Rapid Bioprocess Development",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Reducing lead times of new medicinal drugs to the market by reducing process development and clinical testing timeframes is a critical driver in increasing European (bio)pharmaceutical industry competitiveness. Despite new therapeutic principles (e.g. the use of pluripotent stem cells, regenerative medicine and treatments based on personalised medicine or biosimilars) or regulatory initiatives to enable more efficient production, such as Quality by design (QbD) with associated Process Analytical Technology (PAT) tools , the slow progress in the development of new bioactive compounds still limits the availability of cheap and effective medicines. In addition, the competitiveness of European (bio)pharma industry is impacted by the unavailability of suitably trained personnel. Fundamental changes in the education of scientists have to be realised to address the need for changes in the traditional ëbig pharmaí business model and the focus on ëtranslational medicine ñ more early stage clinical trials with patients, more external innovation and more collaborationí . These changes in education should be based on combining cutting-edge science from the early stage of product development through to manufacturing with innovation and entrepreneurship as an integral part of the training. The Rapid Bioprocess Development ITN, employing 15 ESRs, brings together industrialist and academic experts with its main aim to address this critical need by developing an effective training framework in rapid development of novel bioactive molecules from the very early stages of potency and efficacy testing to the biomanufacturing process characterisation and effective monitoring. The main focus of the research is on oncology related proteins and recombinant proteins to be used in diabetes treatment, although the resulting monitoring and modelling methods will be applicable to other bioactive molecule process development as demonstrated by validation on a range of relevant bioactives.",
    "totalCost": "4038971,76",
    "ecMaxContribution": "4038971,76",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "LINKOPINGS UNIVERSITET;FUJIFILM DIOSYNTH BIOTECHNOLOGIES UK LIMITED;SANOFI-AVENTIS DEUTSCHLAND GMBH;RISE ACREO AB;TECHNISCHE UNIVERSITAET BERLIN;ALCYOMICS LTD;DANMARKS TEKNISKE UNIVERSITET;CHR. HANSEN A/S",
    "participantCountries": "SE;UK;DE;DK",
    "projectParticipants": {
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 527319
        },
        "999979791": {
            "orgId": "999979791",
            "orgName": "RISE ACREO AB",
            "ecContrib": 527319
        },
        "969091305": {
            "orgId": "969091305",
            "orgName": "ALCYOMICS LTD",
            "ecContrib": 273288
        },
        "997731137": {
            "orgId": "997731137",
            "orgName": "SANOFI-AVENTIS DEUTSCHLAND GMBH",
            "ecContrib": 249216
        },
        "962770494": {
            "orgId": "962770494",
            "orgName": "FUJIFILM DIOSYNTH BIOTECHNOLOGIES UK LIMITED",
            "ecContrib": 273288
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 580164
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 819864
        },
        "999905489": {
            "orgId": "999905489",
            "orgName": "CHR. HANSEN A/S",
            "ecContrib": 290082
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 4038973
}