{
    "rcn": "193963",
    "acronym": "TreatRec",
    "topics": "MSCA-ITN-2014-EID",
    "title": "Interdisciplinary concepts for municipal wastewater treatment and resource recovery. Tackling future challenges",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Wastewater treatment and management in Europe has a large potential for growth; however needs to be supported by education of a new generation of interdisciplinarily trained wastewater professionals able to face future challenges and implement wastewater-related directives in practice. TreatRec, with the participationof two academic partners (ICRA-Catalan Institute for Water Research and University of Girona) and two non-academic (ATKINS and AQUAFIN) identifies several pertinent technological gaps and knowledge needs around which we have built a research programme. TreatRec involves equally academia and industry with a clear aim of producing a group of young researchers capable of conducting high quality research, but also able to address industrial and societal needs and implement wastewater-related directives in practice. The five researchers will conduct their scientific projects in an environment that combines industrial excellence in the development, design, construction and management of wastewater treatment systems, with complementary academic excellence in a) hypothesis-driven research involving the improvement/upgrading of state-of-the art technologies and the deepening the understanding of fate and removal of emerging contaminants in wastewater treatment systems and in b) applied research involving the development of decision support systems which allow for the encapsulation of knowledge for further use in decision-making processes. As a general goal, academic and non-academic partners of TreatRec,  including WWTP operators, engineers responsible for the design and a water authority which has experience in water policy implementation, a set of recommendations will be generated to provide guidance for decision-makers on upgrading wastewater treatment plants for future challenges such as microcontaminants removal and nutrient recovery from a sustainable perspective.",
    "totalCost": "1267466,76",
    "ecMaxContribution": "1267466,76",
    "coordinator": "FUNDACIO INSTITUT CATALA DE RECERCA DE L'AIGUA",
    "coordinatorCountry": "ES",
    "participants": "AQUAFIN N.V.;UNIVERSITAT DE GIRONA;ATKINS LIMITED",
    "participantCountries": "BE;ES;UK",
    "projectParticipants": {
        "986318893": {
            "orgId": "986318893",
            "orgName": "SEVERN TRENT WATER LIMITED",
            "ecContrib": 0
        },
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 0
        },
        "997459052": {
            "orgId": "997459052",
            "orgName": "FUNDACIO INSTITUT CATALA DE RECERCA DE L'AIGUA",
            "ecContrib": 495746
        },
        "999514773": {
            "orgId": "999514773",
            "orgName": "AQUAFIN N.V.",
            "ecContrib": 250560
        },
        "956948360": {
            "orgId": "956948360",
            "orgName": "Waterschap De Dommel",
            "ecContrib": 0
        },
        "998139119": {
            "orgId": "998139119",
            "orgName": "BAYERISCHE FORSCHUNGSALLIANZ BAVARIAN RESEARCH ALLIANCE GMBH",
            "ecContrib": 0
        },
        "999895983": {
            "orgId": "999895983",
            "orgName": "UNIVERSITAT DE GIRONA",
            "ecContrib": 247873
        },
        "986544903": {
            "orgId": "986544903",
            "orgName": "ATKINS LIMITED",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 1267467
}