{
    "rcn": "193953",
    "acronym": "DISTRO",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Distributed 3D Object Design",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The DISTRO network brings together leading laboratories in Visual Computing and 3D Computer Graphics research across Europe with the aim of training a new generation of scientists, technologists, and entrepreneurs that will move Europe into a leading role in the scientific and technological innovation in the area of casual, distributed 3d object design and customization.\n\nWhilst digital content has certainly grown, the worldís economy is still dominated by manufacturing. A new class of 'rapid prototyping' technologies, from 3D printers to laser cutters, are making the process of manufacturing physical objects look increasingly like that of creating digital content. Just as the Web democratised digital innovation, the next ten years will see the application of these lessons to the real world. This new industrial revolution can only occur if it is as simple for real world objects to be captured, and modified as it is for music, text, and images. This is not yet the case, with most professional design software requiring a significant amount of time and investment to master. There is a real need for tools that are focused on making it simple for amateurs to create new products without experience or training ñ expediting the path from idea to entrepreneurship.  Our network proposes a timely and innovative research training programme for the distributed capture, editing, and fabrication of objects - from the real world to digital and back again. We want to enable users to casually capture objects, which can then be easily shared on the Web and customised in simple yet powerful ways. \n\nThe research training programme will be conducted by our network, consisting of a mix of academic and private partners. Through collaborative research, secondments, and training events, we will educate a new generation of researchers that are able to solve complex research challenges but at the same time acquire transferrable skills.",
    "totalCost": "3264733",
    "ecMaxContribution": "3264733",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "Institute of Science and Technology Austria;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH;STUDIO GOBO LIMITED;EDINBURGH NAPIER UNIVERSITY;UNIVERZITA KARLOVA;UNIVERSITAT DES SAARLANDES",
    "participantCountries": "AT;DE;UK;CZ",
    "projectParticipants": {
        "999607602": {
            "orgId": "999607602",
            "orgName": "DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH",
            "ecContrib": 498433
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 249216
        },
        "999929545": {
            "orgId": "999929545",
            "orgName": "UNIVERSITAT DES SAARLANDES",
            "ecContrib": 498433
        },
        "999924792": {
            "orgId": "999924792",
            "orgName": "EDINBURGH NAPIER UNIVERSITY",
            "ecContrib": 265697
        },
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 255934
        },
        "952742925": {
            "orgId": "952742925",
            "orgName": "STUDIO GOBO LIMITED",
            "ecContrib": 257859
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 774316
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 464845
        }
    },
    "calculatedTotalContribution": 3264733
}