{
    "rcn": "193995",
    "acronym": "KAMWAL",
    "topics": "INNOSUP",
    "title": "Assessing and improving the innovation management capacity of Walloon SMEs through specialized EEN services",
    "startDate": "01/09/2014",
    "endDate": "31/12/2014",
    "objective": "The KAMWAL project aims to set up and to validate through some real-life cases two new kinds of advanced services for SMEs in the Walloon region of Belgium with the support and in the framework of the Enterprise Europe Network Wallonia consortium.\nThese services are the KAM service, in the framework of the H2020 SME Instrument, in order to provide Walloon beneficiaries with dedicated and specialized coaching and the IMC service aiming to improve the Innovation Management Capacities in SMEs with high growth and international potential.\nThe project is expected to cover the end of 2014 starting from dedicated trainings related to the IMP≥ROVE tool which will be used by the EEN staff in charge.\nThis EEN staff in charge will be composed of 2 experienced innovation consultants already member of the EEN Wallonia team.\nIn the framework of the action, it is shown that the duration and the available means allow to work on a set of maximum 10 Walloon cases either with the KAM service or with the IMC service.",
    "totalCost": "33430",
    "ecMaxContribution": "26744",
    "coordinator": "ASSOCIATION INTERCOMMUNALE BUREAU ECONOMIQUE DE LA PROVINCE DE NAMUR SCRL-B.E.P. NAMUR",
    "coordinatorCountry": "BE",
    "participants": "CENTRE D'ACCOMPAGNEMENT DE PROJETS INNOVANTS ASBL",
    "participantCountries": "BE",
    "projectParticipants": {
        "944450589": {
            "orgId": "944450589",
            "orgName": "CENTRE D'ACCOMPAGNEMENT DE PROJETS INNOVANTS ASBL",
            "ecContrib": 10760
        },
        "953590317": {
            "orgId": "953590317",
            "orgName": "ASSOCIATION INTERCOMMUNALE BUREAU ECONOMIQUE DE LA PROVINCE DE NAMUR SCRL-B.E.P. NAMUR",
            "ecContrib": 15984
        }
    },
    "calculatedTotalContribution": 26744
}