{
    "rcn": "193903",
    "acronym": "GEO-C",
    "topics": "MSCA-ITN-2014-EJD",
    "title": "Joint Doctorate in Geoinformatics - Enabling Open Cities",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Urbanisation has been a key trend for centuries and is expected to continue throughout the 21st century as well. Cities have to continuously strive to provide a sustainable, safe and liveable environment for their ever-increasing populations. In recent years, the term ësmart citiesí has been coined for initiatives that monitor and analyse different aspects of urban life, and manage service provision intelligently. A key gap in this area relates to how people can understand the processes driving smart cities and their services, and how they can gain a sense of control rather than being controlled by the services provided by a smart city. GEO-C aims to contribute methods and tools to realise smart and open cities, in which all groups of society can participate on all levels and benefit in many ways. The complementary strands of research in GEO-C will lead to an improved understanding of how to build open cities and will produce a prototypical open city toolkit. The toolkit will contain software, libraries, apps and frameworks that enable cities to easily set up or adapt key services, processes and analyses. This research area provides challenging and rewarding topics for early-stage researchers to carry out a PhD. These topics include, for example, participation across all ages and groups of society, the assessment of the quality of life, and fundamental urban services. As the 15 PhD researchers will become experts in the toolkit, their career perspectives will benefit greatly from the toolkitsí public and open release. To further increase the impact of GEO-C and to also optimise career perspectives of the PhD researchers, the city councils of M¸nster, CastellÛn, and Lisbon and several companies across Europe will be closely involved as associated partners. They provide input to the toolkit, host early-stage researchers, and drive the use of the toolkit and the realisation of open cities as envisioned by GEO-C.",
    "totalCost": "3670592,26",
    "ecMaxContribution": "3670592,26",
    "coordinator": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITAT JAUME I DE CASTELLON;INSTITUTO SUPERIOR DE ESTATISTICA E GESTAO DE INFORMACAO DA UNIVERSIDADE NOVA DE LISBOA - NOVA INFORMATION MANAGEMENT SCHOOL;UNIVERSIDADE NOVA DE LISBOA",
    "participantCountries": "ES;PT",
    "projectParticipants": {
        "973464356": {
            "orgId": "973464356",
            "orgName": "INSTITUTO SUPERIOR DE ESTATISTICA E GESTAO DE INFORMACAO DA UNIVERSIDADE NOVA DE LISBOA - NOVA INFORMATION MANAGEMENT SCHOOL",
            "ecContrib": 0
        },
        "999882985": {
            "orgId": "999882985",
            "orgName": "UNIVERSITAT JAUME I DE CASTELLON",
            "ecContrib": 1239365
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 0
        },
        "960782479": {
            "orgId": "960782479",
            "orgName": "UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 1337444
        }
    },
    "calculatedTotalContribution": 2576809
}