{
    "rcn": "194043",
    "acronym": "BSNinnoSME",
    "topics": "INNOSUP",
    "title": "BSN Anatolia supports to increase the innovation management capacities of SMEs",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "The proposed project addresses the action for ìEstablishing services ìEnhancing the innovation management capacity of SMEsî in the Enterprise Europe Networkî to improve the innovation management capacity of SMEs. \n\nIn the period covering the years 2008-2014, Tier 1 and Tier 2 services were offered to SMEs by BSN Anatolia Consortium. (The contents of Tier 1 and Tier 2 were respectively generic promotion, networking services given by EEN staff and specialized advisory services given by innovation advisers). The activities foreseen under this proposal is to give Tier 3 services to SMEs.\n14 full enhancing SMEsí innovation management capacity service packages will be offered to SMEís till the end of 2014 and every service package is foreseen as 7 days in the proposal. Additionally, 5 day KAM services (2,5 days/SME) will be offered for successful beneficiaries of SME instrument Phase 1. Therefore, a total number of 103 work days will be spent in the second half of 2014 for tier3 activities.",
    "totalCost": "36198",
    "ecMaxContribution": "36198",
    "coordinator": "KOSGEB-KUCUK VE ORTA OLCEKLI ISLETMELERI GELISTIRME VE DESTEKLEME IDARESI BASKANLIGI",
    "coordinatorCountry": "TR",
    "participants": "ODTU TEKNOKENT YONETIM ANONIM SIRKETI;TURKIYE TEKNOLOJI GELISTIRME VAKFI",
    "participantCountries": "TR",
    "projectParticipants": {
        "994605894": {
            "orgId": "994605894",
            "orgName": "ODTU TEKNOKENT YONETIM ANONIM SIRKETI",
            "ecContrib": 15639
        },
        "997538980": {
            "orgId": "997538980",
            "orgName": "TURKIYE TEKNOLOJI GELISTIRME VAKFI",
            "ecContrib": 15639
        },
        "941567070": {
            "orgId": "941567070",
            "orgName": "KOSGEB-KUCUK VE ORTA OLCEKLI ISLETMELERI GELISTIRME VE DESTEKLEME IDARESI BASKANLIGI",
            "ecContrib": 4920
        }
    },
    "calculatedTotalContribution": 36198
}