{
    "rcn": "194024",
    "acronym": "ALPSKAM14",
    "topics": "INNOSUP",
    "title": "ALPS Consortium KAM and Enhancing Innovation Management Service 2014",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "In the 3 regions covered by ALPS EEN Consortium (Piemonte, Liguria and Valle díAosta), the project will provide a new service enhancing the innovation management capacity of SMEs to two specific groups of SMEs:\n- Beneficiaries of the SME Instrument\n- SMEs with significant innovation activities and a high potential for internationalisation.\n\nThe main goal of the project is to support SMEs innovation management capacity; a seven-day service package will be provided to them, regardless of the belonging to the first or second specific group.\n\nThe Action will generate the provision of 35 service packages: 1 for Valle d'Aosta, 26 for Piemonte, 8 for Liguria, in coherence with the economic weight of the covered regions.\n\nServices to be provided:\n1. Providing Key Account Management services to beneficiaries of the SME Instrument Phase one:\nThe packages delivered will depend on the success rate in the SME Instrument Phase 1. As phase 2 will not be covered throughout 2014, it is reasonable to deliver more service packages to innovative companies (point 2).\n2. Providing audits to selected SMEs with significant innovation and a high potential for internationalisation with the aim of enhancing their innovation management capacities.\n\nAccording to the potentiality of the SMEs located in the ALPS Regions, targets are:\n4 packages for KAM Services\n31 packages for ìInnovation Managementî Services\n\nRelation to the Work Programme:\n1. Lack of innovation management capacity is recognised as an important barrier to creating economic impact from innovation activities in SMEs: the project aims at providing focused consulting services enhancing the SME innovation management capacity.\n2. The assessment will be based on the IMP≥rove methodology\n\nThe project is embedded in the ALPS EEN consortium, which will drive and support with complementary services the development of the Action. 4 ALPS EEN partners will allocate 4 senior experts whose total engagement will be over 12 person/month.",
    "totalCost": "83070",
    "ecMaxContribution": "66456",
    "coordinator": "CONFINDUSTRIA PIEMONTE",
    "coordinatorCountry": "IT",
    "participants": "UNIONCAMERE PIEMONTE;UNIONCAMERE LIGURIA;CAMERA DI COMMERCIO INDUSTRIA ARTIGIANATO AGRICOLTURA DI TORINO",
    "participantCountries": "IT",
    "projectParticipants": {
        "999746894": {
            "orgId": "999746894",
            "orgName": "CONFINDUSTRIA PIEMONTE",
            "ecContrib": 31113
        },
        "999738067": {
            "orgId": "999738067",
            "orgName": "UNIONCAMERE PIEMONTE",
            "ecContrib": 12360
        },
        "999913540": {
            "orgId": "999913540",
            "orgName": "CAMERA DI COMMERCIO INDUSTRIA ARTIGIANATO AGRICOLTURA DI TORINO",
            "ecContrib": 13455
        },
        "999892200": {
            "orgId": "999892200",
            "orgName": "UNIONCAMERE LIGURIA",
            "ecContrib": 9528
        }
    },
    "calculatedTotalContribution": 66456
}