{
    "rcn": "194032",
    "acronym": "BISONet-Enh2014",
    "topics": "INNOSUP",
    "title": "Business Innovation Support Network for the Czech Republic ñ Enhancing the innovation management capacities of SMEs by EEN in 2014",
    "startDate": "01/05/2014",
    "endDate": "31/12/2014",
    "objective": "The overall aim of the project is to introduce services ìEnhancing the innovation management capacity of SME'sî by the Enterprise Europe Network in the Czech Republic to SMEs with significant innovation activities and in particular to the beneficiaries of the SME Instrument. The activities of the project are directed to deal with the lack of quality and affordable services for SMEs in the area of innovation management in the Czech Republic and the lack of innovation management capacity in Czech SMEs.\nIn general, the project aims to achieve to set up and run the standardised system for enhancing the innovation management capacity of beneficiaries of the SME Instrument under Horizon 2020, and of SMEs with significant innovation activities and a high potential for internationalisation. There are two parallel processes in place to fulfil the objectives: \n1. All the beneficiaries of the SME Instrument under Horizon 2020 will be contacted by experienced Key Account Managers upon notification from EASME. Key Account Managers will meet in person with relevant representatives of the beneficiaries in order to describe the full scope of the support offered, and ask for confirmation to proceed with the identification of growth opportunities and setting up the coaching service process, which they will mediate.\n2. Small and medium sized enterprises with significant innovation activities and a high potential for internationalisation will be identified by a well-defined selection process based on experiences of the staff involved in the project. Selected SMEs will be offered with comprehensive seven-day service packages enhancing their innovation management capacities as described in detailed in the project proposal. It is critically important to identify the right SMEs, which have the potential to benefit the most from the service to maximize the impact of the intervention on the companyís future growth.",
    "totalCost": "86625",
    "ecMaxContribution": "69300",
    "coordinator": "TECHNOLOGICKE CENTRUM AKADEMIE VED CESKE REPUBLIKY",
    "coordinatorCountry": "CZ",
    "participants": "JIC, ZAJMOVE SDRUZENI PRAVNICKCH OSOB",
    "participantCountries": "CZ",
    "projectParticipants": {
        "999506334": {
            "orgId": "999506334",
            "orgName": "TECHNOLOGICKE CENTRUM AKADEMIE VED CESKE REPUBLIKY",
            "ecContrib": 34650
        },
        "999780262": {
            "orgId": "999780262",
            "orgName": "JIC, ZAJMOVE SDRUZENI PRAVNICKCH OSOB",
            "ecContrib": 34650
        }
    },
    "calculatedTotalContribution": 69300
}