{
    "rcn": "194082",
    "acronym": "ARISE",
    "topics": "PHC-15-2014",
    "title": "Aortic Valve Replacement using Individualised Regenerative Allografts: Bridging the Therapeutic Gap",
    "startDate": "01/01/2015",
    "endDate": "31/03/2019",
    "objective": "65,000 aortic valve replacements (AVR) are performed in Europe each year to treat acquired and congenital aortic valve diseases. In affected patients, mortality without AVR is extremely high and 50 % die within 2 years. Current AVR options are, however, limited for young patients - especially female patients - and those unwilling to accept life-long medical anticoagulation with its inherent risks. None of the currently available prostheses for AVR is tailored toward the individual patient or allows for individual regeneration. The ARISE project will bridge this therapeutic gap in a Phase II clinical study to determine the feasibility, safety and efficacy of regenerative heart valves for aortic valve replacement. \n\nAfter extensive preclinical work, Haverich et al. have used decellularized allogenic heart valve matrices for AVR on the basis of compassionate use in 34 patients with tentative assessment showing auspicious initial clinical results. However, transferring this regenerative approach to routine clinical application necessitates controlled prospective clinical trials which are lacking to date. \n\nThe translation of research in regenerative medicine from bench to bedside is frequently hampered by lengthy and complex regulatory procedures. This holds especially true for regenerative solutions based on human cell or tissue products where regulatory paths at national level are often unclear. Making these products available across Europe adds a further level of complexity as regenerative products are not subject to harmonized procedures, such as those for pharmaceutical products within Europe. \n\nThe ARISE  consortium will address these challenges, integrating a network of six leading centres for cardio-thoracic surgery, each with proven track records in clinical research, an innovative SME experienced in bringing human tissue products to the clinic and market and expertise in ethical and regulatory aspects of regenerative medicine.         \n\n.",
    "totalCost": "4954992,25",
    "ecMaxContribution": "4954992",
    "coordinator": "MEDIZINISCHE HOCHSCHULE HANNOVER",
    "coordinatorCountry": "DE",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;CORLIFE OHG;UNIVERSITA DEGLI STUDI DI PADOVA;CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER;AZIENDA OSPEDALIERA DI PADOVA;ROYAL BROMPTON AND HAREFIELD NATIONAL HEALTH SERVICE TRUST;KATHOLIEKE UNIVERSITEIT LEUVEN;GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "participantCountries": "NL;DE;IT;ES;UK;BE",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 541126
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 218844
        },
        "999878426": {
            "orgId": "999878426",
            "orgName": "MEDIZINISCHE HOCHSCHULE HANNOVER",
            "ecContrib": 1070870
        },
        "999981828": {
            "orgId": "999981828",
            "orgName": "GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
            "ecContrib": 401245
        },
        "999885507": {
            "orgId": "999885507",
            "orgName": "ROYAL BROMPTON AND HAREFIELD NATIONAL HEALTH SERVICE TRUST",
            "ecContrib": 526044
        },
        "945789577": {
            "orgId": "945789577",
            "orgName": "CORLIFE OHG",
            "ecContrib": 932813
        },
        "999620018": {
            "orgId": "999620018",
            "orgName": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
            "ecContrib": 486125
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 467625
        },
        "999891327": {
            "orgId": "999891327",
            "orgName": "AZIENDA OSPEDALIERA DI PADOVA",
            "ecContrib": 310300
        }
    },
    "calculatedTotalContribution": 4954992
}