{
    "rcn": "194056",
    "acronym": "INNOVSUPPWALES",
    "topics": "INNOSUP",
    "title": "Action ìEstablishing services enhancing the innovation management capacity of SME's in the Enterprise Europe Networkî",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "In order to address the challenges of increasing SMEs innovation potential and enabling them to bring their innovative ideas to the market, new programmes and support systems have been designed. Europe recognises the importance of innovation and SMEís as growth drivers and as such, this action shall provide specialized consulting services addressing the innovation management capacity of SMEs which possess significant innovation activities. Beneficiaries of the SME instrument shall as well receive support to enhance their innovation management capacity through this action.\n\nThe Enterprise Europe Network is embedded in the regional innovation ecosystem within Wales, and will provide support for raising the innovation capacity of Welsh SMEs. This will be completed under the two types of 7 day packages of support available, which are: 1) Enhancing SME Innovation Management Capacity 2) Key Account Management for the beneficiaries of the SME Instrument. The objective of these services will be increasing and accelerating the economic returns from innovation in SMEs. A number of deliverable outputs have been defined in section 2.1 in order to ensure that the project meets the overall objective. The aim will be to strengthen the innovation capacity of SMEís and their contribution to the development and commercialisation of new technology. By expanding relevant networks, increasing the research effort and better exploitation of IP, Wales can maximise the ROI. The overall objective is to:\nï increase the economic impact from European R&D and innovation investment\nï  improve the  innovation capability of SMEs in Wales",
    "totalCost": "16560",
    "ecMaxContribution": "13248",
    "coordinator": "BIC INNOVATION LTD",
    "coordinatorCountry": "UK",
    "participants": "SWANSEA UNIVERSITY",
    "participantCountries": "UK",
    "projectParticipants": {
        "942674422": {
            "orgId": "942674422",
            "orgName": "BIC INNOVATION LTD",
            "ecContrib": 7827
        },
        "999862033": {
            "orgId": "999862033",
            "orgName": "SWANSEA UNIVERSITY",
            "ecContrib": 5421
        }
    },
    "calculatedTotalContribution": 13248
}