{
    "rcn": "194079",
    "acronym": "FRESHER",
    "topics": "PHC-31-2014",
    "title": "FoResight and Modelling for European HEalth Policy and Regulation",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "FRESHER brings together ten research groups, including leaders in the management of large European Foresight projects and highly experienced health policy modelers, in an interdisciplinary team engaged in FoResight and Modelling for European Health policy and Regulation. The overall project objective is the representation of alternative futures where the detection of emerging health scenarios will be used to test future policies to effectively tackle the burden of non communicable diseases (NCDs).  \nThe project will produce quantitative estimates of the future global burden of NCDs in the EU and its impact on health care expenditures and delivery, population well-being, health and socio-economic inequalities, and potential changes in these impacts according to alternative health and non-health policy options. \nThe added value of FRESHER lies in the fact that these estimates:\n- will not only be based on extrapolation of past health trends but also on foresight techniques (mapping of risk factors, horizon scanning and identification of key drivers for change, scenarios building) giving credit to the interdependencies of structural long-term trends in demography, gender relations, technological, economic, environmental, and societal factors at 2050.\n- will be produced through the development of an empirically-based micro-simulation model (starting from the Chronic Disease Policy Model of OECD), allowing to quantify the current and future health and economic impacts of NCDs and testing ìwhat ifî policy options according to alternative foresight scenarios, as well as potential new policies and policy combinations.\nFRESHER heavily relies on an interactive process with key stakeholders, at all stages of the project, in elaborating the framework, and giving inputs for the qualitative foresight scenarios and the quantitative micro-simulation model, and in deriving recommendations for future policies affecting population health and well-being.",
    "totalCost": "2650407,5",
    "ecMaxContribution": "2650407,5",
    "coordinator": "UNIVERSITE D'AIX MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "ISTITUTO DI STUDI PER L'INTEGRAZIONE DEI SISTEMI  (I.S.I.S) - SOCIETA'COOPERATIVA;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;SLASKIE CENTRUM CHOROB SERCA W ZABRZU;ISTITUTO SUPERIORE DI SANITA;Fourth View Consulting;TERVEYDEN JA HYVINVOINNIN LAITOS;EUROPEAN PUBLIC HEALTH ALLIANCE;UNIVERSIDAD DE VIGO",
    "participantCountries": "IT;AT;FR;UK;PL;EE;FI;BE;ES",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 85000
        },
        "955484436": {
            "orgId": "955484436",
            "orgName": "EUROPEAN PUBLIC HEALTH ALLIANCE",
            "ecContrib": 252062
        },
        "940734228": {
            "orgId": "940734228",
            "orgName": "Fourth View Consulting",
            "ecContrib": 121738
        },
        "970166453": {
            "orgId": "970166453",
            "orgName": "SLASKIE CENTRUM CHOROB SERCA W ZABRZU",
            "ecContrib": 64500
        },
        "999630494": {
            "orgId": "999630494",
            "orgName": "UNIVERSIDAD DE VIGO",
            "ecContrib": 109500
        },
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 679750
        },
        "999745439": {
            "orgId": "999745439",
            "orgName": "ISTITUTO DI STUDI PER L'INTEGRAZIONE DEI SISTEMI  (I.S.I.S) - SOCIETA'COOPERATIVA",
            "ecContrib": 417750
        },
        "999978821": {
            "orgId": "999978821",
            "orgName": "ISTITUTO SUPERIORE DI SANITA",
            "ecContrib": 325750
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 350500
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 135858
        },
        "996697893": {
            "orgId": "996697893",
            "orgName": "TERVEYDEN JA HYVINVOINNIN LAITOS",
            "ecContrib": 108000
        }
    },
    "calculatedTotalContribution": 2650408
}