{
    "rcn": "194047",
    "acronym": "INNOVEEN",
    "topics": "INNOSUP",
    "title": "Boosting Innovation Management Capacity through EEN Services",
    "startDate": "01/05/2014",
    "endDate": "31/12/2014",
    "objective": "The general objective of the project is to increase the SMEsí innovation and innovation management capacity to enhance the regional innovation ecosystem in which they exist. In order to reach this objective the project will focus on two specific activities.\n\nThe first specific objective is to act as a ìKey Account Managerî to make sure that the beneficiaries of the SME Instrument in the region would face no difficulties and constraints during execution of their innovation project. The project aims to support these companies throughout Phase 1 and Phase 2 of the SME Instrument by diagnosing SMEís innovation management capacity to identify the obstructs that hinders the generation of economic impact and by addressing these challenges with the help of competent coaches in the related fields.\n\nThe second specific objective is to strengthen the innovation management capacity of the SMEs with significant innovation activities but lack the knowledge, skills or ability to manage these activities. The aim in this action is to make SMEs to reach their potential by providing better management of the innovation processes. As a result of the services provided in this scheme, the project also aims to increase the level of participation in European support to research and innovation of the SMEs in the region.\n\nAccording to the data obtained from the Scientific and Technological Research Council of Turkey (TUBITAK) there are around 150 SMEs in the region with an adequate innovation capacity and has submitted at least one proposal to international R&D calls. Considering the available human resources and the time constraints (8.5 months, 3 people) project aims to provide 39 service packages in the context of innovation support and the Key Account Management activities.",
    "totalCost": "47500",
    "ecMaxContribution": "38000",
    "coordinator": "SABANCI UNIVERSITESI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999856892": {
            "orgId": "999856892",
            "orgName": "SABANCI UNIVERSITESI",
            "ecContrib": 38000
        }
    },
    "calculatedTotalContribution": 38000
}