{
    "rcn": "194023",
    "acronym": "FLEXI-PYROCAT",
    "topics": "MSCA-RISE-2014",
    "title": "Development of flexible pyrolysis-catalysis processing of waste plastics for selective production of high value products through research and innovation",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The Research and Innovation Staff Exchange project aims to develop and maintain long term collaborations between Universities in the European Union with China and Australia.  The collaboration is centered around the goal of advancing beyond the current state-of-the-art of wastes pyrolysis through staff exchanges with world-leading researchers in pyrolysis process engineering, catalysis and modelling/simulation. Advancement beyond the state-of-the-art is the innovation of introducing novel catalysts into the pyrolysis process to produce the next generation of advanced thermal treatment technologies for plastic wastes. \nThe technical aim of the project is therefore to develop  a fully flexible, integrated pyrolysis & catalyst technology to treat waste plastics to produce high value (i) hydrogen (ii) carbon nanotubes (iii) chemicals or (iv) gasoline, through control of the waste pyrolysis process conditions and the use of novel designable catalysts.\nExtending the research and innovation to include biomass waste as an additional feedstock.  Biomass waste is a major waste source in the EU presenting non-food crop biomass such as, urban waste wood, forestry residues, agricultural residues and the biomass portion of municipal solid waste (paper/cardboard). Extending the project to include biomass wastes further maximises the proposed flexibility of the technology enabling a wider range of polymeric waste materials to be assessed for the production of high value products; (i) hydrogen (ii) carbon nanotubes (iii) chemicals or (iv) gasoline.  \nAlso mixing waste plastics and biomass wastes advances the current state-of-the-art of knowledge in high value product production from waste materials. \nCo-processing plastics and biomass wastes has been reported to enhance the product yield and/or quality of the products, but there is very little research in the area in regard to the production of  (i) hydrogen (ii) carbon nanotubes (iii) chemicals or (iv) gasoline\nThrough this proposed AMENDMENT to the GRANT AGREEMENT, we seek to add two additional Universities to join the consortium to support this initiative; \n-\tHebei University of Technology (HEBUT), Tianjin, China, have expertise in advanced in-situ DRIFT (diffuse reflectance Fourier-transformed infrared) reactor and auto-controlled fixed bed reactor are available for fundamental understanding of reaction mechanisms related to the research.  The DRIFT system enables  studies of the surface chemistry of catalysts, where the temperature and environment of the catalyst can be controlled in-situ. The collaboration will result in exchange of experienced and early career researchers.\n-\tThe 2nd proposed new partner is BENEFICIARY University of Sheffield, UK (USFD).  This request is because Professor Meihong Wang who leads the process modelling Tasks of Work Package 3 and 4 has moved from UHULL to USFD (Effective 1st October 2016). We therefore wish to transfer 15 person months of activity and funding from UHULL to USFD. However, other Tasks related mainly to Work Package 7 will be carried out by existing BENEFICIARY UHULL and therefore they retain funding, but at a reduced level, covering 10 remaining person months of activity.",
    "totalCost": "634500",
    "ecMaxContribution": "405000",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "PANNON EGYETEM;THE UNIVERSITY OF SHEFFIELD;UNIVERSITY OF HULL",
    "participantCountries": "HU;UK",
    "projectParticipants": {
        "999903743": {
            "orgId": "999903743",
            "orgName": "UNIVERSITY OF HULL",
            "ecContrib": 85500
        },
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 184500
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 67500
        }
    },
    "calculatedTotalContribution": 337500
}