{
    "rcn": "194083",
    "acronym": "myAirCoach",
    "topics": "PHC-26-2014",
    "title": "Analysis, modelling and sensing of both physiological and environmental factors for the customized and predictive self-management of Asthma",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "myAirCoach aims to develop a holistic mHealth personalised asthma monitoring system empowering patients to manage their own health by providing user friendly tools to increase the awareness of their clinical state and effectiveness of medical treatment. This will be achieved through a multi-disciplinary approach aiming at the development of an ergonomic, compact and efficient sensor-based inhaler that will be in continuous communication with a mobile device. This sensing infrastructure will have the capability of automated monitoring of several clinical, behavioural and environmental factors in realistic conditions. A pipeline of advanced analysis, processing and computational modelling techniques, dealing with raw measurements, extracted features, indicators, and personal profile data representation will ensure clinical state awareness and a timely optimal treatment. Besides, a 'personal mHealth guidance system' will empower patients to customize their treatment towards personalised preset goals and guidelines, either automatically or driven by healthcare professional in a telemedicine manner. In this context, myAirCoach will give to clinicians early indications of increasing symptoms or exacerbations, while making an important contribution in successfully self-management of asthma. The myAirCoach framework will be quantified and evaluated in two test campaigns with carefully designed cohorts of patients in three testing sites. Besides the obvious necessity of the test campaigns to ground the myAirCoach patient models and framework with data, the objective formal validation of the results is expected to lead to increased confidence in the myAirCoach approach and in ICT decision support and self-management systems in general. The impact of such a holistic and innovative approach is huge and the foundations laid here are expected to result in a widespread adoption of sensor-based self-management systems not only in asthma, but also in other respiratory diseases.",
    "totalCost": "4581378",
    "ecMaxContribution": "4581378",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;IHP GMBH - INNOVATIONS FOR HIGH PERFORMANCE MICROELECTRONICS/LEIBNIZ-INSTITUT FUER INNOVATIVE MIKROELEKTRONIK;THE UNIVERSITY OF MANCHESTER;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;ALLERTEC HELLAS SA;Asthma UK;CNET SVENSKA AB;EUROPEAN FEDERATION OF ASTHMA &ALLERGY ASSOCIATIONS IDEELL FORENING;PANEPISTIMIO PATRON;ZorgGemak BV;Aerocrine AB",
    "participantCountries": "NL;DE;UK;EL;SE;BE",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 622282
        },
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 400250
        },
        "997491644": {
            "orgId": "997491644",
            "orgName": "EUROPEAN FEDERATION OF ASTHMA &ALLERGY ASSOCIATIONS IDEELL FORENING",
            "ecContrib": 117875
        },
        "999606438": {
            "orgId": "999606438",
            "orgName": "IHP GMBH - INNOVATIONS FOR HIGH PERFORMANCE MICROELECTRONICS/LEIBNIZ-INSTITUT FUER INNOVATIVE MIKROELEKTRONIK",
            "ecContrib": 626218
        },
        "941039681": {
            "orgId": "941039681",
            "orgName": "ALLERTEC HELLAS SA",
            "ecContrib": 200000
        },
        "992554053": {
            "orgId": "992554053",
            "orgName": "CNET SVENSKA AB",
            "ecContrib": 221062
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 451000
        },
        "987820065": {
            "orgId": "987820065",
            "orgName": "ZorgGemak BV",
            "ecContrib": 268750
        },
        "997517155": {
            "orgId": "997517155",
            "orgName": "Asthma UK",
            "ecContrib": 96579
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 403612
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 873125
        },
        "997487473": {
            "orgId": "997487473",
            "orgName": "Aerocrine AB",
            "ecContrib": 300625
        }
    },
    "calculatedTotalContribution": 4581378
}