{
    "rcn": "194090",
    "acronym": "ENRICHME",
    "topics": "PHC-19-2014",
    "title": "Enabling Robot and assisted living environment for Independent Care and Health Monitoring of the Elderly",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "ENRICHME tackles the progressive decline of cognitive capacity in the ageing population proposing an integrated platform for Ambient Assisted Living (AAL) with a mobile service robot for long-term human monitoring and interaction, which helps the elderly to remain independent and active for longer. The system will contribute and build on recent advances in mobile service robotics and AAL, exploiting new non-invasive techniques for physiological and activity monitoring, as well as adaptive Human-Robot Interaction (HRI), to provide services in support to mental fitness and social inclusion. The system will enable caregivers and medical staff to identify evolving trends of cognitive impairments and to detect immediate emergencies. ENRICHME will use new qualitative models for rich yet compact representations of daily life activities. It will also identify humans in order to provide personalized services for elderly living with other persons. Novel context-aware HRI will provide tools for cognitive stimulation and social inclusion, which improve over time by learning from and adapting to the state of the user. A professional infrastructure of networked care will widen the social sphere of intervention in support of elderly and caregivers. ENRICHME includes multi-disciplinary research in geriatrics, gerontology and gero-technology, enabling further studies in social sciences and neuropsychology. Thanks to a modular implementation, which limits costs and allows for maximal flexibility, the system will be tested in 2 separate AAL labs and validated for 1 year in 3 different elderly housing facilities across Europe. Significant impact is expected by prolonging the independent living at home of elderly who need constant monitoring. Their quality of life will be improved by dedicated services for cognitive stimulation and social inclusion. Relevant stakeholders in the project will ensure further impact and economic exploitation of the proposed technologies for healthy ageing.",
    "totalCost": "3990002,5",
    "ecMaxContribution": "3990002,5",
    "coordinator": "ELETTRONICA BIO MEDICALE",
    "coordinatorCountry": "IT",
    "participants": "UNIWERSYTET MEDYCZNY IM KAROLA MARCINKOWSKIEGO W POZNANIU;UNIVERSITY OF LINCOLN;PAL ROBOTICS SL;STICHTING SMART HOMES;AKTIOS YPIRESIES YGEIAS KAI PERITHALPSIS ILIKIOMENON KAI CHRONOS PASCHONTON ANONYMI ETAIREIA;ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS;ROBOSOFT Services Robots;LACE HOUSING LIMITED;FONDAZIONE DON CARLO GNOCCHI ONLUS;KONTOR 46 DI BONASSO MATTEO SAS",
    "participantCountries": "PL;UK;ES;NL;EL;FR;IT",
    "projectParticipants": {
        "940436729": {
            "orgId": "940436729",
            "orgName": "AKTIOS YPIRESIES YGEIAS KAI PERITHALPSIS ILIKIOMENON KAI CHRONOS PASCHONTON ANONYMI ETAIREIA",
            "ecContrib": 210625
        },
        "929405889": {
            "orgId": "929405889",
            "orgName": "ELETTRONICA BIO MEDICALE",
            "ecContrib": 388750
        },
        "999455215": {
            "orgId": "999455215",
            "orgName": "UNIWERSYTET MEDYCZNY IM KAROLA MARCINKOWSKIEGO W POZNANIU",
            "ecContrib": 252812
        },
        "951413831": {
            "orgId": "951413831",
            "orgName": "KONTOR 46 DI BONASSO MATTEO SAS",
            "ecContrib": 440000
        },
        "998448258": {
            "orgId": "998448258",
            "orgName": "FONDAZIONE DON CARLO GNOCCHI ONLUS",
            "ecContrib": 242410
        },
        "999641261": {
            "orgId": "999641261",
            "orgName": "STICHTING SMART HOMES",
            "ecContrib": 309500
        },
        "999981246": {
            "orgId": "999981246",
            "orgName": "ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS",
            "ecContrib": 509170
        },
        "999942058": {
            "orgId": "999942058",
            "orgName": "TESAN S.P.A.",
            "ecContrib": 0
        },
        "999745051": {
            "orgId": "999745051",
            "orgName": "ROBOSOFT Services Robots",
            "ecContrib": 607080
        },
        "970666488": {
            "orgId": "970666488",
            "orgName": "PAL ROBOTICS SL",
            "ecContrib": 286717
        },
        "968724257": {
            "orgId": "968724257",
            "orgName": "LACE HOUSING LIMITED",
            "ecContrib": 200156
        },
        "999882694": {
            "orgId": "999882694",
            "orgName": "UNIVERSITY OF LINCOLN",
            "ecContrib": 542781
        }
    },
    "calculatedTotalContribution": 3990001
}