{
    "rcn": "194030",
    "acronym": "INNCAT",
    "topics": "INNOSUP",
    "title": "Enhancing INNovation management capacity of CATalan small and medium enterprises",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "Horizon 2020 call ìEnhancing the innovation management of SMEsî proposes the offering of mentoring and coaching services to SMEs with the objective of increasing and accelerating the economic returns from innovation. \nThe current proposal describes in detail the services focused on enhancing innovation management capacities of SMEs and proves ACCI”ís capacity to successfully deliver such services. The service will be provided to two specific groups of companies: beneficiaries of the SME instrument and, SMEs with significant innovation activities and a high potential for internationalisation.\nThe minimum number of 7-day packages to be delivered are 20, although depending on the number of beneficiaries of the SME instrument up to 32 7-day packages could be developed.\nAs coordinator of the Catalan node of the Enterprise Europe Network, ACCI” offers a wide range of innovation services to SMEs.\nACCI” is specialised in promoting innovation and internationalisation among SMEs and has implemented several successful programmes over the last 20 years. In 2013 ACCI”'s innovation advisors visited 100 SMEs for the first time, managed more than 4.000 expression of interest for technology transfer or partner search and reached more than 3.000 people through its monthly newsletter ìEU R&D&I opportunitiesî. The proposed INNCAT team is  fully committed in the delivery of the project, is trained in IMP3rove methodology and have a broad and extensive expertise in innovation and business support and management.",
    "totalCost": "80500",
    "ecMaxContribution": "64400",
    "coordinator": "AGENCIA PER A LA COMPETITIVITAT DE LA EMPRESA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "984098466": {
            "orgId": "984098466",
            "orgName": "AGENCIA PER A LA COMPETITIVITAT DE LA EMPRESA",
            "ecContrib": 64400
        }
    },
    "calculatedTotalContribution": 64400
}