{
    "rcn": "194003",
    "acronym": "KAM2CY",
    "topics": "INNOSUP",
    "title": "Enhancing the Innovation Management Capacity of Cypriot SMEs in the Enterprise Europe Network - KAM2CY",
    "startDate": "01/05/2014",
    "endDate": "31/12/2014",
    "objective": "The Research Promotion Foundation (RPF) is submitting the Proposal entitled ìEnhancing the innovation management capacities of Cypriot SMEs in the Enterprise Europe Networkî. Founded in 1996, the RPF was established at the initiative of the Government of the Republic of Cyprus, to promote the development of scientific, technological research and innovation in Cyprus. The Foundation is an independent organisation and its main objectives include: The design, launching and monitoring of National Research and Innovation Funding Programmes and also the promotion of the participation of Cypriot entities and researchers in European Research and Innovation Programmes. The RPF has the overall responsibility for the coordination of activities relating to the Horizon 2020. The RPF is the Coordinator of the Cyprus Business Support Centre (BSC-Cy) and responsible for the implementation of the innovation, technology and knowledge transfer activities and provides information and support for the participation of BSC-Cy clients in the national and european research and innovation programmes.\nThe general objective of the project is to contribute to smart growth in the European Union and specifically in Cyprus by contributing to a better and more efficient connection of participants along the innovation chain. The RPF will deliver its specially designed services by assisting the local SMEs in the area of innovation management. These services will be provided to two specific groups: (a) Beneficiaries of the SME Instrument, and (b) SMEs with significant innovation activities and high potential for internationalization.\nSeven daysí service packages will be designed and delivered by consensus between innovation experts as additional support services of the BSC-Cy targeting the two abovementioned groups of SMEs. For the Cyprus region there will be 4 available service packages distributed across the 2 types of clients. The RPF will use the IMP≥rove assessment tool.",
    "totalCost": "10500",
    "ecMaxContribution": "8400",
    "coordinator": "IDRYMA PROOTHISIS EREVNAS",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999946035": {
            "orgId": "999946035",
            "orgName": "IDRYMA PROOTHISIS EREVNAS",
            "ecContrib": 8400
        }
    },
    "calculatedTotalContribution": 8400
}