{
    "rcn": "194098",
    "acronym": "DanuBalt",
    "topics": "HCO-14-2014",
    "title": "DanuBalt: Novel Approaches in Tackling the Health Innovation and Research Divide in the Danube and Baltic Sea Region",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "DanuBalt delivers professional and efficient processes and tools to ensure high quality service, empowering Stakholders to implement their high growth strategies and overcome barriers through innovation. DanuBalt will analyse the mechanisms hindering the efficient exploitation of EU and regional instruments in the Baltic Sea and Danube macro regions as well as proffer remedies in order to improve investment in regional health systems by efficiently using Structural Funds in combination with H2020. The two regions have been chosen because not only of their vast geographical coverage but also because they are facing similar problems and confronting them at different speeds and in different ways. DanuBalt will conduct an analysis on the determinants influencing the health R&I performance in the first place. Based on the analysis, the health niche markets with unique selling points will be identified. In line with the regionsí smart specialization strategies the potentials of the regions will be defined. The next step will be to identify common patterns and individual differences within the regions in order to suggest recommendations and develop action plans. Based on the latter, transnational pilot activities will be developed showing a way forward to increase investments in health research and innovation projects. Besides, DanuBalt will offer a linking platform for both macro regions to explore the commonalities without discarding the regional specificities for best practice exchange, peer learning and opportunity exploitation. DanuBalt actions intend to impact upon improving the innovation capacity of the two macro regions, increasing participation and efficient exploitation of synergies. A distinct exploitation plan with recommendations and business models ensures sustainability of the processes and tools developed. DanuBalt is implemented by experienced partners on capacity building in innovation and research management, policy support and community animation.",
    "totalCost": "499781,25",
    "ecMaxContribution": "499781,25",
    "coordinator": "STEINBEIS 2I GMBH",
    "coordinatorCountry": "DE",
    "participants": "FAKULTNI NEMOCNICE U SV. ANNY V BRNE;STEINBEIS INNOVATION GGMBH;FRONTIER MANAGEMENT CONSULTING;BAY ZOLTAN ALKALMAZOTT KUTATASI KOZHASZNU NONPROFIT KFT.;STEINBEIS TRANSFER GMBH;SCANBALT FORENING;HEALTH CLUSTERNET",
    "participantCountries": "CZ;DE;RO;HU;DK;UK",
    "projectParticipants": {
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 59016
        },
        "999759116": {
            "orgId": "999759116",
            "orgName": "STEINBEIS TRANSFER GMBH",
            "ecContrib": 76875
        },
        "952606543": {
            "orgId": "952606543",
            "orgName": "HEALTH CLUSTERNET",
            "ecContrib": 63750
        },
        "954347790": {
            "orgId": "954347790",
            "orgName": "BAY ZOLTAN ALKALMAZOTT KUTATASI KOZHASZNU NONPROFIT KFT.",
            "ecContrib": 49562
        },
        "994491822": {
            "orgId": "994491822",
            "orgName": "FAKULTNI NEMOCNICE U SV. ANNY V BRNE",
            "ecContrib": 43125
        },
        "999544649": {
            "orgId": "999544649",
            "orgName": "SCANBALT FORENING",
            "ecContrib": 83188
        },
        "916274126": {
            "orgId": "916274126",
            "orgName": "STEINBEIS 2I GMBH",
            "ecContrib": 67546
        }
    },
    "calculatedTotalContribution": 443062
}