{
    "rcn": "194046",
    "acronym": "We4SMESLO",
    "topics": "INNOSUP",
    "title": "Enhancing the Innovation Management Capacity of SMEs (by EEN), Slovenia",
    "startDate": "01/05/2014",
    "endDate": "31/12/2014",
    "objective": "'The EC has within its Survey of 2011, carried out on request of DG Enterprise and Industry (DG EI), realized that the main barriers of innovation in the eyes of the SMEs, are lack of financial resources and inability to manage innovation process.\nSince different understandings of the term 'Innovation Management System' (IMS) have been noted the EC has supported European Committee for Standardization to provide the stakeholders with a unified definition of relevant parts in the IMS. According to this definition the most important parts of IMS include company's innovation processes from idea generation to innovation result, but also leadership, management skills and other enabling factors, like the ability to cooperate with third parties like RD partners, clients, and suppliers.\nThe objective of this project in Slovenia is to enable SMEs to bridge the knowledge gap in innovation management, get aware of shortages and improve their internal innovation management system and/or focus on achieving market value with their inventions. The consortium will achieve this objectives with providing:\n1.) Enhancing the Innovation Management Capacity of SMEs. The beneficiaries will receive diagnostic of their innovation system based on the standardized IMP≥rove tool. This will lead to the formation of tailored action plan to improve the SMEís capacity to better manage innovation.\n2.) Key Account Managers ñ Facilitators for the H2020 SME Instrument. Key Account Managers will identify and source appropriate lead coaches (from predefined pool of coaches), facilitate linking the SMEs to innovation support services and to support the lead coach in delivering services to the SME. The SME Instrument participants will receive the most appropriate services and support to enhance the probability of successful exploitation of the innovation project and to leave a footprint for the future sustainable growth of these beneficiaries. \n'",
    "totalCost": "15750",
    "ecMaxContribution": "12600",
    "coordinator": "INSTITUT JOZEF STEFAN",
    "coordinatorCountry": "SI",
    "participants": "MARIBORSKA RAZVOJNA AGENCIJA P.O.;GOSPODARSKA ZBORNICA SLOVENIJE;UNIVERZA NA PRIMORSKEM UNIVERSITA DEL LITORALE",
    "participantCountries": "SI",
    "projectParticipants": {
        "998802793": {
            "orgId": "998802793",
            "orgName": "UNIVERZA NA PRIMORSKEM UNIVERSITA DEL LITORALE",
            "ecContrib": 2291
        },
        "999891812": {
            "orgId": "999891812",
            "orgName": "MARIBORSKA RAZVOJNA AGENCIJA P.O.",
            "ecContrib": 3436
        },
        "999780165": {
            "orgId": "999780165",
            "orgName": "GOSPODARSKA ZBORNICA SLOVENIJE",
            "ecContrib": 2291
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 4582
        }
    },
    "calculatedTotalContribution": 12600
}