{
    "rcn": "194069",
    "acronym": "SCIENCE",
    "topics": "PHC-15-2014",
    "title": "Stem Cell therapy in IschEmic Non-treatable Cardiac diseasE (SCIENCE)",
    "startDate": "01/01/2015",
    "endDate": "31/12/2019",
    "objective": "Stem Cell therapy in IschEmic Non-treatable Cardiac diseasE (SCIENCE)\n\nWith more than 17 million deaths worldwide each year, ischemic heart disease (IHD) caused by coronary artery disease is the most common cause of death and a major cause of hospital admissions in industrialised countries. IHD caused over four million deaths in Europe in the year 2012 constituting 47% of all deaths. Today IHD is the main cause of death among women throughout Europe and the main cause of death among men in all but six European countries.\n\nConventional therapies have reduced mortality of IHD significantly, but have left an increasing number of patients with chronic IHD and/or heart failure without further treatment options. An increasing morbidity rate of this nature in an ageing population is a huge burden for society. \n\nThe overall aim of the SCIENCE project is to implement an effective stem cell-based therapy with allogeneic adipose derived stromal cells to improve myocardial function in patients with ischemic heart disease and heart failure. This goal will be achieved by conducting a multicentre clinical trial in a strong consortium of experienced international scientists and experts as well as significant representatives of the biomedical industry within translational medicine and a close collaboration with relevant authorities.\n\nThe consortium will ensure feasibility of treatment by simplifying and rationalising cell production and distribution using state-of-the art manufacturing technology that makes cell therapy a realistic option for clinical practise. The consortium expects the SCIENCE project to pave the way for future approval of this treatment by national authorities throughout Europe as the standard form of care for patients with ischemic heart disease and heart failure. \n\nThis concept will establish a new platform for growth and consolidation of innovative small and medium-size companies within stem cell research and development. Such a platform will ease implementati",
    "totalCost": "5998882",
    "ecMaxContribution": "5998882",
    "coordinator": "REGION HOVEDSTADEN",
    "coordinatorCountry": "DK",
    "participants": "MEDIZINISCHE UNIVERSITAET WIEN;CARDIOLOGICUM HAMBURG;KOBENHAVNS UNIVERSITET;WILLIAM COOK EUROPE ApS;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;SLASKI UNIWERSYTET MEDYCZNY W KATOWICACH;TERUMO BCT EUROPE NV;UNIVERZITETNI KLINICNI CENTER LJUBLJANA",
    "participantCountries": "AT;DE;DK;NL;PL;BE;SI",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 670625
        },
        "998399952": {
            "orgId": "998399952",
            "orgName": "SLASKI UNIWERSYTET MEDYCZNY W KATOWICACH",
            "ecContrib": 416000
        },
        "999882306": {
            "orgId": "999882306",
            "orgName": "UNIVERZITETNI KLINICNI CENTER LJUBLJANA",
            "ecContrib": 423125
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 321875
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 143750
        },
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 3309862
        },
        "936431405": {
            "orgId": "936431405",
            "orgName": "CARDIOLOGICUM HAMBURG",
            "ecContrib": 423750
        },
        "946695654": {
            "orgId": "946695654",
            "orgName": "TERUMO BCT EUROPE NV",
            "ecContrib": 232083
        },
        "946392432": {
            "orgId": "946392432",
            "orgName": "WILLIAM COOK EUROPE ApS",
            "ecContrib": 57812
        }
    },
    "calculatedTotalContribution": 5998882
}