{
    "rcn": "194004",
    "acronym": "KAM EIMC SAXONY",
    "topics": "INNOSUP",
    "title": "Enhancing the innovation management capacities of SAXON SMEs by the Enterprise Europe Network SAXONY",
    "startDate": "01/05/2014",
    "endDate": "31/12/2014",
    "objective": "The aim of the present proposal is to contribute to the smart growth in the Free State Saxony as an emerging region in the European Union by increasing the efficiency and effectiveness of investments in research, development and innovation and by contributing to a better and more efficient connection of actors along the innovation chain.\n\nTo achieve the above mentioned objectives the proposed project will: \n\na) Identify bottlenecks to the creation of economic impact in companies benefitting from grants by Horizon2020's SME instrument and address these bottlenecks with the help of capable coaches. This service to beneficiaries of the SME instrument in the context of a giving project is called ìKey account managementî' (KAM). \n\nb) Increase the efficiency and effectiveness of innovation processes in small and medium sized enterprises with significant innovation activities that could potentially become beneficiaries of European support to research and innovation but would not have effective access to consulting services for innovation management. This service, which will be provided independently from a specific innovation project and focussing on a company's innovation management system, is called ìEnhancing the innovation management capacity of SMEsî (EIMC).\n\nThe project targets at the delivery of in total twenty 7-days service packages, five KAM and 15 EIMC services, in the geographical area of the Free State Saxony (Germany).",
    "totalCost": "56875",
    "ecMaxContribution": "45500",
    "coordinator": "AGENTUR FUR INNOVATIONSFORDERUNG UND TECHNOLOGIETRANSFER GMBH LEIPZIG",
    "coordinatorCountry": "DE",
    "participants": "ZTS-ZENTRUM FUR TECHNOLOGIESTRUKTURENTWICKLUNG REGION RIESA-GROSSENHAIN GMBH;TECHNISCHE UNIVERSITAET CHEMNITZ",
    "participantCountries": "DE",
    "projectParticipants": {
        "999877844": {
            "orgId": "999877844",
            "orgName": "TECHNISCHE UNIVERSITAET CHEMNITZ",
            "ecContrib": 23100
        },
        "994556036": {
            "orgId": "994556036",
            "orgName": "ZTS-ZENTRUM FUR TECHNOLOGIESTRUKTURENTWICKLUNG REGION RIESA-GROSSENHAIN GMBH",
            "ecContrib": 6720
        },
        "999917905": {
            "orgId": "999917905",
            "orgName": "AGENTUR FUR INNOVATIONSFORDERUNG UND TECHNOLOGIETRANSFER GMBH LEIPZIG",
            "ecContrib": 15680
        }
    },
    "calculatedTotalContribution": 45500
}