{
    "rcn": "194081",
    "acronym": "RETHRIM",
    "topics": "PHC-15-2014",
    "title": "Restoring tissue regeneration in patients with visceral Graft versus Host Disease.",
    "startDate": "01/01/2015",
    "endDate": "31/12/2021",
    "objective": "Stem cell regenerative therapies hold great promise for patients suffering from a variety of disorders that are associated with tissue or organ injury. Regeneration relies on tissue or organ-specific stem and progenitor cells, but can also aim at promoting the endogenous repair capacity of the body. \n\nMesenchymal stromal cells (MSC) are undergoing clinical testing in a variety of clinical conditions aiming at repair through direct or indirect mechanisms. Their ability to form bone or cartilage is used to directly repair these tissues. In other conditions their regenerative effects are based on endogenous repair through their anti-inflammatory properties. The latter mechanism is important in the treatment of acute Graft-versus-Host Disease (GvHD). We have been involved in the clinical development from the beginning and we have shown the therapeutic potential. However, no results of controlled randomized phase 3 studies have been published to date, thereby hampering safety and efficacy assessment. \n\nWithin our consortium we have developed an academic infrastructure for the harmonized production of MSC. In the RETHRIM proposal this will be combined with our clinical expertise to conduct the first Europe-wide placebo controlled randomized phase III trial using MSC regenerative therapy for the treatment of steroid-resistant visceral GvHD. Central to the RETHRIM project is the clinical trial for which 150 patients will be recruited. All MSC products will be extensively analysed using molecular and functional markers, in order to develop a potency signature for the product and for the prediction of response. We also intend to collect data from additional quality of life, health technology assessment and ethical studies. We will apply for an Orphan Drug Designation in Europe and this may serve as a stepping-stone for the further commercialization of the MSC product, once a positive outcome has been obtained.",
    "totalCost": "6333368,75",
    "ecMaxContribution": "5857587,5",
    "coordinator": "ACADEMISCH ZIEKENHUIS LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "STICHTING HEMATO-ONCOLOGIE VOOR VOLWASSENEN NEDERLAND (HOVON);IMMUNOTOOLS GMBH;UNIVERSITAET LEIPZIG;FUNDACION INSTITUTO DE ESTUDIOS DE CIENCIAS DE LA SALUD DE CASTILLA Y LEON;GenomeScan B.V.;KAROLINSKA INSTITUTET;ERASMUS UNIVERSITEIT ROTTERDAM;LUNDS UNIVERSITET;KATHOLIEKE UNIVERSITEIT LEUVEN;GENOMIC INVESTMENTS BV;OSPEDALE PEDIATRICO BAMBINO GESU",
    "participantCountries": "NL;DE;ES;SE;BE;IT",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 2123681
        },
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 309300
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 333200
        },
        "951404713": {
            "orgId": "951404713",
            "orgName": "FUNDACION INSTITUTO DE ESTUDIOS DE CIENCIAS DE LA SALUD DE CASTILLA Y LEON",
            "ecContrib": 399788
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 229912
        },
        "998837810": {
            "orgId": "998837810",
            "orgName": "OSPEDALE PEDIATRICO BAMBINO GESU",
            "ecContrib": 331538
        },
        "952789291": {
            "orgId": "952789291",
            "orgName": "IMMUNOTOOLS GMBH",
            "ecContrib": 534025
        },
        "940649935": {
            "orgId": "940649935",
            "orgName": "STICHTING HEMATO-ONCOLOGIE VOOR VOLWASSENEN NEDERLAND (HOVON)",
            "ecContrib": 0
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 314850
        },
        "923381122": {
            "orgId": "923381122",
            "orgName": "GenomeScan B.V.",
            "ecContrib": 740000
        },
        "999854564": {
            "orgId": "999854564",
            "orgName": "UNIVERSITAET LEIPZIG",
            "ecContrib": 541294
        }
    },
    "calculatedTotalContribution": 5857588
}