{
    "rcn": "194018",
    "acronym": "PT Innovative",
    "topics": "INNOSUP",
    "title": "PT Innovative",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "This proposal adequately addresses the specific challenge and scope of the topic, as set out in the work programme, aiming to respond to the need of providing high quality consulting services, for the enhancement of innovation management capacities of the Portuguese SMES, namely the beneficiaries of Horizon 2020 SME Instrument and those with significant innovation activities and a high potential for growth and internationalisation. The envisaged outcome is to provide services to about 30 SMEs in 2014. \nThere will be 3 EEN PT (PORTUGALINOVA NET) partners ñ IAPMEI, ADI and CEC - providing these services, relying on their qualified staff with expertise on innovation management and extensive knowledge of national SMEs to carry out the foreseen support activities to SMEs and ensuring national coverage.\nThe work plan will be based in two work packages - ìWP1 ñ Key Account Managementî for the beneficiaries of the SME Instrumentî and ìWP2 ñ Enhancing SME Innovation Management Capacityî for Innovative SMEs independently from a specific project.\nThe companies suitable to receive KAM services (WP1) will be contacted following the EASME communication to the Coordinator of the Consortium regarding the Portuguese SMEs Instrument approved. \nBy taking part in the present call ìEnhancing the innovation management capacity of SMEs by the European Enterprise Networkî, the three partners will intensify its activity of supporting SMEs to develop their innovation management strategy and internationalization processes, dedicating their senior expert staff to work with potentially innovative companies. We expect to help these companies to overcome their innovation process gapsí by making use of assessment tools such as IMP≥rove and support their efforts to internationalize successfully, by being more efficient and more effective in incorporating and applying the results of their participation in ìSME Instrumentî projects or accessing financial support through other available instruments.",
    "totalCost": "60393,75",
    "ecMaxContribution": "48315",
    "coordinator": "IAPMEI - AGENCIA PARA A COMPETITIVIDADE E INOVACAO IP",
    "coordinatorCountry": "PT",
    "participants": "ANI - AGENCIA NACIONAL DE INOVACAO, SA;CEC - CONSELHO EMPRESARIAL DO CENTRO/CIC - CAMARA DE COMERCIO E INDUSTRIA DO CENTRO",
    "participantCountries": "PT",
    "projectParticipants": {
        "999941476": {
            "orgId": "999941476",
            "orgName": "ANI - AGENCIA NACIONAL DE INOVACAO, SA",
            "ecContrib": 25809
        },
        "999833224": {
            "orgId": "999833224",
            "orgName": "IAPMEI - AGENCIA PARA A COMPETITIVIDADE E INOVACAO IP",
            "ecContrib": 18375
        },
        "999831187": {
            "orgId": "999831187",
            "orgName": "CEC - CONSELHO EMPRESARIAL DO CENTRO/CIC - CAMARA DE COMERCIO E INDUSTRIA DO CENTRO",
            "ecContrib": 4131
        }
    },
    "calculatedTotalContribution": 48315
}