{
    "rcn": "194048",
    "acronym": "PIC2INNO",
    "topics": "INNOSUP",
    "title": "Implementation of services enhancing the innovation management capacity of SMEs by the Enterprise Europe Network Paris Ile-de-France Centre (PIC2)",
    "startDate": "01/06/2014",
    "endDate": "31/12/2014",
    "objective": "In a survey undertaken in 2011 for DG Enterprise and Industry, SMEs and SME support organisations considered the inability to manage innovation processes efficiently and effectively as the second most important barrier to SME innovation (after 'lack of financial resources').\n \nThe current proposal builds a bridge between existing regional support schemes and the opportunities offered by European research and innovation support schemes (in the first place Horizon 2020).\n \nThe PIC2INNO project aims at delivering services enhancing the innovation management capacity of SMEs by the Enterprise Europe Network Paris Ile-de-France Centre ñ PIC2. Its geographical area covers the Paris Ile-de-France region and the Centre region. It proposes to set up dedicated resources and process to enable SMEs to grow their innovation capacity, and to improve their record in the participation into and coordination of European projects.\n \nThe objective of this project is to:\n-       Provide SMEs benefiting from the SME instrument with a regional support (ìKey Account Managerî, hereafter KAM)\n-       Provide a selection of SMEs that have a significant growth potential in the region with an evaluation of their innovation capacities, and an action plan to address identified bottlenecks. (ìInnovation Management System Advisersî, hereafter IMSA)\n \nThe project will aim at initiating between forty (40) and sixty (60) 7-day service packages, (according to the SMEs needs), with a substantial progress for most of them by the end of 2014.",
    "totalCost": "196875",
    "ecMaxContribution": "157500",
    "coordinator": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION PARIS ILE-DE-FRANCE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950323357": {
            "orgId": "950323357",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION PARIS ILE-DE-FRANCE",
            "ecContrib": 157500
        }
    },
    "calculatedTotalContribution": 157500
}