{
    "rcn": "194053",
    "acronym": "InnoManage BB",
    "topics": "INNOSUP",
    "title": "EEN Innovation Management Services Berlin-Brandenburg",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "Berlin Partner f¸r Wirtschaft und Technologie GmbH (BP) and ZukunftsAgentur Brandenburg GmbH (ZAB), the two economic and technology development agencies of Berlin and Brandenburg, both partners in the Berlin-Brandenburg Enterprise Europe Network consortium, are going to offer innovation management consultancy to SMEs with high potential for innovation, internationalization and growth. The new service will allow the agencies to broaden their service portfolio to SMEs and to support existing programmes for research and innovation. While the latter usually concentrate on technologies and other outputs, InnoManage BB will focus on internal management processes and capacities in the SME in order for them to successfully innovate. Target groups of InnoManage BB are a) companies which have successfully applied for funding in the SME instrument of H2020, and b) other SME in Berlin and Brandenburg which show the potential for innovation, internationalization and growth. As both BP and ZAB have been responsible for realizing the innovation strategies of their respective federal states since more than ten years, both agencies are fully familiar with the scope and challenges facing innovation-orientated companies. BP aims to consult 11 SME in 2014, ZAB 7.",
    "totalCost": "78750",
    "ecMaxContribution": "63000",
    "coordinator": "BERLIN PARTNER FUR WIRTSCHAFT UND TECHNOLOGIE GMBH",
    "coordinatorCountry": "DE",
    "participants": "WIRTSCHAFTSFORDERUNG LAND BRANDENBURG GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "999726718": {
            "orgId": "999726718",
            "orgName": "WIRTSCHAFTSFORDERUNG LAND BRANDENBURG GMBH",
            "ecContrib": 24500
        }
    },
    "calculatedTotalContribution": 24500
}