{
    "rcn": "194029",
    "acronym": "SEIMED-INNOSUP",
    "topics": "INNOSUP",
    "title": "SEIMED support to enhance the innovation management of SMEs",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "Innovation support by the Enterprise Europe Network - SEIMED to enhance the innovation management capacity of SMEs in the regions of Comunidad Valenciana y Murcia.\nIn order to enhance SME innovation management capacity, we will support SME¥s to implement truly effective processes in order to become more competitive and have a pro-active attitude towards the changing business environment. The traditional approach to innovation is insufficient to make a qualitative leap in competitiveness and facilitate the renewal of the company. Our purpose within this programme is to implement an innovation management capacity in all the layers of the company, a reality that comprises all its activities and provide answers to the needs and challenges of the market. It is necessary, therefore, to create a system that could continuously generate innovation and not only erratic and sporadic progress.\nThis service will be implemented as comprehensive seven-day service packages following the processes and guidelines that are laid down for this purpose. It will be delivered by suitably qualified senior innovation experts and be linked to the other support services of the Enterprise Europe Network SEIMED.",
    "totalCost": "70000",
    "ecMaxContribution": "56000",
    "coordinator": "INSTITUTO VALENCIANO DE LA COMPETITIVIDAD EMPRESARIAL",
    "coordinatorCountry": "ES",
    "participants": "INSTITUTO DE FOMENTO DE LA REGION DE MURCIA",
    "participantCountries": "ES",
    "projectParticipants": {
        "999915577": {
            "orgId": "999915577",
            "orgName": "INSTITUTO VALENCIANO DE LA COMPETITIVIDAD EMPRESARIAL",
            "ecContrib": 37333
        },
        "996731843": {
            "orgId": "996731843",
            "orgName": "INSTITUTO DE FOMENTO DE LA REGION DE MURCIA",
            "ecContrib": 18667
        }
    },
    "calculatedTotalContribution": 56000
}