{
    "rcn": "194008",
    "acronym": "KAM2WestPL",
    "topics": "INNOSUP",
    "title": "Enhancing the innovation management capacities of SMEs in West Poland",
    "startDate": "01/06/2014",
    "endDate": "31/12/2014",
    "objective": "The objective of the project is to contribute to and enhance the innovation potential and innovation management skills within the SMEs in the West Poland area. The project will follow a developed methodology to help the regional businesses to increase their innovation capacity and to innovate profitably. \n\nThe project will be implemented via 2 specific schemes:\n\n1) Service ëKey account management for SME Instrument beneficiariesí\nThis service will be aimed at SMEs which will be successful in applying for the SME Instrument Programme under the Horizon 2020 (Phase I or Phase II).  Upon the receipt of the information (potential beneficiaryís contact details) from the EC/EASME, the project partner will contact the potential beneficiary in order to explain the service and convince the SME to use the potential it offers.\n\n2) Service: ëEnhancing the innovation management capacity of SMEísí.\nThis service will be aimed at promising SMEs capable of growth and successful internationalisation that have real potential for innovation via proper development of their products, processes, services or business model but who lack the right skills, knowledge and experience to manage the innovation activities. The aim of this scheme is to first of all support those SMEs in order to make them unlock their potential for better management of the processes linked to innovation.\n\nThe project will be implemented as a testing phase from May 2014 until December 2014.",
    "totalCost": "29750",
    "ecMaxContribution": "23800",
    "coordinator": "POLITECHNIKA WROCLAWSKA",
    "coordinatorCountry": "PL",
    "participants": "DOLNOSLASKA AGENCJA ROZWOJU REGIONALNEGO SA;FUNDACJA UNIWERSYTETU IM ADAMA MICKIEWICZA W POZNANIU;ZACHODNIOPOMORSKI UNIWERSYTET TECHNOLOGICZNY W SZCZECINIE",
    "participantCountries": "PL",
    "projectParticipants": {
        "999910242": {
            "orgId": "999910242",
            "orgName": "DOLNOSLASKA AGENCJA ROZWOJU REGIONALNEGO SA",
            "ecContrib": 5600
        },
        "992816050": {
            "orgId": "992816050",
            "orgName": "ZACHODNIOPOMORSKI UNIWERSYTET TECHNOLOGICZNY W SZCZECINIE",
            "ecContrib": 5600
        },
        "999845931": {
            "orgId": "999845931",
            "orgName": "POLITECHNIKA WROCLAWSKA",
            "ecContrib": 5600
        },
        "999903258": {
            "orgId": "999903258",
            "orgName": "FUNDACJA UNIWERSYTETU IM ADAMA MICKIEWICZA W POZNANIU",
            "ecContrib": 7000
        }
    },
    "calculatedTotalContribution": 23800
}