{
    "rcn": "194037",
    "acronym": "BASQUE_SME",
    "topics": "INNOSUP",
    "title": "Support Services to Basque SMEs to Enhance Innovation Management Capacities during 2014",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "'Proposal to present our consortium  to give services in the Basque Region , in order to request for  the invitation to  'Services enhancing the innovation management capacity of SMEs ( Horizon2020) for the 2014 year. SPRI supports the Basque Government Department of Economic Development and Competitiveness in developing the Basque Countryís strategy for smart specialisation. Part of the basis of our work consists of allocating research funds to improve the competitiveness of the Basque Country, always seeking the balance between public and private resources, with the ultimate goal of improving the lives of people and the competitiveness of enterprises. \nEnhancing Innovation Management Capacities Service\nOur department for Strategic Initiatives and Projects strives to perform cross-sectional diagnosis of any new project, individual company, group of companies or sector that enables it to be focused towards the enhancement and diversification of the industrial fabric, towards advanced industry and smart specialisation. These services are foreseen to be provided by SPRIís department for Strategic Initiatives and Projects, which follows as aforementioned the Basque RIS3 Strategies. People involved in this department will be the ones conducting this pilot under BASQUE_SME project. We strongly agree on the idea that supporting innovation management is crucial if we want to make a more competitive fabric tissue. In this sense, our intention is to link this pilot action with 2 main initiatives within the Basque RIS3.\nKey Account Manager (KAM) Service\nWWe should stress that the Basque Country views HORIZON 2020 as an opportunity, this is why we are really looking forward and weíre excited about participating in the deployment of this KAM service, for which experience and motivated people have been assigned.'",
    "totalCost": "19442,5",
    "ecMaxContribution": "15554",
    "coordinator": "SOCIEDAD PARA LA TRANSFORMACION COMPETITIVA - ERALDAKETA LEHIAKORRERAKO SOZIETATEA SA",
    "coordinatorCountry": "ES",
    "participants": "INNOBASQUE AGENCIA VASCA DE LA INNOVACION / INNOBASQUE BERRIKUNTZARENEUSKAL AGENTZIA",
    "participantCountries": "ES",
    "projectParticipants": {
        "996836021": {
            "orgId": "996836021",
            "orgName": "SOCIEDAD PARA LA TRANSFORMACION COMPETITIVA - ERALDAKETA LEHIAKORRERAKO SOZIETATEA SA",
            "ecContrib": 12012
        },
        "998860217": {
            "orgId": "998860217",
            "orgName": "INNOBASQUE AGENCIA VASCA DE LA INNOVACION / INNOBASQUE BERRIKUNTZARENEUSKAL AGENTZIA",
            "ecContrib": 3542
        }
    },
    "calculatedTotalContribution": 15554
}