{
    "rcn": "194064",
    "acronym": "RAMCIP",
    "topics": "PHC-19-2014",
    "title": "Robotic Assistant for MCI patients at home",
    "startDate": "01/01/2015",
    "endDate": "30/06/2018",
    "objective": "RAMCIP will research and develop a novel domestic service robot, with the aim to proactively and discreetly assist older persons, MCI and AD patients in their every day life. Instead of simply being an obedient servant, the RAMCIP robot will have high-level cognitive functions, driven through advanced human activity and home environment modelling and monitoring, enabling it to optimally decide when and how to assist. The robot will provide subtle physical and cognitive user skills training, by maintaining an optimal balance between physical assistance provision and user stimulation to act. The cognitive functions will orchestrate an ensemble of advanced lower-level mechanisms, enabling the robot to (a) communicate with the user and (b) establish dextrous and safe robotic manipulations. Communication will be based on multimodal interfaces, adapted and fused so as to meet the current userís needs and interaction context. Apart from touch-screen, speech and gestural modalities, RAMCIP will incorporate an augmented reality display, as well as an underlying empathic communication channel, allowing it to sense user affect and moderate it. In the context of robotic manipulations, RAMCIP will introduce advanced dexterity in service robots for assisted living environments; the robot will employ a sophisticated anthropomorphic hand, manipulated though novel grasping and dexterity algorithms, being capable to grasp and manipulate a variety of objects in realistic user homes, supporting also safe handover. Safety will be a major research focus. By establishing safe and dextrous manipulations, emphasis will be paid on physical HRI, enabling novel assistance scenarios that will involve physical contact between the user and the robot. Through multi-faceted proactive assistance enabled through all the above, RAMCIP will advance user independency and quality of life of its user. The robot will be evaluated in two pilot sites that will be deployed in two countries.",
    "totalCost": "3981178",
    "ecMaxContribution": "3981178",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "BARTLOMIEJ MARCIN STANCZYK;TECHNISCHE UNIVERSITAET MUENCHEN;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;UNIWERSYTET MEDYCZNY W LUBLINIE;SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA;FUNDACIO ACE;THE SHADOW ROBOT COMPANY LIMITED",
    "participantCountries": "PL;DE;EL;IT;ES;UK",
    "projectParticipants": {
        "952657953": {
            "orgId": "952657953",
            "orgName": "UNIWERSYTET MEDYCZNY W LUBLINIE",
            "ecContrib": 364062
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 315000
        },
        "995981645": {
            "orgId": "995981645",
            "orgName": "BARTLOMIEJ MARCIN STANCZYK",
            "ecContrib": 577500
        },
        "949035488": {
            "orgId": "949035488",
            "orgName": "FUNDACIO ACE",
            "ecContrib": 239375
        },
        "999884731": {
            "orgId": "999884731",
            "orgName": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
            "ecContrib": 335000
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 677115
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 1070626
        },
        "998239902": {
            "orgId": "998239902",
            "orgName": "THE SHADOW ROBOT COMPANY LIMITED",
            "ecContrib": 402500
        }
    },
    "calculatedTotalContribution": 3981178
}