{
    "rcn": "194095",
    "acronym": "GreenBubbles",
    "topics": "MSCA-RISE-2014",
    "title": "Green Bubbles RISE for sustainable diving",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Recreational SCUBA divinga has become a mass leisure activity engaging millions of divers worldwide. The diving industry generates large direct and indirect revenues for coastal communities and Marine Protected Areas (MPAs). Other benefits linked to diving include the promotion of ocean stewardship, contribution to scientific research, fostering social inclusion and personal development. Yet, diving has also negative impacts, due to damage or disturbance of marine habitats and organisms and to conflicts with local communities for the access to/use of the same resources, equity issues, or cultural clashes. These aspects clearly relate to the three pillars of sustainability, covering environmental, economic and social dimensions and can only be addressed by a systemic approach.\nThe central objective of GREEN BUBBLES is to maximise the benefits associated with diving while minimising its negative impacts, thus achieving the environmental, economic and social sustainability of the system. This will be done by: 1) Carefully assessing and modelling the system itself; 2) Developing innovative products based on the issues and needs highlighted by assessment and modelling; 3) Promoting the uptake of such products by the system designing tailored business models and marketing plans. Direct engagement with selected stakeholders (divers, professionalsb, diving operators, certification agencies - CAs, MPAs, NGOs) will ensure relevant feedback throughout the projectís lifetime, as well as effective uptake of results at the end of the project. Cutting across sectors and disciplines, and engaging participants from 3 continents, GREEN BUBBLES will put the European diving system in focus thanks to dedicated R&I with, about and for the European diving industry and will take advantage of parallel comparative work on the much more studied coral reef diving system.",
    "totalCost": "1620000",
    "ecMaxContribution": "1611000",
    "coordinator": "UNIVERSITA POLITECNICA DELLE MARCHE",
    "coordinatorCountry": "IT",
    "participants": "STICHTING NHTV INTERNATIONALE HOGESCHOOL BREDA;STUDIO ASSOCIATO GAIA SNC DEI DOTTORI ANTONIO SARA E MARTINA MILANESE;BOGAZICI ULUSLARARASI EGITIM DANISMANLIK MERKEZI VE TICARET LIMITED SIRKETI;DIVERS ALERT NETWORK EUROPE FOUNDATION;UBICA SRL",
    "participantCountries": "NL;IT;TR;MT",
    "projectParticipants": {
        "942587995": {
            "orgId": "942587995",
            "orgName": "BOGAZICI ULUSLARARASI EGITIM DANISMANLIK MERKEZI VE TICARET LIMITED SIRKETI",
            "ecContrib": 184500
        },
        "997819989": {
            "orgId": "997819989",
            "orgName": "STICHTING NHTV INTERNATIONALE HOGESCHOOL BREDA",
            "ecContrib": 261000
        },
        "968519975": {
            "orgId": "968519975",
            "orgName": "UBICA SRL",
            "ecContrib": 234000
        },
        "940900777": {
            "orgId": "940900777",
            "orgName": "DIVERS ALERT NETWORK SOUTHERN AFRICA",
            "ecContrib": 0
        },
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        },
        "983688156": {
            "orgId": "983688156",
            "orgName": "DIVERS ALERT NETWORK EUROPE FOUNDATION",
            "ecContrib": 396000
        },
        "940985555": {
            "orgId": "940985555",
            "orgName": "THE COLLEGE OF EXPLORATION",
            "ecContrib": 0
        },
        "999724972": {
            "orgId": "999724972",
            "orgName": "STUDIO ASSOCIATO GAIA SNC DEI DOTTORI ANTONIO SARA E MARTINA MILANESE",
            "ecContrib": 162000
        },
        "999866689": {
            "orgId": "999866689",
            "orgName": "UNIVERSITA POLITECNICA DELLE MARCHE",
            "ecContrib": 373500
        },
        "999821487": {
            "orgId": "999821487",
            "orgName": "NOORDWES-UNIVERSITEIT",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1611000
}