{
    "rcn": "194099",
    "acronym": "HEIM",
    "topics": "MSCA-RISE-2014",
    "title": "Higher Education Internationalisation and Mobility: Inclusion, Equalities and Innovations",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "The proposed research/innovation project (HEIM) focuses on how principles of equity and inclusion can be applied to internationalisation strategies and programmes in higher education, at both staff and student levels. It focuses on the Roma community in Europe as a critical example of a marginalised group. HEIM will interrogate and develop the concept and practices of higher education internationalisation in Europe through questions about who is able to participate in and benefit from policy initiatives and strategic interventions. It asks whether certain social groups are disadvantaged or excluded from the opportunities that mobility offers. It will examine motivations and experiences, and the hidden costs of border crossings in terms of socio-political and affective considerations. Its objectives include comparative investigation of data on who is participating in selected internationalisation programmes; producing accounts based on literature, statistical data and empirical research. It will create a set of guidelines for reflexive and inclusive approaches to the internationalisation of higher education. Through its interdisciplinary and intersectoral approaches, it will contribute to methodological innovation across different fields. It will build research and innovation capacity by constructing teams and sharing knowledge between early stage and experienced researchers. It will exchange knowledge about internationalisation programmes in the partner organisations via co-written papers, statistical datasets, literature reviews, training and workshops. The Partnership is between three universities (Sussex, UmeÂ and Seville) and a non-academic organisation, the Roma Education Fund (REF). Via secondments, staff exchange, training and collaborative inquiry, the project will investigate internationalisation policies, interventions and methodologies in different national locations.",
    "totalCost": "207000",
    "ecMaxContribution": "207000",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "ROMA OKTATASI ALAP;UMEA UNIVERSITET;UNIVERSIDAD DE SEVILLA",
    "participantCountries": "HU;SE;ES",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 27000
        },
        "954462056": {
            "orgId": "954462056",
            "orgName": "ROMA OKTATASI ALAP",
            "ecContrib": 135000
        },
        "999881821": {
            "orgId": "999881821",
            "orgName": "UMEA UNIVERSITET",
            "ecContrib": 22500
        },
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 22500
        }
    },
    "calculatedTotalContribution": 207000
}