{
    "rcn": "194078",
    "acronym": "RegHealth-RI",
    "topics": "HCO-14-2014",
    "title": "The European regions network for Health Research and Innovation",
    "startDate": "01/11/2014",
    "endDate": "31/10/2016",
    "objective": "The European regions network for Health Research and Innovation (RegHealth-RI) project aims to contribute to three important Horizon 2020 goals, namely widening participation, bridging the innovation divide and developing synergies between Horizon 2020 and Structural Funds. To fulfill this objective the project plans the creation of a networking platform composed by relevant stakeholders to promote the dialogue between the actors involved in health Research and Innovation (R&I) in Europe. This network platform has as main goal to propose new initiatives and concrete actions primarily to EC and to national and regional decision-makers. The starting point of the project will be the analysis of the situation of health R&I in Europe, with special focus to less performed regions. The development of novel and specific indicators aimed at identifying those key factors and reasons underlying in the health R&I divide across EU regions is also addressed. Then, the organization of three Workshops and a European Conference to discuss on the divide of the health R&I in Europe have been also considered as relevant activities to achieve the objectives of the project by bringing feasible and effective solutions to the health R&I divide.",
    "totalCost": "475708,75",
    "ecMaxContribution": "475708,75",
    "coordinator": "SOCIEDAD PARA EL FOMENTO DE LA INNOVACION TECNOLOGICA S.L. - INNOVATEC",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITA DEGLI STUDI DI TRIESTE;EUROPEAN REGIONAL AND LOCAL HEALTH AUTHORITIES ASBL",
    "participantCountries": "IT;BE",
    "projectParticipants": {
        "985318338": {
            "orgId": "985318338",
            "orgName": "SOCIEDAD PARA EL FOMENTO DE LA INNOVACION TECNOLOGICA S.L. - INNOVATEC",
            "ecContrib": 299625
        },
        "999842051": {
            "orgId": "999842051",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRIESTE",
            "ecContrib": 90209
        },
        "952736038": {
            "orgId": "952736038",
            "orgName": "EUROPEAN REGIONAL AND LOCAL HEALTH AUTHORITIES ASBL",
            "ecContrib": 85875
        }
    },
    "calculatedTotalContribution": 475709
}