{
    "rcn": "194026",
    "acronym": "KANT",
    "topics": "INNOSUP",
    "title": "Key Account management and inNovation capacity support services for Triveneto SMEís",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "KANT project aims at improving the competitiveness of small and medium enterprises in Triveneto macro-region (Veneto, Trentino South Tirol, Friuli Venezia Giulia), in North Eastern Italy, in order to help in achieving the targets fixed by the Europe 2020 strategy for a smart, sustainable and inclusive growth. KANT project fully addresses the challenges of part 7 ñ Innovation in small and medium-sized enterprises ñ of HORIZON 2020 Work Programme 2014-2015. It will offer services to SMEís to enhance their capacity in managing innovation. It will promote the importance of Innovation Management and SME Instrument among small and medium enterprises, providing companies more inclined to innovation with two types of professional services: Key Account Management (KAM) for SMEís beneficiaries of SME Instrument and support to establishment of Innovation Management Systems (IMS) for companies with high propension to innovation.\nKAM service will help selected companies to better exploit the benefit of SME Instrument, accompanying them in finding a suitable coach, identifying and implementing their own exploitation plan. IMS support service will help innovation oriented companies in identifying and establishing their own system of management of innovation as a strategic asset for company growth on the market.\nThe KANT consortium is made up by four Enterprise Europe Network partners that manage, according to their mission, technology transfer, internationalization and innovation management projects and possess a database of 10,000 client SMEís. They worked, since late nineties, in Innovation Relay Centres network. 10 senior experts will furnish Triveneto SMEís with 10 7-day KAM service packages and 22 7-day IMS support packages. Imp3rove methodology will be adopted.\nActivities carried out in the Action will be run in tight synergy with EEN project and will involve other local stakeholders and economic development agents in order to reach high effectiveness and efficiency target.",
    "totalCost": "76206,25",
    "ecMaxContribution": "60965",
    "coordinator": "TRENTINO SVILUPPO SPA",
    "coordinatorCountry": "IT",
    "participants": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;VENETO INNOVAZIONE SPA;AREA DI RICERCA SCIENTIFICA E TECNOLOGICA DI TRIESTE",
    "participantCountries": "IT",
    "projectParticipants": {
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 14000
        },
        "998530514": {
            "orgId": "998530514",
            "orgName": "VENETO INNOVAZIONE SPA",
            "ecContrib": 15000
        },
        "950718244": {
            "orgId": "950718244",
            "orgName": "TRENTINO SVILUPPO SPA",
            "ecContrib": 13800
        },
        "999549887": {
            "orgId": "999549887",
            "orgName": "CONSORZIO PER L AREA DI RICERCA SCI ENTIFICA E TECNOLOGICA DI TRIESTE CONSORZIO AREA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 42800
}