{
    "rcn": "194093",
    "acronym": "PD_manager",
    "topics": "PHC-26-2014",
    "title": "mhealth platform for Parkinsonís disease management",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "PD_manager aims to build and evaluate an innovative, mhealth, patient centric ecosystem for Parkinsonís disease (PD) management. \nThe analysis of expertsí diagnostic behaviour and the decomposition of tasks undertaken by the various actors during the disease management will enable the validation of technology against routine clinical judgment measures . Primary motor symptoms such as tremor, bradykinesia and postural imbalance and non-motor symptoms, such as sleep, speech and cognitive disorders, will be evaluated with data captured by light, unobtrusive, co-operative, mobile devices: sensor insoles, a wristband and the patientís or caregiverís (the role of which is of paramount importance) smartphone. Data mining studies will lead to the implementation of a Decision Support Platform with suggestions for modifications in the medication which is the key for prolongation of independence and improved Quality of Life. Compliance with medical recommendations will also be studied; the patient will be motivated to adhere to his medication and diet, will be empowered to exercise and make physiotherapies and will be educated about occupational and speech therapy in order to self-manage his condition. \nThe PD_manager Knowledge Management platform will be built with a cloud-based, open architecture approach based on FI-WARE that will support the use of any commercial set of sensors within the Internet of Things concept. \nThe successful implementation of all abovementioned objectives will be evaluated in a total of 230 patients (the 30 that will be enrolled at the first phase of the project and 200 more during the pilot). In addition to the evaluation of the clinical effectiveness, acceptability and usability of the developed platform and mobile apps a detailed study for the potential of PD_manager as a new care model in terms of health outcomes, quality of life, care efficiency gains and economic benefits will also be conducted.",
    "totalCost": "4345500",
    "ecMaxContribution": "4345500",
    "coordinator": "INSTITUT JOZEF STEFAN",
    "coordinatorCountry": "SI",
    "participants": "GLOBO SOFTWARE - MOBILE TELEPHONY SERVICES ANONYMOUS COMPANY;MOTICON;BIOTRONICS 3D LIMITED;FONDAZIONE OSPEDALE SAN CAMILLO;SYNTHEMA S.R.L.;PANEPISTIMIO IOANNINON;UNIVERZITETNI REHABILITACIJSKI INSTITUT REPUBLIKE SLOVENIJE-SOCA;UNIVERSITY OF SURREY;UNIVERSIDAD POLITECNICA DE MADRID;FONDAZIONE SANTA LUCIA",
    "participantCountries": "EL;DE;UK;IT;SI;ES",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 421038
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 577125
        },
        "999752132": {
            "orgId": "999752132",
            "orgName": "SYNTHEMA S.R.L.",
            "ecContrib": 193000
        },
        "964802450": {
            "orgId": "964802450",
            "orgName": "FONDAZIONE OSPEDALE SAN CAMILLO",
            "ecContrib": 585000
        },
        "940762067": {
            "orgId": "940762067",
            "orgName": "MOTICON",
            "ecContrib": 436250
        },
        "999852818": {
            "orgId": "999852818",
            "orgName": "PANEPISTIMIO IOANNINON",
            "ecContrib": 595375
        },
        "999583449": {
            "orgId": "999583449",
            "orgName": "FONDAZIONE SANTA LUCIA",
            "ecContrib": 296250
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 642312
        },
        "985094171": {
            "orgId": "985094171",
            "orgName": "BIOTRONICS 3D LIMITED",
            "ecContrib": 323750
        },
        "996013849": {
            "orgId": "996013849",
            "orgName": "UNIVERZITETNI REHABILITACIJSKI INSTITUT REPUBLIKE SLOVENIJE-SOCA",
            "ecContrib": 190000
        },
        "944792126": {
            "orgId": "944792126",
            "orgName": "GLOBO SOFTWARE - MOBILE TELEPHONY SERVICES ANONYMOUS COMPANY",
            "ecContrib": 85400
        }
    },
    "calculatedTotalContribution": 4345500
}