{
    "rcn": "194065",
    "acronym": "GlOPID-R-Sec",
    "topics": "HCO-04-2014",
    "title": "Global Research Collaboration for Infectious Disease Preparedness (GloPID-R) Secretariat",
    "startDate": "01/01/2015",
    "endDate": "31/12/2019",
    "objective": "GLOPID-R-Sec is the secretariat to the Global Research Collaboration for Infectious Disease Preparedness (GloPID-R). The secretariat will be staffed by Fondation MÈrieux and the University of Oxford, and will provide the following support activities to the GloPID-R member organisations, working groups and commitees:\n- Organizational, financial-administrative and secretarial support activities to the GloPID-R governance structure ensuring efficient information exchange amongst all GloPID-R members and stakeholders;\n- Connecting GloPID-R to relevant research networks, and mapping of their current scientific and operational status in terms of research preparedness in support of the development of operational readiness towards initiating a rapid coordinated international research response to emerging infectious disease outbreaks, This will include mapping of different, interrelated barriers (scientific, infrastructural, human resource capacities and skills, political, ethical, regulatory, legal, societal,  ICT, financial);\n- Assisting GloPID-R in the development of a strategic agenda and a readiness plan that serve as common and central guiding documents for all members and external stakeholders.\n- Developing and implementing a comprehensive communication and dissemination plan for information sharing within the GloPID-R community, to ensure stakeholders are well-informed and aligned, and to raise public awareness about and engagement in the initiative.\nFondation MÈrieux and the University of Oxford can build on ongoing efforts and the results thereof of high relevance to GloPID-R, in their respective lined networks such as AVIESAN and ISARIC. Fondation MÈrieux will be the coordinator of GloPID-R-Sec, with its office at Lyon, France as the central point of contact of the Secretariat.",
    "totalCost": "2896399,8",
    "ecMaxContribution": "2896399,8",
    "coordinator": "FONDATION MERIEUX",
    "coordinatorCountry": "FR",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "UK",
    "projectParticipants": {
        "997513081": {
            "orgId": "997513081",
            "orgName": "FONDATION MERIEUX",
            "ecContrib": 1759271
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1137129
        }
    },
    "calculatedTotalContribution": 2896400
}