{
    "rcn": "194061",
    "acronym": "SMART4MD",
    "topics": "PHC-20-2014",
    "title": "Support, Monitoring and Reminder Technology for Mild Dementia",
    "startDate": "01/04/2015",
    "endDate": "30/11/2019",
    "objective": "As Europeís population is ageing, long-term care for elderly citizens will become an increasing cost for society. To manage this transition healthcare policies in the EU and individual Member States are heavily focussed on extending the independent life of the elderly, with the dual aim of increasing their quality of life and reducing the costs of care. Dementia affects more than 6% of people aged 60\\ and has a devastating effect on their independence ñ to date, there is no proven intervention to help dementia patients live a fulfilling life for longer.\n\nIn this project we will build on an innovative patient support tool to develop a mHealth application that is specifically targeted to patients with mild dementia. The tool will help patients to adhere to their treatment and share data with their carers and doctors; carers will use the same application to monitor patients more easily and share their own well-being with doctors. This will slow the patientsí cognitive and functional decline, avoid carers getting exhausted and reduce costs of emergency care.\n\nOur project will comprise two phases: first we will use digital accessibility tools to re-design the existing application for dementia patients. The development will be steered by patients, carers and doctors, through user-centric design: we will collect feedback on each new version of the application until the design is perfectly adapted to the usersí needs. In the second phase we will pilot the optimised application with 1,100 users (patients \\ carers) and 1,100 controls. This will show the clinical and social benefits for patients and carers, as well as financial benefits for the healthcare system.\n\nSuccessful delivery of the pilot will increase patientsí adherence to treatment (10 %-points), while improving the quality of life of carers and patients. It will save healthcare providers Ä1,818 / patient / year in care costs and will generate revenue of over Ä18 million / year for the consortium (Year 5).",
    "totalCost": "3834554,92",
    "ecMaxContribution": "3660153,3",
    "coordinator": "ANGLIA RUSKIN UNIVERSITY HIGHER EDUCATION CORPORATION",
    "coordinatorCountry": "UK",
    "participants": "DEX INNOVATION CENTRE;UC LIMBURG;ATHENA I.C.T. LTD;HANDLE MY HEALTH LIMITED;BLEKINGE TEKNISKA HOGSKOLA;HEALTHBIT LTD;CONSORCI SANITARI DE TERRASSA;SOUTH ESSEX PARTNERSHIP UNIVERSITYNHS FOUNDATION TRUST;SERVICIO ANDALUZ DE SALUD;ALZHEIMER EUROPE;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "CZ;BE;IL;UK;SE;ES;LU",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 207875
        },
        "991657094": {
            "orgId": "991657094",
            "orgName": "ANGLIA RUSKIN UNIVERSITY HIGHER EDUCATION CORPORATION",
            "ecContrib": 537265
        },
        "998390737": {
            "orgId": "998390737",
            "orgName": "UC LIMBURG",
            "ecContrib": 346901
        },
        "999589172": {
            "orgId": "999589172",
            "orgName": "BLEKINGE TEKNISKA HOGSKOLA",
            "ecContrib": 902583
        },
        "952689478": {
            "orgId": "952689478",
            "orgName": "DEX INNOVATION CENTRE",
            "ecContrib": 169188
        },
        "998853621": {
            "orgId": "998853621",
            "orgName": "SERVICIO ANDALUZ DE SALUD",
            "ecContrib": 585270
        },
        "951925118": {
            "orgId": "951925118",
            "orgName": "SOUTH ESSEX PARTNERSHIP UNIVERSITYNHS FOUNDATION TRUST",
            "ecContrib": 78016
        },
        "953669178": {
            "orgId": "953669178",
            "orgName": "ATHENA I.C.T. LTD",
            "ecContrib": 115150
        },
        "998068600": {
            "orgId": "998068600",
            "orgName": "ALZHEIMER EUROPE",
            "ecContrib": 67620
        },
        "950480400": {
            "orgId": "950480400",
            "orgName": "HANDLE MY HEALTH LIMITED",
            "ecContrib": 0
        },
        "961098020": {
            "orgId": "961098020",
            "orgName": "CONSORCI SANITARI DE TERRASSA",
            "ecContrib": 358498
        }
    },
    "calculatedTotalContribution": 3368366
}