{
    "rcn": "194072",
    "acronym": "PATHway",
    "topics": "PHC-26-2014",
    "title": "PATHway: Technology enabled behavioural change as a pathway towards better self-management of CVD",
    "startDate": "01/02/2015",
    "endDate": "30/09/2018",
    "objective": "Cardiovascular disease (CVD) is the leading cause of premature death and disability in Europe and worldwide, costing the EU economy almost EUR 196 billion a year. With changing demographics and deteriorating lifestyle this situation will worsen considerably. While effective cardiac rehabilitation (CR) improves mortality and morbidity rates, uptake of community-based CR, which represents the long-term rehabilitation phase (III), is very low across member states (approximately 11%). Numbers are further diminished by low adherence rates. Key reasons for this include: severe lack of programmes, travel time, scheduling issues, lack of peer mentoring, and low self-efficacy associated with poor exercise technique and perceived poor ëbody imageí (not wanting to exercise with large groups of ëstrangersí). \nPATHway proposes a radically novel approach to CR that will ensure a paradigm shift towards empowering patients to more effectively self-manage their CVD, set within a collaborative care context with health professionals. It has the potential to deliver significant cost savings to the healthcare system, and direct more appropriate utilization of healthcare resources. This will be achieved via a patient-centric holistic approach that specifically addresses the above barriers. \nPATHway will provide individualized rehabilitation programs that use regular, socially inclusive exercise sessions as the basis upon which to provide a personalized, comprehensive lifestyle intervention program (managing exercise/physical activity (PA), smoking, diet, stress management, alcohol use etc.) to enable patients to both better understand and deal with their own condition and to lead a healthier lifestyle in general. This will be made possible by the provision of an internet- enabled, sensor-based home exercise platform that allows remote participation in CR exercise programs at any time, either by one-self or by a small number of patients, from the comfort of their own living room.",
    "totalCost": "4899080",
    "ecMaxContribution": "4899080",
    "coordinator": "DUBLIN CITY UNIVERSITY",
    "coordinatorCountry": "IE",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;ELECTRONIC RECORD SERVICES BV;NUROGAMES GMBH;UNIVERSITY OF LIMERICK;ENGINEERING - INGEGNERIA INFORMATICA SPA;UNIVERSITY OF GLASGOW;MATER MISERICORDIAE UNIVERSITY HOSPITAL;KATHOLIEKE UNIVERSITEIT LEUVEN;UNIVERSITY OF ULSTER",
    "participantCountries": "EL;NL;DE;IE;IT;UK;BE",
    "projectParticipants": {
        "999885313": {
            "orgId": "999885313",
            "orgName": "UNIVERSITY OF ULSTER",
            "ecContrib": 493255
        },
        "999809071": {
            "orgId": "999809071",
            "orgName": "UNIVERSITY OF LIMERICK",
            "ecContrib": 37050
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 274450
        },
        "969034463": {
            "orgId": "969034463",
            "orgName": "NUROGAMES GMBH",
            "ecContrib": 631750
        },
        "999892588": {
            "orgId": "999892588",
            "orgName": "DUBLIN CITY UNIVERSITY",
            "ecContrib": 1160996
        },
        "996476636": {
            "orgId": "996476636",
            "orgName": "ELECTRONIC RECORD SERVICES BV",
            "ecContrib": 561750
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 658125
        },
        "999960488": {
            "orgId": "999960488",
            "orgName": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
            "ecContrib": 391250
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 646000
        }
    },
    "calculatedTotalContribution": 4854626
}