{
    "rcn": "194084",
    "acronym": "InvestHorizon",
    "topics": "BIR-1-2014",
    "title": "Boosting Investment Readiness of SMEs and Small Midcaps - InvestHorizon",
    "startDate": "01/12/2014",
    "endDate": "31/05/2017",
    "objective": "InvestHorizon will address the main challenges affecting investment readiness:\n- the lack of programmes addressing investment readiness across Europe;\n- the low awareness regarding investment readiness and financing options amongst entrepreneurs;\n- the weak interest of different investor types for innovative SMEs across the technology sectors;\n- the weak investability of many of the companies and presentational failings, and; \n- the difficulty of matching innovative companies with specialized investors.\nInvestHorizon will pursue the following 5 objectives:\n1) Identify, recommend and communicate those strategies, indicators, schemes and tools with the best impact on investment readiness and investors sensitization and matching;\n2) Raise the awareness amongst innovative SMEs across origination types, stages, countries, technology sectors about those key topics affecting their knowledge and capacity to improve their investment readiness; \n3) Increase the interest of investors across the range of technology sectors and across the range of different types of (co)-investors;\n4) Improve the investment readiness of 3000 SMEs by boosting their business and investor propositions as well as their presentation pitch, and; \n5) Matching at least 450\\ investment ready companies with specialized investors across Europe. \nThe Consortium is composed of 10 partners each with relevant pan-European networks covering public research tech transfer (ASTP-Proton, IULG, UVT), accelerators and incubators (F6S, EBN and BWCON), the SME and Chambers of Commerce (Eurochambres) and the range of investor types (EBAN, European Crowdfunding Network and Europe Unlimited also representing Tech Tour and the International Venture Club).\nWe anticipate that at least 50 companies will be receiving funding for a total amount of minimally EUR 25 million. Furthermore, the tools and knowledge developed by the Consortium will be sustained at least across its Membership networks.",
    "totalCost": "2319201,25",
    "ecMaxContribution": "2319201,25",
    "coordinator": "EUROPE UNLIMITED S.A.",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSITE DE LIEGE;EUROCHAMBRES-ASSOCIATION DES CHAMBRES DE COMMERCE ET D'INDUSTRIE EUROPEENNES ASSOCIATION INTERNATIONALE;European Business Angel Network;ASSOCIATION OF EUROPEAN SCIENCE & TECHNOLOGY TRANSFER PROFESSIONALS;EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL;EUROPEAN CROWDFUNDING NETWORK;BWCON GMBH;F6S NETWORK LIMITED;STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
    "participantCountries": "BE;NL;DE;UK",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 137800
        },
        "954556243": {
            "orgId": "954556243",
            "orgName": "EUROCHAMBRES-ASSOCIATION DES CHAMBRES DE COMMERCE ET D'INDUSTRIE EUROPEENNES ASSOCIATION INTERNATIONALE",
            "ecContrib": 233412
        },
        "998870305": {
            "orgId": "998870305",
            "orgName": "EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL",
            "ecContrib": 303456
        },
        "950630944": {
            "orgId": "950630944",
            "orgName": "EUROPEAN CROWDFUNDING NETWORK",
            "ecContrib": 116112
        },
        "950220149": {
            "orgId": "950220149",
            "orgName": "F6S NETWORK LIMITED",
            "ecContrib": 131612
        },
        "999775315": {
            "orgId": "999775315",
            "orgName": "EUROPE UNLIMITED S.A.",
            "ecContrib": 508769
        },
        "937328655": {
            "orgId": "937328655",
            "orgName": "BWCON GMBH",
            "ecContrib": 279489
        },
        "999899475": {
            "orgId": "999899475",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
            "ecContrib": 150050
        },
        "995951672": {
            "orgId": "995951672",
            "orgName": "European Business Angel Network",
            "ecContrib": 411550
        },
        "998727812": {
            "orgId": "998727812",
            "orgName": "ASSOCIATION OF EUROPEAN SCIENCE & TECHNOLOGY TRANSFER PROFESSIONALS",
            "ecContrib": 46950
        }
    },
    "calculatedTotalContribution": 2319200
}