{
    "rcn": "194009",
    "acronym": "INNO-EEN 2014",
    "topics": "INNOSUP",
    "title": "Enhancing the innovation management capacity of SMEs through the Enterprise Europe Network in Macedonia (INNO-EEN 2014)",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "Through INNO-EEN 2014 project six 7-days service package services will be provided to four SMEs with significant innovation activities and high potential for internationalization and two SME instrument beneficiaries. As the national consortium is responsible for providing services at whole territory of the country, this project will also cover the same area. The services are delivered by two project experts/Key Account Managers (KAM) from UKIM, member of EEN Macedonia. In this way the project will be linked to EEN Macedonia.  The activities within the project are organized in two work packages: key account management (KAM) for the beneficiaries of the SME instrument and enhancing SME innovation management capacity for innovating SME independently from a specific project.  The selection of SMEs will be done based on identified criteria whereas services will be delivered in line with the specified common format with the packages. The team will use the IMP≥rove tool as an assessment tool. The KAM will undertake gap assessment and needs/ identification activity and support the SMEs in selection of lead coach. It will then facilitate interactions between the SME, the lead coach and EC. The planned duration of the both work packages is six months (July ñ December 2014). The services, benefits and experiences from these activities will be part of the internal evaluation. The beneficiaries of these activities will be also used for identification of potential needs for trainings in the future.",
    "totalCost": "3937,5",
    "ecMaxContribution": "3150",
    "coordinator": "Ss. CYRIL AND METHODIUS UNIVERSITY IN SKOPJE",
    "coordinatorCountry": "MK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999588493": {
            "orgId": "999588493",
            "orgName": "Ss. CYRIL AND METHODIUS UNIVERSITY IN SKOPJE",
            "ecContrib": 3150
        }
    },
    "calculatedTotalContribution": 3150
}