{
    "rcn": "194034",
    "acronym": "CIP-Hellas 2014",
    "topics": "INNOSUP",
    "title": "CIP-HELLAS SERVICES TO ENHANCE THE INNOVATION MANAGEMENT CAPACITY OF GREEK SMEs",
    "startDate": "01/05/2014",
    "endDate": "31/12/2014",
    "objective": "The project aims to support the innovation management capacity of Greek SMEs as a mean for advancing competitiveness and ensuring growth. Four partners of the Enterprise Europe Network-Hellas will provide mentoring and coaching services on all stages of the innovation management system, including the innovation process from idea generation to innovation results, leadership, management skills and other enabling factors, such as collaboration with R&D partners, clients and suppliers. \nThe service is of particular significance for Greek SMEs that have been seriously affected by the lasting financial recession and need support activities directly aiming at boosting their competitiveness and growth. The proposal addresses the specific objectives of the work programme, namely: a) Identification of bottlenecks in the innovation management process of SMEs benefitting from grants by Horizon 2020ís SME instrument and address these bottlenecks with the help of capable coaches, b) Increase the efficiency and effectiveness of innovation processes in SMEs with significant innovation activities that could potentially become beneficiaries of European support to research and innovation. \n\nThe service will be delivered by nominated experts of the Enterprise Europe Network-Hellas consortium. 51 service packages (7-days each) are foreseen to be delivered by the end of December 2014, to: a) Beneficiaries of the SME Instrument, b) SMEs with significant be selected based on a multi-parametric process, incorporating both geographical and sectorial criteria. National priorities for research and innovation in Greece and priorities of the Smart Specialization Strategy of each region will be taken into consideration. Common high level quality standards and predefined procedures will be developed for all partners to maximize the efficiency of the service.",
    "totalCost": "91827,5",
    "ecMaxContribution": "73462",
    "coordinator": "ETHNIKO IDRYMA EREVNON",
    "coordinatorCountry": "EL",
    "participants": "SYNDESMOS VIOMICHANION VOREIOU ELLADOS;ANONYMI ETAIREIA VIOMICHANIKIS EREVNAS, TECHNOLOGIKIS ANAPTYXIS KAI ERGASTIRIAKON DOKIMON, PISTOPIISIS KAI PIOTITAS;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "participantCountries": "EL",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 31909
        },
        "999761832": {
            "orgId": "999761832",
            "orgName": "ANONYMI ETAIREIA VIOMICHANIKIS EREVNAS, TECHNOLOGIKIS ANAPTYXIS KAI ERGASTIRIAKON DOKIMON, PISTOPIISIS KAI PIOTITAS",
            "ecContrib": 6805
        },
        "999479853": {
            "orgId": "999479853",
            "orgName": "ETHNIKO IDRYMA EREVNON",
            "ecContrib": 25161
        },
        "999772890": {
            "orgId": "999772890",
            "orgName": "SYNDESMOS VIOMICHANION VOREIOU ELLADOS",
            "ecContrib": 9587
        }
    },
    "calculatedTotalContribution": 73462
}