{
    "rcn": "194071",
    "acronym": "PROGRESS-TT",
    "topics": "CBTT-1-2014",
    "title": "PROs GRowing Europe through best practice SolutionS for Technology Transfer",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "Innovation is at the heart of Europeís growth strategy. However, Europe lags behind its international competitors in converting investment in Public Research Organisation PRO research into commercial returns via innovation. The solution lies in improving the transfer of technology from PROs to industry but there are many barriers to effective technology transfer, including: Most Technology Transfer Offices (TTOs) in PROs are small, underfunded and under-skilled; a small investor pool and long timescales make it difficult to secure finance and; there is poor understanding between IP creators, exploiters, funders and end-users.\nTo address these barriers, PROGRESS-TT will transfer the expertise of Europeís leading PROs to those with the greatest potential to grow. We will gather best practice from leading PROs and thought leaders and formulate it into Europeís most definitive TT tools, methods and insight. We will then begin a programme of knowledge transfer tailored to the audienceís level of ëreadinessí to grow. This will include:\nï Training, workshops, boot camps and e-learning delivered to emerging PROs and TT funds to develop their core skills\nï Intensive coaching and mentoring for high potential PROs to accelerate their TT activity. We will form ëteamsí comprising experienced TTO performers, industry, funds and high potential PROs to develop capability, capacity, opportunity, desire, and to build a supportive TT environment.\nï Improving access to finance by bringing established and emerging funds together to share best practice and identify cross-border opportunities\nWe will continuously improve best practice based on our trial activities, in order to create a validated legacy programme to continue supporting PROs across Europe beyond project end. Through this support, we estimate a typical high potential PRO will improve its performance by 500% in the five years following intensive support, delivering at least Ä6 million to the European economy per PRO supported",
    "totalCost": "2331748,5",
    "ecMaxContribution": "2239373,5",
    "coordinator": "MI.TO. TECHNOLOGY SRL",
    "coordinatorCountry": "IT",
    "participants": "KNOWLEDGE INNOVATION MARKET S.L.;PHILIPS INTERNATIONAL B.V.;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;PERA CONSULTING (UK) LIMITED;VTT VENTURES OY;ASSOCIATION OF EUROPEAN SCIENCE & TECHNOLOGY TRANSFER PROFESSIONALS;DSM Nutritional Products Ltd;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "participantCountries": "ES;NL;DE;UK;FI;CH;IT",
    "projectParticipants": {
        "952857191": {
            "orgId": "952857191",
            "orgName": "PERA CONSULTING (UK) LIMITED",
            "ecContrib": 225794
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 192570
        },
        "940638586": {
            "orgId": "940638586",
            "orgName": "VTT VENTURES OY",
            "ecContrib": 89232
        },
        "997455463": {
            "orgId": "997455463",
            "orgName": "DSM Nutritional Products Ltd",
            "ecContrib": 0
        },
        "983688447": {
            "orgId": "983688447",
            "orgName": "PHILIPS INTERNATIONAL B.V.",
            "ecContrib": 133438
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 186425
        },
        "946473233": {
            "orgId": "946473233",
            "orgName": "MI.TO. TECHNOLOGY SRL",
            "ecContrib": 810150
        },
        "998727812": {
            "orgId": "998727812",
            "orgName": "ASSOCIATION OF EUROPEAN SCIENCE & TECHNOLOGY TRANSFER PROFESSIONALS",
            "ecContrib": 480640
        },
        "984338444": {
            "orgId": "984338444",
            "orgName": "KNOWLEDGE INNOVATION MARKET S.L.",
            "ecContrib": 121125
        }
    },
    "calculatedTotalContribution": 2239374
}