{
    "rcn": "194025",
    "acronym": "KAM2SouthPL",
    "topics": "INNOSUP",
    "title": "Enhancing the innovation management capacity of SMEís ñ new Enterprise Europe Network services for the SMEs in four regions of the Southern Poland",
    "startDate": "01/05/2014",
    "endDate": "31/12/2014",
    "objective": "The general objective of the project is to contribute to smart growth of Southern regions of Poland by increasing the efficiency and effectiveness of investments in innovation and by contributing to more efficient connection of links along the innovation chain and by this ñ to contribute to the smart EU growth. The specific objectives of the project are: efficient management of the relation between SME (beneficiary of the SME Instrument) and the coach in purpose to increase the number of projects financed within Horizon 2020 programme completed with a successful commercialization and development of regional SME innovation management capacity: by carrying out innovation management gap analysis, development of the tailored action plan for increasing the effectiveness and efficiency of their innovation management system and implementation of the targeted actions to address bottlenecks and weak points between the innovation capabilities and innovation goals. The objectives will be achieved by performing two kinds of 7-days service packs: Key Account Manager and Enhancing SME innovation management capacity, based on the common for the whole Enterprise Europe Network standard, compliant with European Innovation Management standards - CEN/TS 16555:1(2013). The project is relevant to the Work Programme in Horizon 2020 and helps to overcome lack of capacity in innovation management, recognised as an important barrier in creating economic impact on innovation activities in SMEs. The project is addressed to the specific challenge and scope of the topic, as set out in the Work Programme and offers mentoring and coaching services to beneficiaries who need this help. The project will make SMEs high quality innovation support services available where these are absent or unaffordable on local markets. The project aims at support projects with an European dimension that lead to radical changes in how business (product, processes, services, marketing etc.) is done.",
    "totalCost": "42000",
    "ecMaxContribution": "33600",
    "coordinator": "SWIETOKRZYSKIE CENTRUM INNOWACJI ITRANSFERU TECHNOLOGII SP(ZOO)",
    "coordinatorCountry": "PL",
    "participants": "\"Stowarzyszenie Grupy Przedsiebiorcow Przemyslu Lotniczego \"\"Dolina Lotnicza\"\"\";GORNOSLASKA AGENCJA ROZWOJU REGIONALNEGO S.A.;POLITECHNIKA KRAKOWSKA;WYZSZA SZKOLA INFORMATYKI I ZARZADZANIA Z SIEDZIBA W RZESZOWIE;GORNOSLASKA AGENCJA PRZEDSIEBIORCZOSCI I ROZWOJU SP ZOO;IZBA PRZEMYSLOWO - HANDLOWA W KRAKOWIE;RZESZOWSKA AGENCJA ROZWOJU REGIONALNEGO SPOLKA AKCYJNA;STAROPOLSKA IZBA PRZEMYSLOWO-HANDLOWA;FUNDUSZ GORNOSLASKI SPOLKA AKCYJNA",
    "participantCountries": "PL",
    "projectParticipants": {
        "999767361": {
            "orgId": "999767361",
            "orgName": "RZESZOWSKA AGENCJA ROZWOJU REGIONALNEGO SPOLKA AKCYJNA",
            "ecContrib": 5600
        },
        "999516519": {
            "orgId": "999516519",
            "orgName": "POLITECHNIKA KRAKOWSKA",
            "ecContrib": 5600
        },
        "970384412": {
            "orgId": "970384412",
            "orgName": "WYZSZA SZKOLA INFORMATYKI I ZARZADZANIA Z SIEDZIBA W RZESZOWIE",
            "ecContrib": 2800
        },
        "999757273": {
            "orgId": "999757273",
            "orgName": "STAROPOLSKA IZBA PRZEMYSLOWO-HANDLOWA",
            "ecContrib": 4200
        },
        "999834000": {
            "orgId": "999834000",
            "orgName": "GORNOSLASKA AGENCJA ROZWOJU REGIONALNEGO S.A.",
            "ecContrib": 0
        },
        "950182319": {
            "orgId": "950182319",
            "orgName": "IZBA PRZEMYSLOWO - HANDLOWA W KRAKOWIE",
            "ecContrib": 2800
        },
        "932126933": {
            "orgId": "932126933",
            "orgName": "FUNDUSZ GORNOSLASKI SPOLKA AKCYJNA",
            "ecContrib": 4200
        },
        "997335765": {
            "orgId": "997335765",
            "orgName": "\"Stowarzyszenie Grupy Przedsiebiorcow Przemyslu Lotniczego \"\"Dolina Lotnicza\"\"\"",
            "ecContrib": 1400
        },
        "948175001": {
            "orgId": "948175001",
            "orgName": "GORNOSLASKA AGENCJA PRZEDSIEBIORCZOSCI I ROZWOJU SP ZOO",
            "ecContrib": 4200
        },
        "999767749": {
            "orgId": "999767749",
            "orgName": "SWIETOKRZYSKIE CENTRUM INNOWACJI ITRANSFERU TECHNOLOGII SP(ZOO)",
            "ecContrib": 2800
        }
    },
    "calculatedTotalContribution": 33600
}