{
    "rcn": "194035",
    "acronym": "MED4INNO",
    "topics": "INNOSUP",
    "title": "French MEDiterranean Support for INNOvative SMEs",
    "startDate": "01/06/2014",
    "endDate": "31/12/2014",
    "objective": "MED4INNO Project proposal is an extension of the running MED2EUROPE Project financed under Competitiveness Innovation Program for Enterprise Europe Network activity. The project covers the whole of the French Mediterranean area with 3 regions: Provence Alpes CÙte díAzur, Languedoc-Roussillon and Corsica (NUTS-1 FR7).  The project will be carried out by 3 partners in the 2 major regions (PACA and LR) as Corsica cannot implement this Specific Action for 2014:\n- Agence RÈgionale de líInnovation et de líInternationalisation des entreprises de la rÈgion PACA (ARII PACA) for Provence Alpes CÙte díAzur Region\n- Chambre de Commerce et díIndustrie de RÈgion PACA (CCIR PACA) for Provence Alpes CÙte díAzur Region\n- Transferts LR for Languedoc-Roussillon Region\nThe project aims at to put in place a reinforced SME Service Support, named Service Package, dedicating to support the growth of promising companies involved in innovative projects or benefiting SME Instrument grants.  33 Service Packages will be available during the project.\nMED4INNO Project matches perfectly the work program defined by the European Commission concerning its support to SMEs. European SMEs have demonstrated for several years that they pull European growth and that they are the backbone in Europe for innovation, investment and job creation.  Unfortunately innovative SMEs are often too small or too young or less capitalized than any other companies to grow. The final impact of support service provided is similar to the objective of SME Instrument: to turn our SMEs with significant innovation activities into investorsí ready SMEs.",
    "totalCost": "105000",
    "ecMaxContribution": "84000",
    "coordinator": "AGENCE REGIONALE POUR L'INNOVATION ET L'INTERNATIONALISATION DES ENTREPRISES DE PROVENCE ALPES COTE D'AZUR",
    "coordinatorCountry": "FR",
    "participants": "TRANSFERTS LANGUEDOC-ROUSSILLON;CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION PROVENCE ALPES COTE D'AZUR",
    "participantCountries": "FR",
    "projectParticipants": {
        "944112932": {
            "orgId": "944112932",
            "orgName": "AGENCE REGIONALE POUR L'INNOVATION ET L'INTERNATIONALISATION DES ENTREPRISES DE PROVENCE ALPES COTE D'AZUR",
            "ecContrib": 30572
        },
        "941429233": {
            "orgId": "941429233",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION PROVENCE ALPES COTE D'AZUR",
            "ecContrib": 24704
        },
        "941057529": {
            "orgId": "941057529",
            "orgName": "TRANSFERTS LANGUEDOC-ROUSSILLON",
            "ecContrib": 28724
        }
    },
    "calculatedTotalContribution": 84000
}