{
    "rcn": "194087",
    "acronym": "ACANTO",
    "topics": "PHC-19-2014",
    "title": "ACANTO: A CyberphysicAl social NeTwOrk using robot friends",
    "startDate": "01/02/2015",
    "endDate": "31/07/2018",
    "objective": "'Despite its recognised benefits, most older adults do not engage in a regular physical activity. The ACANTO project proposes a friendly robot walker (the FriWalk) that will abate a some of the most important barriers to this healthy behaviour.\nThe FriWalk revisits the notion of robotic walking assistants and evolves it towards an activity vehicle. The execution of a programme of physical training is embedded within familiar and compelling every-day activities. The FriWalk operates as a personal trainer triggering the user actions and monitoring their impact on the physical and mental well-being. It offers cognitive and emotional support for navigation pinpointing risk situations in the environment and understanding the social context. It supports coordinated motion with other FriWalks for group activities.\nThe FriWalk combines low cost and advanced features, thanks to its reliance on a cloud of services that increase its computing power and interconnect it to other assisted living devices. Very innovative is its ability to collect observations on the user preferred behaviours, which are consolidated in a user profile and used for recommendation of future activities. In this way, the FriWalk operates as a gateway toward a CyberPhysical Social Network (CPSN), which is an important contribution of the project. The CPSN is at the basis of a recommendation system in which users' profiles are created, combined into 'circles' and matched with the opportunity offered by the environment to generate recommendations for activities to be executed with the FriWalk support. The permanent connection between users and CPSN is secured by the FriPad, a tablet with a specifically designed user interface. The CPSN creates a community of users, relatives and therapists, who can enter prescriptions on the user and receive information on her/his state.\nUsers are involved in a large number in all the phases of the system development and an extensive validation is carried out at the end.'",
    "totalCost": "4295755",
    "ecMaxContribution": "4295755",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE;Universit‡ degli Studi di Siena;ENVITEL TECNOLOGIA Y CONTROL S.A.;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;SIEMENS AKTIENGESELLSCHAFT OESTERREICH;SERVICIO MADRILENO DE SALUD;ATOS SPAIN SA;UNIVERSITY OF NORTHUMBRIA AT NEWCASTLE;TELECOM ITALIA SPA",
    "participantCountries": "FR;IT;ES;EL;AT;UK",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 341812
        },
        "999908496": {
            "orgId": "999908496",
            "orgName": "TELECOM ITALIA SPA",
            "ecContrib": 290625
        },
        "999481987": {
            "orgId": "999481987",
            "orgName": "SERVICIO MADRILENO DE SALUD",
            "ecContrib": 294582
        },
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 444000
        },
        "999898020": {
            "orgId": "999898020",
            "orgName": "UNIVERSITA' DEGLI STUDI DI SIENA",
            "ecContrib": 0
        },
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 1115593
        },
        "999547074": {
            "orgId": "999547074",
            "orgName": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE",
            "ecContrib": 321500
        },
        "999859705": {
            "orgId": "999859705",
            "orgName": "UNIVERSITY OF NORTHUMBRIA AT NEWCASTLE",
            "ecContrib": 463397
        },
        "965670406": {
            "orgId": "965670406",
            "orgName": "ENVITEL TECNOLOGIA Y CONTROL S.A.",
            "ecContrib": 210364
        },
        "999953601": {
            "orgId": "999953601",
            "orgName": "SIEMENS AKTIENGESELLSCHAFT OESTERREICH",
            "ecContrib": 455131
        }
    },
    "calculatedTotalContribution": 3937004
}