{
    "rcn": "194052",
    "acronym": "NORIMS",
    "topics": "INNOSUP",
    "title": "Norwegian Innovation Management Services",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "The INNOWAY consortium will be delivering services under Horizon 2020 within the action ´Establishing services enhancing the innovation management capacity of SMEís in the Enterprise Europe Network in 2014 ª. This will build the foundation for the actions to be carried out in 2015-2021.\n\nThe NORIMS project will have three partners with Innovation Norway being the coordinator and IRIS and NORUT as partners. All three institutions will be delivering both services: Innovation Specialist and Key Account Management. \nThere will be seven experts from Innovation Norway (5), IRIS (1) and NORUT (1) delivering the services in 2014. To coordinate the action a ìCompetence Group Innovationî will be set up, composed of the certified innovation experts plus the INNOWAY-project coordinator and the SME NCP. The group will be chaired by the Activity Leader for the H2020 innovation services, who is to be elected from among the innovation experts.\n\nThe application consists of four work packages: \nWP 0: Integration of the actions into the Enterprise Europe Network general services\nWP 1: Implementation of the Key Account Management services for the beneficiaries of the SME instrument\nWP 2: Implementation of Innovation Management Capacity Building services\nWP 3: Project Management and Quality Assurance of the project.\n\nNorway will be delivering 15 services packages, estimating 5 KAM for the SMEI beneficiaries and 10 companies will be chosen for the innovation management services. The companies will be recruited by regular INNOWAY staff and selected by the Competence group on Innovation. All companies being part of the action or not will also be linked to the regular innovation and internationalization services under the CIP Enterprise Europe Network work-programme.\n \nThe NORIMS project has chosen the IMP3rove tool for enhancing innovation management capacity. KAM will use Ostwerwalder business canvas and the FRAM tools.",
    "totalCost": "42693,75",
    "ecMaxContribution": "34155",
    "coordinator": "Innovasjon Norge",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996614570": {
            "orgId": "996614570",
            "orgName": "Innovasjon Norge",
            "ecContrib": 34155
        }
    },
    "calculatedTotalContribution": 34155
}