{
    "rcn": "194085",
    "acronym": "Sound of Vision",
    "topics": "PHC-26-2014",
    "title": "Natural sense of vision through acoustics and haptics",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "Sound of Vision (Vision restoration through sound and haptics) will design, implement and validate an original non-invasive hardware and software system to assist visually impaired people by creating and conveying an auditory representation of the surrounding environment. This representation will be created, updated and delivered to a blind person continuously and in real time. This system will help visually impaired people in any kind of environment (indoor/outdoor), without the need for predefined tags/sensors located in the surroundings.\n\nThe process of assisting visually impaired people proposed by Sound of Vision consists of a series of repetitive steps. The first step uses hardware and software for generating a 3D representation of the surrounding environment. In the second step, objects are identified within the 3D model and the information is then transformed into 3D sound and haptics sources. In the last step, all the 3D sound and haptics sources are combined and conveyed to the user, using specialized wearable hardware and algorithms.\n\nA functional prototype will be developed, followed by experimental validations and subsequent improvements, according to the feedback provided by visually impaired people, training specialists and neurologists. The product thus obtained will be sold as a hardware and software system, as well as some training courses that will help blind people use the system.\n\nThe consortium has the necessary complementary competences to design and develop the proposed system, to test the prototype, establish training protocols and also to commercialize the system as an intuitive and accessible final product.\n\nSound of Vision is a concept that goes beyond the state of the art of the visual sensory substitution systems, having the potential to become an affordable commercial product that will actually help blind people. This system can have an impressive social impact, improving the lifestyle of blind people, and also of their families and friends, on which they would otherwise depend.\n\nFree keywords (updated):\nVisual impairments; brain-computer interface (BCI); Neuroplasticity; Psychophysics; audio/video processing; wearable assistive devices; sonification; sound localization; haptic space perception.",
    "totalCost": "3960709",
    "ecMaxContribution": "3960709",
    "coordinator": "HASKOLI ISLANDS",
    "coordinatorCountry": "IS",
    "participants": "SZECHENYI ISTVAN UNIVERSITY;INFO WORLD SRL;UNIVERSITATEA POLITEHNICA DIN BUCURESTI;POLITECHNIKA LODZKA;ISTITUTO PER L'INTERSCAMBIO SCIENTIFICO;UNIVERSITATEA TEHNICA GHEORGHE ASACHI DIN IASI;FUNDACJA INSTYTUT ROZWOJU REGIONALNEGO;BJONUSTU-OG BEKKINGARMIOSTOO FYRIRBLINDA SJONSKERTA OG DAUFBLINDA EINSTAKLINGA",
    "participantCountries": "HU;RO;PL;IT;IS",
    "projectParticipants": {
        "999879590": {
            "orgId": "999879590",
            "orgName": "SZECHENYI ISTVAN UNIVERSITY",
            "ecContrib": 149625
        },
        "999842342": {
            "orgId": "999842342",
            "orgName": "UNIVERSITATEA POLITEHNICA DIN BUCURESTI",
            "ecContrib": 705400
        },
        "999886671": {
            "orgId": "999886671",
            "orgName": "POLITECHNIKA LODZKA",
            "ecContrib": 352906
        },
        "999884246": {
            "orgId": "999884246",
            "orgName": "HASKOLI ISLANDS",
            "ecContrib": 1336898
        },
        "940739660": {
            "orgId": "940739660",
            "orgName": "BJONUSTU-OG BEKKINGARMIOSTOO FYRIRBLINDA SJONSKERTA OG DAUFBLINDA EINSTAKLINGA",
            "ecContrib": 197832
        },
        "999731859": {
            "orgId": "999731859",
            "orgName": "INFO WORLD SRL",
            "ecContrib": 269119
        },
        "999953116": {
            "orgId": "999953116",
            "orgName": "ISTITUTO PER L'INTERSCAMBIO SCIENTIFICO",
            "ecContrib": 383519
        },
        "999853303": {
            "orgId": "999853303",
            "orgName": "UNIVERSITATEA TEHNICA GHEORGHE ASACHI DIN IASI",
            "ecContrib": 424710
        },
        "991240091": {
            "orgId": "991240091",
            "orgName": "FUNDACJA INSTYTUT ROZWOJU REGIONALNEGO",
            "ecContrib": 140700
        }
    },
    "calculatedTotalContribution": 3960709
}