{
    "rcn": "194074",
    "acronym": "WOMEN-UP",
    "topics": "PHC-26-2014",
    "title": "Cost effective self-management of urinary incontinence addressed to women across Europe",
    "startDate": "01/02/2015",
    "endDate": "31/07/2018",
    "objective": "Urinary incontinence (UI), considered as a disease according to the World Health Organization (WHO), is not a life-threatening condition, but causes a very negative impact on daily living and quality of life.  56 million European citizens  are affected by UI, which represents a serious impairment to the quality of their professional and personal life. Recent statistics show that 346 million people worldwide experienced any type of UI in 2008, which will increase to 420 million by 2018. In addition, when UI appears it is maintained throughout a lifetime if no solution is provided, causing huge social and economic costs (nearly $10 billion is lost every year in direct treatment cost and lost productivity due to UI).\n\nThe main objective of WOMEN-UP project is to improve the quality of life of urinary incontinence patients through a holistic and cost-effective ICT-solution, allowing for the self management of the chronic UI disease via a decision support system and a secure remote medical supervision.\n\nThis general objective is divided into the following specific objectives:\n\n-To improve womenísí health by providing lifestyle changes through an integral and multifactorial treatment.\n-To develop an ICT-based system to facilitate a holistic solution for a conservative home treatment: Lifestyle interventions and pelvic floor muscle training with remote clinical assessment and supervision.\n-To make eHealth tools for UI more effective, user-friendly and widely accepted by involving professionals and patients in strategy, design and implementation.\n-To assess the cost-efficiency of the proposed ICT-based solution for significantly reducing health system costs by up to 72%\n-To develop an innovative approach for the supervision of Pelvic Floor Muscles Training \n-To increase patient\n\nThe project WOMEN-UP will be developed by a consortium that brings together 9 partners from 6 different EU member states (Spain, Finland, Netherlands, Czech Republic, Romania, and Switzerland).",
    "totalCost": "3470257,59",
    "ecMaxContribution": "3245256,84",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "EVROPSKA UROGYNEKOLOGICKA SPOLECNOST;UNIVERSITATEA BABES BOLYAI;BAP HEALTH OUTCOMES RESEARCH SL;FUNDACIO CLINIC PER A LA RECERCA BIOMEDICA;Academisch Medisch Centrum bij de Universiteit van Amsterdam;MEGA ELEKTRONIIKKA OY;POHJOIS-SAVON SAIRAANHOITOPIIRIN KUNTAYHTYMA;YOUREHAB AG",
    "participantCountries": "CZ;RO;ES;NL;FI;CH",
    "projectParticipants": {
        "971070396": {
            "orgId": "971070396",
            "orgName": "YOUREHAB AG",
            "ecContrib": 0
        },
        "999683941": {
            "orgId": "999683941",
            "orgName": "MEGA ELEKTRONIIKKA OY",
            "ecContrib": 793000
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 615141
        },
        "994428093": {
            "orgId": "994428093",
            "orgName": "BAP HEALTH OUTCOMES RESEARCH SL",
            "ecContrib": 9696
        },
        "998250766": {
            "orgId": "998250766",
            "orgName": "POHJOIS-SAVON SAIRAANHOITOPIIRIN KUNTAYHTYMA",
            "ecContrib": 361500
        },
        "941271802": {
            "orgId": "941271802",
            "orgName": "EVROPSKA UROGYNEKOLOGICKA SPOLECNOST",
            "ecContrib": 53750
        },
        "999860578": {
            "orgId": "999860578",
            "orgName": "UNIVERSITATEA BABES BOLYAI",
            "ecContrib": 205656
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 846095
        }
    },
    "calculatedTotalContribution": 2884838
}