{
    "rcn": "194045",
    "acronym": "EEN INNO",
    "topics": "INNOSUP",
    "title": "Action ìEstablishing services enhancing the innovation management capacity of SME's in the Enterprise Europe Networkî",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "Fifteen Serbian SMEs will be provided with the 7-day service packages out of which 10 companies will be in the innovating SMEs client group while 5 will belong to the group of beneficiaries of the SME instrument. Selection of the SMEs will be done in the following way: 10 SMEs with the best innovation performances will be selected for enhancement segment, accompanied with additional 5 SMEs who have successfully applied for SME instrument. Seven members Jury consisting of the experts from EEN Serbia consortium, representing each of the seven partners in EEN Serbia will make final selection. Seven members Jury will include three coaches /experts who will lead the action plan implementation in this project, described in WP1 and WP2. \nThe engagement on WP1 will be divided into three phases: internal capacity building; KAM service provision for 5 SMEs (7 day-packages). meaning either support for SMEs qualifying for SME instrument, or provision of further support for accessing other financial instruments in case of failing for entering SME instrument; and  integration and follow up(s).  \nThe engagement on WP2 will be conducted through assessment and needs/gap analysis, after which the coaching session will start. Coaching session will combine three days coaching session in relevant topics for development of IPs for 10 SMEs and two days coaching session one-to-one with the each of 10 SME.\nFourth day of one-to-one coaching will be delivered within three weeks of coaching in relevant topics for IPs while the fifth coaching day will be delivered in the course of project duration in order to identify appropriate international/nation call for proposals.\nAssessment work and dissemination of relevant information will involve all seven partners in EEN Serbia consortium. WP1 will be done by partner 4 (UBG) while WP2 will be performed by partner 2 (MPI) and partner 3 (UNS). The action is coordinated by partner 1 (NARD).",
    "totalCost": "14437,5",
    "ecMaxContribution": "11550",
    "coordinator": "NATIONAL AGENCY FOR REGIONAL DEVELPMENT",
    "coordinatorCountry": "RS",
    "participants": "UNIVERZITET U BEOGRADU;INSTITUT MIHAJLO PUPIN;UNIVERZITET U NOVOM SADU",
    "participantCountries": "RS",
    "projectParticipants": {
        "999641843": {
            "orgId": "999641843",
            "orgName": "UNIVERZITET U BEOGRADU",
            "ecContrib": 3849
        },
        "953285058": {
            "orgId": "953285058",
            "orgName": "NATIONAL AGENCY FOR REGIONAL DEVELPMENT",
            "ecContrib": 1
        },
        "999940991": {
            "orgId": "999940991",
            "orgName": "INSTITUT MIHAJLO PUPIN",
            "ecContrib": 3850
        },
        "998833833": {
            "orgId": "998833833",
            "orgName": "UNIVERZITET U NOVOM SADU",
            "ecContrib": 3850
        }
    },
    "calculatedTotalContribution": 11550
}