{
    "rcn": "194094",
    "acronym": "Feel4Diabetes",
    "topics": "HCO-05-2014",
    "title": "Developing and implementing a community-based intervention to create a more supportive social and physical environment for lifestyle changes to prevent diabetes in vulnerable families across Europe",
    "startDate": "01/12/2014",
    "endDate": "31/08/2019",
    "objective": "The Feel4Diabetes project addresses ìHCO5-2014: Global Alliance for Chronic Diseases: prevention and treatment of type 2 diabetesî. \nThe aim of this project is to develop, implement and evaluate a community-based intervention aiming to create a more supportive social and physical environment to promote lifestyle and behaviour change to prevent type 2 diabetes among families from low and middle income countries and from vulnerable groups in high income countries in Europe. \n\nMethods: The PRECEDE-PROCEED Model will provide the theoretical framework for the development, implementation and evaluation of the Feel4Diabetes intervention. The framework has two phases, namely the PRECEDE and PROCEED phase.\n \nDuring the PRECEDE phase, the target population as well as behaviours related to type 2 diabetes and their determinants will be identified. Existing research programs and guidelines for type 2 diabetes prevention, policies, legislation, local infrastructure and human resources will also be recorded. Based on the knowledge gained from this phase, a low-cost and applicable in low-resource settings community-based intervention programme will be developed, with the active engagement of local stakeholders, providing access to the existing infrastructure and human resources wherever feasible. \n\nDuring the PROCEED phase, the intervention will be implemented and its process, impact, outcome, cost-effectiveness and scalability will be evaluated. The results of the intervention will be disseminated, aiming to embed it into policy and practice. \n\nConsortium: The Feel4Diabetes multidisciplinary consortium incorporates the necessary expertise on diabetes prevention, behaviours, nutrition, physical activity, policy and health economics. It consists of 10 partners from 7 universities, 1 research institute, 1 advocacy group and a small-medium enterprise, representing European low-middle income, high income and under socioeconomic crisis countries.",
    "totalCost": "2997405",
    "ecMaxContribution": "2997405",
    "coordinator": "HAROKOPIO UNIVERSITY",
    "coordinatorCountry": "EL",
    "participants": "UNIVERSIDAD DE ZARAGOZA;Medical University Of Varna;UNIVERSITEIT GENT;EXTENSIVE LIFE OY;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;DEBRECENI EGYETEM;TERVEYDEN JA HYVINVOINNIN LAITOS;FEDERATION INTERNATIONALE DU DIABETE REGION EUROPE AISBL;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "ES;BG;BE;FI;EL;HU;DE",
    "projectParticipants": {
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 337000
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 240625
        },
        "999881239": {
            "orgId": "999881239",
            "orgName": "DEBRECENI EGYETEM",
            "ecContrib": 190875
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 509938
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 105625
        },
        "999506431": {
            "orgId": "999506431",
            "orgName": "Medical University Of Varna",
            "ecContrib": 219781
        },
        "996697893": {
            "orgId": "996697893",
            "orgName": "TERVEYDEN JA HYVINVOINNIN LAITOS",
            "ecContrib": 493261
        },
        "944835679": {
            "orgId": "944835679",
            "orgName": "EXTENSIVE LIFE OY",
            "ecContrib": 73500
        },
        "999858929": {
            "orgId": "999858929",
            "orgName": "HAROKOPIO UNIVERSITY",
            "ecContrib": 648050
        },
        "999948751": {
            "orgId": "999948751",
            "orgName": "FEDERATION INTERNATIONALE DU DIABETE REGION EUROPE AISBL",
            "ecContrib": 178750
        }
    },
    "calculatedTotalContribution": 2997405
}