{
    "rcn": "194088",
    "acronym": "GrowMeUp",
    "topics": "PHC-19-2014",
    "title": "GrowMeUp",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "GrowMeUpís main aim is to increase the years of independent and active living, and the quality of life of older persons (age of 65\\) with light physical or mental health problems who live alone at home and can find pleasure and relief in getting support or stimulation to carry out their daily activities over the ageing process. GrowMeUp will provide an affordable service robotic system able to learn the older persons needs and habits over time and enhance (ëgrow upí/scale up) its functionality to compensate for the elderís degradation of abilities, to support, encourage and engage the older persons to stay longer active, independent and socially involved, in carrying out their daily life at home. State of the art cloud computing technologies and machine learning mechanisms will be used, enabling the GrowMeUp robot to extend and increase its knowledge continuously over time. Robots will share and distribute their knowledge through the cloud, so that other ìconnectedî robots can learn from each other's experience, increasing thus their functionality/competencies and simultaneously reduce learning effort. Implicit daily activities support will be provided in a human like way characterized by behaviour and emotional understanding, intelligent dialoguing and personalized services provision. GrowMeUp will be introduced early enough to the elder person, creating thus a positive long-term relationship between the elder and the robot, considering persons as active collaborators with whom the robot can interact, so as to increase its knowledge about their personalized needs. Furthermore, the robot will be connected to a virtual care network that will provide for continuous care, but also motivation and education to the older persons of how to best use the platform. A group of relevant stakeholders will use the system over a nine month pilot period. The goal is to achieve global leadership in advanced solutions supporting active and healthy ageing.",
    "totalCost": "3415930",
    "ecMaxContribution": "2790430",
    "coordinator": "UNIVERSIDADE DE COIMBRA",
    "coordinatorCountry": "PT",
    "participants": "PAL ROBOTICS SL;UNIVERSITE DE GENEVE;CARITAS DIOCESANA DE COIMBRA;CITARD SERVICES LTD;PROBAYES SAS;STICHTING ZUYDERLAND ZORG;UNIVERSITY OF CYPRUS",
    "participantCountries": "ES;CH;PT;CY;FR;NL",
    "projectParticipants": {
        "951474553": {
            "orgId": "951474553",
            "orgName": "STICHTING ZUYDERLAND ZORG",
            "ecContrib": 466055
        },
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 524000
        },
        "997826391": {
            "orgId": "997826391",
            "orgName": "UNIVERSIDADE DE COIMBRA",
            "ecContrib": 412250
        },
        "964796436": {
            "orgId": "964796436",
            "orgName": "CITARD SERVICES LTD",
            "ecContrib": 449250
        },
        "947175610": {
            "orgId": "947175610",
            "orgName": "CARITAS DIOCESANA DE COIMBRA",
            "ecContrib": 249375
        },
        "970666488": {
            "orgId": "970666488",
            "orgName": "PAL ROBOTICS SL",
            "ecContrib": 345000
        },
        "999752326": {
            "orgId": "999752326",
            "orgName": "PROBAYES SAS",
            "ecContrib": 344500
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2790430
}