{
    "rcn": "194097",
    "acronym": "EmERGE",
    "topics": "PHC-26-2014",
    "title": "Evaluating mHealth technology in HIV to improve Empowerment and healthcare utilisation: Research and innovation to Generate Evidence for personalised care",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "EmERGE will develop a mHealth platform to enable self-management of HIV in patients with stable disease. The platform will build upon and integrate the existing mHealth solutions operated by pioneering healthcare providers in the UK and Spain and apply a rigorous co-design approach to ensure patient and clinician input to the solution. The platform will provide users with web based and mobile device applications which interface securely with relevant medical data and facilitate remote access to key healthcare providers   EATG, the European HIV patient organisation, will provide a direct and deep interaction with representative patients and clinicians from 5 EU countries. The platform and interfaces will be validated in a large study of 3900 patients using a tailored HTA process, MAST, specifically developed for the assessment of mHealth solutions including translatability as a key factor.  Based on prior work showing a high uptake rate and use of mHealth in HIV patient populations, EmERGE aims to demonstrate the benefits to patients and simultaneous increases in cost-effectiveness for healthcare providers by reducing face-to-face consultations, estimated at 6000 saved per year within this study alone. Patient reported outcomes will be agreed and used in the assessment and development of the system which also aims to increase adherence and enable frailty to be reported using mHealth technology.  Innovation will be given priority from the beginning by developing new business models of care provision, targeting key stakeholders in the EU health provider sector, including policymakers and clinicians, while eliciting demand from patients to highlight and initiate the widespread implementation and compensation of mHealth solutions within the timeframe of the project.  Guidelines and policy briefs will be produced to evidence the benefits and disseminate the lessons learned to support the uptake of mHealth for self-management of other chronic diseases.",
    "totalCost": "5457480,14",
    "ecMaxContribution": "5457480,14",
    "coordinator": "BRIGHTON AND SUSSEX UNIVERSITY HOSPITALS NHS TRUST",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF BRIGHTON;NPMS-HHC CIC;MODUS RESEARCH AND INNOVATION LIMITED;MHEALTH FUTURES LTD;THE UNIVERSITY OF SUSSEX;CENTRO HOSPITALAR DE LISBOA CENTRAL, EPE;FUNDACIO CLINIC PER A LA RECERCA BIOMEDICA;PODMEDICS LIMITED;KITE INNOVATION (EUROPE) LIMITED;KLINIKA ZA INFEKTIVNE BOLESTI DR. FRAN MIHALJEVIC;UNIVERSIDAD POLITECNICA DE MADRID;EUROPEAN AIDS TREATMENT GROUP EV;PRINS LEOPOLD INSTITUUT VOOR TROPISCHE GENEESKUNDE",
    "participantCountries": "UK;PT;ES;HR;DE;BE",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 230300
        },
        "999860481": {
            "orgId": "999860481",
            "orgName": "UNIVERSITY OF BRIGHTON",
            "ecContrib": 509075
        },
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 17738
        },
        "998620433": {
            "orgId": "998620433",
            "orgName": "EUROPEAN AIDS TREATMENT GROUP EV",
            "ecContrib": 540625
        },
        "999879396": {
            "orgId": "999879396",
            "orgName": "BRIGHTON AND SUSSEX UNIVERSITY HOSPITALS NHS TRUST",
            "ecContrib": 698130
        },
        "999883276": {
            "orgId": "999883276",
            "orgName": "PRINS LEOPOLD INSTITUUT VOOR TROPISCHE GENEESKUNDE",
            "ecContrib": 587548
        },
        "940798539": {
            "orgId": "940798539",
            "orgName": "CENTRO HOSPITALAR DE LISBOA CENTRAL, EPE",
            "ecContrib": 386787
        },
        "940907567": {
            "orgId": "940907567",
            "orgName": "PODMEDICS LIMITED",
            "ecContrib": 455000
        },
        "940691354": {
            "orgId": "940691354",
            "orgName": "NPMS-HHC CIC",
            "ecContrib": 433125
        },
        "953182044": {
            "orgId": "953182044",
            "orgName": "KLINIKA ZA INFEKTIVNE BOLESTI DR. FRAN MIHALJEVIC",
            "ecContrib": 273604
        },
        "995206033": {
            "orgId": "995206033",
            "orgName": "KITE INNOVATION (EUROPE) LIMITED",
            "ecContrib": 114556
        },
        "940655270": {
            "orgId": "940655270",
            "orgName": "MHEALTH FUTURES LTD",
            "ecContrib": 196875
        }
    },
    "calculatedTotalContribution": 4443363
}