{
    "rcn": "194054",
    "acronym": "CIPOUEST H2020",
    "topics": "INNOSUP",
    "title": "ìEstablishing services enhancing the innovation management capacity of SME's in the Enterprise Europe Networkî",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "Topic = Establishing services ìEnhancing the innovation management capacity of SMEsî in the Enterprise Europe Network: \n\n2 distinct types of activities are envisaged, which shall be provided as comprehensive seven day service packages following very specific processes. These high added value services will be delivered by suitably qualified senior innovation experts.  \n\nWP1 : ´ Key Account Management ª for the beneficiaries of the SME instrument ª = the role of the EEN Key Account Manager will be to facilitate the implementation of the SME Instrument in Bretagne and Pays de la Loire, in Phase I and II.\n\nWP2 : ´ Enhancing SME Innovation management capacity  for SMEs independly from a specific project ª =  the aim of this WP is to improve the innovation management capacity of SMEs with high development potential.",
    "totalCost": "67787,5",
    "ecMaxContribution": "54230",
    "coordinator": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION BRETAGNE",
    "coordinatorCountry": "FR",
    "participants": "BRETAGNE DEVELOPPEMENT INNOVATION;CHAMBRE REGIONALE DE COMMERCE ET D'INDUSTRIE DES PAYS DE LA LOIRE",
    "participantCountries": "FR",
    "projectParticipants": {
        "999909078": {
            "orgId": "999909078",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION BRETAGNE",
            "ecContrib": 13566
        },
        "999913734": {
            "orgId": "999913734",
            "orgName": "CHAMBRE REGIONALE DE COMMERCE ET D'INDUSTRIE DES PAYS DE LA LOIRE",
            "ecContrib": 35343
        },
        "963378490": {
            "orgId": "963378490",
            "orgName": "BRETAGNE DEVELOPPEMENT INNOVATION",
            "ecContrib": 5321
        }
    },
    "calculatedTotalContribution": 54230
}