{
    "rcn": "194091",
    "acronym": "SMART2D",
    "topics": "HCO-05-2014",
    "title": "A people-centred approach through Self-Management and Reciprocal learning for the prevention and management of Type-2-Diabetes",
    "startDate": "01/01/2015",
    "endDate": "31/03/2019",
    "objective": "Background:\nType 2 diabetes mellitus (T2DM) and pre-diabetes contribute increasingly to the global burden of disease with the health systems struggling to effectively manage prevention and control. This necessitates contextually appropriate, policy relevant solutions with high scale-up potential. The study is built on a consortium experienced in implementation and cross-cultural translation of disease prevention and management. We aim to strengthen capacity for T2DM care including prevention in high-risk population, through proven strategies like task shifting to community health workers, and expanding care networks through community-based peer support groups.\n\nMethods: \nA phased, participatory approach with built-in on-going policy dialogue will be used for implementing and testing a complex intervention in three countries representing low-, middle- and high-income settings: rural Uganda, urban South Africa and vulnerable immigrant populations in urban Sweden. These actions will follow an iterative process with modifications and improvements within and between the stages of formative research to implementation and evaluation. The testing will be conducted with a controlled design in two arms, a facility-only strategy vs. a combined facility and community strategy evaluated in terms of health systems, disease-related and equity outcomes. \n\nOutcomes:\nThe study has a strong social innovations component that will leverage existing networks and platforms, to empower patients, their families and communities through the self-management approach. It will embed research into policy and practice from the beginning; and enable cross-lessons from other chronic conditions and reciprocal learning.  It will re-introduce the essential but ëmissingí community component still existing in low- and middle-income countries back to the health system of a high-income country in a contextually appropriate form, which is relevant for Europe in tackling T2DM and other chronic conditions.",
    "totalCost": "3344981,25",
    "ecMaxContribution": "3344979",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "UPPSALA UNIVERSITET;MAKERERE UNIVERSITY;UNIVERSITY OF THE WESTERN CAPE;ABSETZ SIRKKU PILVIKKI;PRINS LEOPOLD INSTITUUT VOOR TROPISCHE GENEESKUNDE",
    "participantCountries": "SE;UG;ZA;FI;BE",
    "projectParticipants": {
        "999883276": {
            "orgId": "999883276",
            "orgName": "PRINS LEOPOLD INSTITUUT VOOR TROPISCHE GENEESKUNDE",
            "ecContrib": 237500
        },
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 378150
        },
        "999883373": {
            "orgId": "999883373",
            "orgName": "UNIVERSITY OF THE WESTERN CAPE",
            "ecContrib": 829562
        },
        "941841192": {
            "orgId": "941841192",
            "orgName": "ABSETZ SIRKKU PILVIKKI",
            "ecContrib": 160687
        },
        "999856601": {
            "orgId": "999856601",
            "orgName": "MAKERERE UNIVERSITY",
            "ecContrib": 751843
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 987237
        }
    },
    "calculatedTotalContribution": 3344979
}