{
    "rcn": "194042",
    "acronym": "INSERV M-V",
    "topics": "INNOSUP",
    "title": "Establishing the new EEN Services for the Enhancing the Innovation Management Capacity of SME's in Mecklenburg-Vorpommern",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "The project relates to the design and implementation of assessments and consulting as a part of a new introduced service of the Enterprise Europe Network. The new service addresses small and midsized Enterprises (SME) with outstanding potential of innovation and internationalization.\nThe new service comes as a Seven-Day Assessment and Consulting Process in two varieties. Both processes have the aim to enhance the innovation and internationalization capacities of the management and of the SME as a whole.\nFirst called KAMP. This is the ëKey Account Management Processí which is provided to beneficiaries who will introduced by the EEN by a special proposal and selection process in advance of the KAMP.\nSecond called IMEP, ëInnovation Management Enhancement Processí, is a different process which includes additionally the evaluation and selection process as part of the assessment and consulting process. \nTools deployed for these two processes will be proprietary, designed and implemented by Steinbeis Europa Zentrum (SEE) and price awarded which includes a manifold of modules to assist the process.\nThe project will be driven forward by three partners (participants) whereby each them is a specialist in implementing such assessments and consulting although in a different manner.\nThis project gives the opportunity to the partners to harmonize their styles of work and even to enhance their capacities by this common.",
    "totalCost": "21875",
    "ecMaxContribution": "17500",
    "coordinator": "ATI KUSTE GMBH GESELLSCHAFT FUR TECHNOLOGIE UND INNOVATION",
    "coordinatorCountry": "DE",
    "participants": "STEINBEIS TRANSFER GMBH;TECHNOLOGIEZENTRUM WARNEMUNDE E.V.",
    "participantCountries": "DE",
    "projectParticipants": {
        "941401006": {
            "orgId": "941401006",
            "orgName": "ATI KUSTE GMBH GESELLSCHAFT FUR TECHNOLOGIE UND INNOVATION",
            "ecContrib": 7000
        },
        "999759116": {
            "orgId": "999759116",
            "orgName": "STEINBEIS TRANSFER GMBH",
            "ecContrib": 7000
        },
        "941352700": {
            "orgId": "941352700",
            "orgName": "TECHNOLOGIEZENTRUM WARNEMUNDE E.V.",
            "ecContrib": 3500
        }
    },
    "calculatedTotalContribution": 17500
}