{
    "rcn": "194051",
    "acronym": "BW-KAM",
    "topics": "INNOSUP",
    "title": "Innovation Management Capacity Building of SME by the Enterprise Europe Network Baden-W存rttemberg",
    "startDate": "01/05/2014",
    "endDate": "31/12/2014",
    "objective": "SMEs are the driving force of economic growth and job creation in Europe: 20.7 Million SMEs in the non-financial business\neconomy make up ~99% EU enterprises. 85 % of new jobs in the private sector created by SMEs provide more than two\nthirds of total jobs (more than 87M). And SMEs account for more than 58% of the total gross-value added in Europe. For\nSMEs, the backbone of the European Industry, H2020 is looking into completely new funding measures and project types.\nThe new SME instrument, which is used by the various industrial and societal program lines in H2020, offers not only a new\n3-phase project development and implementation - from idea validation to market. It also offers those SMEs, which win the\nrace and receive funding, a new form of accompanying support: key account managers and coaches, which are meant to\nhelp SME to keep track on their target of growth through innovation.\nBy providing key account management and enhanced innovation services, the overall objective of the BW-KAM project is to\nenhance the innovation management capacity of SMEs in the geographical area of Baden-W存rttemberg, Germany, which is\nalso the geographical area covered by the EEN 単BW. BW-KAM will target SME beneficiaries in the SME Instrument, which\nare located in Baden-W存rttemberg as well as high potential SME with strong innovation activities and high potential for\ninternationalization and growth. SEZ will deliver up to 30 service packages.",
    "totalCost": "144375",
    "ecMaxContribution": "115500",
    "coordinator": "STEINBEIS INNOVATION GGMBH",
    "coordinatorCountry": "DE",
    "participants": "HANDWERKSKAMMER REGION STUTTGART",
    "participantCountries": "DE",
    "projectParticipants": {
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 115499
        },
        "999918293": {
            "orgId": "999918293",
            "orgName": "HANDWERKSKAMMER REGION STUTTGART",
            "ecContrib": 1
        }
    },
    "calculatedTotalContribution": 115500
}