{
    "rcn": "194135",
    "acronym": "STARTUP- SCALEUP",
    "topics": "ICT-13-2014",
    "title": "Scaling up entrepreneurial hubs to Europe",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The aim of the innovation action STARTUP SCALEUP is to build a European ecosystem around four consolidated entrepreneurial ecosystems in Spain (Cloud Incubator HUB), the Netherlands (Crosspring Lab), Lithuania (Open Coffee Club) and Ireland (The Ryan Academy) and the largest social network for startups in the European Union (F6S), in order to provide a greater range and quality of services to ambitious entrepreneurs who want to launch and grow companies focused on the Internet of Things and Services (IoTS).\nThese four ecosystems, who have a track record and complementary strengths, will be able to support startups by enhancing the basic business skills of the entrepreneurs to strengthen the business sense of their startups,testing the soundness of technological concept and its uniqueness in the market, providing early exposure to EU market access, enabling talent matching and providing Venture Capital groups and other financiers with access to a critical mass of startups.\n\nTo achieve this aim under the call topic (ICT-13-2014, web entrepreneurship), the STARTUP SCALEUP will:\nï Analyse which of their current services are best-in-class, assess which of these can be offered on a non-local scale and then design and implement a new service model to their entrepreneurs. \nï Set up an online platform for mentoring, networking and training through which the ecosystem members can share knowledge, experience, and contacts to support the startups, transcending geographical, cultural and resouce-related barriers. \nï Generate awareness and interest in STARTUP SCALEUP by developing a specific communication strategy that enables us to to attract the most talented startups to the ecosystem, pull in resources and  publicize the activities of the ecosystem\nï Run two sequential acceleration programmes in order to create IoTS-based companies and the validate and readjust the STARTUP SCALEUP ecosystem and services. \nï Set up a dissemination plan to maximize the expected project impact.",
    "totalCost": "2286750",
    "ecMaxContribution": "1996875",
    "coordinator": "UNIVERSIDAD POLITECNICA DE CARTAGENA",
    "coordinatorCountry": "ES",
    "participants": "HUGIN&MUNIN SL;VSI STARTUP DIVISION;DUBLIN CITY UNIVERSITY;F6S NETWORK LIMITED;CROSSPRING LAB BV;BLUSPECS INNOVATION SL",
    "participantCountries": "ES;LT;IE;UK;NL",
    "projectParticipants": {
        "929872265": {
            "orgId": "929872265",
            "orgName": "HUGIN&MUNIN SL",
            "ecContrib": 49875
        },
        "936460214": {
            "orgId": "936460214",
            "orgName": "BLUSPECS INNOVATION SL",
            "ecContrib": 160694
        },
        "999828859": {
            "orgId": "999828859",
            "orgName": "UNIVERSIDAD POLITECNICA DE CARTAGENA",
            "ecContrib": 614000
        },
        "949744267": {
            "orgId": "949744267",
            "orgName": "VSI OPEN COFFEE CLUB VILNIUS",
            "ecContrib": 0
        },
        "999892588": {
            "orgId": "999892588",
            "orgName": "DUBLIN CITY UNIVERSITY",
            "ecContrib": 420250
        },
        "950220149": {
            "orgId": "950220149",
            "orgName": "F6S NETWORK LIMITED",
            "ecContrib": 158681
        },
        "945718282": {
            "orgId": "945718282",
            "orgName": "CROSSPRING LAB BV",
            "ecContrib": 307125
        }
    },
    "calculatedTotalContribution": 1710625
}