{
    "rcn": "194167",
    "acronym": "MIREGAS",
    "topics": "ICT-26-2014",
    "title": "Programmable multi-wavelength Mid-IR source for gas sensing",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "Cost effective multi-wavelength light sources are key enablers for wide-scale penetration of gas sensors at Mid-IR wavelength range. Utilizing a novel Mid-IR Si-based photonic integrated circuit filter and wide-band Mid-IR SLEDs, we aim at demonstrating an innovative light source that covers 2.7Ö3.5 µm wavelength range with a resolution < 1nm. The spectral bands are switchable and tuneable and they can be modulated. The source allows for the fabrication of an affordable multi-band gas sensor with good selectivity and sensitivity. The unit price can be lowered in high-volumes by utilizing tailored molded IR lens technology and automated packaging and assembling technologies. In safety and security applications, the Mid-IR wavelength range covered by the source allows for the detection of several harmful gas components with a single sensor. The project is filling a gap: affordable sources are not available. The market impact is expected to be disruptive, since the devices currently in the market are either complicated, expensive and heavy instruments, or the applied measurement principles are inadequate in terms of stability and selectivity. At the foreseen price level, the proposed approach is extremely competitive against conventional gas sensors. The source will be validated in several key applications including building ventilation, high voltage asset monitoring, emission monitoring, gas leakage monitoring as well as process control and safety. The consortium is composed of one large European company, three SMEs, and three world-class research organisations from three European countries representing the complete value chain from devices and components to gas sensor manufacturers. The position of these organizations in their respective markets guarantees that the project results will be widely exploited providing the companies with a technological advantage over their worldwide competitors thus creating new high-tech jobs and technology leadership in Europe.",
    "totalCost": "3588262",
    "ecMaxContribution": "3588262",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "Airoptic Spolka z Ograniczona Odpowiedzialnoscia;INSTYTUT TECHNOLOGII MATERIALOW ELEKTRONICZNYCH;VAISALA OYJ;TTY-SAATIO;GASSECURE AS;VIGO SYSTEM S.A.",
    "participantCountries": "PL;FI;NO",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 1156291
        },
        "953862693": {
            "orgId": "953862693",
            "orgName": "VAISALA OYJ",
            "ecContrib": 148966
        },
        "940518985": {
            "orgId": "940518985",
            "orgName": "GASSECURE AS",
            "ecContrib": 110391
        },
        "999659303": {
            "orgId": "999659303",
            "orgName": "VIGO SYSTEM S.A.",
            "ecContrib": 255000
        },
        "999509729": {
            "orgId": "999509729",
            "orgName": "INSTYTUT TECHNOLOGII MATERIALOW ELEKTRONICZNYCH",
            "ecContrib": 645051
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 713750
        },
        "999901706": {
            "orgId": "999901706",
            "orgName": "TEKNOLOGIAN TUTKIMUSKESKUS VTT",
            "ecContrib": 0
        },
        "955124178": {
            "orgId": "955124178",
            "orgName": "Airoptic Spolka z Ograniczona Odpowiedzialnoscia",
            "ecContrib": 558812
        }
    },
    "calculatedTotalContribution": 3588261
}