{
    "rcn": "194128",
    "acronym": "FoodSMART",
    "topics": "MSCA-RISE-2014",
    "title": "Shaping Smarter Consumer Behaviour and Food Choice",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Compared to meals prepared at home, meals eaten out tend to contain more calories, total fat and saturated fat and it is here where the consumer has very little control or knowledge of the nutrient profile of the food they are eating (Bohm and Quartuccio, 2008). The positive association between the rise in consumption of food prepared outside the home and the increasing prevalence of obesity has been described as a major health and wellbeing societal challenge. Attempts to increase public awareness of appropriate ways to eat more healthily unfortunately do not seem to have led to significant changes in patterns of food purchase and consumption especially from an eating ëout-of-homeí situation. It has become obvious that the development of effective measures for improvement requires further systematic research and a radical approach. The aim of FoodSMART is to develop an innovative technical (ICT) menu solution that enables informed consumer choice when eating out that takes into account individual characteristics (such as culture, dietary requirements and age group) as well as product (specification) and environmental cues (choice architecture and consumption setting). \nThis aim will be achieved through the evaluation of consumer orientated intelligence (what information consumers require/trust i.e. information quality); the assessment of industry orientated intelligence (impact of customisation) and the subsequent development of data analytics and Quick Recognition (QR) coding for personalised food recommendation; thereby, facilitating the consumption of healthy and appropriate dishes. Results will be gathered and modelled to provide strategic intelligence for menu design and decision-making (by Industry) and for policy purposes (by the EU); further, this translational research will be disseminated both at scientific and consumer levels. Increasing the pace and scale of innovation within out-of-home eating is fundamental to this proposal.",
    "totalCost": "499500",
    "ecMaxContribution": "499500",
    "coordinator": "BOURNEMOUTH UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "HELLENIC HEALTH FOUNDATION;UNIVERSITY OF MACEDONIA;KOBENHAVNS UNIVERSITET;RONGE & PARTNER GMBH;CENTRE DE RECHERCHE DE L INSTITUT PAUL BOCUSE",
    "participantCountries": "EL;DK;AT;FR",
    "projectParticipants": {
        "948640310": {
            "orgId": "948640310",
            "orgName": "RONGE & PARTNER GMBH",
            "ecContrib": 103500
        },
        "999862906": {
            "orgId": "999862906",
            "orgName": "BOURNEMOUTH UNIVERSITY",
            "ecContrib": 117000
        },
        "999874352": {
            "orgId": "999874352",
            "orgName": "UNIVERSITY OF MACEDONIA",
            "ecContrib": 117000
        },
        "951216242": {
            "orgId": "951216242",
            "orgName": "CENTRE DE RECHERCHE DE L INSTITUT PAUL BOCUSE",
            "ecContrib": 67500
        },
        "999827695": {
            "orgId": "999827695",
            "orgName": "HELLENIC HEALTH FOUNDATION",
            "ecContrib": 0
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 94500
        }
    },
    "calculatedTotalContribution": 499500
}