{
    "rcn": "194109",
    "acronym": "VALUeHEALTH",
    "topics": "PHC-34-2014",
    "title": "Establishing the value and business model for sustainable eHealth services in Europe - VALUeHEALTH",
    "startDate": "01/04/2015",
    "endDate": "30/06/2017",
    "objective": "VALUeHEALTH will establish how eHealth interoperability can create and deliver value for all stakeholders, for a sustainable market in scaling up cross-border services.  We will develop an evidence-based business plan for interoperability, beginning with CEF support and then sustainable revenue streams for developing and operating self-funding priority pan-European eHealth Services beyond 2020.\nOur rich multi-stakeholder consortium of experienced partners and funded experts will fuse many essential viewpoints to action the work and importantly endorse and champion our business plan to ensure sustainability of the CEF beyond 2020.\nStarting with use cases already proposed for the CEF by the eHealth Network, we will adopt a robust methodology to prioritise additional use cases relevant to Member States for cross-border and also within border health needs.\nWe will design a business model and multiple stakeholder Value Propositions for European-scale interoperability, construct the multisided market needed to sustain investments in CEF services and perform Cost Benefit Assessment and risk assessments.\nWe will analyze costs for delivering the prioritised use cases, developing and maintaining the required assets and derive a costed deployment roadmap for generic and healthcare-specific services. We will provide a gap analysis of standards, specifications and translations plus their priority and estimated cost.\nWe will collate success strategies for promoting EHRs, and of organisational changes needed to capitalise on richly interoperable EHRs, as a roadmap of scale-up adoption strategies, incentives and funders.\nFinally, we will integrate and validate these results in a definitive Business Plan and Sustainability Strategy for public-private investment in digital eHealth services, as clear guidance to the CEF on how it may construct its digital service infrastructure Building Blocks for health, to ensure maximum value and optimal sustainability beyond 2020.",
    "totalCost": "999818,13",
    "ecMaxContribution": "849755,63",
    "coordinator": "EUROPEAN INSTITUTE FOR HEALTH RECORDS",
    "coordinatorCountry": "FR",
    "participants": "EMPIRICA GESELLSCHAFT FUER KOMMUNIKATIONS- UND TECHNOLOGIE FORSCHUNG MBH;EUROPEAN HEALTH TELEMATICS ASSOCIATION;DATA MINING INTERNATIONAL SA;MINISTERE DES AFFAIRES SOCIALES ET DE LA SANTE;SPMS - SERVICOS PARTILHADOS DO MINISTERIO DA SAUDE EPE;NHS HEALTH AND SOCIAL CARE INFORMATION CENTRE;REGIONE LOMBARDIA;RESEARCH IN ADVANCED MEDICAL INFORMATION AND TELEMATICS VZW",
    "participantCountries": "DE;BE;CH;FR;PT;UK;IT",
    "projectParticipants": {
        "999649700": {
            "orgId": "999649700",
            "orgName": "RESEARCH IN ADVANCED MEDICAL INFORMATION AND TELEMATICS VZW",
            "ecContrib": 282873
        },
        "999445321": {
            "orgId": "999445321",
            "orgName": "EUROPEAN HEALTH TELEMATICS ASSOCIATION",
            "ecContrib": 52876
        },
        "994861683": {
            "orgId": "994861683",
            "orgName": "DATA MINING INTERNATIONAL SA",
            "ecContrib": 0
        },
        "999654065": {
            "orgId": "999654065",
            "orgName": "REGIONE LOMBARDIA",
            "ecContrib": 70000
        },
        "999801990": {
            "orgId": "999801990",
            "orgName": "EMPIRICA GESELLSCHAFT FUER KOMMUNIKATIONS- UND TECHNOLOGIE FORSCHUNG MBH",
            "ecContrib": 150188
        },
        "985062161": {
            "orgId": "985062161",
            "orgName": "NHS HEALTH AND SOCIAL CARE INFORMATION CENTRE",
            "ecContrib": 75000
        },
        "998887377": {
            "orgId": "998887377",
            "orgName": "MINISTERE DES AFFAIRES SOCIALES ET DE LA SANTE",
            "ecContrib": 48750
        },
        "996615152": {
            "orgId": "996615152",
            "orgName": "EUROPEAN INSTITUTE FOR HEALTH RECORDS",
            "ecContrib": 150422
        },
        "950932323": {
            "orgId": "950932323",
            "orgName": "SPMS - SERVICOS PARTILHADOS DO MINISTERIO DA SAUDE EPE",
            "ecContrib": 19648
        }
    },
    "calculatedTotalContribution": 849757
}