{
    "rcn": "194106",
    "acronym": "MARIO",
    "topics": "PHC-19-2014",
    "title": "Managing active and healthy aging with use of caring service robots",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "MARIO addresses the difficult challenges of loneliness, isolation and dementia in older persons through innovative and multi-faceted inventions delivered by service robots. The effects of these conditions are severe and life-limiting. They burden individuals and societal support systems. Human intervention is costly but the severity can be prevented and/or mitigated by simple changes in self-perception and brain stimulation mediated by robots.\nThe proposal is coordinated by the nursing unit of NUI, involves managers of the City of Stockport developing social care and community support programs to older persons, and also involves an important hospital in Italy pushing research boundaries in comprehensive geriatric assessment. Pilot activities and interaction with caregivers, older persons and stakeholders (within a standards based medical assessment methodology) is present from beginning to finish and provides a user led design ethos. \nThe proposal brings together the well-known Kompai platform and commercial footprint of ROBOSOFT, control expertise of RURobots, advances from the computer laboratory at CNR, and an innovative robot application development platform by Ortellio. Dedicated telecommunication (CNET) and exploitation experts (R2M) widen technical and market outreach potential. From this unique combination, clear advances are made in the use of semantic data analytics, personal interaction, and unique applications tailored to better connect older persons to their care providers, community, own social circle and also to their personal interests. Each objective is developed with a focus on loneliness, isolation and dementia.\nThe impact centres on deep progress toward EU scientific and market leadership in service robots and a user driven solution for this major societal challenge. The competitive advantage is the ability to treat tough challenges appropriately. The path to market deployment by bringing Mario solutions to end users is clearly developed.",
    "totalCost": "3994857",
    "ecMaxContribution": "3994857",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "MILIOTI LOUKIA TOU ANASTASIOS;FONDAZIONE CASA SOLLIEVO DELLA SOFFERENZA;STOCKPORT METROPOLITAN BOROUGH COUNCIL;CONSIGLIO NAZIONALE DELLE RICERCHE;R.U.Robots Limited;ROBOSOFT Services Robots;UNIVERSITAT PASSAU;R2M SOLUTION SRL;ORTELIO LTD",
    "participantCountries": "EL;IT;UK;FR;DE",
    "projectParticipants": {
        "952850110": {
            "orgId": "952850110",
            "orgName": "R2M SOLUTION SRL",
            "ecContrib": 456164
        },
        "956480432": {
            "orgId": "956480432",
            "orgName": "ORTELIO LTD",
            "ecContrib": 321750
        },
        "999878523": {
            "orgId": "999878523",
            "orgName": "UNIVERSITAT PASSAU",
            "ecContrib": 290625
        },
        "951467278": {
            "orgId": "951467278",
            "orgName": "MILIOTI LOUKIA TOU ANASTASIOS",
            "ecContrib": 229750
        },
        "953666268": {
            "orgId": "953666268",
            "orgName": "STOCKPORT METROPOLITAN BOROUGH COUNCIL",
            "ecContrib": 305000
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 524062
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 701138
        },
        "999745051": {
            "orgId": "999745051",
            "orgName": "ROBOSOFT Services Robots",
            "ecContrib": 477058
        },
        "996256446": {
            "orgId": "996256446",
            "orgName": "R.U.Robots Limited",
            "ecContrib": 387262
        },
        "998461450": {
            "orgId": "998461450",
            "orgName": "FONDAZIONE CASA SOLLIEVO DELLA SOFFERENZA",
            "ecContrib": 302048
        }
    },
    "calculatedTotalContribution": 3994857
}