{
    "rcn": "194134",
    "acronym": "TWIST DIGITAL",
    "topics": "ICT-13-2014",
    "title": "Transregional Web Innovative Services for Thriving Digital and Mobile Entrepreneurship",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "TWIST project aims at connecting four existing local web entrepreneurship startup ecosystems and hubs, providing new services for web entrepreneurs aiming at scaling up and competing in the global market.\nTWIST consortium includes partners from four cities and regions with complementary profiles and assets: Warsaw, Lille, Rome, and Stockholm .The involved organizations are characterized by a similar typology of skills and expertise and can be classified into two main groups: accelerators, i.e. young, promising and already successful accelerators wishing to enlarge their collaborations and financial investors and/or services providers, acting as direct investors leveraging with private seed funds and/or, at the same time, providing highly qualified services for startups looking for equity funds or scaling up. TWIST key objectives are: support the creation of competitive startups in web and mobile sector, exchanging methodologies and competencies among the four ecosystems stakeholders, promote activities to cut the high failure rate of startups, favour cross-fertilization and funding opportunities. To reach its goals TWIST will provide: mentoring and coaching services for better understanding business models, financial  technicalities for  accessing finance for growth; a customized online platform to facilitate the meetups of web entrepeneurs with vertical,technical and legal experts, serial entrepreneurs and big industries; the creation of co-working laboratories and the organization of challenges for startups with the involvement of big players; pitching events with investors during the main international events . In line with Startup Europe Partnership (SEP) and with the specific call priorities, TWIST platform will focus on web entrepreneurs and will support them with services aiming at: valorizing the talents, favouring a better access to capital, developing the concept of co-living and co-working and link the startups ecosystems across EU.",
    "totalCost": "1837773,22",
    "ecMaxContribution": "1325100",
    "coordinator": "LAZIO INNOVA - SOCIETA PER AZIONI",
    "coordinatorCountry": "IT",
    "participants": "HUGIN&MUNIN SL;EURATECHNOLOGIES;LVENTURE GROUP SPA;MORETIME PROFESSIONAL SERVICES AB (PUBL);SPRINGFELLOW INTERNATIONAL AB;MEDIA DEALS UG (HAFTUNGSBESCHRƒNKT);Media deals;META GROUP POLSKA SP ZOO;FUNDACJA NEO MEDIA;ENLABS SRL;SEEDCAP AB",
    "participantCountries": "ES;FR;IT;SE;DE;PL",
    "projectParticipants": {
        "949697222": {
            "orgId": "949697222",
            "orgName": "SEEDCAP AB",
            "ecContrib": 0
        },
        "954588059": {
            "orgId": "954588059",
            "orgName": "EURATECHNOLOGIES",
            "ecContrib": 150500
        },
        "929872265": {
            "orgId": "929872265",
            "orgName": "HUGIN&MUNIN SL",
            "ecContrib": 43750
        },
        "934976890": {
            "orgId": "934976890",
            "orgName": "LAZIO INNOVA - SOCIETA PER AZIONI",
            "ecContrib": 339438
        },
        "949697028": {
            "orgId": "949697028",
            "orgName": "FUNDACJA NEO MEDIA",
            "ecContrib": 128862
        },
        "941730224": {
            "orgId": "941730224",
            "orgName": "META GROUP POLSKA SP ZOO",
            "ecContrib": 138250
        },
        "933166288": {
            "orgId": "933166288",
            "orgName": "MEDIA DEALS UG (HAFTUNGSBESCHRÄNKT)",
            "ecContrib": 121625
        },
        "993315988": {
            "orgId": "993315988",
            "orgName": "Media deals",
            "ecContrib": 0
        },
        "931581114": {
            "orgId": "931581114",
            "orgName": "MORETIME PROFESSIONAL SERVICES AB (PUBL)",
            "ecContrib": 119000
        },
        "940999717": {
            "orgId": "940999717",
            "orgName": "SPRINGFELLOW INTERNATIONAL AB",
            "ecContrib": 133525
        },
        "949716428": {
            "orgId": "949716428",
            "orgName": "ENLABS SRL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1174950
}