{
    "rcn": "194154",
    "acronym": "SEP",
    "topics": "ICT-13-2014",
    "title": "Startup Europe Partnership",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "Established by the European Commission in January 2014, the Startup Europe Partnership (SEP) is the first pan-European open platform dedicated to supporting the growth and sustainability of European startups able to compete and raise funds at international and global level. SEP is thereby the first Startup Europe Initiative focused on scaling up new innovative ventures, by scouting the most promising European startups and connecting them with the large and medium corporations. The latter are committing capital, seniority (involvement of heads of innovation office or corporate development) and procurement channels to support startups in different ways.\nSEP was developed in partnership with key actors in the EU startup ecosystem, including leading corporates (TelefÛnica, BBVA, Orange), educational institutions (Cambridge University, IE Business School, Alexander von Humboldt Institute for Internet and Society), and investors (AngelList and the European Investment Bank Group/European Investment Fund). To reach the goal of helping the best European startups to scale-up, SEP will initially revolve around a unique, scalable format ó the SEP Matching Events, which comprise of three activities: Matching, Mapping and Sharing.\n\nMatching- Through a series of international events where the best European startups have the opportunity to meet decision makers of corporates with a specific and concrete interest in procurement, investment and acquisition.\n\nMapping- In parallel with the Matching Events, relevant information about startups will be collected.  The goal is to map the most interesting European startups and to track their performance and evolution.\n\nSharing- SEP will identify key forms of support that leading European companies provide to scale startups, including corporate acceleration, intrapreneurship, corporate venturing and acquisitions. SEP will produce and share an online repository of best practices to encourage more and stronger corporate-startup relationships.",
    "totalCost": "599092,5",
    "ecMaxContribution": "599092,5",
    "coordinator": "MIND THE BRIDGE FOUNDATION",
    "coordinatorCountry": "IT",
    "participants": "FUNDACION PARQUE CIENTIFICO DE LA UNIVERSIDAD DE SALAMANCA;NESTA;FULL STACK GMBH",
    "participantCountries": "ES;UK;DE",
    "projectParticipants": {
        "952840410": {
            "orgId": "952840410",
            "orgName": "NESTA",
            "ecContrib": 199092
        },
        "945145109": {
            "orgId": "945145109",
            "orgName": "FULL STACK GMBH",
            "ecContrib": 160000
        },
        "947623944": {
            "orgId": "947623944",
            "orgName": "MIND THE BRIDGE FOUNDATION",
            "ecContrib": 175000
        },
        "941418563": {
            "orgId": "941418563",
            "orgName": "FUNDACION PARQUE CIENTIFICO DE LA UNIVERSIDAD DE SALAMANCA",
            "ecContrib": 65000
        }
    },
    "calculatedTotalContribution": 599092
}