{
    "rcn": "194158",
    "acronym": "AEROWORKS",
    "topics": "ICT-23-2014",
    "title": "Collaborative Aerial Robotic Workers",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "With aging infrastructure in developing-and-developed countries, and with the gradual expansion of distributed installations, the costs of inspection and repair tasks have been growing vastly and incessantly. To address this reality, a major paradigm shift is required, in order to procure the highly automated, efficient, and reliable solutions that will not only reduce costs, but will also minimize risks to personnel and asset safety. AEROWORKS envisions a novel aerial robotic team that possesses the capability to autonomously conduct infrastructure inspection and maintenance tasks, while additionally providing intuitive and user-friendly interfaces to human-operators.\n\nThe AEROWORKS robotic team will consist of multiple heterogeneous ìcollaborative Aerial Robotic Workersî, a new class of Unmanned Aerial Vehicles equipped with dexterous manipulators, novel physical interaction and co-manipulation control strategies, perception systems, and planning intelligence. This new generation of worker-robots will be capable of autonomously executing infrastructure inspection and maintenance works. The AEROWORKS multi-robot team will operate in a decentralized fashion, and will be characterized by unprecedented levels of reconfigurability, mission dependability, mapping fidelity, and manipulation dexterity, integrated in robust and reliable systems that are rapidly deployable and ready-to-use as an integral part of infrastructure service operations. \n\nAs the project aims for direct exploitation in the infrastructure services market, its results will be demonstrated and evaluated in realistic and real infrastructure environments, with a clear focus on increased Technology Readiness Levels. The accomplishment of the envisaged scenarios will boost the European infrastructure sector, contribute to the goal of retaining Europeís competitiveness, and particularly impact our service and industrial robotics sector, drastically changing the landscape of how robots are utilized.",
    "totalCost": "5906642,75",
    "ecMaxContribution": "3671935",
    "coordinator": "LULEA TEKNISKA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;UNIVERSITEIT TWENTE;INTEL DEUTSCHLAND GMBH;Skybotix AG;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;SKELLEFTEA KRAFT AB;GE INSPECTION ROBOTICS AG;ASCENDING TECHNOLOGIES GMBH;PANEPISTIMIO PATRON;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "SE;NL;DE;CH;EL;UK",
    "projectParticipants": {
        "992244041": {
            "orgId": "992244041",
            "orgName": "GE INSPECTION ROBOTICS AG",
            "ecContrib": 0
        },
        "998213615": {
            "orgId": "998213615",
            "orgName": "ASCENDING TECHNOLOGIES GMBH",
            "ecContrib": 0
        },
        "974982115": {
            "orgId": "974982115",
            "orgName": "Skybotix AG",
            "ecContrib": 0
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 0
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 653688
        },
        "999876874": {
            "orgId": "999876874",
            "orgName": "LULEA TEKNISKA UNIVERSITET",
            "ecContrib": 1081294
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 5536
        },
        "964928356": {
            "orgId": "964928356",
            "orgName": "SKELLEFTEA KRAFT AB",
            "ecContrib": 191250
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 410878
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 652102
        },
        "967538432": {
            "orgId": "967538432",
            "orgName": "INTEL DEUTSCHLAND GMBH",
            "ecContrib": 677188
        }
    },
    "calculatedTotalContribution": 3671936
}