{
    "rcn": "194101",
    "acronym": "TREGeneration",
    "topics": "PHC-15-2014",
    "title": "Repair of tissue and organ damage in refractory chronic graft versus host disease after hematopoietic stem cell transplantation by the infusion of purified allogeneic donor regulatory T lymphocytes",
    "startDate": "01/01/2015",
    "endDate": "31/12/2019",
    "objective": "Our proposal encompasses parallel clinical trials addressing the feasibility and the effectiveness of donor-derived regulatory T cells (Treg) as a therapeutic agent in the treatment and prevention of tissue and organ damage resulting from graft versus host disease (GVHD) after hematopoietic stem cell transplantation (HSCT).\nWe propose a collaborative clinical study in which Treg therapy for GHVD is the common dominator. However, by bringing together several clinical centers with expertise in this area, we are also having the opportunity to simultaneously address other issues that would not otherwise be addressable by each clinical center on its own. Firstly, by using different Treg preparation strategies, we will be able to determine whether ex vivo isolated Treg are sufficient or whether in vitro expansion and subsequently higher dosages are required. Secondly, we will investigate if sole Treg infusion is effective or if rather co-administration of therapeutic agents that are likely to induce Treg survival and expansion in vivo (rapamycin; IL-2) is required for a successful response to Treg therapy.\nThe studies on GVHD treatment outcome will be pursued together with a detailed analysis of immune monitoring, comprising T cell receptor clonotype tracking and tissue regeneration markers, in order to further understand the mechanisms underlying the therapeutic and regenerative potential of Treg cells.   \nOur consortium has developed a concerted approach to the topic of Treg therapy in GVHD. This is a unique opportunity to determine the validity of this cellular immunotherapy approach in GVHD prevention and treatment, with potential for a significant impact on patient quality of life, survival rate and ultimately on the quality of health care provided.",
    "totalCost": "5899250",
    "ecMaxContribution": "5899250",
    "coordinator": "INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES",
    "coordinatorCountry": "PT",
    "participants": "UNIVERSITE DE LIEGE;KLINIKUM DER UNIVERSITAET REGENSBURG;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;ALACRIS THERANOSTICS GMBH;GABO:MI GESELLSCHAFT FUR ABLAUFORGANISATION:MILLIARIUM MBH & CO KG;THE UNIVERSITY OF LIVERPOOL;AZIENDA OSPEDALIERO UNIVERSITARIA POLICLINICO S. ORSOLA MALPIGHI",
    "participantCountries": "BE;DE;UK;IT",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 536200
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 741335
        },
        "991016991": {
            "orgId": "991016991",
            "orgName": "AZIENDA OSPEDALIERO UNIVERSITARIA POLICLINICO S. ORSOLA MALPIGHI",
            "ecContrib": 767500
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 246078
        },
        "999753005": {
            "orgId": "999753005",
            "orgName": "GABO:MI GESELLSCHAFT FUR ABLAUFORGANISATION:MILLIARIUM MBH & CO KG",
            "ecContrib": 88919
        },
        "986091428": {
            "orgId": "986091428",
            "orgName": "ALACRIS THERANOSTICS GMBH",
            "ecContrib": 277500
        }
    },
    "calculatedTotalContribution": 2657532
}