{
    "rcn": "194195",
    "acronym": "MagIC",
    "topics": "MSCA-RISE-2014",
    "title": "MagIC ñ Magnonics, Interactions and Complexity: a multifunctional aspects of spin wave dynamics",
    "startDate": "01/02/2015",
    "endDate": "31/01/2019",
    "objective": "The artificial patterning of nanoscale structures provides an excellent opportunity for modifying spectra of their excitations, and therefore for designing materials with unforeseen properties. Newly created materials (photonic, magnonic or plasmonic) serve as promising candidates for technological applications in integrated devices with smart functionalities for optoelectronic applications, nanoscale thermal transport control, charge free storage and manipulation of information. Magnetic materials with periodically modulated properties, magnonic crystals (MCs) offer two main distinctive features from which the technology can benefit. Firstly, MCs facilitate tunable excitation spectra controlled via magnetic field. Secondly, being non-volatile materials they facilitate exploitation of the re-programmable properties. Hence, significant international research effort in MagIC is now devoted to the area of magnonics and its cross disciplinary opportunities with photonics, phononics and electronics. The frontiers of new ideas, pushing the limits of knowledge, will be developed. The most prominent directions of research are the exploration of nonlinear effects in MCs, tailoring effective damping, developing theoretical models of the spin wave scattering in nanoscale, investigating effects of the broken periodicity and fractal structures on magnonic spectra. Moreover, MagIC will exploit still unexplored directions of mutual coexistence of magnonic functionalities with these of photonic, plasmonic or phononic in a single nanostructure. The academic exchange (168 months of visits in 4 years) supplemented with abundant network and outreach activities will aim to continue existing collaboration, establishing new links, supporting multilateral transfer of knowledge and expertise among seven European and Ukraine research teams, striving to advance the aforementioned research fields, development of innovation and career for research and innovation staff members.",
    "totalCost": "756000",
    "ecMaxContribution": "756000",
    "coordinator": "UNIWERSYTET IM. ADAMA MICKIEWICZA W POZNANIU",
    "coordinatorCountry": "PL",
    "participants": "THE UNIVERSITY OF EXETER;INSTYTUT FIZYKI MOLEKULARNEJ POLSKIEJ AKADEMII NAUK;UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "participantCountries": "UK;PL;ES",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 220500
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 157500
        },
        "998225643": {
            "orgId": "998225643",
            "orgName": "INSTYTUT FIZYKI MOLEKULARNEJ POLSKIEJ AKADEMII NAUK",
            "ecContrib": 54000
        },
        "999886865": {
            "orgId": "999886865",
            "orgName": "UNIWERSYTET IM. ADAMA MICKIEWICZA W POZNANIU",
            "ecContrib": 324000
        }
    },
    "calculatedTotalContribution": 756000
}