{
    "rcn": "194127",
    "acronym": "ENACT",
    "topics": "MSCA-RISE-2014",
    "title": "Enhancing sustainable chemical technologies through the synergy of computer simulation and experiment",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The main aim of the ENACT project is to combine computer simulation with materials synthesis and experimental characterization to optimize the design of liquid-phase systems for chemical technologies. By optimization, we understand an improvement in efficiency, sustainability and environmental impact. The quest for such processes is rapidly becoming a necessity in a global scale. Air pollution, energy shortages, and global warming are very serious matters, whose remediation we embrace here as an integral part of the research agenda.\n\nThis goal will be achieved by first gaining an understanding of the structural, dynamical, and thermodynamic properties of a variety of systems by means of computer simulation. This will allow us to tune their properties by modifying at will, in silico, the choice of materials and external conditions. This knowledge will be then transferred to the experimental partners who will synthesize and characterize the selected systems. If they do not perform as expected, or prove difficult or expensive to produce, a new computational cycle will be required. If they do work, simulation will be used again to fine-tune them. A particularly innovative aspect is that six independent themes will be tackled in parallel under a single umbrella, thus enabling the exchange of ideas and methods between them and paving the way to unexpected technologies arising from cross-fertilization between the various themes.\n\nThis programme will be accomplished with the participation of four institutions: QUB (UK), UCD (Ireland), ISIS (UK) and UNCUYO (Argentina) with complementary expertise in various aspects of materials modelling, synthesis and characterization. To exploit in an optimal way this distributed expertise, a generous scheme of training (School and Workshops) and secondments has been put in place for ESRs, with shorter visits of ERs. Outreach activities have been included to target the general public and businesses, for exploitation of results.",
    "totalCost": "670500",
    "ecMaxContribution": "670500",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN;SCIENCE AND TECHNOLOGY FACILITIES COUNCIL;UNITED KINGDOM RESEARCH AND INNOVATION",
    "participantCountries": "IE;UK",
    "projectParticipants": {
        "973810355": {
            "orgId": "973810355",
            "orgName": "UNIVERSIDAD NACIONAL DE CUYO",
            "ecContrib": 0
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 139500
        },
        "999980179": {
            "orgId": "999980179",
            "orgName": "SCIENCE AND TECHNOLOGY FACILITIES COUNCIL",
            "ecContrib": 0
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 504000
        }
    },
    "calculatedTotalContribution": 643500
}