{
    "rcn": "194102",
    "acronym": "PAL",
    "topics": "PHC-26-2014",
    "title": "Personal Assistant for healthy Lifestyle (PAL)",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "Type 1 Diabetes Mellitus (T1DM) portraits a high need and challenge for self-management by young patients: a complex illness with a high and increasing prevalence, a regimen that needs adaptation to patientís condition and activities, and serious risks for complications and reduced life expectations. When patients do not acquire the knowledge, skills and habits to adhere to their diabetes regimen at childhood,  these risks increase suddenly at adolescence. Current mHealth applications have their own specific value for self-management, but are unable to deliver the required comprehensive, prolonged, personalised and context-sensitive support and to reduce these risks persistently. We aim at a Personal  Assistant for healthy Lifestyle (PAL) that provides such support, assisting the child, health professional and parent to advance the self-management of children with type 1 diabetes aged 7 - 14, so that an adequate shared patient-caregiver responsibility for childís diabetes regimen is established before adolescence. The PAL system is composed of a social robot, its (mobile) avatar, and an extendable set of (mobile) health applications (diabetes diary, educational quizzes, sorting games, etc.), which all connect to a common knowledge-base and reasoning mechanism. The robot and avatar act as a childís pal or companion, whereas health professionals and parents are supported by, respectively, an Authoring &  Control and a Monitor & Inform tool.  The PAL-project will assess the benefits of the behavioural change on patientsí health conditions, and the profits for the caregivers in longitudinal field experiments. The consortium provides the required network, expertise and tools for this research: (a) a knowledge-driven co-design methodology and tool, (b) medical, human factors and technical expertise, (c) end-user participation and (d) initial PAL building-blocks.",
    "totalCost": "4515460",
    "ecMaxContribution": "4515460",
    "coordinator": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
    "coordinatorCountry": "NL",
    "participants": "SOSTEGNO 70 INSIEME AI RAGAZZI DIABETICI;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;MIXEL SCARL;DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH;FONDAZIONE CENTRO SAN RAFFAELE;STICHTING ZIEKENHUIS GELDERSE VALLEI;DIABETESVERENIGING NEDERLAND;MEANDERMC;BIERMAN EGBERTUS PETRUS BARTHOLOMEUS;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "IT;UK;DE;NL",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 776531
        },
        "999607602": {
            "orgId": "999607602",
            "orgName": "DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH",
            "ecContrib": 826650
        },
        "953371388": {
            "orgId": "953371388",
            "orgName": "FONDAZIONE CENTRO SAN RAFFAELE",
            "ecContrib": 605000
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 652229
        },
        "940647122": {
            "orgId": "940647122",
            "orgName": "SOSTEGNO 70 INSIEME AI RAGAZZI DIABETICI",
            "ecContrib": 144938
        },
        "940867506": {
            "orgId": "940867506",
            "orgName": "MEANDERMC",
            "ecContrib": 70000
        },
        "942202808": {
            "orgId": "942202808",
            "orgName": "STICHTING ZIEKENHUIS GELDERSE VALLEI",
            "ecContrib": 70000
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 679788
        },
        "940941323": {
            "orgId": "940941323",
            "orgName": "DIABETESVERENIGING NEDERLAND",
            "ecContrib": 70825
        },
        "996260908": {
            "orgId": "996260908",
            "orgName": "MIXEL SCARL",
            "ecContrib": 442000
        },
        "942540659": {
            "orgId": "942540659",
            "orgName": "BIERMAN EGBERTUS PETRUS BARTHOLOMEUS",
            "ecContrib": 177500
        }
    },
    "calculatedTotalContribution": 4515461
}