{
    "rcn": "194147",
    "acronym": "CRYDIS",
    "topics": "MSCA-RISE-2014",
    "title": "Driving innovation in pharmaceuticals: integrated studies of physical dissolution properties of crystalline and amorphous forms using enhanced orthogonal monitoring techniques",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The CRYDIS exchange programme will establish and support international and inter-sectoral transfer of knowledge and expertise in pharmaceutical and instrument science between several EU research institutes and industrial companies. It will also enhance understanding of the value of inter-sectoral exchange mechanisms for taking research to market.\nCRYDIS undertakes innovative, collaborative research on the clinically-important topic of dissolution of drug substance particles in bio-relevant media and the undesired subsequent nucleation and re-precipitation of the drug prior to its absorption. \nUsing innovative advances in UV imaging technology, CRYDIS investigates the utility of novel dissolution assays as key tools to obtain fundamental data on the mechanism and kinetics of undesired nucleation and re-precipitation during or following dissolution, a significant problem for the pharmaceutical industry which struggles to obtain sufficient exposure to poorly soluble drug substances to ensure an effective dose is absorbed by the patient. \nThe key technologies in this proposal offer a step change in capability and functionality, offering the potential to undertake more detailed studies of the dissolution/re-precipitation processes relevant to pharmaceutical materials. Access to this key technology and the further development of its capability offers the potential for breakthroughs in development of process understanding and of robust and widely applicable protocols.\nAdditional value is brought to CRYDIS through close working with synergistic European networks, leveraging a greater knowledge input and impact outreach. \nRunning parallel with the science programme, an innovation management work-package analyses effectiveness of the exchange mechanism in building a shared culture, transferring knowledge and developing understanding of processes that drive a product to market. The outcomes of this will be used to advise and drive potential future exchange activities.",
    "totalCost": "216000",
    "ecMaxContribution": "216000",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "Pfizer Ltd;SIRIUS ANALYTICAL INSTRUMENTS LTD;PARAYTEC LIMITED;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "participantCountries": "UK;IE",
    "projectParticipants": {
        "960398456": {
            "orgId": "960398456",
            "orgName": "SIRIUS ANALYTICAL INSTRUMENTS LTD",
            "ecContrib": 9000
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 31500
        },
        "933831126": {
            "orgId": "933831126",
            "orgName": "PARAYTEC LIMITED",
            "ecContrib": 18000
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 130500
        }
    },
    "calculatedTotalContribution": 189000
}