{
    "rcn": "194139",
    "acronym": "REDOXIT",
    "topics": "MSCA-RISE-2014",
    "title": "Reactive oxygen species (ROS) as Elixirs against chronic Disease: OXidative regulatory mechanisms  In T cells and neutrophils.",
    "startDate": "01/07/2015",
    "endDate": "30/06/2019",
    "objective": "We are proposing a four-year programme of knowledge transfer and networking between University of Surrey (SURREY, UK), Aston University (ASTON, UK), Friedrich-Alexander Universitat (UKER, Germany) and Redoxis AB (Redoxis, Sweden). The project targets an emerging area of biology, i.e. reactive oxygen species (ROS)-mediated regulation of immunology and ageing; it brings together the application of small molecule candidate drugs to generate ROS and uses innovative approaches to biomarker identification in models of chronic immune disease. This research has significant potential for application in human health and is of particular relevance to the ageing population.\nTraining, knowledge transfer and skills exchange in this emergent area is important to extend the EUís reach through cutting edge expertise. Interchange in this way will facilitate and promote early career researcher development into tomorrowís research leaders. It will encourage new, cross-European collaboration between academia and industry. This tri-partite consortium brings together groups with very complementary expertise for knowledge exchange to benefit early career researchers: ASTON ñ in the biochemical analyses of ROS; SURREY in thiol oxidation and effects in vitro and ex vivo on and within immune cells relevant for biomarker development in chronic disease; UKER - in animal models of chronic diseases such as systemic lupus erythematosus (SLE) and arthritis; and Redoxis on development of novel drugs that stimulate production of ROS from the NOX2 enzyme as means to modulate chronic inflammation. The project objectives and challenges present a balanced mix between industrial application and basic science, with a focus on knowledge transfer and drug development. Through future collaborative funding, we anticipate far-reaching applications of redox modulators to manage chronic disease and increase the knowledge of both autoimmunity and ageing of the immune system.",
    "totalCost": "144000",
    "ecMaxContribution": "144000",
    "coordinator": "UNIVERSITY OF SURREY",
    "coordinatorCountry": "UK",
    "participants": "REDOXIS AB;UNIVERSITATSKLINIKUM ERLANGEN;ASTON UNIVERSITY",
    "participantCountries": "SE;DE;UK",
    "projectParticipants": {
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 40500
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 31500
        },
        "999866495": {
            "orgId": "999866495",
            "orgName": "UNIVERSITATSKLINIKUM ERLANGEN",
            "ecContrib": 58500
        }
    },
    "calculatedTotalContribution": 130500
}