{
    "rcn": "194170",
    "acronym": "ProsocialLearn",
    "topics": "ICT-21-2014",
    "title": "ProsocialLearn - Gamification of Prosocial Learning for Increased Youth Inclusion and Academic Achievement",
    "startDate": "01/01/2015",
    "endDate": "28/02/2018",
    "objective": "ProsocialLearn will establish a new market for digital games aiming at increasing social inclusion and academic performance. A ground-breaking digital gaming genre will be created that focuses on helping children to acquire prosocial skills necessary for positive relationships, team working, trustworthiness and emotional intelligence. ProsocialLearn will deliver a series of disruptive innovations building on a game development and distribution platform for the production of prosocial games that engages children and stimulates technology transfer from traditional game industry to the education sector. ProsocialLearn will offer games developers scientifically proven prosocial game elements for development digital games. An application programming interface (API), ProsocialAPI, will allow developers to integrate functions into games including visual sensing, identification of prosocial signals from in-game actions, personalised adaptation of game elements, player profiles, game mechanics and expressive virtual characters, and support for data collection with protection of personal data. SMEs from the traditional game industry will work together with serious games companies to produce a series of exciting digital games targeting European schools. Through a multi-disciplinary collaboration between industry, researchers, psychologists, pedagogists and teaching professionals, ProsocialLearn will address complex factors associated with child development and advanced ICT in school curricula. Two SMEs within the consortium will produce an initial set of games and additional SMEs will be incorporated in the third year of the project to foster market creation. Both short term and longitudinal studies (pilots) will be conducted at schools across Europe to build scientific evidence of the benefits of prosocial gaming in different cultural settings and scales, and to explore business models, business plans and verify financial viability of the ProsocialLearn platform.",
    "totalCost": "4207372,1",
    "ecMaxContribution": "3448102,13",
    "coordinator": "ATOS SPAIN SA",
    "coordinatorCountry": "ES",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;KUNGLIGA TEKNISKA HOEGSKOLAN;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;PLAYGEN LIMITED;ANIWAY OY;UNIVERSITY OF SOUTHAMPTON;REDIKOD AB;ISTITUTO COMPRENSIVO STATALE B. LORENZI FUMANE VR;MAD ABOUT PANDAS UG;ELLINOGERMANIKI AGOGI SCHOLI PANAGEA SAVVA AE;HYPESLUGS SRL",
    "participantCountries": "UK;SE;EL;FI;IT;DE;RO",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 682875
        },
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 548466
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 240382
        },
        "998080337": {
            "orgId": "998080337",
            "orgName": "ELLINOGERMANIKI AGOGI SCHOLI PANAGEA SAVVA AE",
            "ecContrib": 203750
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "915224586": {
            "orgId": "915224586",
            "orgName": "MAD ABOUT PANDAS UG",
            "ecContrib": 99925
        },
        "951392200": {
            "orgId": "951392200",
            "orgName": "ANIWAY OY",
            "ecContrib": 99750
        },
        "943897786": {
            "orgId": "943897786",
            "orgName": "ISTITUTO COMPRENSIVO STATALE B. LORENZI FUMANE VR",
            "ecContrib": 167001
        },
        "916615857": {
            "orgId": "916615857",
            "orgName": "HYPESLUGS SRL",
            "ecContrib": 99969
        },
        "968260112": {
            "orgId": "968260112",
            "orgName": "REDIKOD AB",
            "ecContrib": 293344
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 516250
        }
    },
    "calculatedTotalContribution": 2951712
}