{
    "rcn": "194131",
    "acronym": "PICSE",
    "topics": "ICT-35-2014",
    "title": "Procurement Innovation for Cloud Services in Europe",
    "startDate": "01/10/2014",
    "endDate": "31/03/2016",
    "objective": "The PICSE Procurersí Platform will give access to a unique repository of information supporting the move from outright purchase to ëpay-per-usageí made possible by the arrival of cloud computing. It builds on the Helix Nebula collaboration between supply and demand of which the three PICSE partners are key members, including the H-N coordinator, CERN. It addresses the fragmented landscape of inconsistent technical approaches and disjointed managerial structures that prevent delivery of a production-quality cloud computing e-infrastructure.\n\nPICSE will engage with cloud service providers, their customers and procurement professionals over a crucial period as Europeís Cloud Strategy comes to fruition and several large multinational procurements (including PPIs and PCPs) take place. The project will provide a focal point avoiding duplication of efforts to identify, analyse, publicise and harmonise opportunities for shared procurement, including a direct response to the ECP Trusted Cloud Europe science use case, addressing cross-border procurement. \n\nPICSE will resolve key financial and legal constraints impacting business development and procurement and provide a range of best practices that address those barriers from both private and public sectors, including the research domain, in and beyond Europe. It will set out a realistic roadmap of future procurement based on the levels of ambition for adoption of cloud services over the next five years. This reflects the European Cloud Computing Strategy which calls for a framework of standards to give procurers confidence that they have met their compliance obligations and that they are getting an appropriate solution to meet their needs.",
    "totalCost": "499875",
    "ecMaxContribution": "499875",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "CLOUD SECURITY ALLIANCE (EUROPE) LBG;TRUST-IT SERVICES LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "999687724": {
            "orgId": "999687724",
            "orgName": "TRUST-IT SERVICES LIMITED",
            "ecContrib": 176250
        },
        "957576241": {
            "orgId": "957576241",
            "orgName": "CLOUD SECURITY ALLIANCE (EUROPE) LBG",
            "ecContrib": 137125
        },
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 186500
        }
    },
    "calculatedTotalContribution": 499875
}