{
    "rcn": "194100",
    "acronym": "iHealth-T2D",
    "topics": "HCO-05-2014",
    "title": "Family-based intervention to improve healthy lifestyle and prevent Type 2 Diabetes amongst South Asians with central obesity and prediabetes",
    "startDate": "01/01/2015",
    "endDate": "31/12/2019",
    "objective": "South Asians, who represent one-quarter of the worldís population, are at high risk of type-2 diabetes (T2D). Intensive lifestyle modification (healthy diet and physical activity) is effective at preventing T2D amongst South Asians with impaired glucose tolerance, but this approach is limited by high-cost, poor scalability and low impact on T2D burden. \nWe will complete a cluster-randomised clinical trial at 120 locations across India, Pakistan, Sri Lanka and the UK. We will compare family-based intensive lifestyle modification (22 health promotion sessions from a community health worker, active group, N=60 sites) vs usual care (1 session, control group, N=60 sites) for prevention of T2D, amongst 3,600 non-diabetic South Asian men and women with central obesity (waist?100cm) and/or prediabetes (HbA1c?6.0%). Participants will be followed annually for 3 years. The primary endpoint will be new-onset T2D (physician diagnosis on treatment or HbA1c?6.0%, predicted N~734 over 3 years). Secondary endpoints will include waist and weight in the index case and family members. Our study has 80% power to identify a reduction in T2D risk with family-based intervention vs usual care of: 30% in South Asians with central obesity; 24% in South Asians with prediabetes; and 24% overall. Health economic evaluation will determine cost-effectiveness of family based lifestyle modification for prevention of T2D amongst South Asians with central obesity and / or prediabetes. The impact of gender and socio-economic factors on clinical utility and cost-effectiveness will be investigated.\nOur results will determine whether screening by waist circumference and/or HbA1c, coupled with intervention by family-based lifestyle modification, is an efficient, effective and equitable strategy for prevention of T2D in South Asians. Our findings will thereby provide a robust evidence base for scalable community-wide approaches to reverse the epidemic of T2D amongst the >1.5 billion South Asians worldwide.",
    "totalCost": "3614083,75",
    "ecMaxContribution": "3614083,75",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "EALING HOSPITAL NHS TRUST;OULUN YLIOPISTO;PUNJAB INSTITUTE OF CARDIOLOGY (PIC) LAHORE;UNIVERSITY OF KELANIYA;UNIVERSITY OF COLOMBO;DEVKI DEVI FOUNDATION SOCIETY;SERVICES INSTITUTE OF MEDICAL SCIENCES;LONDON NORTH WEST HEALTHCARE NATIONAL HEALTH SERVICE TRUST;Academisch Medisch Centrum bij de Universiteit van Amsterdam;UNIVERSITY OF SURREY;INSTITUTE FOR HEALTH POLICY",
    "participantCountries": "UK;FI;PK;LK;IN;NL",
    "projectParticipants": {
        "972862471": {
            "orgId": "972862471",
            "orgName": "UNIVERSITY OF COLOMBO",
            "ecContrib": 155550
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1386972
        },
        "999844670": {
            "orgId": "999844670",
            "orgName": "OULUN YLIOPISTO",
            "ecContrib": 166990
        },
        "968014411": {
            "orgId": "968014411",
            "orgName": "DEVKI DEVI FOUNDATION SOCIETY",
            "ecContrib": 247050
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 146250
        },
        "960174386": {
            "orgId": "960174386",
            "orgName": "INSTITUTE FOR HEALTH POLICY",
            "ecContrib": 105750
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 244234
        },
        "967890445": {
            "orgId": "967890445",
            "orgName": "UNIVERSITY OF KELANIYA",
            "ecContrib": 121238
        },
        "940504532": {
            "orgId": "940504532",
            "orgName": "SERVICES INSTITUTE OF MEDICAL SCIENCES",
            "ecContrib": 176900
        },
        "953939420": {
            "orgId": "953939420",
            "orgName": "EALING HOSPITAL NHS TRUST",
            "ecContrib": 0
        },
        "940563411": {
            "orgId": "940563411",
            "orgName": "PUNJAB INSTITUTE OF CARDIOLOGY (PIC) LAHORE",
            "ecContrib": 113612
        },
        "927216696": {
            "orgId": "927216696",
            "orgName": "LONDON NORTH WEST HEALTHCARE NATIONAL HEALTH SERVICE TRUST",
            "ecContrib": 749538
        }
    },
    "calculatedTotalContribution": 3614084
}