{
    "rcn": "194196",
    "acronym": "MY-WAY",
    "topics": "ICT-13-2014",
    "title": "Strengthening the web entrepreneurship ecosystem in Europe for young people by creating a pan-European network of actively engaged student networks and student entrepreneurship centres",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "MY-WAY aims at enhancing and improving the collaboration and efforts of web entrepreneurship initiatives (hubs, projects, accelerator networks, contests, etc.), web/business experts (accelerators, mentors, etc.), educational actors (business teachers and trainers) and the young adults as the final beneficiaries (through student networks, their alumni and student entrepreneurship centres, the student support centres). This coordination will create synergies and find ways to embed flexible services based on the existing best practices to be sustained by the student support centres in any European country at low cost. The social network of young adults across Europe will enable a wide spread of information, discovery of synergies and linkages between the actors and their services.\nThe active engagement of student support centres and connecting them with business networks within the web entrepreneurship ecosystem and its activities, e.g. the development of the support services (training, mentoring, access to funding, regulation, policy, etc.) will strengthen the ecosystem and will also increase the visibility and impact of the web entrepreneurship initiatives and services. A network of student support centres will act as multipliers and successfully represent the targeted young adults boosting web entrepreneurship in the long term. Primary, secondary as well as emerging web entrepreneurship hubs will be involved across Europe into the project activities. The project partnership contains representatives from across the support chain for web entrepreneurs with adequate expertise and network infrastructure to successfully engage the critical mass of stakeholders. The project will implement support actions boosting the entrepreneurial spirit, especially changing the mindset, confidence and readiness of young people for starting their own business. Special attention will be paid to female web entrepreneurship and social web entrepreneurship support.",
    "totalCost": "772080,75",
    "ecMaxContribution": "766124,5",
    "coordinator": "EUROPA MEDIA SZOLGALTATO NON PROFITKOZHASZNU KFT",
    "coordinatorCountry": "HU",
    "participants": "THE LONDON ASSOCIATION OF ENTERPRISE AGENCIES;SABANCI UNIVERSITESI;BAR ILAN UNIVERSITY;ASSOCIATION DES ETATS GENERAUX DES ETUDIANTS DE L'EUROPE;MENLO MEDIA UG;H-FARM SPA;NACUE UK LTD;EUROPEAN CONFEDERATION OF YOUNG ENTREPRENEURS AISBL;EUCLID NETWORK;H-Farm Italia SRL",
    "participantCountries": "UK;TR;IL;BE;DE;IT",
    "projectParticipants": {
        "950173783": {
            "orgId": "950173783",
            "orgName": "THE LONDON ASSOCIATION OF ENTERPRISE AGENCIES",
            "ecContrib": 121250
        },
        "999856892": {
            "orgId": "999856892",
            "orgName": "SABANCI UNIVERSITESI",
            "ecContrib": 37875
        },
        "998870014": {
            "orgId": "998870014",
            "orgName": "EUROPA MEDIA SZOLGALTATO NON PROFITKOZHASZNU KFT",
            "ecContrib": 132987
        },
        "952663676": {
            "orgId": "952663676",
            "orgName": "EUROPEAN CONFEDERATION OF YOUNG ENTREPRENEURS AISBL",
            "ecContrib": 66125
        },
        "950148854": {
            "orgId": "950148854",
            "orgName": "H-Farm Italia SRL",
            "ecContrib": 0
        },
        "924498659": {
            "orgId": "924498659",
            "orgName": "H-FARM SPA",
            "ecContrib": 92500
        },
        "942515148": {
            "orgId": "942515148",
            "orgName": "MENLO MEDIA UG",
            "ecContrib": 28212
        },
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 102562
        },
        "941042591": {
            "orgId": "941042591",
            "orgName": "NACUE UK LTD",
            "ecContrib": 87188
        },
        "973536427": {
            "orgId": "973536427",
            "orgName": "EUCLID NETWORK",
            "ecContrib": 23800
        },
        "949740581": {
            "orgId": "949740581",
            "orgName": "ASSOCIATION DES ETATS GENERAUX DES ETUDIANTS DE L'EUROPE",
            "ecContrib": 73625
        }
    },
    "calculatedTotalContribution": 766124
}