{
    "rcn": "194111",
    "acronym": "SC0806",
    "topics": "PHC-15-2014",
    "title": "Regenerative treatment of complete Traumatic Spinal Cord injury with a surgical implantation of a biodegradable device with FGF1 and nerve grafts",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Today there is no regenerative therapy available for treatment of complete spinal cord injuries (SCI). BioArctic Neuroscience develops a novel treatment of complete SCI. The method is based on the regeneration of functional nerves in the injured spinal cord. Nerve grafts are transplanted into the injured spinal cord, by using a biodegradable device, loaded with a growth factor and nerve grafts (these three components are abbreviated SC0806). Efficacy and safety of the treatment has been demonstrated in an in vivo model of SCI. The therapy has been designated Orphan Drug status in Europe and in USA. Ethical approval to commence into clinical trial in Sweden was recently granted.\nThe proposed project is the first clinical trial of the treatment of complete spinal cord injury. Following surgery at the Karolinska University Hospital, patients will receive rehabilitation in their home countries, with state of the art robotics equipment, at clinics in Denmark, Finland and Sweden. \n\nThis clinical study will be the first in-human trial with this new treatment concept. Several interim analyses are included in the study design to secure the safety of the patients. This is a single dose study in up to 3 sequences (A, B and C) in 27 subjects with complete traumatic SCI. In the first sequence (A), 6 subjects will be randomized to a surgical procedure where SC0806 will be implanted at the spinal cord, and receive robotics assisted walking training for 18 months, and 3 subjects will be randomized to specific walking training only. For safety reasons, the first three subjects will be operated on and implanted with at least 1 month in between. If efficacy is demonstrated,  control subjects from (A) and (B) and (C) will later be given the opportunity to receive treatment with SC0806.The proposed project spans a period of 42 months and will start nov 2014 with screening, inclusion and treatment of patients in Sweden.",
    "totalCost": "13981411",
    "ecMaxContribution": "6397077",
    "coordinator": "BIOARCTIC AB",
    "coordinatorCountry": "SE",
    "participants": "REGION HOVEDSTADEN;KIINTEISTO OY Laitilan Terveyskoti;REGION MIDTJYLLAND;REHAB STATION STOCKHOLM AKTIEBOLAG;STOCKHOLMS LANS LANDSTING;HELSE BERGEN HF*HAUKELAND UNIVERSITY HOSPITAL;SIHTASUTUS HAAPSALU NEUROLOOGILINE REHABILITATSIOONIKESKUS",
    "participantCountries": "DK;FI;SE;NO;EE",
    "projectParticipants": {
        "940545466": {
            "orgId": "940545466",
            "orgName": "KIINTEISTO OY Laitilan Terveyskoti",
            "ecContrib": 1125742
        },
        "983562444": {
            "orgId": "983562444",
            "orgName": "HELSE BERGEN HF*HAUKELAND UNIVERSITY HOSPITAL",
            "ecContrib": 968075
        },
        "999522921": {
            "orgId": "999522921",
            "orgName": "STOCKHOLMS LANS LANDSTING",
            "ecContrib": 1451217
        },
        "916625169": {
            "orgId": "916625169",
            "orgName": "SIHTASUTUS HAAPSALU NEUROLOOGILINE REHABILITATSIOONIKESKUS",
            "ecContrib": 687931
        },
        "997381452": {
            "orgId": "997381452",
            "orgName": "REGION MIDTJYLLAND",
            "ecContrib": 0
        },
        "940562829": {
            "orgId": "940562829",
            "orgName": "REHAB STATION STOCKHOLM AKTIEBOLAG",
            "ecContrib": 1511125
        },
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 5744090
}