{
    "rcn": "194129",
    "acronym": "eNHANCE",
    "topics": "ICT-22-2014",
    "title": "eNHANCE - intention based enhancement of reaching and grasping in physically disabled people - personalized to maximize user performance",
    "startDate": "01/02/2015",
    "endDate": "31/01/2019",
    "objective": "The eNHANCE project key objective is to symbiotically mechanically support and motivate people with motor impairments resulting from muscular or neural degeneration (e.g. stroke) to perform complex daily life tasks. Our system aims to assist the user in performing their daily-life interaction with the environment through an intelligent multi-modal adaptive interface controlled by a high performance intention detection input interface and a personalised behavioural model. The eNHANCE active support orthotics enables the users to achieve their desired movement actions, while motivating the users to maximize their own force contribution. This will maximize user performance relative to their personal capacity, and so maximize therapeutic effects. This requires a personalized mechanical support system taking into account personal behaviour in response to arm and hand support characteristics, supplementary motivational inputs provided by the system and context. Our personalized behaviour model will be constantly predicting user performance. This model is adaptively identified based on the discrepancy between observed and predicted user performance.\nThe eNHANCE consortium provides a unique combination of European companies, knowledge and clinical institutes required to tackle this challenge. The expertise covers such diverse fields as body-mounted sensing, high-performance intention detection, machine intelligence, behavioral monitoring and modeling, dexterous mechatronic arm and handfunction support, intelligent and user-enabling daily-life care, and economical and clinical exploitation of such new approaches.\nThe research and innovation will be driven by clinical user and industrial requirements identification and is finalized by clinical validation and industrial prototype realization and demonstration.",
    "totalCost": "3916055",
    "ecMaxContribution": "3916054,75",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "EYEBRAIN;HACKER MOTOR GMBH;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;NOLDUS INFORMATION TECHNOLOGY BV;FOCAL MEDITECH BV;ROESSINGH RESEARCH AND DEVELOPMENT BV;HANKAMP REHAB BV;BIOSERVO TECHNOLOGIES AB;UNIVERSITY COLLEGE LONDON",
    "participantCountries": "FR;DE;UK;NL;SE",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1324941
        },
        "940477760": {
            "orgId": "940477760",
            "orgName": "HACKER MOTOR GMBH",
            "ecContrib": 156250
        },
        "998559711": {
            "orgId": "998559711",
            "orgName": "NOLDUS INFORMATION TECHNOLOGY BV",
            "ecContrib": 125000
        },
        "940995352": {
            "orgId": "940995352",
            "orgName": "HANKAMP REHAB BV",
            "ecContrib": 250000
        },
        "941142404": {
            "orgId": "941142404",
            "orgName": "EYEBRAIN",
            "ecContrib": 0
        },
        "941195948": {
            "orgId": "941195948",
            "orgName": "BIOSERVO TECHNOLOGIES AB",
            "ecContrib": 406011
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 760584
        },
        "969084127": {
            "orgId": "969084127",
            "orgName": "FOCAL MEDITECH BV",
            "ecContrib": 198520
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 345139
        },
        "999473936": {
            "orgId": "999473936",
            "orgName": "ROESSINGH RESEARCH AND DEVELOPMENT BV",
            "ecContrib": 349610
        }
    },
    "calculatedTotalContribution": 3916055
}