{
    "rcn": "194159",
    "acronym": "Road2CPS",
    "topics": "ICT-01-2014",
    "title": "Strategic action for future CPS through roadmaps, impact multiplication and constituency building",
    "startDate": "01/02/2015",
    "endDate": "31/01/2017",
    "objective": "The miniaturisation of sensing, actuating, and computing components together with the increasing number of interacting systems in strongly connected environments, and the growing complexity of such systems have triggered a paradigm shift. CPS concepts address challenges for system implementation such as increasing complexity and flexibility. These challenges and the need to optimise performance and comply with essential requirements like safety and security raise many questions that are partially addressed by current research in areas such as transport, health, production, smart grids and smart cities already. Nevertheless, there is still a huge gap between theoretical concepts, technical developments, and successful application, as well as considerable differences with regard to propagation and maturity of CPS between application domains and along the value chain. Strategic action is needed to bring the relevant stakeholders together and to facilitate mutually beneficial collaborations between them.\nRoad2CPS has been conceived to respond to this situation by:\nï Analysing impact from past and ongoing projects, identifying gaps and bridging efforts towards impact multiplication.\nï Developing technology, application and innovation strategy roadmaps for CPS to serve as a catalyst for early adoption of CPS technologies.\nï Enhancing CPS implementation and exposing exploitation opportunities via case studies.\nï Developing recommendations for future research priorities and implementation strategies.\nï Building a CPS constituency ñ bringing together key players into targeted task forces to contribute to the Road2CPS action plan.\nThis will provide European organisations with the direction required to establish their future visions of CPS environments, supporting their efforts to stay at the forefront of new developments and preparing them for future challenges in the industrial application of CPSs; thus reinforcing the leading position of the European industry in CPS.",
    "totalCost": "832893,5",
    "ecMaxContribution": "832893,5",
    "coordinator": "STEINBEIS 2I GMBH",
    "coordinatorCountry": "DE",
    "participants": "ANYSOLUTION SL;STEINBEIS INNOVATION GGMBH;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;UNIVERSITY OF NEWCASTLE UPON TYNE;ATOS SPAIN SA;LOUGHBOROUGH UNIVERSITY",
    "participantCountries": "ES;DE;FR;UK",
    "projectParticipants": {
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 72552
        },
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 190000
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 91861
        },
        "936754415": {
            "orgId": "936754415",
            "orgName": "ANYSOLUTION SL",
            "ecContrib": 69031
        },
        "999990752": {
            "orgId": "999990752",
            "orgName": "LOUGHBOROUGH UNIVERSITY",
            "ecContrib": 113382
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 71575
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 105125
        },
        "916274126": {
            "orgId": "916274126",
            "orgName": "STEINBEIS 2I GMBH",
            "ecContrib": 119367
        }
    },
    "calculatedTotalContribution": 832893
}