{
    "rcn": "194112",
    "acronym": "RADIO",
    "topics": "PHC-19-2014",
    "title": "Robots in assisted living environments: Unobtrusive, efficient, reliable and modular solutions for independent ageing",
    "startDate": "01/04/2015",
    "endDate": "31/03/2018",
    "objective": "Demographic and epidemiologic transitions have brought a new health care paradigm with the presence of both, growing elderly population and chronic diseases. Life expectancy is increasing as well as the need for long-term care.  Institutional care for the aged population faces economical struggles with low staffing ratios and consequent quality problems. \nAlthough the aforementioned implications of ageing impose societal challenges, at the same time new opportunities arise for the European citizens, the healthcare systems as well as the industry and the European market. \nTwo of the most important aspects of assistive environments and independent living are user acceptance and unobtrusiveness. Mostly explored in a smart home setup and the unobtrusive installation of audio-visual monitoring equipment, the consensus is that users accept monitoring if they are not constantly aware of its presence. A more recent trend is home assistant robots. These two lines of development have for the most part ran without heavily interacting with each other and, even more so, without developing integrated solutions that combine smart home automation with robotics. In RADIO, we will develop an integrated smart home/assistant robot system, with the objective of pursuing a novel approach to acceptance and unobtrusiveness: a system where sensing equipment is not discrete but an obvious and accepted part of the userís daily life.\nBy using the integrated smart home/assistant robot system as the sensing equipment for health monitoring, we mask the functionality of the sensors rather than the sensors themselves. In this manner, sensors do not need to be discrete and distant or masked and cumbersome to install; they do however need to be perceived as a natural component of the smart home/assistant robot functionalities.",
    "totalCost": "3805625",
    "ecMaxContribution": "3805625",
    "coordinator": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
    "coordinatorCountry": "EL",
    "participants": "ROBOTNIK AUTOMATION SLL;APHOI KOUMANAKOU & SIA EE;FUNDACION PRIVADA HOSPITAL ASIL DEGRANOLLERS;TECHNOLOGIKO EKPAIDEFTIKO IDRYMA (TEI) DYTIKIS ELLADAS;AVN INNOVATIVE TECHNOLOGY SOLUTIONS LIMITED;RUHR-UNIVERSITAET BOCHUM;SENSING & CONTROL SYSTEMS SL;FONDAZIONE SANTA LUCIA",
    "participantCountries": "ES;EL;CY;DE;IT",
    "projectParticipants": {
        "953672670": {
            "orgId": "953672670",
            "orgName": "AVN INNOVATIVE TECHNOLOGY SOLUTIONS LIMITED",
            "ecContrib": 312500
        },
        "998018645": {
            "orgId": "998018645",
            "orgName": "ROBOTNIK AUTOMATION SLL",
            "ecContrib": 313125
        },
        "989783830": {
            "orgId": "989783830",
            "orgName": "FUNDACION PRIVADA HOSPITAL ASIL DEGRANOLLERS",
            "ecContrib": 331562
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 770000
        },
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 437500
        },
        "947610461": {
            "orgId": "947610461",
            "orgName": "TECHNOLOGIKO EKPAIDEFTIKO IDRYMA (TEI) DYTIKIS ELLADAS",
            "ecContrib": 576875
        },
        "999583449": {
            "orgId": "999583449",
            "orgName": "FONDAZIONE SANTA LUCIA",
            "ecContrib": 318750
        },
        "995962051": {
            "orgId": "995962051",
            "orgName": "SENSING & CONTROL SYSTEMS SL",
            "ecContrib": 607812
        },
        "994242047": {
            "orgId": "994242047",
            "orgName": "APHOI KOUMANAKOU & SIA EE",
            "ecContrib": 137500
        }
    },
    "calculatedTotalContribution": 3805624
}