{
    "rcn": "194194",
    "acronym": "DiDIY",
    "topics": "ICT-31-2014",
    "title": "Digital Do It Yourself",
    "startDate": "01/01/2015",
    "endDate": "30/06/2017",
    "objective": "Digital do it yourself (DiDIY) is a new socio-technological phenomenon in which the widespread availability of digital devices supporting the convergence of physical and informational components and the growing accessibility of knowledge and data through open online communities presage scenarios in which the distinction between users and producers of physical artefacts is fuzzy and new opportunities and threats emerge. DiDIY-related technologies and social practices amplify the creativity and skills of individuals who affordably develop digitally self-made objects, e.g., unique-by-design objects designed by 3D modelling software and generated by 3D printers or networked smart objects equipped with microcontrollers dealing with context information via sensors and actuators. Two network effects catalyse DiDIY: what is custom produced by an individual could be the outcome of contributions from a world-wide community of developers sharing their interest towards open innovation, thus operating as knowledge multiplier; what is made available here and now by a smart object could be the aggregation of signals from a set of sources in the network, thus operating as information extender.\nIn this (presumed) industrial revolution the project aims at:\n* Setting a conceptual framework to explore the impact of DiDIY.\n* Producing information, models and guidelines to support education and policy making on DiDIY that, while enabled by technology, should be driven by social and cultural strategies.\nThe project will study how DiDIY is:\n* Reshaping organization and work, education and research.\n* Impacting on social and legal systems.\n* Changing creative design and ethics.\nThe development of a systemic interpretation is the challenge for the multidisciplinary project team, which will collaboratively explore a complex phenomenon with implications on identity, privacy, reputation, responsibility and safety and will offer a roadmap fostering a DiDIY-based human-centric European development.",
    "totalCost": "2081767,5",
    "ecMaxContribution": "2081767,5",
    "coordinator": "UNIVERSITA' CARLO CATTANEO - LIUC",
    "coordinatorCountry": "IT",
    "participants": "THE MANCHESTER METROPOLITAN UNIVERSITY;THE UNIVERSITY OF WESTMINSTER LBG;Amerikaniko Kollegio Anatolia;STICHTING FREE KNOWLEDGE INSTITUTE;POLITECNICO DI MILANO;AB.ACUS SRL",
    "participantCountries": "UK;EL;NL;IT",
    "projectParticipants": {
        "999858250": {
            "orgId": "999858250",
            "orgName": "THE UNIVERSITY OF WESTMINSTER LBG",
            "ecContrib": 223929
        },
        "999428734": {
            "orgId": "999428734",
            "orgName": "UNIVERSITA' CARLO CATTANEO - LIUC",
            "ecContrib": 497034
        },
        "999847580": {
            "orgId": "999847580",
            "orgName": "THE MANCHESTER METROPOLITAN UNIVERSITY",
            "ecContrib": 249175
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 247192
        },
        "999718570": {
            "orgId": "999718570",
            "orgName": "AB.ACUS SRL",
            "ecContrib": 316000
        },
        "998415957": {
            "orgId": "998415957",
            "orgName": "Amerikaniko Kollegio Anatolia",
            "ecContrib": 229688
        },
        "965426451": {
            "orgId": "965426451",
            "orgName": "STICHTING FREE KNOWLEDGE INSTITUTE",
            "ecContrib": 318750
        }
    },
    "calculatedTotalContribution": 2081768
}