{
    "rcn": "194160",
    "acronym": "MATRIXASSAY",
    "topics": "MSCA-RISE-2014",
    "title": "Novel Cell Migration Assay Based on Microtissue Technology and Tissue-Specific Matrices",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "Cell migration assays are commonly used to study wound healing, cancer cell invasion, and tissue development. Problems associated with the gap closure assays typically employed are that: \n(i) the stopper or scratch used to make the migration zone damages the extracellular matrix (ECM), \n(ii) the migration zone size is limited by the size of the stopper, and \n(iii) the scratched migration zone shapes and sizes are irreproducible. Cell migration is strongly coupled with the structure and mechanical properties of the ECM, and damage to the ECM alters the cell migration path.\n\nThe main objective of this project is to develop a prototype novel cell migration assay, which will significantly improve the predictive power of cell-based assays while avoiding problems associated with existing assays, based on seeding cells precisely on pristine extracellular matrix tissue mimics with native-like cell-functionality and reproducible migration zones.\n\nIn accomplishing this, we will also address the following questions:\nï What are the structure-property relationships between collagen I matrices with controlled thicknesses and fibril diameter and alignment, and their mechanical and electromechanical properties?\nï What are the critical parameters for achieving functional bonding between the substrate and the highly anisotropic viscoelastic collagen I matrices and controlling the overall mechanical properties?\nï Does the distribution of collagen fibril polar ordering, i.e., piezoelectric domains, influence cell migration?\nï What parameters control crimp formation in tendon-like collagen I matrices?\nï What parameters control and explain the unusual viscoelastic properties (e.g., they not depend on the speed of deformation, at least within the interval 0.01 - 1 mm/sec) of tendon-like collagen matrices?\nï Which cell types, including cancer cells, co-align with collagen fibril alignment or crimp direction?",
    "totalCost": "1053000",
    "ecMaxContribution": "931500",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "MSC.SOFTWARE LTD.;ASHLAND SPECIALTIES IRELAND LIMITED;LOUGHBOROUGH UNIVERSITY;ABERYSTWYTH UNIVERSITY",
    "participantCountries": "UK;IE",
    "projectParticipants": {
        "986306089": {
            "orgId": "986306089",
            "orgName": "VORNIA LIMITED",
            "ecContrib": 0
        },
        "998736445": {
            "orgId": "998736445",
            "orgName": "MSC.SOFTWARE LTD.",
            "ecContrib": 27000
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 216000
        },
        "999990752": {
            "orgId": "999990752",
            "orgName": "LOUGHBOROUGH UNIVERSITY",
            "ecContrib": 324000
        },
        "999853012": {
            "orgId": "999853012",
            "orgName": "ABERYSTWYTH UNIVERSITY",
            "ecContrib": 310500
        }
    },
    "calculatedTotalContribution": 877500
}