{
    "rcn": "194164",
    "acronym": "CPS Summit",
    "topics": "ICT-01-2014",
    "title": "Transatlantic CPS Summit",
    "startDate": "01/02/2015",
    "endDate": "31/07/2016",
    "objective": "Cyber-physical systems (CPS) are a core enabling technology for securing economic leadership in embedded systems and ICT, having an enormous social and economic importance, and making decisive contributions to societal challenges. The EU and the US face common challenges to push forward the limits of the science for engineering CPS, creating a favorable environment for strategic and pre-competitive collaboration.\n\nThe Transatlantic CPS Summit is an ambitious 18-month support action with the goal of facilitating and creating an enduring and sustainable collaboration campaign on CPS research and development between Europe and the US. The support action achieves its overall aim by means of:\n1. Identifying and evaluating possible R&D cooperations between Europe and the US;\n2. Investigating and promoting implementation of  opportunities for cooperation;\n3. Preparing a roadmap for R&D cooperation on CPS engineering between the EU and US together with recommendations for action;\n4. Presenting final results to interested stakeholders (e.g. public bodies, industry, academic researchers) on both sides of the Atlantic.\n\nTo achieve the above, the project mobilises an outstanding multidisciplinary consortium of 7 EU partners and 5 US partners and brings together recognized CPS researchers across the EU and the US in a series of CPS Summit Workshops.",
    "totalCost": "181250",
    "ecMaxContribution": "181250",
    "coordinator": "FORTISS GMBH",
    "coordinatorCountry": "DE",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;OFFIS EV;UNIVERSITE JOSEPH FOURIER GRENOBLE 1;UNIVERSITE GRENOBLE ALPES;AALBORG UNIVERSITET",
    "participantCountries": "AT;DE;FR;DK",
    "projectParticipants": {
        "999907429": {
            "orgId": "999907429",
            "orgName": "UNIVERSITE JOSEPH FOURIER GRENOBLE 1",
            "ecContrib": 0
        },
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 22500
        },
        "996290008": {
            "orgId": "996290008",
            "orgName": "FORTISS GMBH",
            "ecContrib": 83750
        },
        "999594313": {
            "orgId": "999594313",
            "orgName": "OFFIS EV",
            "ecContrib": 22500
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 22500
        },
        "924833212": {
            "orgId": "924833212",
            "orgName": "UNIVERSITE GRENOBLE ALPES",
            "ecContrib": 30000
        }
    },
    "calculatedTotalContribution": 181250
}