{
    "rcn": "194130",
    "acronym": "CREATe-Network",
    "topics": "MSCA-RISE-2014",
    "title": "Processing and Characterization of Advanced Nano-Composites for Resource-efficient Applications and Technologies",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "CREATe-Net is composed of 3 academic institutions in Europe (Saarland Univ., DE; Technical Univ. of Catalonia, ES; and INM - Leibniz Institute for New Materials, DE), 3 non-academic institutions in Europe (AB Sandvik Coromant, SE; Steinbeis Research and Innovation Centers, DE; and Nanoforce Ltd., UK), as well as 6 academic partners outside Europe (CSIR - Council for Scientific and Industrial Research, ZA; Univ. CatÛlica de Uruguay, UY; Instituto de Investigaciones en Ciencia e IngenierÌa de Materiales, AR; Univ. de ConcepciÛn, CL; Univ. de Sao Paulo, BR; and Georgia Institute of Technology, US).\nThe network will cooperate in the field of design, processing and characterization of novel composite materials for resource-efficient applications and environmentally friendly technologies, in particular energy storage, bearings, electrical contacts, and cutting tools. \nThe purpose of the network is to combine different thematic expertises of the academic and industrial network members in the multidisciplinary field of materials science and engineering in order to design new composite materials with superior properties and performance. The expertise of the network includes: \na) Design by modelling at different scales (e. g. atomistic modelling, thermodynamic and kinetic modelling, finite element modelling); \nb) Novel processing methods (e . g. atomic layer deposition, severe plastic deformation and rapid solidification); \nc) Advanced characterization methods (e. g. serial sectioning and atom probe tomography, high resolution transmission electron microscopy); \nd) Processing/characterization of carbon materials, metal and ceramic matrix composites as well as functionally graded materials; and \ne) Performance testing for targeted applications (available through special designed testing facilities at the research centres and industrial partners). \nTwo workshops and one final conference will contribute to the exchange of knowledge beside the exchange of researchers.",
    "totalCost": "639000",
    "ecMaxContribution": "639000",
    "coordinator": "UNIVERSITAT DES SAARLANDES",
    "coordinatorCountry": "DE",
    "participants": "AB SANDVIK COROMANT;STEINBEIS TRANSFER GMBH;LEIBNIZ-INSTITUT FUER NEUE MATERIALIEN GEMEINNUETZIGE GMBH;UNIVERSITAT POLITECNICA DE CATALUNYA;Nanoforce Technology Limited",
    "participantCountries": "SE;DE;ES;UK",
    "projectParticipants": {
        "999759116": {
            "orgId": "999759116",
            "orgName": "STEINBEIS TRANSFER GMBH",
            "ecContrib": 56880
        },
        "999929545": {
            "orgId": "999929545",
            "orgName": "UNIVERSITAT DES SAARLANDES",
            "ecContrib": 334305
        },
        "985822253": {
            "orgId": "985822253",
            "orgName": "AB SANDVIK COROMANT",
            "ecContrib": 69750
        },
        "999610900": {
            "orgId": "999610900",
            "orgName": "LEIBNIZ-INSTITUT FUER NEUE MATERIALIEN GEMEINNUETZIGE GMBH",
            "ecContrib": 45000
        },
        "998420613": {
            "orgId": "998420613",
            "orgName": "Nanoforce Technology Limited",
            "ecContrib": 0
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 133065
        }
    },
    "calculatedTotalContribution": 639000
}