{
    "rcn": "194176",
    "acronym": "INTELUM",
    "topics": "MSCA-RISE-2014",
    "title": "International and intersectoral mobility to develop advanced scintillating fibres and Cerenkov fibres for new hadron and jet calorimeters for future colliders",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "Currently, new concepts are being considered for hadron and jet calorimetry in high energy physics experiments, in order to improve the energy resolution of these detectors by a factor of at least two. This is a prerequisite for future studies at the high luminosity, large hadron collider as well as at future electron and proton colliders. Amongst the few concepts being proposed, scintillating and ?erenkov fibres are considered very promising candidates.\n\nThe INTELUM project will be a 4 year project funding international, industry-academia exchanges to develop micro-pulling-down crystal growth and other new types of fibre technology. This new fibre production technology has the potential to enable fast, low-cost, manufacture of heavy crystal scintillating fibres.\n\nIn order to prove the new fibre technology concept, two key technical issues will be addressed during the project:\n\nï Demonstrate feasibility of producing between 20-200km of fibres with consistent quality and well defined production costs\nï Demonstrate sufficient radiation hardness of the fibres that the degradation of their optical properties is below 10% at 1 MGy level\n\nThis ambitious project will be undertaken by a truly international consortium of sixteen institutes and companies, many closely linked to the Crystal Clear Collaboration. The project will also lead to important impacts in other domains such as functional medical imaging and homeland security.",
    "totalCost": "1093500",
    "ecMaxContribution": "922500",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "FIBERCRYST SAS;INTELLIGENTSIA CONSULTANTS SARL;FYZIKALNI USTAV AV CR V.V.I;JUSTUS-LIEBIG-UNIVERSITAET GIESSEN;CRYTUR SPOL.S.R.O.;UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "FR;LU;CZ;DE;IT",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 148500
        },
        "991450096": {
            "orgId": "991450096",
            "orgName": "PRYSMIAN",
            "ecContrib": 0
        },
        "999840111": {
            "orgId": "999840111",
            "orgName": "JUSTUS-LIEBIG-UNIVERSITAET GIESSEN",
            "ecContrib": 67500
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 292500
        },
        "999873867": {
            "orgId": "999873867",
            "orgName": "FYZIKALNI USTAV AV CR V.V.I",
            "ecContrib": 99000
        },
        "952669496": {
            "orgId": "952669496",
            "orgName": "INTELLIGENTSIA CONSULTANTS SARL",
            "ecContrib": 36000
        },
        "998269584": {
            "orgId": "998269584",
            "orgName": "FIBERCRYST SAS",
            "ecContrib": 0
        },
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 252000
        }
    },
    "calculatedTotalContribution": 895500
}