{
    "rcn": "194181",
    "acronym": "FLEXOLIGHTING",
    "topics": "ICT-29-2014",
    "title": "FLEXOLIGHTING",
    "startDate": "01/01/2015",
    "endDate": "31/03/2018",
    "objective": "The flexolighting programme is focussed on research and innovations on materials, processes and device technology for OLED lighting with the intention of building a supply chain within Europe. The aim is to realise OLED devices over a large area/surface with high brightness, high uniformity and long life time. A demonstrator will be built and delivered at the end of the project. The main targets are (i). Cost of the lighting panels should be less than Euro 1 per 100 lumens. (II). high luminous efficiency, in excess of 100 lm/W with improved out-coupling efficiency. (ii). white light life-time of at least 1000 hours at 97% of the original luminance of 5000 cdm-2.(iii). The materials and the devices therefrom will allow for differential aging of the colours, thus maintaining the same colour co-ordinates and CRI over its use. (iv). Attention will be paid to recyclability and environmental impact of the materials and the OLED lighting systems. Flexolighting project will also ensure European industrial leadership in lighting.\n\nThe introduction of OLED Lighting technology is held back by the current cost of the systems, life-time and poor uniformity of luminance on large area panels. The programme aims to combine existing state of the art OLED materials technology (Thermally activated fluorescent materials (TADF) and phosphorescent emitters and world class transport materials) with new developments in processing technologies (Organic Vapour Phase Deposition (OVPD) and  printing technologies) to develop new next of generation low cost OLED lighting systems to move forward to scale up and full scale production on novel planarized flexible steel substrates with cost effective conformal encapsulation method. The transparent top contacts made of thin metallic films, conducting polymers or graphene monolayer with metal tracks to reduce the series resistance will be employed in inverted top emitting OLED structures to deliver 100 lumens per Euro.",
    "totalCost": "4358983,5",
    "ecMaxContribution": "4358983,5",
    "coordinator": "BRUNEL UNIVERSITY LONDON",
    "coordinatorCountry": "UK",
    "participants": "ROBINSON BROTHERS LIMITED;INTRINSIQ MATERIALS LIMITED;BENEQ OY;OLED TECHNOLOGIES & SOLUTIONS BV;NOVALIA LIMITED;AIXTRON SE;TATA STEEL NEDERLAND TECHNOLOGY BV;MARKS AND SPENCER PLC",
    "participantCountries": "UK;FI;NL;DE",
    "projectParticipants": {
        "972002469": {
            "orgId": "972002469",
            "orgName": "BENEQ OY",
            "ecContrib": 319725
        },
        "996487209": {
            "orgId": "996487209",
            "orgName": "ROBINSON BROTHERS LIMITED",
            "ecContrib": 242600
        },
        "998937235": {
            "orgId": "998937235",
            "orgName": "TATA STEEL NEDERLAND TECHNOLOGY BV",
            "ecContrib": 289125
        },
        "966782414": {
            "orgId": "966782414",
            "orgName": "AIXTRON SE",
            "ecContrib": 820510
        },
        "997799522": {
            "orgId": "997799522",
            "orgName": "MARKS AND SPENCER PLC",
            "ecContrib": 76500
        },
        "998175203": {
            "orgId": "998175203",
            "orgName": "INTRINSIQ MATERIALS LIMITED",
            "ecContrib": 183076
        },
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 2088332
        },
        "952767175": {
            "orgId": "952767175",
            "orgName": "OLED TECHNOLOGIES & SOLUTIONS BV",
            "ecContrib": 30240
        },
        "949751154": {
            "orgId": "949751154",
            "orgName": "NOVALIA LIMITED",
            "ecContrib": 308875
        }
    },
    "calculatedTotalContribution": 4358983
}