{
    "rcn": "194103",
    "acronym": "SOLEDLIGHT",
    "topics": "ICT-29-2014",
    "title": "Solution Processed OLEDs for Lighting",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "Highly efficient organic electroluminescent devices (OLEDs) are a technology that promises to reduce significantly the electricity consumption. The estimated market for OLED lighting products is large ($8 billion) and European lighting manufacturers are ideally positioned to capture a large part of it. \nGlass OLED products prepared by vacuum evaporation techniques have been demonstrated with good performances, yet the main bottle neck for larger market introduction is the high cost. At high production volumes the cost of OLED production is directly related to the efficiency of materials usage which is estimated to be 70 % for vacuum deposition and 90 % via solution processing.\nHence, roll-to-roll solution processed OLEDs, will lead to a significant price reduction due to more efficient organic material usage, lower capital investments and higher throughput. Additionally, these OLEDs will be produced directly on flexible substrates allowing for new light weight and space saving designs.\n\nSOLEDLIGHT will develop hybrid and fully S2S and R2R solution processed multilayer OLEDs with power efficiencies > 100 lm/W and lifetimes > 15000 hours at 3,000 cd/m2. \n\nThis will be addressed by:\n\nï New emitter and charge transport materials\nï Methods to control multilayer stack formation.\nï Interface and emitting layer morphology control.\nï Implementing large-area roll-to-roll solution processing.\nï Demonstration of flexible OLEDs integrated into a luminaire.\n\nSOLEDLIGHT will scale up both the chemical synthesis of these material systems and the R2R coating technology to a pilot production line.\n\nSOLEDLIGHT has assembled a consortium comprising a Osram (leading OLED manufacturer and integrator), Solvay (leading OLED materials manufacturer), TNO/Holst Centre (an excellence centre for organic devices with a state-of-the-art R2R line and leading universities in the field (Univ. Valencia, EPFL and Imperial College). The participation of Osram ensures a rapid transfer to future products.",
    "totalCost": "4467521,25",
    "ecMaxContribution": "3692521,25",
    "coordinator": "UNIVERSITAT DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "OSRAM OPTO SEMICONDUCTORS GMBH;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;OSRAM OLED GMBH;RHODIA OPERATIONS",
    "participantCountries": "DE;UK;NL;CH;FR",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 508254
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 821980
        },
        "998153863": {
            "orgId": "998153863",
            "orgName": "RHODIA OPERATIONS",
            "ecContrib": 890000
        },
        "999788992": {
            "orgId": "999788992",
            "orgName": "OSRAM OPTO SEMICONDUCTORS GMBH",
            "ecContrib": 0
        },
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 871162
        },
        "935840481": {
            "orgId": "935840481",
            "orgName": "OSRAM OLED GMBH",
            "ecContrib": 601125
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3692521
}