{
    "rcn": "194121",
    "acronym": "Optintegral",
    "topics": "ICT-03-2014",
    "title": "Advertisement displays manufactured by hybrid in-mould integration",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "OptIntegral develops and demonstrates LED displays for advertisement manufactured by in-mould hybrid integration of TOLAE electronics and photonics components.\nThe aim is to proof the flexibility and sustainability of the novel manufacturing process enabling a diversity of LED display products competitive with EU-labour cost.\nThree different large area displays: 3D glasses free, lightpipe and backlight, will be demonstrated by three SMEs. The novel manufacturing process combines Roll-to-Sheet and Roll-to-Roll of flexible electronics with In-mould hybrid integration of the optoelectronics with the optics.\nThe novel displays harvest the intrinsic TOLAE benefits with thin, light weight, and bendable structures; and the specific in-mould integration benefits of a) automating the current manual assembly with high reproducibility and yield and b) enabling new optical design concepts that bring better display resolution, lower costs and energy savings. This differential value supports the effective market introduction of TOLAE based highly competitive products.\nOptIntegral enables a wide choice of materials and options in process design to put the technological advances at the service of the cost, performance and time-to-market requirements of the novel displays.\nThe workplan sets and consolidates the value chain by the demonstration platform that links all actors, from LED suppliers to displays users. This allows to respond to market demands and to capture the user feedback on the effectiveness of the displays to communicate information and to meta-communicate attitudes towards the advertiser brand.\nThree display manufacturers that are currently manufacturing and selling LED displays in EU will enlarge their portfolio by setting up pilot manufacturing lines and co-developing demonstrators adapted to their customersí needs. This is achieved during the project with the goal to be on the market 1 year after the end of the project as a result of OptIntegral business case.",
    "totalCost": "5997562,5",
    "ecMaxContribution": "5132737,5",
    "coordinator": "FUNDACIO PRIVADA ASCAMM",
    "coordinatorCountry": "ES",
    "participants": "ASOCIACION ESPANOLA DE NORMALIZACION;NEONELEKTRO OY;LUMYCOMP DESIGN LTD;UNIVERSITY OF BATH;Megatex Commerce Ltd.;Teknologian tutkimuskeskus VTT Oy;HOLOGRAFIKA HOLOGRAMELOALLITO FEJLESZTO ES FORGALMAZO KFT;SIMULACIONS OPTIQUES SL;TEKNOLOGIAN TUTKIMUSKESKUS VTT",
    "participantCountries": "ES;FI;BG;UK;HU",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 1076282
        },
        "963420491": {
            "orgId": "963420491",
            "orgName": "SIMULACIONS OPTIQUES SL",
            "ecContrib": 226406
        },
        "984232326": {
            "orgId": "984232326",
            "orgName": "ASOCIACION ESPANOLA DE NORMALIZACION",
            "ecContrib": 93750
        },
        "940999523": {
            "orgId": "940999523",
            "orgName": "NEONELEKTRO OY",
            "ecContrib": 662375
        },
        "999513124": {
            "orgId": "999513124",
            "orgName": "FUNDACIO PRIVADA ASCAMM",
            "ecContrib": 0
        },
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 394030
        },
        "928030235": {
            "orgId": "928030235",
            "orgName": "FUNDACIO EURECAT",
            "ecContrib": 1550750
        },
        "952267916": {
            "orgId": "952267916",
            "orgName": "LUMYCOMP DESIGN LTD",
            "ecContrib": 257644
        },
        "999901706": {
            "orgId": "999901706",
            "orgName": "TEKNOLOGIAN TUTKIMUSKESKUS VTT",
            "ecContrib": 0
        },
        "999773569": {
            "orgId": "999773569",
            "orgName": "HOLOGRAFIKA HOLOGRAMELOALLITO FEJLESZTO ES FORGALMAZO KFT",
            "ecContrib": 604625
        },
        "940918722": {
            "orgId": "940918722",
            "orgName": "Megatex Commerce Ltd.",
            "ecContrib": 266875
        }
    },
    "calculatedTotalContribution": 5132737
}