{
    "rcn": "194172",
    "acronym": "ePlus Ecosystem",
    "topics": "ICT-13-2014",
    "title": "Fostering Web Entrepreneurship in Europe: e-talent, e-mentoring, e-services and e-capital for e-entrepreneurs",
    "startDate": "01/01/2015",
    "endDate": "30/06/2017",
    "objective": "The ePlus ecosystem project will develop and deploy an online and onsite environment, building on and interconnecting existing ecosystems, hubs and initiatives, in order to setup a runway for web entrepreneurs to start and scaleup a business in Europe and grow internationally. This European ecosystem will help web-entrepreneurs to develop and scale up their ideas and businesses, from a business international validation phase, to internationalization, access to finance and to business growth, thus complementing the service offer currently made available at local ecosystems level. The ePlus project will meet the objectives stated in the workprogramme in terms of accelerating web entrepreneurship in Europe, and offer a unique new platform that answers to the need for new services expressed in the Startup Manifesto. It will provide the nurturing to help web-entrepreneurs go global, through a unique combination of talents, tools and services of an European scale in all key elements required to create great companies: team, concept, technology, and capital. This will be done through the following elements:\n- Putting in motion a true pan-european web-entrepreneurship ecosystem by setting up the initial backbone made of the interconnection between the booming regional ecosystems of Lisbon, Nice and Baden-W¸rttemberg, combining and intertwining current services and opportunities and making room for more local ecosystems to join in;\n- Untap on Europeís unique mass of \\ 50,000 skilled and mobile researchers generated by institutions such as the Marie Curie Actions in order to reinforce the web-entrepreneurs teamsí skills and technology grasp;\n- Guide web-entrepreneurs into global business concepts through a European mentoring scheme, building on the best regional and national programmes available;\n- Facilitate access to some of the best services from the best service providers in Europe to promote web-entrepreneurs growth;\n- Ensure access to capital either in early stage or crowdfunding form.",
    "totalCost": "2598794,64",
    "ecMaxContribution": "1995518,75",
    "coordinator": "INOVA+ - INNOVATION SERVICES, SA",
    "coordinatorCountry": "PT",
    "participants": "HUGIN&MUNIN SL;European Business Angel Network;EUROPE UNLIMITED S.A.;EUROPEAN CROWDFUNDING NETWORK;BWCON GMBH;CAPGEMINI NEDERLAND BV;CAMARA MUNICIPAL DE LISBOA;CHAMBRE DE COMMERCE ET D'INDUSTRIE NICE COTE D'AZUR;INTRASOFT INTERNATIONAL SA",
    "participantCountries": "ES;BE;DE;NL;PT;FR;LU",
    "projectParticipants": {
        "999928478": {
            "orgId": "999928478",
            "orgName": "INOVA+ - INNOVATION SERVICES, SA",
            "ecContrib": 435356
        },
        "999702371": {
            "orgId": "999702371",
            "orgName": "INTRASOFT INTERNATIONAL SA",
            "ecContrib": 292075
        },
        "929872265": {
            "orgId": "929872265",
            "orgName": "HUGIN&MUNIN SL",
            "ecContrib": 46122
        },
        "935528723": {
            "orgId": "935528723",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE NICE COTE D'AZUR",
            "ecContrib": 177188
        },
        "972290171": {
            "orgId": "972290171",
            "orgName": "CAMARA MUNICIPAL DE LISBOA",
            "ecContrib": 176312
        },
        "950630944": {
            "orgId": "950630944",
            "orgName": "EUROPEAN CROWDFUNDING NETWORK",
            "ecContrib": 108125
        },
        "999775315": {
            "orgId": "999775315",
            "orgName": "EUROPE UNLIMITED S.A.",
            "ecContrib": 216562
        },
        "937328655": {
            "orgId": "937328655",
            "orgName": "BWCON GMBH",
            "ecContrib": 153934
        },
        "998954210": {
            "orgId": "998954210",
            "orgName": "CAPGEMINI NEDERLAND BV",
            "ecContrib": 263594
        },
        "995951672": {
            "orgId": "995951672",
            "orgName": "European Business Angel Network",
            "ecContrib": 126250
        }
    },
    "calculatedTotalContribution": 1995518
}