{
    "rcn": "194120",
    "acronym": "MoreGrasp",
    "topics": "ICT-22-2014",
    "title": "Restoration of upper limb function in individuals with high spinal cord injury by multimodal neuroprostheses for interaction in daily activities",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "More than half of the persons with spinal cord injuries (SCI) are suffering from impairments of both hands, which results in a tremendous decrease of quality of life (QoL) and represents a major barrier for inclusion in society. Functional restoration is possible with neuroprostheses based on functional electrical stimulation (FES). However, current systems are non-intelligent, non-intuitive open loop systems without sensory feedback.\nMoreGrasp aims at developing a multi-adaptive, multimodal user interface including brain-computer interfaces (BCIs) for intuitive control of a semi-autonomous motor and sensory grasp neuroprosthesis to support activities of daily living in individuals with SCI. With such a system a bilateral grasp restoration may become reality.\nThe multimodal interfaces will be based on non-invasive BCIs for decoding of movements intentions with gel-less electrodes and wireless amplifiers. The neuroprosthesis will include FES electrode arrays and different sensors to allow for implementation of predefined or autonomously learned sequences. MoreGrasp will consequently follow the concept of the user-centered design by providing a scalable, modular, user-specific neuroprosthesis together with personalized EEG recording technology. Novel multimodal software architectures including interoperability standards will be defined to integrate neuroprostheses into the field of assistive technology.\nLong-term end user studies will demonstrate the reliability, usefulness and impact on QoL of the MoreGrasp technology. A web-based service infrastructure including a discussion forum will be set up for assessing user priorities and screening of usersí status. The evaluation of the training and patterns of use will allow for user modeling to identify factors for successful use.\nThe highly interdisciplinary MoreGrasp consortium consists of members from universities, industry and rehabilitation centers, which have a long history of successful cooperation.",
    "totalCost": "3471452,5",
    "ecMaxContribution": "3471452,5",
    "coordinator": "TECHNISCHE UNIVERSITAET GRAZ",
    "coordinatorCountry": "AT",
    "participants": "Medel Medizinische Elektronic Handelsgesellschaft mbH;BIT&BRAIN TECHNOLOGIES SL;UNIVERSITAETSKLINIKUM HEIDELBERG;UNIVERSITY OF GLASGOW;KNOW-CENTER GMBH RESEARCH CENTER FOR DATA-DRIVEN BUSINESS & BIG DATA ANALYTICS",
    "participantCountries": "DE;ES;UK;AT",
    "projectParticipants": {
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 675120
        },
        "983150291": {
            "orgId": "983150291",
            "orgName": "BIT&BRAIN TECHNOLOGIES SL",
            "ecContrib": 593986
        },
        "999841081": {
            "orgId": "999841081",
            "orgName": "UNIVERSITAETSKLINIKUM HEIDELBERG",
            "ecContrib": 682688
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 626010
        },
        "974068278": {
            "orgId": "974068278",
            "orgName": "Medel Medizinische Elektronic Handelsgesellschaft mbH",
            "ecContrib": 335069
        },
        "997997111": {
            "orgId": "997997111",
            "orgName": "KNOW-CENTER GMBH RESEARCH CENTER FOR DATA-DRIVEN BUSINESS & BIG DATA ANALYTICS",
            "ecContrib": 558579
        }
    },
    "calculatedTotalContribution": 3471452
}