{
    "rcn": "194183",
    "acronym": "WELCOME",
    "topics": "ICT-13-2014",
    "title": "WELCOME: PAN-EUROPEAN WEB ENTREPRENEURSHIP AND STARTUP ECOSYSTEM",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "WELCOME aims to connect 4 different major EU ecosystems (Berlin, Dublin, Milan and Madrid), identifying and engaging through WELCOME local partners the most relevant players of the previous 4 web entrepreneur (WE) ecosystems (investors, corporates, media, successful WEs) with prospective, emerging and successful startups. The final goal is to create a Pan-European ecosystem in which every WE in one of the ecosystems feels that belongs to it. WELCOME will run twice over a period of 2 years. There are 5 targets for WELCOME activities in the 4 ecosystems:\nï\tWP2. ìProspective wannabe entrepreneursî, the goal is to impact on younger generations, woman and unemployed population and attract them to become active players in the ecosystems. \nï\tWP3. ìSeed and early stage startups and investorsî, the goal is to identify the emerging startups, investors (BAs, VCs), large & media corporates, media and in each local ecosystem and create connections and relationship cross-borders. The objective is not only to connect startups and investors, but also startups with other startups and build a cross-border investor network, supporting them to successfully launch their operations.\nï\tWP4. ìLater stage startups and investorsî, the objective is to identify the emerging stars in each local ecosystem and connect them with investors, corporates, and media in order to support them scale internationally within EU.\nï\tWP5: WELCOME will foster self-sustainability of their activities beyond the life of the project as well as collaboration with SE Initiative and other EU initiatives.\nï\tWP6: WELCOME will launch a media and a marketing campaign where the most interesting cases of EU Startups able to scale up will be presented to the public, by means of storytellings in relevant media Channels. The marketing campaign will be conducted by means of the WELCOME camper that will travel around the 4 ecosystems (displaying WELCOME logo).",
    "totalCost": "2857138,75",
    "ecMaxContribution": "2000000",
    "coordinator": "FUNDACION PARQUE CIENTIFICO DE LA UNIVERSIDAD DE SALAMANCA",
    "coordinatorCountry": "ES",
    "participants": "BETAHAUS GMBH & CO KG;MIND THE BRIDGE FOUNDATION;HUGIN&MUNIN SL;DIGITAL MAKERS SRL;INMUNE MARKETING SL;ETVENTURE GMBH;ASSOCIACION TETUAN VALLEY;STARTEED SRL;CODEMOTION SRL;THE DCU RYAN ACADEMY LIMITED;DPIXEL SRL;FULL STACK GMBH",
    "participantCountries": "DE;IT;ES;IE",
    "projectParticipants": {
        "951236709": {
            "orgId": "951236709",
            "orgName": "ASSOCIACION TETUAN VALLEY",
            "ecContrib": 185952
        },
        "949705758": {
            "orgId": "949705758",
            "orgName": "ETVENTURE GMBH",
            "ecContrib": 92975
        },
        "944215558": {
            "orgId": "944215558",
            "orgName": "INMUNE MARKETING SL",
            "ecContrib": 92976
        },
        "935769380": {
            "orgId": "935769380",
            "orgName": "THE DCU RYAN ACADEMY LIMITED",
            "ecContrib": 278928
        },
        "929872265": {
            "orgId": "929872265",
            "orgName": "HUGIN&MUNIN SL",
            "ecContrib": 130977
        },
        "945145109": {
            "orgId": "945145109",
            "orgName": "FULL STACK GMBH",
            "ecContrib": 255684
        },
        "947623944": {
            "orgId": "947623944",
            "orgName": "MIND THE BRIDGE FOUNDATION",
            "ecContrib": 209195
        },
        "940525484": {
            "orgId": "940525484",
            "orgName": "STARTEED SRL",
            "ecContrib": 23244
        },
        "941418563": {
            "orgId": "941418563",
            "orgName": "FUNDACION PARQUE CIENTIFICO DE LA UNIVERSIDAD DE SALAMANCA",
            "ecContrib": 381411
        },
        "951297819": {
            "orgId": "951297819",
            "orgName": "BETAHAUS GMBH & CO KG",
            "ecContrib": 69732
        },
        "930191492": {
            "orgId": "930191492",
            "orgName": "DPIXEL SRL",
            "ecContrib": 209195
        },
        "949742909": {
            "orgId": "949742909",
            "orgName": "DIGITAL MAKERS SRL",
            "ecContrib": 0
        },
        "940335752": {
            "orgId": "940335752",
            "orgName": "CODEMOTION SRL",
            "ecContrib": 69732
        }
    },
    "calculatedTotalContribution": 2000001
}