{
    "rcn": "194179",
    "acronym": "ETexWeld",
    "topics": "MSCA-RISE-2014",
    "title": "Welding of E-Textiles for Interactive Clothing",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The new field of science dealing with implementation of electronics to textiles in combination with informatics is known as e-textiles. This project proposal leads to knowledge transfer among partners in order to develop innovative e-textile products for interactive protective clothing and footwear using welding technologies by bringing experts from different countries, sectors and disciplines together to focus their effort in innovative e-textile product designs. \nWithin this context, the project aims to develop novel e-textile structures including transmission lines, sensors, actuators, microprocessors, personalized algorithms, on-body computing and user feedbacks in order to make a breakthrough towards development of interactive protective clothing and footwear that able to monitor health, activity, position of the user in the environmental risky situations, the welding technologies will be mainly used in three concepts:\nI.\tDesigning of transmission lines of e-textile structures; \nII.\tIntegration of electronic elements (different sensors, actuators, microprocessors, data transmission and power supply systems) to textile structures; \nIII.\tDesign and development of whole e-textile system for protective clothing applications including interactive protective garments and shoes.\nThus, project draws on strong transitions of textiles, electronics and informatics researches and is internationally acknowledged for its pioneering contributions to e-textile researches through the industry-academia cooperation. This will not only help to develop future generations of entrepreneurial researchers more capable of contributing effectively to the knowledge-based e-textile research area, within and between public and private sectors, but also add to the intersectorial and trans-national employability of these researchers as well as to the attraction of young people to a research career on textile/electronics areas.",
    "totalCost": "1206000",
    "ecMaxContribution": "913500",
    "coordinator": "ISTANBUL TEKNIK UNIVERSITESI",
    "coordinatorCountry": "TR",
    "participants": "INLAS INTELEKTUALNA LASTNINA IN SVETOVANJE DOO;PANEPISTIMIO DYTIKIS ATTIKIS;THE UNIVERSITY OF MANCHESTER;ECOLE NATIONALE SUPERIEURE ARTS INDUSTRIES TEXTILES;TEXNOLOGIES FOTONIKON KAI HLEKTRONIKON SYSTHMATVN AE;UNITED MEDICAL INNOVATION LTD;ANOTATO EKPAIDEYTIKO IDRIMA PEIRAIA TECHNOLOGIKOY TOMEA;KIVANC KIMYA SANAYII VE TICARET ANONIM SIRKETI;@HEALTH",
    "participantCountries": "SI;EL;UK;FR;TR",
    "projectParticipants": {
        "940363494": {
            "orgId": "940363494",
            "orgName": "INLAS INTELEKTUALNA LASTNINA IN SVETOVANJE DOO",
            "ecContrib": 54000
        },
        "999866592": {
            "orgId": "999866592",
            "orgName": "ISTANBUL TEKNIK UNIVERSITESI",
            "ecContrib": 382500
        },
        "932107824": {
            "orgId": "932107824",
            "orgName": "UNITED MEDICAL INNOVATION LTD",
            "ecContrib": 40500
        },
        "997755193": {
            "orgId": "997755193",
            "orgName": "ANOTATO EKPAIDEYTIKO IDRIMA PEIRAIA TECHNOLOGIKOY TOMEA",
            "ecContrib": 0
        },
        "970596454": {
            "orgId": "970596454",
            "orgName": "TEXNOLOGIES FOTONIKON KAI HLEKTRONIKON SYSTHMATVN AE",
            "ecContrib": 94500
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 72000
        },
        "998095178": {
            "orgId": "998095178",
            "orgName": "ECOLE NATIONALE SUPERIEURE ARTS INDUSTRIES TEXTILES",
            "ecContrib": 112500
        },
        "940368829": {
            "orgId": "940368829",
            "orgName": "KIVANC KIMYA SANAYII VE TICARET ANONIM SIRKETI",
            "ecContrib": 22500
        }
    },
    "calculatedTotalContribution": 778500
}