{
    "rcn": "194108",
    "acronym": "ASSESS CT",
    "topics": "PHC-34-2014",
    "title": "Assessing SNOMED CT for Large Scale eHealth Deployments in the EU",
    "startDate": "01/02/2015",
    "endDate": "31/07/2016",
    "objective": "ASSESS CT will contribute to better semantic interoperability of eHealth services in Europe, in order to optimise care and to minimise harm in delivery of care. In a joint one-year effort, the ASSESS CT consortium will investigate the fitness of the clinical terminology SNOMED CT as a potential standard for EU-wide eHealth deployments, scrutinising clinical, technical, financial, and organisational aspects.  Unbiased towards SNOMED CT adoption, the ASSESS CT project will employ established evaluation approaches from social science. It will scrutinise adoption against two alternative scenarios: to abstain from actions at the EU level, or to devise an EU-wide semantic interoperability framework without SNOMED CT. ASSESS CT will review the current state of SNOMED CT through survey and focus group, regarding its use by IHTSDO members and the fulfilment of semantic interoperability use cases, the relationship with EU-wide recommendations, known technical and organisational drawbacks, and maintenance of the terminology. A series of studies using sampled clinical data will provide new evidence about conceptual and term coverage for selected languages, as well as technical fitness in manual and automated semantic annotation scenarios. The consortium will also analyse the impact of SNOMED CT adoption from a socio-economic viewpoint, encompassing management, business, organisational, and governance aspects. Validation of all working tasks, both political and domain-specific, will be secured through four large workshops with a list of distinguished experts assembled in an Expert Panel, Committee of MS Representatives, and national focus groups. Sufficient budget is reserved, also for coordination across the parallel H2020 Call PHC34 projects. Concrete strategy recommendations will be delivered to both MS, the EC, and SDOs about how SNOMED CT can scale up successful adoption and contribute to building a EU eHealth Interoperability Framework.",
    "totalCost": "939717",
    "ecMaxContribution": "939717",
    "coordinator": "HOCHSCHULE NIEDERRHEIN",
    "coordinatorCountry": "DE",
    "participants": "EMPIRICA GESELLSCHAFT FUER KOMMUNIKATIONS- UND TECHNOLOGIE FORSCHUNG MBH;LINKOPINGS UNIVERSITET;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;MEDIZINISCHE UNIVERSITAT GRAZ;HL7 INTERNATIONAL FONDATION;HRVATSKI ZAVOD ZA ZDRAVSTVENO OSIGURANJE;EUROPEAN INSTITUTE FOR HEALTH RECORDS;REGIONE LOMBARDIA;Averbis GmbH;TERVEYDEN JA HYVINVOINNIN LAITOS;Academisch Medisch Centrum bij de Universiteit van Amsterdam;AALBORG UNIVERSITET;STICHTING NATIONAAL ICT INSTITUUT IN DE ZORG",
    "participantCountries": "DE;SE;FR;AT;BE;HR;IT;FI;NL;DK",
    "projectParticipants": {
        "998830147": {
            "orgId": "998830147",
            "orgName": "STICHTING NATIONAAL ICT INSTITUUT IN DE ZORG",
            "ecContrib": 28750
        },
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 62865
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 55594
        },
        "952813541": {
            "orgId": "952813541",
            "orgName": "HRVATSKI ZAVOD ZA ZDRAVSTVENO OSIGURANJE",
            "ecContrib": 15000
        },
        "974224448": {
            "orgId": "974224448",
            "orgName": "HL7 INTERNATIONAL FONDATION",
            "ecContrib": 79375
        },
        "999654065": {
            "orgId": "999654065",
            "orgName": "REGIONE LOMBARDIA",
            "ecContrib": 33125
        },
        "996687029": {
            "orgId": "996687029",
            "orgName": "HOCHSCHULE NIEDERRHEIN",
            "ecContrib": 80845
        },
        "999801990": {
            "orgId": "999801990",
            "orgName": "EMPIRICA GESELLSCHAFT FUER KOMMUNIKATIONS- UND TECHNOLOGIE FORSCHUNG MBH",
            "ecContrib": 304449
        },
        "996615152": {
            "orgId": "996615152",
            "orgName": "EUROPEAN INSTITUTE FOR HEALTH RECORDS",
            "ecContrib": 62750
        },
        "999836231": {
            "orgId": "999836231",
            "orgName": "MEDIZINISCHE UNIVERSITAT GRAZ",
            "ecContrib": 84062
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 21250
        },
        "997701358": {
            "orgId": "997701358",
            "orgName": "Averbis GmbH",
            "ecContrib": 60000
        },
        "996697893": {
            "orgId": "996697893",
            "orgName": "TERVEYDEN JA HYVINVOINNIN LAITOS",
            "ecContrib": 17500
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 34152
        }
    },
    "calculatedTotalContribution": 939717
}