{
    "rcn": "194113",
    "acronym": "DiCoMo",
    "topics": "ICT-26-2014",
    "title": "Direct conversion hybrid-organic X-ray detectors on metal oxide backplane",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "DiCoMo aims to improve the specificity and sensitivity of flat panel X-ray detectors. This is achieved by a disruptive approach in sensing where we combine radical innovations from leading European players from various disciplines. On the backplane level a new material system enables the realization of an active pixel architecture with amorphous semiconductors. In combination with a custom made read-out IC this promises a significant enhancement in sensitivity. On the frontplane level a novel solvent-free processing technology for hybrid-organic semiconductors is used in conjunction with hybrid-organic core-shell structures to realize thick photodetectors with integrated scintillator particles for minimal optical cross-talk and enhanced resolution.\n\nWe expect that the results of DiCoMo secure the leading position and strengthen the global competitiveness of European industry in the field of medical imaging. It helps to establish a network between leading players in the field, covering the entire value chain from material provider to system integrator, and enhance the innovation capacity by mutually-profitable alignment of different technologies and IP blocks available to the consortium. Further it advances the safety of environment and health by establishment of a new solvent-free manufacturing process for large area hybrid-organic electronics and provides an opportunity for better diagnosis at lower dose and cost in radiography and mammography.",
    "totalCost": "3971176,35",
    "ecMaxContribution": "3277034,75",
    "coordinator": "SIEMENS HEALTHCARE GMBH",
    "coordinatorCountry": "DE",
    "participants": "MORPHWIZE DI MAURO MORANA E DIEGO BAGNIS SNC;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;BASF SCHWEIZ AG;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;ICSENSE NV;SIEMENS AKTIENGESELLSCHAFT",
    "participantCountries": "IT;NL;CH;BE;DE",
    "projectParticipants": {
        "942382258": {
            "orgId": "942382258",
            "orgName": "MORPHWIZE DI MAURO MORANA E DIEGO BAGNIS SNC",
            "ecContrib": 109500
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 751575
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 755066
        },
        "927325239": {
            "orgId": "927325239",
            "orgName": "SIEMENS HEALTHCARE GMBH",
            "ecContrib": 1010894
        },
        "985060318": {
            "orgId": "985060318",
            "orgName": "ICSENSE NV",
            "ecContrib": 650000
        },
        "999987260": {
            "orgId": "999987260",
            "orgName": "SIEMENS AKTIENGESELLSCHAFT",
            "ecContrib": 0
        },
        "967520487": {
            "orgId": "967520487",
            "orgName": "BASF SCHWEIZ AG",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3277035
}