{
    "rcn": "194144",
    "acronym": "3D Tune-In",
    "topics": "ICT-21-2014",
    "title": "3D-games for TUNing and lEarnINg about hearing aids",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "3D Tune-In brings together relevant stakeholders: the SME digital games industry (Reactify, Vianet, XTeam and Nerlaska); academic institutes (Imperial College London, De Montfort University, University of Nottingham, University of Malaga); a large European hearing aid manufacturer (GN); and hearing communities (Associations - Extra Care, Hearing Link, Action Deafness, Accesibilidad y Personas Sordas and Ente Nazionale Sordi); to produce digital games applied to hearing aids, addressing social inclusion, generating new markets and creating job opportunities. With Europeís ageing population the demand for assistive hearing devices is likely to rapidly increase. While the technology has dramatically advanced in the last 25 years since the commercialization of the first digital hearing aid, the new functions are often unexploited or inaccessible, particularly for children and older adults. Producers of hearing aid devices find that individuals prefer to use simpler less flexible devices even though functionality offered by miniaturised digital devices can considerably improve hearing in different acoustic environments (e.g. classroom, office, restaurant, street) leading to greater confidence, improved social interaction and more significantly inclusion back into society. 3D Tune-In aims to exploit existing, overlooked or neglected hearing aid functionalities to greatly improve peopleís quality of life and their interactions with other people and their surrounding environment. This will be achieved through creating the novel 3D Tune-In toolkit based on participatory design methods and advances in 3D visual, audio and haptic technologies; to enable SMEs in digital games to generate a set of non-leisure game applications employing gamification techniques for supporting hearing impairment. The technology transfer between these scientific, technological and industrial communities will enable the game industry to expand into assistive technologies and support active ageing and healthy living.",
    "totalCost": "3356000",
    "ecMaxContribution": "2896175",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "DE MONTFORT UNIVERSITY;REACTIFY MUSIC LLP;TAMASCELLI STEFANO;THE UNIVERSITY OF NOTTINGHAM;UNIVERSIDAD DE MALAGA;NERLASKA SL;GN HEARING S.R.L.;VIANET SRL",
    "participantCountries": "UK;IT;ES",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 600600
        },
        "999898311": {
            "orgId": "999898311",
            "orgName": "UNIVERSIDAD DE MALAGA",
            "ecContrib": 577375
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 541375
        },
        "962922493": {
            "orgId": "962922493",
            "orgName": "VIANET SRL",
            "ecContrib": 229250
        },
        "943503578": {
            "orgId": "943503578",
            "orgName": "TAMASCELLI STEFANO",
            "ecContrib": 230869
        },
        "999847968": {
            "orgId": "999847968",
            "orgName": "DE MONTFORT UNIVERSITY",
            "ecContrib": 103900
        },
        "944351552": {
            "orgId": "944351552",
            "orgName": "REACTIFY MUSIC LLP",
            "ecContrib": 224875
        },
        "950948425": {
            "orgId": "950948425",
            "orgName": "NERLASKA SL",
            "ecContrib": 226494
        },
        "943141477": {
            "orgId": "943141477",
            "orgName": "GN HEARING S.R.L.",
            "ecContrib": 161438
        }
    },
    "calculatedTotalContribution": 2896176
}