{
    "rcn": "194132",
    "acronym": "Geopark",
    "topics": "MSCA-RISE-2014",
    "title": "Geoparks: Heritage, Education and Sustainable Development - an Innovative Methodology for Southern Countries. Case Study in Morocco (Atlas Mountains, Marrakech)",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "According to the Charter of the European Geoparks Network adopted in Greece the 5th June of 2000, a European Geopark ìis a territory which includes a particular geological heritage and a sustainable territorial development strategy supported by a European programme to promote development. [Ö]î.These territories have been labelled regarding their geological, cultural and ecological heritage - since the early 2000s this Label knows a growing success among European countries, particularly in the West (France, Germany, Italy, Spain). In 2013, 54 European Geoparks received the precious label. This international recognition by UNESCO attracts Southern countries to implement development strategies in line with the recommendations of good-practices management oriented by international organizations. Indeed, UNESCO takes into account a plurality of selective criteria such as a remarkable heritage (geology, archaeology, biodiversity, cultural), citizen participation, sustainable regional economic development plan, heritage and socio-economic values for local populations, etc. to proceed to the inscription process. It is based on an integrated and sustainable management & conservation strategy of natural and cultural heritage from an interdisciplinary approach (Humanities and Life & Earth Sciences) in consultation with local stakeholders (local communities, universities and civil society). Currently, there is no ìGeopark methodologyî adapted to the South. Thus, the GEOPARK project aims to study potential and compared areas (EU/Africa) with remarkable geological, ecological, social and cultural heritage. One located in Central Catalunia (Spain) and the other in the Zat Valley (Morocco) - Marrakech. Endowed with varied skills in Humanities and Life and Earth Sciences, GEOPARK project partners (public, private) propose to study biodiversity, geology, prehistory, social aspects, heritage, tourism as a geopark based on empirical surveys, field collecting data and shared experience.",
    "totalCost": "1296000",
    "ecMaxContribution": "1296000",
    "coordinator": "MUSEUM NATIONAL D'HISTOIRE NATURELLE",
    "coordinatorCountry": "FR",
    "participants": "CABILDO INSULAR DE LANZAROTE;UNIVERSITE PARIS DIDEROT - PARIS 7;ASSOCIACIO GEOPARC CONCA DE TREMP -MONTSEC;MARTIN LOYER;UNIVERSITE PARIS III SORBONNE NOUVELLE;CERDAN INGENIEROS S.L.;UNIVERSITE D'AVIGNON ET DES PAYS DE VAUCLUSE;UNIVERSITE D'AIX MARSEILLE;UNIVERSITAT AUTONOMA DE BARCELONA",
    "participantCountries": "ES;FR",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 409500
        },
        "999662310": {
            "orgId": "999662310",
            "orgName": "MUSEUM NATIONAL D'HISTOIRE NATURELLE",
            "ecContrib": 634500
        },
        "935491475": {
            "orgId": "935491475",
            "orgName": "CERDAN INGENIEROS S.L.",
            "ecContrib": 45000
        },
        "950658201": {
            "orgId": "950658201",
            "orgName": "CABILDO INSULAR DE LANZAROTE",
            "ecContrib": 9000
        },
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 103500
        },
        "999885119": {
            "orgId": "999885119",
            "orgName": "UNIVERSITE PARIS III SORBONNE NOUVELLE",
            "ecContrib": 45000
        },
        "999576465": {
            "orgId": "999576465",
            "orgName": "UNIVERSITE D'AVIGNON ET DES PAYS DE VAUCLUSE",
            "ecContrib": 18000
        },
        "916942553": {
            "orgId": "916942553",
            "orgName": "MARTIN LOYER",
            "ecContrib": 13500
        },
        "999865525": {
            "orgId": "999865525",
            "orgName": "UNIVERSITE PARIS DIDEROT - PARIS 7",
            "ecContrib": 9000
        },
        "916967773": {
            "orgId": "916967773",
            "orgName": "ASSOCIACIO GEOPARC CONCA DE TREMP -MONTSEC",
            "ecContrib": 9000
        }
    },
    "calculatedTotalContribution": 1296000
}