{
    "rcn": "194175",
    "acronym": "SAPHELY",
    "topics": "ICT-26-2014",
    "title": "Self-amplified photonic biosensing platform for microRNA-based early diagnosis of diseases",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "The SAPHELY project focuses on the development and the preclinical validation of a nanophotonic-based handheld point-of-care (POC) analysis device for its application to the minimally-invasive early diagnosis of diseases, with a focus in cancer. Disease identification will be based in the fast (<5 minutes), ultra-sensitive (sub-pM) and label-free detection of novel highly-specific microRNA (miRNA) biomarkers, using a small volume of whole blood (<100 ?L). This POC analysis device, which will have a low cost (envisaged cost < Ä3000), will significantly help in the implementation of mass screening programs, with the consequent impact on clinical management, reducing also costs of treatments, and increasing survival rates.\nThe ultra-high sensitivity required for the direct detection of miRNA biomarkers present in the bloodstream will be achieved by using a novel sensing amplification technique. This technique is based in the use of molecular beacon capture probes with an attached high index nanoparticle, so that the hybridization events are translated into the displacement of these nanoparticles from the sensor surface. The use of this self-amplification technique avoids the use of complex PCR-based amplification methods or labelling processes, which are difficult to implement on-chip.\nThe cost, size and weight reduction required for deploying an affordable handheld POC device will be achieved by using a novel power-based readout scheme for photonic bandgap sensing structures where the use of expensive, bulky and heavy tuneable lasers and spectrometers is avoided.\nSpecial attention will be paid within the SAPHELY project to explore the potential deployment and commercialisation of the analysis device, by means of the involvement of relevant academic and industrial partners, as well as end users.",
    "totalCost": "3228838",
    "ecMaxContribution": "3228838",
    "coordinator": "UNIVERSITAT POLITECNICA DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "FundaciÛn Instituto Valenciano de OncologÌa;UNIVERSITY OF EAST ANGLIA;APR TECHNOLOGIES AB;MICROTEC GESELLSCHAFT FUR MIKROTECHNOLOGIE MBH;EV GROUP E. THALLNER GMBH;MEDICAL ENGINEERING TECHNOLOGIES LTD;MICROFLUIDIC CHIPSHOP GMBH;AALBORG UNIVERSITET",
    "participantCountries": "ES;UK;SE;DE;AT;DK",
    "projectParticipants": {
        "940321396": {
            "orgId": "940321396",
            "orgName": "MEDICAL ENGINEERING TECHNOLOGIES LTD",
            "ecContrib": 151250
        },
        "996570241": {
            "orgId": "996570241",
            "orgName": "Fundación Instituto Valenciano de Oncología",
            "ecContrib": 215625
        },
        "952011157": {
            "orgId": "952011157",
            "orgName": "APR TECHNOLOGIES AB",
            "ecContrib": 370081
        },
        "999611676": {
            "orgId": "999611676",
            "orgName": "EV GROUP E. THALLNER GMBH",
            "ecContrib": 207750
        },
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 323513
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 945704
        },
        "999582867": {
            "orgId": "999582867",
            "orgName": "MICROTEC GESELLSCHAFT FUR MIKROTECHNOLOGIE MBH",
            "ecContrib": 226250
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 344915
        },
        "999691895": {
            "orgId": "999691895",
            "orgName": "MICROFLUIDIC CHIPSHOP GMBH",
            "ecContrib": 443750
        }
    },
    "calculatedTotalContribution": 3228838
}