{
    "rcn": "194155",
    "acronym": "fromROLLtoBAG",
    "topics": "ICT-18-2014",
    "title": "Consumer Driven Local Production with the Help of Virtual Design and Digital Manufacturing",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "Consumer Driven Local Production with the Help of Virtual Design and Digital Manufacturing.\n\nObjectives:\nï To connect enabling virtual design and sales technology to enabling digital manufacturing technology and demonstrate their advantages and benefits;\nï To demonstrate how virtual design and sales technology can be exploited by the fashion and sports goods industry and how, by means of such technology, consumer driven local production can be established. \nï To accelerate and support the growth of European creative industries, especially in competing against low cost imports and bring production back to Europe;\nï Through efficient dissemination create tens of innovative solutions with high market potential for the European creative industries SMEs.\n\nHow they will be achieved:\nï A study of consumer attitudes and preferences towards interactive sales networks and customization sets the basis for the project. In order to utilize already available technology and to aim beyond the state-of-the-art, a Kick-Off Round Table Workshop will be organized at the beginning with wide participation by suitable IT suppliers. \nï The novelties of the project are the inspiring and interactive avatar, radically new product construction system connected to no-inventory continuous from-roll-to-bag production, plus connecting digital consumer driven design to consumer driven manufacturing. \nï The results of the project will be efficiently demonstrated by Road Show Workshops to be organized throughout Europe in cooperation with local Industry Associations. \n\nRelevance to the work programme:\nï The project will stimulate collaboration between ICT innovative technology providers and creative industry SMEs for wider adaption and deployment of innovative digital solutions.\nï The aim is to accelerate and support the growth of European creative industries by improving their competitiveness and by bringing production back to Europe.",
    "totalCost": "1180641,25",
    "ecMaxContribution": "806609,88",
    "coordinator": "TTY-SAATIO",
    "coordinatorCountry": "FI",
    "participants": "PRINTSCORPIO OY;LECTRA BENELUX NV;AMER SPORTS OYJ;CYBERLIGHTNING OY;MIRALAB SARL;HOEGSKOLAN I BORAS;Alu Group S.L.;DOUÀLOU NV",
    "participantCountries": "FI;BE;CH;SE;ES",
    "projectParticipants": {
        "940365240": {
            "orgId": "940365240",
            "orgName": "LECTRA BENELUX NV",
            "ecContrib": 24391
        },
        "999887447": {
            "orgId": "999887447",
            "orgName": "HOEGSKOLAN I BORAS",
            "ecContrib": 189968
        },
        "995094095": {
            "orgId": "995094095",
            "orgName": "Alu Group S.L.",
            "ecContrib": 83234
        },
        "998860702": {
            "orgId": "998860702",
            "orgName": "DOUËLOU NV",
            "ecContrib": 57586
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 283125
        },
        "954808055": {
            "orgId": "954808055",
            "orgName": "CYBERLIGHTNING OY",
            "ecContrib": 110338
        },
        "951461264": {
            "orgId": "951461264",
            "orgName": "MIRALAB SARL",
            "ecContrib": 0
        },
        "951279292": {
            "orgId": "951279292",
            "orgName": "AMER SPORTS OYJ",
            "ecContrib": 25222
        },
        "945018912": {
            "orgId": "945018912",
            "orgName": "PRINTSCORPIO OY",
            "ecContrib": 32747
        }
    },
    "calculatedTotalContribution": 806611
}