{
    "rcn": "194105",
    "acronym": "MyCyFAPP",
    "topics": "PHC-26-2014",
    "title": "Innovative approach for self-management and social welfare of Cystic Fibrosis patients in Europe: development, validation and implementation of a telematics tool.",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Cystic Fibrosis (CF) is a genetic disease with the higher incidence in Europe showing c.a. 5% mortality in childhood. The majority of patients suffer from lifelong pancreatic insufficiency leading to maldigestion of food and malabsorption and consequently with malnutrition and growth stunting. An accurate enzyme replacement arises as an early nutritional intervention able to provide better nutritional status and patientsí welfare from early stages avoiding complications associated to the development of the disease. By means of our innovative and portable ICT tool we will improve the socio-economic impact of the disease, promoting healthy lifestyle, intertwining patient empowerment, education and training with self-management and prevention of secondary CF-complications. The multidisciplinary and complementary approach of this co-developed integrative PROJECT guarantees the patientís adherence to the treatment and the best outcome of the nutritional intervention mainly in childhood. The beneficiaries of the application comprise patients, care-givers, families and health professionals as well as health monitoring authorities. MyCyFAPP is tailored designed and will be clinically validated for CF self-management and monitoring becoming a competitive market product in Europe. This APP will have a key role as decision support system, boosting the growth and competitiveness of the participating SMEs in Europe which will ensure the commercial exploitation of the results, the market uptake and the MyCyFAPP distribution for the benefit of the patient.",
    "totalCost": "5087507,5",
    "ecMaxContribution": "5087507",
    "coordinator": "FUNDACION PARA LA INVESTIGACION DEL HOSPITAL UNIVERSITARIO LA FE DE LA COMUNIDAD VALENCIANA",
    "coordinatorCountry": "ES",
    "participants": "CYSTIC FIBROSIS EUROPE EV;STIFTELSEN SINTEF;AssociaÁ„o para InvestigaÁ„o e Desenvolvimento da Faculdade de Medicina;SERVICIO MADRILENO DE SALUD;SINTEF AS;YOUSE GmbH;UNIVERSITA DEGLI STUDI DI MILANO;UNIVERSITAT POLITECNICA DE VALENCIA;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM;KATHOLIEKE UNIVERSITEIT LEUVEN;IMAGINARY SRL;SOLUCIONES TECNOLOGICAS PARA LA SALUD Y EL BIENESTAR SA",
    "participantCountries": "DE;NO;PT;ES;IT;NL;BE",
    "projectParticipants": {
        "995991539": {
            "orgId": "995991539",
            "orgName": "FUNDACION PARA LA INVESTIGACION DEL HOSPITAL UNIVERSITARIO LA FE DE LA COMUNIDAD VALENCIANA",
            "ecContrib": 1316452
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 661325
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 342220
        },
        "999481987": {
            "orgId": "999481987",
            "orgName": "SERVICIO MADRILENO DE SALUD",
            "ecContrib": 130675
        },
        "975288150": {
            "orgId": "975288150",
            "orgName": "CYSTIC FIBROSIS EUROPE EV",
            "ecContrib": 108816
        },
        "996483329": {
            "orgId": "996483329",
            "orgName": "SOLUCIONES TECNOLOGICAS PARA LA SALUD Y EL BIENESTAR SA",
            "ecContrib": 94700
        },
        "986119946": {
            "orgId": "986119946",
            "orgName": "YOUSE GmbH",
            "ecContrib": 336956
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 619675
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 526376
        },
        "993762091": {
            "orgId": "993762091",
            "orgName": "Associação para Investigação e Desenvolvimento da Faculdade de Medicina",
            "ecContrib": 318192
        },
        "997439070": {
            "orgId": "997439070",
            "orgName": "IMAGINARY SRL",
            "ecContrib": 331956
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 222666
        }
    },
    "calculatedTotalContribution": 5010009
}