{
    "rcn": "194148",
    "acronym": "CoExAN",
    "topics": "MSCA-RISE-2014",
    "title": "Collective Excitations in Advanced Nanostructures",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "This project aims to develop, fabricate, theoretically and experimentally study carbon based nano-circuits which are able to generate, detect and process broadband electromagnetic (EM) signals. The carbon nanoscale EM sources can be based, in particular, on Cherenkov radiation emerging when electrons move inside carbon nanotubes (CNTs) or between spatially separated graphene sheets. The frequency of the Cherenkov radiation depends on the CNT radius and chirality or on the distance between graphene sheets.  The performance of carbon EM nano-emitters is determined by the electron momentum relaxation time, which can be determined by measuring the generated THz and microwave fields. The frequency of the emitted EM radiation can be tuned by acoustic waves that provide distributed feedback for the EM wave. As well, the effects originating from strong coupling between material excitations in carbon-based structures and confined optical modes of microcavities will be investigated. The formation of polariton modes and their collective properties will be analyzed theoretically. Another set of problems to be considered in the proposed research is associated with the quantum mechanics and quantum optics of carbon-based nanostructures. We will look at excitonic and plasmonic collective effects in CNTs (especially narrow-band quasi-metallic ones, where excitonic effects are largely overlooked) and in few-layer planar Weyl materials such as graphene, silicene and germanene. We will also study collective photonics phenomena stemming from the quantum nature of light and look at sophisticated arrangements of carbon-based and other nanostructures in arrays or placing them in microcavities, thus utilizing the significant expertise of some of the participating groups in quantum optics aiming eventually at a design and feasibility study of novel advance-nanostructure-based optoelectronic devices including microwave, terahertz and light generators, detectors and frequency modulators.",
    "totalCost": "1003500",
    "ecMaxContribution": "1003500",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
    "coordinatorCountry": "IT",
    "participants": "THE UNIVERSITY OF EXETER;CONSIGLIO NAZIONALE DELLE RICERCHE;ITA-SUOMEN YLIOPISTO;HASKOLI ISLANDS",
    "participantCountries": "UK;IT;FI;IS",
    "projectParticipants": {
        "999884246": {
            "orgId": "999884246",
            "orgName": "HASKOLI ISLANDS",
            "ecContrib": 261000
        },
        "999844864": {
            "orgId": "999844864",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
            "ecContrib": 238500
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 225000
        },
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 171000
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 108000
        }
    },
    "calculatedTotalContribution": 1003500
}