{
    "rcn": "194140",
    "acronym": "M3TERA",
    "topics": "ICT-02-2014",
    "title": "Micromachined terahertz systems -a new heterogeneous integration platform enabling the commercialization of the THz frequency spectrum",
    "startDate": "01/02/2015",
    "endDate": "31/10/2018",
    "objective": "This project envisions the wide-spread use of low-cost THz technology in our society, enabled by the proposed micromachined heterogeneous integration platform, which provides an unprecedented way to highly-integrated, volume-manufactuable, cost- and energy-efficient, reconfigurable submillimeter-wave and terahertz (THz) systems. The proposed THz integration platform is envisioned to initiate an important transition in industrial microwave-systems manufacturing and is expected to finally enable the large-scale commercialization of the heavily sought-after frequency space between 100 GHz and 1 THz. In line with technology convergence of advancing microwave semiconductor technology according to internal and external roadmaps, the proposed THz microsystem platform is envisioned to accommodate multiple generations of future THz products in different application fields. The concrete business and lead application case is THz microsystems enabling compact, low-cost point-to-point high-speed communication links in the frequency space between 100 GHz and 500 GHz, to be deployed in a scenario of a high-density small-cell base-station network providing ubiquitous high-speed internet access to mobile communication devices in urban environment. The key technology end-user driving the primary prototype development and demonstration of a complete THz communication link is Ericsson. A secondary prototype developed in M3TERA is on a multi-function adaptive THz sensor platform for different millimeter-wave sensing applications in society, including food quality control and food safety monitoring, medical diagnosis, and industrial sensing. The key manufacturing partner in this industry-driven proposal is the high-volume semiconductor and microsystems manufacturer IFAT, who also provides system packaging concepts. Project management of this 3-years project with 7 participants in 4 EU countries is done by a professional company with an exceptional career track in EU project management.",
    "totalCost": "4255743,75",
    "ecMaxContribution": "3742961,25",
    "coordinator": "TECHNIKON FORSCHUNGS- UND PLANUNGSGESELLSCHAFT MBH",
    "coordinatorCountry": "AT",
    "participants": "INFINEON TECHNOLOGIES AUSTRIA  AG;CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT;KUNGLIGA TEKNISKA HOEGSKOLAN;ERICSSON AB;ANTERAL SL;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "AT;CH;SE;ES",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 681689
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 987585
        },
        "999910921": {
            "orgId": "999910921",
            "orgName": "ERICSSON AB",
            "ecContrib": 612500
        },
        "957946490": {
            "orgId": "957946490",
            "orgName": "ANTERAL SL",
            "ecContrib": 76250
        },
        "999761735": {
            "orgId": "999761735",
            "orgName": "TECHNIKON FORSCHUNGS- UND PLANUNGSGESELLSCHAFT MBH",
            "ecContrib": 415875
        },
        "999958839": {
            "orgId": "999958839",
            "orgName": "CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT",
            "ecContrib": 0
        },
        "999705087": {
            "orgId": "999705087",
            "orgName": "INFINEON TECHNOLOGIES AUSTRIA  AG",
            "ecContrib": 969062
        }
    },
    "calculatedTotalContribution": 3742961
}