{
    "rcn": "194188",
    "acronym": "IMIXSED",
    "topics": "MSCA-RISE-2014",
    "title": "Integrating isotopic techniques with Bayesian modelling for improved assessment and management of global sedimentation problems",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "This international RISE programme brings together EU, North American, African and Asian scientists to deliver a powerful tool for sediment management. Siltation of river channels, lakes and reservoirs presents a credible threat to river basin ecosystem service provision and water security. River silt originates in the catchment and the primary driver for mobilisation and translocation downstream is agriculture where loss of soil from slopes threatens food security. Knowledge of sediment source, transfer and residence time dynamics is critical to inform management for future food and water security and cutting-edge nuclear techniques have been developed in a joint UN Food and Agriculture Organisation and International Atomic Energy Agency Coordinated Research Programme to trace river silt back to source. However, the game change in isotopic biogeochemical tracer sophistication has led to a step change in data complexity. While these datasets capture real world complexity in time and space, the conventional statistical approaches to quantify sediment provenance from the tracer data do not. This severely limits the power of isotopic techniques for sediment source apportionment. Advances in ecological source apportionment models based on Bayesian statistics, however, present opportunity. New models, i.e. MixSIAR, have been shown to appropriately address such variability in a quantitative way and, if tailored to river basin sediment tracer data offer to address the above challenge. The central goal is to marry together the strengths of isotopic sediment tracer technology in the EU with ecological source apportionment models developed by North American scientists to deliver a powerful tool to combat threats to global food and water security.  The tool will be showcased through its application in water-supply catchments where diffuse sediment and nutrient pollution from agriculture threatens food, water and, through siltation of of HEP dams, energy security.",
    "totalCost": "288000",
    "ecMaxContribution": "288000",
    "coordinator": "UNIVERSITY OF PLYMOUTH",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITEIT GENT;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;THE UNIVERSITY OF LIVERPOOL",
    "participantCountries": "BE;ES;UK",
    "projectParticipants": {
        "999854661": {
            "orgId": "999854661",
            "orgName": "UNIVERSITY OF PLYMOUTH",
            "ecContrib": 90000
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 36000
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 90000
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 72000
        }
    },
    "calculatedTotalContribution": 288000
}