{
    "rcn": "194137",
    "acronym": "ALABO",
    "topics": "ICT-03-2014",
    "title": "Advanced laser ablation barrier films for organic and large area electronic devices",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "The overall objective of this project is developing organic electronic building elements on flexible substrates with monolithically integrated barrier foils as substrate. The barrier acts as the inevitable protection against atmospheric gases as water vapor and oxygen, as the most crucial agents for unwanted material degradation processes. This topic is one of the keys for enhancing both the performance of TOLAE components and addresses some of the main technology barriers of TOLAE: lifetime and cost-performance-ratio.\nOrganic photovoltaic (OPV) modules have been chosen as test objects for a scalable and general approach suitable also for other TOLAE devices. Monolithical integration of barrier foils means in this case that the full device is made immediately on top of ultra-barrier coated plastic foil, which further is coated with a transparent electrode. This leads to significant cost reduction, which is one of the key needs for wider use of TOLAE devices.\nThe project ALABO develops direct laser scribing processes on flexible substrates, coated with ultra-barrier systems. The project results will be applicable to a number of TOLAE technologies, such as OPV, OLED, OTFT and thin-film inorganic PV on polymer foil substrates. The consortium will investigate and develop new manufacturing processes, which will increase the performance and functionality of TOLAE devices suitable for smart systems. OPV can be part of such smart TOLAE systems. By developing direct laser structuring on top of such ultra-barrier foil, the consortium develops advanced materials, as well as new production technologies supported by dedicated monitoring and material testing technologies for well-scalable manufacturing processes. As an outcome, more functionality will be integrated into less material, since in - contrast to state-of-the-art encapsulation processes - the devices will need only one foil per side, instead of at least two today.",
    "totalCost": "3937270",
    "ecMaxContribution": "3937270",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;HELIATEK GMBH;SORTER SPOLKA JAWNA KONRAD GRZESZCZYK MICHAL ZIOMEK;3D-Micromac AG;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "NL;FR;DE;PL",
    "projectParticipants": {
        "996543566": {
            "orgId": "996543566",
            "orgName": "3D-Micromac AG",
            "ecContrib": 505000
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 803750
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 302074
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 387020
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 810426
        },
        "996031115": {
            "orgId": "996031115",
            "orgName": "HELIATEK GMBH",
            "ecContrib": 829000
        },
        "941404789": {
            "orgId": "941404789",
            "orgName": "SORTER SPOLKA JAWNA KONRAD GRZESZCZYK MICHAL ZIOMEK",
            "ecContrib": 300000
        }
    },
    "calculatedTotalContribution": 3937270
}