{
    "rcn": "194273",
    "acronym": "NANOREMOVAS",
    "topics": "MSCA-RISE-2014",
    "title": "ADVANCED MULTIFUNCTIONAL NANOSTRUCTURED MATERIALS APPLIED TO REMOVE ARSENIC IN ARGENTINIAN GROUNDWATER",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Daily intake of arsenic polluted water by cattle in Argentina is becoming of increasing concern, especially due to the important size of the livestock export market where EU is a main customer. Because natural forage or alfalfa grown without irrigation is used to feed livestock, drinking water is considered the main source of arsenic for cattle (several studies reveal arsenic concentrations in phreatic water samples above 0.15 mg/L, the level that suggest causing chronic intoxication in cattle). Therefore, as it has been demonstrated, there is a risk of exposure for the human health due to the introduction in the food chain through milk or meat. In view of arsenic toxicity and the large number of people exposed to its effects worldwide, there is a clear need for the implementation in remote exploitations of affordable and sustainable treatment methodologies to provide potable water to cattle. To face this problem and provide a solution, NANOREMOVAS pursues to develop and implement a pilot plant for the remote treatment of arsenic polluted waters based on the application of state-of-art advanced multifunctional nanostructured materials, already tested at the laboratory level. In this sense, NANOREMOVAS includes the cooperation between the industry and academia of partners from Europe and Argentina. Besides the required research and innovation to demonstrate the technical and economic feasibility of the developed water recycling technique, the seconded researchers will carry out a series of tasks and outreach activities, promoting entrepreneurship culture and support of young innovative companies in order to set-up technological partnerships within the water and livestock sector. Furthermore, NANOREMOVAS represents a significant contribution to knowledge and technology transfer from the academia to the industrial sector, through the partners well established reputation as transfer hubs, that will led to quickly creating designs and industrial equipment/processes/model.",
    "totalCost": "688500",
    "ecMaxContribution": "688500",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;INNOVA BIC - BUSINESS INNOVATION CENTRE SRL;MERGUS PROMOTION HANDELSBOLAG;AERIS TECNOLOGIAS AMBIENTALES SL",
    "participantCountries": "SE;IT;ES",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 369000
        },
        "920875515": {
            "orgId": "920875515",
            "orgName": "MERGUS PROMOTION HANDELSBOLAG",
            "ecContrib": 36000
        },
        "952613430": {
            "orgId": "952613430",
            "orgName": "AERIS TECNOLOGIAS AMBIENTALES SL",
            "ecContrib": 99000
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 121500
        },
        "970428450": {
            "orgId": "970428450",
            "orgName": "INNOVA BIC - BUSINESS INNOVATION CENTRE SRL",
            "ecContrib": 63000
        }
    },
    "calculatedTotalContribution": 688500
}