{
    "rcn": "194275",
    "acronym": "HUMANE",
    "topics": "ICT-31-2014",
    "title": "HUMANE: a typology, method and roadmap for HUman-MAchine NEtworks",
    "startDate": "01/04/2015",
    "endDate": "31/05/2017",
    "objective": "Increasingly, activities in work and social life are conducted within human-machine networks, where collaboration involves many different actors; governments and organisations, individuals and machines such as smart devices, sensors and computing infrastructure. The targets of these networks can be for policy making, commercial innovation, education, improved quality of life, information exchange or resource organisation. As networks become more complex and include more connections between humans and machines, so the characteristics of those networks become important in determining the effectiveness and successful evolution of the collaborations which they support. Emerging challenges are: understanding the processes necessary for developing and maintaining human-machine networks such that they are able to deliver their intended outcomes; and applying this knowledge to support emerging networks in public, commercial and civil domains to more readily achieve key European goals.\n\nIn HUMANE we will develop a typology of human-machine networks focused on characteristics of relationships between networked humans and machines such as trust, motivation, reputation, responsibility, privacy and security. We will consider health indicators for networks and create prototype tools that can be exploited through a community of stakeholders to create and enrich human-machine networks. We will propose a roadmap and methodology for the evolution of such networks, appropriate to the needs of ICT developers, building on in-depth case studies taken from R&I projects relevant to the societal DAE pillars to form a supporting framework for future thinking and ICT policy-making in Europe.\n\nThe project partners in HUMANE have wide and complementary experience in social sciences and ICT R&I, essential for bridging the technological, societal, industrial and human-centric components necessary to achieve improved understanding of emerging hyper-connected human-machine networks.",
    "totalCost": "1383021,25",
    "ecMaxContribution": "1383021",
    "coordinator": "STIFTELSEN SINTEF",
    "coordinatorCountry": "NO",
    "participants": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS;UNIVERSITY OF SOUTHAMPTON;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "EL;UK",
    "projectParticipants": {
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 561500
        },
        "999751744": {
            "orgId": "999751744",
            "orgName": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS",
            "ecContrib": 225000
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 287536
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 308985
        }
    },
    "calculatedTotalContribution": 1383021
}