{
    "rcn": "194277",
    "acronym": "FURNIT-SAVER",
    "topics": "ICT-18-2014",
    "title": "Smart Augmented and Virtual Reality Marketplace for Furniture Customisation",
    "startDate": "01/02/2015",
    "endDate": "31/03/2016",
    "objective": "The European furniture market has undergone dramatic changes in the recent past, with a relatively cottage industry populated by many small companies becoming increasingly dominated by the growth of bulk retailers. The traditional nature of the furniture industry and the limited incorporation of ICT tools, have further reduced the ability of SMEs in the sector to innovate and respond to the competition.\n\nThese small companies have been unable to compete with the economies of scale advantages that larger retailers can offer. These scale advantages come from offering a wide range of standardised products and selling them to many people. These larger companies also tend to offer relatively cheap and impermanent products that can be replaced if they do not fit the customer's needs.\n\nA potential competitive advantages for smaller furniture companies is the ability to provide customised goods that meet the customers' demands and are of greater quality and durability. However, as it is impossible to envisage how the furniture will look and fit into the customers home, customised furniture also bears an expensive risk if the final piece of furniture does not meet the customer's needs.\n\nRecent developments in virtual and augmented reality technologies offer furniture SMEs the opportunity to remove these risks. Allowing the customers to see the customised furniture in their home environment and to adapt it to their own particular tastes and needs by using an automatic recommender system, will give creative SMEs a competitive advantage over larger companies.\n\nThe FURNIT-SAVER project will make use of VR/AR technologies, recommendation engines and a user interface to produce a smart marketplace for furniture customisation. It will enable customers to make accurate 3D plans of the rooms they wish to design, recommend, customise and visualise different furniture, before visualising it in their home environment using Augmented Reality.",
    "totalCost": "1103843,75",
    "ecMaxContribution": "952437,5",
    "coordinator": "FUNDACIO PRIVADA ASCAMM",
    "coordinatorCountry": "ES",
    "participants": "GONZAGA-PRO PROIZVODNJA, TRGOVINA, INZENIRING  D.O.O;ZAVOD LESARSKI GROZD;WW E-SERVICES IBERIA SL;ADVANCED COMPUTER SYSTEMS A.C.S. SRL;CENTRE DE DIFUSIO TECNOLOGICA DE LA FUSTA I DEL MOBLE DE CATALUNYA",
    "participantCountries": "SI;ES;IT",
    "projectParticipants": {
        "999513124": {
            "orgId": "999513124",
            "orgName": "FUNDACIO PRIVADA ASCAMM",
            "ecContrib": 0
        },
        "928030235": {
            "orgId": "928030235",
            "orgName": "FUNDACIO EURECAT",
            "ecContrib": 233625
        },
        "940041066": {
            "orgId": "940041066",
            "orgName": "GONZAGA-PRO PROIZVODNJA, TRGOVINA, INZENIRING  D.O.O",
            "ecContrib": 56219
        },
        "989531824": {
            "orgId": "989531824",
            "orgName": "CENTRE DE DIFUSIO TECNOLOGICA DE LA FUSTA I DEL MOBLE DE CATALUNYA",
            "ecContrib": 209062
        },
        "934598202": {
            "orgId": "934598202",
            "orgName": "WW E-SERVICES IBERIA SL",
            "ecContrib": 66062
        },
        "997474378": {
            "orgId": "997474378",
            "orgName": "ZAVOD LESARSKI GROZD",
            "ecContrib": 156469
        }
    },
    "calculatedTotalContribution": 721437
}