{
    "rcn": "194222",
    "acronym": "FACE",
    "topics": "ICT-35-2014",
    "title": "FACE Entrepreneurship. Failure Aversion Change in Europe, more than a Communication Campaing to create a new generation of  European entrepreneurs that can FACE failure and learn from it.",
    "startDate": "01/01/2015",
    "endDate": "31/10/2016",
    "objective": "There is a need to change the European perception of failure, to change entrepreneursí attitude of fear and to replace it with an attitude of risk-taking, in order to improve entrepreneurship in Europe\nFACE aims to promote entrepreneurship and diminish the fear of failure, it invites the public to take the path of entrepreneurship through the use of gamification methods. We encourage aspiring entrepreneurs and all those who are embarking on the journey together with us to take the path in an interactive, proactive and innovative way, thus diminishing the fear of entrepreneurship. To this end, we will: \n1. Turn to a group of experts from the entrepreneurship ecosystem, in order to define the projectís content and offer guidance\n2. Create a game with 63 squares that reflect the different stages of entrepreneurship.  A web series provides the narrative thread that runs through the game; it will be fun and get people hooked. Entrepreneurs, investors, ...offer their opinions on the storyline, on the success stories and lessons learnt, while everyone can participate and win points towards their final score\n3. Organise 7 events in 7 European countries, every time a square representing a setback or failure is reached - at this critical time we need to get together and ìFACE itî. The events will be dynamic and participatory.Those entrepreneurs with the highest scores will get their prize at the event\n4. Launch an important communication action in order to make a great impact in Europe, via social netnetworks, the media and different partners who work together with us, including Wayra (Telefonica) and Microsoft who offer their full support: infrastructures across Europe, specific actions, expertise in entrepreneurship and dissemination\nWe will involve the public while having an impact on them, promote entrepreneurship and reach conclusions that help us to understand what causes the fear of entrepreneurship and thus take the necessary measures for a long-term action in Europe.",
    "totalCost": "1499827,5",
    "ecMaxContribution": "1499827,5",
    "coordinator": "SECUOYA DIGITAL SL",
    "coordinatorCountry": "ES",
    "participants": "NOVIGO INTERACTIVE SL",
    "participantCountries": "ES",
    "projectParticipants": {
        "948203519": {
            "orgId": "948203519",
            "orgName": "NOVIGO INTERACTIVE SL",
            "ecContrib": 264320
        },
        "948207981": {
            "orgId": "948207981",
            "orgName": "SECUOYA DIGITAL SL",
            "ecContrib": 1235508
        }
    },
    "calculatedTotalContribution": 1499828
}