{
    "rcn": "194221",
    "acronym": "Photonics4All",
    "topics": "ICT-26-2014",
    "title": "EU-wide outreach for promoting photonics to young people, entrepreneurs and the general public",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "This project responds to the ICT-26-c call which is focusing on the EU-wide outreach for promoting photonics to young people, entrepreneurs and the general public. The project's acronym is Photonics4all and its duration will be two years. Within the framework of the proclaimed International Year of Light and Light-based Technologies (IYL 2015)  by the United Nations this project shall mainly improve the public image of photonics and increase the public awareness of the importance of photonics, especially regarding current societal challenges like health and well-being, safety and security etc.\n\nThe uniqueness of Photonics4all is on the one hand the development of new promotional tools and on the other hand the performance of various outreach activities. The main goal of Photonics4all will be to sensitize and to arouse interest of the mentioned target groups for photonics technology in many European countries in order to achieve an EU-wide outreach. \nThese tools will be developed and implemented into many promotional activities which will be conducted during the project as well.\n\nStrong European collaborations, based on cluster activities, shall increase the interest of young people, entrepreneurs and the general public and thereby generate more qualified workforce and young academics, more innovative applications and an increased awareness of photonics. This will be reached providing an excellent consortium of 9 photonics related partners (OND, AIDO, OV, EaPS, PhAu, TUD, UoS, ILC, CNR) from 9 different European countries. In addition, the coordinator of the project is representing an organisation which has a great expertise in managing European projects (SEZ). Thus this project will be carried out by 10 European organisations with excellent connections to relevant networks.",
    "totalCost": "997953",
    "ecMaxContribution": "997953",
    "coordinator": "STEINBEIS 2I GMBH",
    "coordinatorCountry": "DE",
    "participants": "STEINBEIS INNOVATION GGMBH;ASSOCIATION OPTICSVALLEY - AU SERVICE DE L OPTIQUE DE L ELECTRONIQUE ET DE L INGENIERIE LOGICIELLE EN ILE-DE-FRANCE;PHOTONICS AUSTRIA - PLATTFORM ZUR FORDERUNG DER OSTERREICHISCHEN INTERESSEN IM BEREICH PHOTONIKEICH PHOTONIK;OPTECNET DEUTSCHLAND EV;MEDZINARODNE LASEROVE CENTRUM;CONSIGLIO NAZIONALE DELLE RICERCHE;UNIVERSITY OF SOUTHAMPTON;ASOCIACION INDUSTRIAL DE OPTICA, COLOR E IMAGEN;EKONOMISKA FORENINGEN PHOTONICSWEDEN;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "DE;FR;AT;SK;IT;UK;ES;SE;NL",
    "projectParticipants": {
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 99603
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 63856
        },
        "949035003": {
            "orgId": "949035003",
            "orgName": "PHOTONICS AUSTRIA - PLATTFORM ZUR FORDERUNG DER OSTERREICHISCHEN INTERESSEN IM BEREICH PHOTONIKEICH PHOTONIK",
            "ecContrib": 121689
        },
        "965095972": {
            "orgId": "965095972",
            "orgName": "EKONOMISKA FORENINGEN PHOTONICSWEDEN",
            "ecContrib": 116431
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 66138
        },
        "999623025": {
            "orgId": "999623025",
            "orgName": "ASSOCIATION OPTICSVALLEY - AU SERVICE DE L OPTIQUE DE L ELECTRONIQUE ET DE L INGENIERIE LOGICIELLE EN ILE-DE-FRANCE",
            "ecContrib": 145461
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 96806
        },
        "999648051": {
            "orgId": "999648051",
            "orgName": "OPTECNET DEUTSCHLAND EV",
            "ecContrib": 100456
        },
        "999648924": {
            "orgId": "999648924",
            "orgName": "ASOCIACION INDUSTRIAL DE OPTICA, COLOR E IMAGEN",
            "ecContrib": 23161
        },
        "998204594": {
            "orgId": "998204594",
            "orgName": "MEDZINARODNE LASEROVE CENTRUM",
            "ecContrib": 64338
        },
        "916274126": {
            "orgId": "916274126",
            "orgName": "STEINBEIS 2I GMBH",
            "ecContrib": 100014
        }
    },
    "calculatedTotalContribution": 997953
}