{
    "rcn": "194269",
    "acronym": "CREA",
    "topics": "ICT-35-2014",
    "title": "Network of summer academies for the improvement of entrepreneurship in innovative sectors",
    "startDate": "01/01/2015",
    "endDate": "30/04/2017",
    "objective": "CREA aims to promote ICT development and creativity as new drivers able to produce specific structural changes and arrangements in the European entrepreneurial base, to influence the future paths of social change and innovation to a large extent. CREA project wants to validate a new European Model of Summer Academy for students who wants to develop business ideas focus on creativity and ICT and able to explore innovation in advanced fields: new products for new markets, social innovation, meaning drive innovation in old sectors, service innovation, technology driven innovation etc. CREA will test 2 edition of Summer Academy simultaneously organized in 6 European Cities (Milan, Stuttgart, Ljubljana, Newcastle, Tallin, Utrecht), which will end with an international event (CREA ICT Business Idea Contest) for the presentation of results to international investors and the awarding of a prize.\nThe project includes training courses, mentoring activities and the incubation program for start up companies that will be able to use the opportunities of ICT and Creativity to propose new business model with a European vision.\nThe general objectives of CREA project are:\n- To create European wide system of Summer Academies for university and last year high school students entirely focused on ICT entrepreneurship;\n- To create a model of Summer Academy action oriented with a strong focus on ICT and entrepreneurial skills development and a rich offer of mentoring, support for business planning, matchmaking opportunities and generation of ICT related business idea;\n- To stimulate the development of new start up business ideas boosting on ICT and creativity;\n- To complement and extend similar existing Summer Academy program while strongly focusing on ICT and creativity entrepreneurship;\n- To organize and promote ICT Business Idea Contests.",
    "totalCost": "1559422,5",
    "ecMaxContribution": "1468896,37",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "ERASMUS STUDENT NETWORK ITALIA;STICHTING HOGESCHOOL VOOR DE KUNSTEN UTRECHT;UNIVERSITY OF NORTHUMBRIA AT NEWCASTLE;BWCON GMBH;SIHTASUTUS TALLINNA ETTEVOTLUSINKUBAATORID;PANEPISTIMIO AIGAIOU;REGIONALNA RAZVOJNA AGENCIJA - LJUBLJANSKE URBANE REGIJE ZAVOD;UNIVERZA V LJUBLJANI",
    "participantCountries": "IT;NL;UK;DE;EE;EL;SI",
    "projectParticipants": {
        "944581248": {
            "orgId": "944581248",
            "orgName": "ERASMUS STUDENT NETWORK ITALIA",
            "ecContrib": 80000
        },
        "972604451": {
            "orgId": "972604451",
            "orgName": "REGIONALNA RAZVOJNA AGENCIJA - LJUBLJANSKE URBANE REGIJE ZAVOD",
            "ecContrib": 114501
        },
        "999430674": {
            "orgId": "999430674",
            "orgName": "STICHTING HOGESCHOOL VOOR DE KUNSTEN UTRECHT",
            "ecContrib": 142875
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 476500
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 80000
        },
        "950261859": {
            "orgId": "950261859",
            "orgName": "SIHTASUTUS TALLINNA ETTEVOTLUSINKUBAATORID",
            "ecContrib": 86260
        },
        "937328655": {
            "orgId": "937328655",
            "orgName": "BWCON GMBH",
            "ecContrib": 211228
        },
        "999859705": {
            "orgId": "999859705",
            "orgName": "UNIVERSITY OF NORTHUMBRIA AT NEWCASTLE",
            "ecContrib": 130970
        }
    },
    "calculatedTotalContribution": 1322334
}