{
    "rcn": "194279",
    "acronym": "AppHub",
    "topics": "ICT-07-2014",
    "title": "AppHub, the European Open Source Marketplace",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "Many software engineering and cloud computing are developed in open source in order to implicitly avoid the curse of the European science paradox -- we are good at science but poor at exploitation ñ but fail because they lack adequate support and strategy.  Open source provides an efficient framework for cooperation and IP management and that makes it indeed a powerful enabler for collaborative innovation. It is wrong however to assume that making the source available automatically attracts contributors and grants immediate market access. Open source as a convenient process is not the same as open source as a business strategy. \nThe aim of this project is to support the market outreach strategies of EU-supported open source by launching AppHub, the European open source market place. AppHub is a service platform that will help the market to seamlessly identify, position and implement the software outcomes of these projects. The partners that will develop, run and promote AppHub over this two-year project and beyond combine unparalleled expertise in open source community management, EU research projects and a breakthrough technology in software asset management.",
    "totalCost": "849260",
    "ecMaxContribution": "849260",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "OW2 CONSORTIUM ASSOCIATION;USHARESOFT",
    "participantCountries": "FR",
    "projectParticipants": {
        "967926432": {
            "orgId": "967926432",
            "orgName": "USHARESOFT",
            "ecContrib": 226459
        },
        "989865892": {
            "orgId": "989865892",
            "orgName": "OW2 CONSORTIUM ASSOCIATION",
            "ecContrib": 376460
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 246341
        }
    },
    "calculatedTotalContribution": 849260
}