{
    "rcn": "194299",
    "acronym": "SocketMaster",
    "topics": "ICT-02-2014",
    "title": "Development of a Master Socket for optimised design of prosthetic socket for lower limb amputees",
    "startDate": "01/02/2015",
    "endDate": "31/07/2018",
    "objective": "The function of a lower limb prosthetic is highly dependent upon the characteristics and anatomical profile of the residual limb. This is unique to each individual and changes depending on the activities being engaged in by the amputee.  A poorly fitting prosthetic socket can cause significant trauma so it is important to consider how to optimise the fit to maximise the amputee's comfort whilst wearing the limb prosthesis. Current practice in designing a prosthetic socket is time-consuming, and is highly dependent on the experience of the prosthetist. The SocketMaster project aims to integrate micro electronic, mechanical (pressure and acceleration), fluidic biomechanical and moisture sensors into a Master Socket which can help prosthetists to achieve fast customised design and manufacturing of prosthetic sockets for lower limb (trans-femoral and trans-tibial)  amputees. Firstly, existing micro sensors such as piezoelectric, MEMS based pressure sensors will be adapted or developed so that pressure distributions within the interface between the residual limb and the socket can be measured. Secondly, a Master Socket will be built by assembling the sensor system in a rigid hosting socket in such a way that the sensors' positions can be adjusted to achieve a comfortable configuration for the patient. The pressure distributions at typical activities of a patient will be used to optimise the socket design to maximise the patientís comfort. The digital 3D data of the optimised socket design can be fed into a rapid prototyping machine for fast fabrication. Thirdly, clinical trials will be carried out to validate the Master Socket. It is envisaged that SocketMaster will enable same day socket fabrication with optimised quality, and the fit and function of the prosthetic socket will be less dependent on the skills of the prosthetist.",
    "totalCost": "3950085",
    "ecMaxContribution": "3950084",
    "coordinator": "TWI LIMITED",
    "coordinatorCountry": "UK",
    "participants": "SENSING FUTURE TECHNOLOGIES LDA;PROTOLAB SRL;VENETO NANOTECH SOCIETA CONSORTILEPER AZIONI;HUGH STEEPER LIMITED;INNORA PROIGMENA TECHNOLOGIKA SYSTIMATA KAI YPIRESIES AE;FONDAZIONE BRUNO KESSLER;AINOOUCHAOU PLIROFORIKI AE;POLKOM BADANIA SP ZOO;UNIVERSITY OF SURREY",
    "participantCountries": "PT;IT;UK;EL;PL",
    "projectParticipants": {
        "953712149": {
            "orgId": "953712149",
            "orgName": "INNORA PROIGMENA TECHNOLOGIKA SYSTIMATA KAI YPIRESIES AE",
            "ecContrib": 0
        },
        "999625450": {
            "orgId": "999625450",
            "orgName": "FONDAZIONE BRUNO KESSLER",
            "ecContrib": 430000
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 536810
        },
        "998994077": {
            "orgId": "998994077",
            "orgName": "AINOOUCHAOU PLIROFORIKI AE",
            "ecContrib": 436880
        },
        "952077796": {
            "orgId": "952077796",
            "orgName": "SENSING FUTURE TECHNOLOGIES LDA",
            "ecContrib": 379120
        },
        "927169263": {
            "orgId": "927169263",
            "orgName": "PROTOLAB SRL",
            "ecContrib": 402175
        },
        "996891505": {
            "orgId": "996891505",
            "orgName": "VENETO NANOTECH SOCIETA CONSORTILEPER AZIONI",
            "ecContrib": 24047
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 849925
        },
        "941236785": {
            "orgId": "941236785",
            "orgName": "HUGH STEEPER LIMITED",
            "ecContrib": 624950
        },
        "984860110": {
            "orgId": "984860110",
            "orgName": "POLKOM BADANIA SP ZOO",
            "ecContrib": 266177
        }
    },
    "calculatedTotalContribution": 3950084
}