{
    "rcn": "194286",
    "acronym": "ACINO",
    "topics": "ICT-06-2014",
    "title": "Application Centric IP/Optical Network Orchestration",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "The Internet has evolved into a three layer structure: at the top layer sit the applications generating traffic that is groomed at the IP and/or OTN layers and finally transported at the optical layer. Specific application needs, such as latency or protection requirements, are seldom guaranteed, because they are usually implicit and even when they are not, the need of the grooming layer to map large numbers of small flows into the small numbers of very large and static lightpaths is an obstacle to effective service fulfillment.\n\nACINO proposes a novel application-centric network concept, which differentiates the service offered to each application all the way down to the optical layer, thereby overcoming the disconnect that the grooming layer causes between service requirements and their fulfillment in the optical layer. This allows catering to the needs of emerging medium-large applications, such as database migration in data centers. To realize this vision, ACINO aims to develop an open source, vendor-agnostic modular orchestrator, which will expose to applications a set of high level primitives for specifying service requirements, and then perform multi-layer (IP and optical) planning and optimization processes to map these requirements into a set of lightpaths. The orchestrator will also be able to perform re-optimization, by means of a novel online in-operation planning module. The ACINO consortium has strong industrial foundations, and plans to demonstrate the advantages of its approach in a testbed with commercial equipment in a carrier environment.\n\nACINOís approach directly addresses the lack of dynamic control of optical networks, by automating planning and configuration tasks, and tackles the limitations in inter data center connectivity by allowing applications to request detailed and complex custom services to be provisioned in a timely manner. Overall, ACINOís open source and vendor-agnostic approach will foster the emergence of open industry standards.",
    "totalCost": "2887055",
    "ecMaxContribution": "2887055",
    "coordinator": "CREATE-NET (CENTER FOR RESEARCH AND TELECOMMUNICATION EXPERIMENTATION FOR NETWORKED COMMUNITIES)",
    "coordinatorCountry": "IT",
    "participants": "RISE ACREO AB;RESEARCH AND EDUCATION LABORATORY IN INFORMATION TECHNOLOGIES;SEDONASYS SYSTEMS LTD;TELEFONICA INVESTIGACION Y DESARROLLO SA;ADVA OPTICAL NETWORKING SE",
    "participantCountries": "SE;EL;IL;ES;DE",
    "projectParticipants": {
        "935655017": {
            "orgId": "935655017",
            "orgName": "SEDONASYS SYSTEMS LTD",
            "ecContrib": 248350
        },
        "999582382": {
            "orgId": "999582382",
            "orgName": "RESEARCH AND EDUCATION LABORATORY IN INFORMATION TECHNOLOGIES",
            "ecContrib": 350625
        },
        "999625450": {
            "orgId": "999625450",
            "orgName": "FONDAZIONE BRUNO KESSLER",
            "ecContrib": 558000
        },
        "999979791": {
            "orgId": "999979791",
            "orgName": "RISE ACREO AB",
            "ecContrib": 582504
        },
        "999811787": {
            "orgId": "999811787",
            "orgName": "ADVA OPTICAL NETWORKING SE",
            "ecContrib": 715458
        },
        "999910824": {
            "orgId": "999910824",
            "orgName": "TELEFONICA INVESTIGACION Y DESARROLLO SA",
            "ecContrib": 432119
        },
        "999575786": {
            "orgId": "999575786",
            "orgName": "CREATE-NET (CENTER FOR RESEARCH AND TELECOMMUNICATION EXPERIMENTATION FOR NETWORKED COMMUNITIES)",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2887056
}