{
    "rcn": "194243",
    "acronym": "FREME",
    "topics": "ICT-15-2014",
    "title": "Open Framework of E-Services for Multilingual and Semantic Enrichment of Digital Content",
    "startDate": "01/02/2015",
    "endDate": "31/01/2017",
    "objective": "The aim of the FREME innovative action is to establish an ìOpen Framework of E-Services for Multilingual and Semantic Enrichment of Digital Contentî. Six enrichment services will be designed, piloted, and validated during the action. Their innovation, usability, and robustness will be shaped by four real world business cases that will bring FREME data innovation and technology transfer directly to the market: (1) authoring and publishing multilingually and semantically enriched eBooks; (2) integrating semantic enrichment into multilingual content during localisation; (3) enhancing cross-language sharing and access to open data and (4) empowering personalised content recommendations.\nFREME innovation will lead to new business models for digital content and Big Data markets and will contribute to EU competiveness and new job profiles in the digital content management realm.\nFREME addresses specific challenges of topic ICT 15-2014: 1) FREME will improve the ability of EU companies to build innovative multilingual data products and services by providing six innovative, user-friendly, and robust enrichment services that are accessible both via APIs and GUIs; 2) FREME will remove technological barriers for multilingual content technologies by allowing to use data assets in an interoperable, reusable, and aggregatable way across sector, borders, and languages; 3) FREME will transfer existing mature multilingual and semantic technologies and cloud-based infrastructures previously developed by partners and available on their 7, 8, or 9 technology readiness level for action as value-adding components to content and data value chains during; 4) FREME business cases will validate the action concept, approach, and ambition within the entire content and data value chain.\nThe core of the FREME consortium are companies who define business cases, partners who shape data innovation and technology transfer including their expertise in market validation and business modelling and planning.",
    "totalCost": "3606751,44",
    "ecMaxContribution": "3212626",
    "coordinator": "DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH",
    "coordinatorCountry": "DE",
    "participants": "AGROKNOW IKE;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;WRIPL TECHNOLOGIES LIMITED;VISTATEC LTD;TILDE SIA;ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE;INSTITUT FUR ANGEWANDTE INFORMATIK EV;IMINDS",
    "participantCountries": "EL;BE;IE;LV;IT;DE",
    "projectParticipants": {
        "999607602": {
            "orgId": "999607602",
            "orgName": "DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH",
            "ecContrib": 683125
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 529250
        },
        "999608184": {
            "orgId": "999608184",
            "orgName": "IMINDS",
            "ecContrib": 0
        },
        "941253178": {
            "orgId": "941253178",
            "orgName": "AGROKNOW IKE",
            "ecContrib": 197313
        },
        "999599357": {
            "orgId": "999599357",
            "orgName": "ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE",
            "ecContrib": 485000
        },
        "941833238": {
            "orgId": "941833238",
            "orgName": "WRIPL TECHNOLOGIES LIMITED",
            "ecContrib": 171325
        },
        "996539686": {
            "orgId": "996539686",
            "orgName": "TILDE SIA",
            "ecContrib": 324275
        },
        "998797652": {
            "orgId": "998797652",
            "orgName": "INSTITUT FUR ANGEWANDTE INFORMATIK (INFAI) EV",
            "ecContrib": 0
        },
        "989786061": {
            "orgId": "989786061",
            "orgName": "VISTATEC LTD",
            "ecContrib": 226713
        }
    },
    "calculatedTotalContribution": 2617001
}