{
    "rcn": "194296",
    "acronym": "ICTIP",
    "topics": "ICT-35-2014",
    "title": "ICT Inducement Prizes Design for Innovation and Entrepreneurship",
    "startDate": "01/01/2015",
    "endDate": "29/02/2016",
    "objective": "On the battle fields of Europe some centuries ago, Napoleon had a problem: how could he feed his troops when the countries he was invading were not able or inclined to provide food? \nThe French military leader believed in the power of inducement prizes to incentivise innovation. In 1810 he offered a reward of 12,000 francs to FranÁois Appert for his preserving food innovation that revolutionised the can food process and solved the problem of food scarcity in the battlefield.\n\nIn recent years, there has been a renewed interest in challenge prizes across the private, public and third sectors.\n\nThis consortium of Nesta, Scuola Superiore SantíAnna and Burson Marsteller will use the full extent of the partnershipís innovation, prize design and research expertise and European networks to conduct an in depth research with a focus on need and potential for breakthrough innovation, in order to design 8-12 inducement prizes in key ICT thematic areas to solve societal challenges affecting European communities. \n\nWe will carry out rigorous analysis of the market amenabilities by combining desk research and expert interviews to identify key ICT thematic areas of technological and societal challenges that potential inducement prizes will solve. We will then deliver a series of expert workshops to validate the research findings.\nWith our inducement prizesí expertise, we will effectively use the research to design the inducement prizes and inform the most appropriate size of associated funds for each prize. This will include modelling of the inducement prize concepts, definition of success criteria and draft of prize competition rules, underpinned by plans for evaluations, operations and dissemination. \nAlongside the research and design activities we will draw on our presence across Europe to draft an effective communication strategy to guarantee that inducement prizes will be well received by a broad community of traditional and non-traditional innovators and potential investors.",
    "totalCost": "480450",
    "ecMaxContribution": "480449,75",
    "coordinator": "NESTA",
    "coordinatorCountry": "UK",
    "participants": "BURSON-MARSTELLER SPRL;SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
    "participantCountries": "BE;IT",
    "projectParticipants": {
        "952840410": {
            "orgId": "952840410",
            "orgName": "NESTA",
            "ecContrib": 349103
        },
        "952986880": {
            "orgId": "952986880",
            "orgName": "BURSON-MARSTELLER SPRL",
            "ecContrib": 60000
        },
        "999884731": {
            "orgId": "999884731",
            "orgName": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
            "ecContrib": 71347
        }
    },
    "calculatedTotalContribution": 480450
}