{
    "rcn": "194214",
    "acronym": "proDataMarket",
    "topics": "ICT-15-2014",
    "title": "Enabling the property Data Marketplace for Novel Data-driven Business Models",
    "startDate": "01/03/2015",
    "endDate": "31/08/2017",
    "objective": "Property data are one of the most valuable datasets managed by governments worldwide and extensively used in various domains by private and public organizations. Unfortunately these data are not always easy to access. House and property data is used in a variety of ways to produce value added information within and across several business sectors, including real estate and debt collection. Such sectors suffer from a lack of innovation due to a fragmented data ecosystem which makes it difficult to access relevant datasets. This hampers innovation, protects incumbents and promotes rent-seeking business models. The difficulty in creating a single, open data market partly depends on the fact that some governmental agencies are currently making significant revenues on selling data to a restricted number of business players in the private sector. However, several studies, demonstrated that the transaction costs for government agencies tend to be very high, and often make selling the data non-profitable.\nproDataMarket aims to disrupt the property data market and demonstrate innovation across sectors where property data is relevant, by integrating a technical framework for effective publishing and consumption of property-related data, showcasing novel data-driven business products and services based on property data. proDataMarket will provide a digital data marketplace for open and non-open property and related contextual data, making it easier for data providers to publish and distribute their data (for free or for a fee) and for data consumers to easily access the data they need for their businesses.\nThe consortium is formed by large companies ensuring high-impact business cases, technology transfer providers ensuring technologies for the creation and maintenance of the data market platform, and large data providers providing data for the business cases. With strong industry involvement proDataMarket will cover a wide range of data value chains related to property data.",
    "totalCost": "4482957",
    "ecMaxContribution": "3499144,5",
    "coordinator": "STIFTELSEN SINTEF",
    "coordinatorCountry": "NO",
    "participants": "ONTOTEXT AD;ISTITUTO NAZIONALE DI STATISTICA;CERVED GROUP SPA;SPAZIODATI SRL;EMPRESA DE TRANSFORMACION AGRARIA SA;KOMMUNAL- OG MODERNISERINGSDEPARTEMENTET;EVRY NORGE AS",
    "participantCountries": "BG;IT;ES;NO",
    "projectParticipants": {
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 999207
        },
        "994301993": {
            "orgId": "994301993",
            "orgName": "ISTITUTO NAZIONALE DI STATISTICA",
            "ecContrib": 204375
        },
        "997893806": {
            "orgId": "997893806",
            "orgName": "ONTOTEXT AD",
            "ecContrib": 230562
        },
        "941528173": {
            "orgId": "941528173",
            "orgName": "CERVED GROUP SPA",
            "ecContrib": 285688
        },
        "952411185": {
            "orgId": "952411185",
            "orgName": "SPAZIODATI SRL",
            "ecContrib": 352625
        },
        "955170059": {
            "orgId": "955170059",
            "orgName": "EVRY NORGE AS",
            "ecContrib": 644000
        },
        "941263169": {
            "orgId": "941263169",
            "orgName": "KOMMUNAL- OG MODERNISERINGSDEPARTEMENTET",
            "ecContrib": 505750
        },
        "991427883": {
            "orgId": "991427883",
            "orgName": "EMPRESA DE TRANSFORMACION AGRARIA SA",
            "ecContrib": 276938
        }
    },
    "calculatedTotalContribution": 3499145
}