{
    "rcn": "194231",
    "acronym": "POSEIDON",
    "topics": "ICT-26-2014",
    "title": "Plasmonic-based autOmated lab-on-chip SEnsor for the rapid In-situ Detection of LegiONella",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "Legionnairesí disease is a serious form of pneumonia caused by bacterium Legionella pneumophila, with a case-fatality ratio on the order of 10-15%. L. pneumophila proliferates in aquatic habitats, especially in potable water, air conditioning, hot and cold water systems, cooling towers, evaporative condensers, spa/natural pools. Actually, its detection and monitoring rely on time-consuming protocols (in the order of several days) based on in-vitro selective bacteria culture methods, performed by highly specialized personnel in dedicated laboratories. POSEIDON project targets to change the approach in bacteriological environmental monitoring and in infection risk management by developing a fully automatic and reliable system. Handling of the air/water sample will be designed and integrated in preconditioning system and microfluidic device through which whole bacteria cells will be transported from the sampling module to the sensing plasmonic surface. The complete measure protocol will be integrated and performed according to EU legislation guidelines. Specificity will be ensured by immuno-functionalization of gratings surfaces and enhanced system sensitivity will be granted by the optimization of the optical detection system architecture. Sensors based on Grating Coupled Surface Plasmon Resonance (GC-SPR) in azimuthally rotating configuration have recently proved sensitivity enhancement up to almost two orders of magnitude. Furthermore, the symmetry breaking related to grating rotation allows exploiting the incident polarization, more easily controlled with respect to incidence wavelength and angles interrogation. The prototype will be designed to be integrated in water distribution or HVAC systems in order to demonstrate its feasibility in industrially relevant fields and to open new applications and new market opportunities. POSEIDON project aims to address new solutions in this relevant health and safety societal challenge.",
    "totalCost": "4068781",
    "ecMaxContribution": "4068781",
    "coordinator": "CLIVET SPA",
    "coordinatorCountry": "IT",
    "participants": "PROTOLAB SRL;VENETO NANOTECH SOCIETA CONSORTILEPER AZIONI;CATLAB-CENTRE ANALITIQUES TERRASSA AIE;ARC - CENTRO RICERCHE APPLICATE;UPPSALA UNIVERSITET;METROHM-APPLIKON",
    "participantCountries": "IT;ES;SE;NL",
    "projectParticipants": {
        "994689508": {
            "orgId": "994689508",
            "orgName": "METROHM-APPLIKON",
            "ecContrib": 1139500
        },
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 787031
        },
        "998627708": {
            "orgId": "998627708",
            "orgName": "CLIVET SPA",
            "ecContrib": 626125
        },
        "940639847": {
            "orgId": "940639847",
            "orgName": "ARC - CENTRO RICERCHE APPLICATE",
            "ecContrib": 733813
        },
        "940675737": {
            "orgId": "940675737",
            "orgName": "CATLAB-CENTRE ANALITIQUES TERRASSA AIE",
            "ecContrib": 317500
        },
        "927169263": {
            "orgId": "927169263",
            "orgName": "PROTOLAB SRL",
            "ecContrib": 372560
        },
        "996891505": {
            "orgId": "996891505",
            "orgName": "VENETO NANOTECH SOCIETA CONSORTILEPER AZIONI",
            "ecContrib": 92253
        }
    },
    "calculatedTotalContribution": 4068782
}