{
    "rcn": "194233",
    "acronym": "TWEETHER",
    "topics": "ICT-06-2014",
    "title": "Traveling Wave Tube based W-band Wireless Networks with High Data Rate, Distribution, Spectrum and Energy Efficiency",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "Never technology has penetrated so deeply and fast in society everyday life as Internet has done in the last decades and is expected to do in the future. The enormous flux of data transferred via wireless networks, increasing at exponential pace, makes todayís state of the art networks soon outdated. Large parts of the society are deprived of adequate access to Internet due to the high costs, long deployment time of optical fibres and inadequate performance of wireless networks. This inequality will most likely pertain in the next years. \nMillimetre waves are the most promising solution to support the increasing data throughput and to be a credible fibre complement for the last miles.\nThe TWEETHER aim is to realise the millimetre wave Point to multi Point segment to finally link fibre, and sub-6GHz distribution for a full three segment hybrid network, that is the most cost-effective architecture to reach mobile or fixed final individual client. The TWEETHER project responds to the call H2020-ICT6, to foster smart wireless network architecture for high capacity everywhere outdoor data distribution, in gigabit class, that other technologies cannot support, at low operating cost. High spectrum and energy efficient W-band (92-95GHz) technology will be developed. A powerful and compact transmission hub based on a novel traveling wave tube power amplifier with performance precluded to any other technology and an advanced chipset in a compact terminal will be realised. The TWEETHER system will be tested in a real operating environment. Integrated smart networks of backhaul for 4G and 5G small cells and of access for residential houses are the targeted market that benefits from the actual light regulation of W-band. \nA big company Thales Electron Devices, four SMEs, Bluwan, OMMIC, HFSE, Fibernova, and three top Universities, Lancaster, Goethe Frankfurt, Politecnica de Valencia, join their expertise to successfully tackle the formidable challenges of the TWEETHER project.",
    "totalCost": "3333722,5",
    "ecMaxContribution": "3333722,5",
    "coordinator": "LANCASTER UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "HF SYSTEMS ENGINEERING GMBH & CO KG;ERTE-ETUDES ET REALISATIONS DE TRAVAUX ELECTRONIQUES SAS;OMMIC SAS;THALES ELECTRON DEVICES SAS;INSTITUT MINES-TELECOM;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;UNIVERSITAT POLITECNICA DE VALENCIA;BLUWAN;FIBERNOVA SYSTEMS SL",
    "participantCountries": "DE;FR;ES",
    "projectParticipants": {
        "996281375": {
            "orgId": "996281375",
            "orgName": "BLUWAN",
            "ecContrib": 68684
        },
        "940347683": {
            "orgId": "940347683",
            "orgName": "HF SYSTEMS ENGINEERING GMBH & CO KG",
            "ecContrib": 356715
        },
        "999612452": {
            "orgId": "999612452",
            "orgName": "OMMIC SAS",
            "ecContrib": 526997
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 256409
        },
        "999587523": {
            "orgId": "999587523",
            "orgName": "THALES ELECTRON DEVICES SAS",
            "ecContrib": 417342
        },
        "996373622": {
            "orgId": "996373622",
            "orgName": "FIBERNOVA SYSTEMS SL",
            "ecContrib": 222541
        },
        "999849326": {
            "orgId": "999849326",
            "orgName": "INSTITUT MINES-TELECOM",
            "ecContrib": 68196
        },
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 713538
        },
        "983298313": {
            "orgId": "983298313",
            "orgName": "ERTE-ETUDES ET REALISATIONS DE TRAVAUX ELECTRONIQUES SAS",
            "ecContrib": 218441
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 484858
        }
    },
    "calculatedTotalContribution": 3333721
}