{
    "rcn": "194251",
    "acronym": "DIGISTART",
    "topics": "ICT-13-2014",
    "title": "Support Ecosystems for Digital Startups",
    "startDate": "01/01/2015",
    "endDate": "30/06/2017",
    "objective": "Online Businesses are significantly different from traditional businesses due to a variety of factors such as relatively low entry costs, high word of mouth, low incremental costs, high efficiency of viral marketing strategies amongst others.  Quick deployment, rapid prototyping, low cost of market tests and introduction along with the right business model and pricing strategy are some of the vital elements that can ensure success or failure. These challenges are quite daunting to cope even for seasoned entrepreneurs but much more challenging for younger entrepreneurs. While several startup initiatives, business accelerators and localised business support ecosystems have come up to provide these specialised skills and support services, the main barriers to a large scale web entrepreneurship ecosystem in Europe are:\n\ni) A significant gap between University Students who form the largest pool of potential young entrepreneurs and the business accelerators providing support to such initiatives.\nii) Lack of internetworking between the various business accelerators, investors, mentors to coordinate their activities to reach a much wider audience across the widely dispersed European communities.\niii) Lack of Business Analytical Tools that can help digital startups optimise their business models and pricing decisions. \n\nThere is a strong need to develop an ecosystem of web entrepreneurship, where budding entrepreneurs can find the right support to let their ideas blossom into viable business models, with access to the necessary inputs such as funding, mentoring, and access to the necessary technical resources and IT skills. That is why 2 business accelerators from 2 different European regions: Portugal and Scandinavia came together to develop a coordinated set of support actions with the coordination of an academic partner (UNIDEMI) to leverage the use of the largest European Startup Web- Platform F6S for a range of activities that support web-startups.",
    "totalCost": "584375",
    "ecMaxContribution": "584375",
    "coordinator": "UNIVERSIDADE NOVA DE LISBOA",
    "coordinatorCountry": "PT",
    "participants": "BETA-I, ASSOCIACAO PARA A PROMOCAODA INOVACAO E DO EMPREENDEDORISMO;CLUSTERLAND SWEDEN AB;F6S NETWORK LIMITED",
    "participantCountries": "PT;SE;UK",
    "projectParticipants": {
        "951265227": {
            "orgId": "951265227",
            "orgName": "BETA-I, ASSOCIACAO PARA A PROMOCAODA INOVACAO E DO EMPREENDEDORISMO",
            "ecContrib": 149375
        },
        "941735947": {
            "orgId": "941735947",
            "orgName": "CLUSTERLAND SWEDEN AB",
            "ecContrib": 148750
        },
        "998710158": {
            "orgId": "998710158",
            "orgName": "FACULDADE DE CIENCIAS E TECNOLOGIADA UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 0
        },
        "950220149": {
            "orgId": "950220149",
            "orgName": "F6S NETWORK LIMITED",
            "ecContrib": 136250
        },
        "960782479": {
            "orgId": "960782479",
            "orgName": "UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 584375
}