{
    "rcn": "194298",
    "acronym": "TRANSLITERACY",
    "topics": "ICT-31-2014",
    "title": "Exploiting transmedia skills and informal learning strategies to improve formal education",
    "startDate": "01/04/2015",
    "endDate": "31/03/2018",
    "objective": "The aims of the TRANSLITERACY project are to understand how teenagers are learning outside the school and to introduce those experiences into it. The ethnographic identification and analysis of the (trans)media skills will be at the centre of the research program. Once identified the informal learning strategies applied by young people outside the formal institutions, the team will translate them into a series of proposals to be implemented into the schools. \n\nThe TRANSLITERACY Project will involve an interdisciplinary group of 25 senior and junior researchers with sound experience in fields such as media literacy, transmedia storytelling, user-generated contents and participatory culture, ludology, traditional and virtual ethnography, pedagogy and innovation in education. The research will focus on the following set of skills:\n\nï Problem-solving strategies developed by teens in video gaming (Videogame literacy)\nï Content creation, production and sharing strategies developed by teens in fan fiction (Participatory culture literacy).\nï Content creation, production and sharing strategies developed by teens in social media (Web / social networks literacy).\n\nThe research will focus on 12-18 years old teens, an age characterized by a short but intensive experience in the use of new media and digital technologies. The fieldwork ñbased on surveys, interviews, focus groups, participant observation, and online activities analysis- will be simultaneously developed in 9 countries: Australia, Colombia, Finland, Italy, Mexico, Portugal, Spain, United Kingdom, and Uruguay. The duration of the research will be 3 years.\n\nAfter mapping the transmedia practices and informal learning strategies the team will produce an open and customizable Teacherís Kit based on the outputs of the research. The kit will propose learning strategies and activities to be developed with students into the schools.",
    "totalCost": "1066492,5",
    "ecMaxContribution": "1066489",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDADE DO MINHO;PONTIFICIA UNIVERSIDAD JAVERIANA;FUNDACIO PER A LA UNIVERSITAT OBERTA DE CATALUNYA;JYVASKYLAN YLIOPISTO;UNIVERSITA DEGLI STUDI DI TORINO;UNIVERSIDAD DE LA REPUBLICA;ARS MEDIA SRL;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "PT;CO;ES;FI;IT;UY;UK",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 410156
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 82656
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 96883
        },
        "995981839": {
            "orgId": "995981839",
            "orgName": "PONTIFICIA UNIVERSIDAD JAVERIANA",
            "ecContrib": 75468
        },
        "995992024": {
            "orgId": "995992024",
            "orgName": "FUNDACIO PER A LA UNIVERSITAT OBERTA DE CATALUNYA",
            "ecContrib": 53750
        },
        "940516657": {
            "orgId": "940516657",
            "orgName": "ARS MEDIA SRL",
            "ecContrib": 41250
        },
        "999874449": {
            "orgId": "999874449",
            "orgName": "UNIVERSIDAD DE LA REPUBLICA",
            "ecContrib": 120468
        },
        "999842245": {
            "orgId": "999842245",
            "orgName": "JYVASKYLAN YLIOPISTO",
            "ecContrib": 93125
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 92733
        }
    },
    "calculatedTotalContribution": 1066489
}