{
    "rcn": "194264",
    "acronym": "RAIS",
    "topics": "ICT-26-2014",
    "title": "Scalable, point-of-care and label free microarray platform for rapid detection of Sepsis",
    "startDate": "01/01/2015",
    "endDate": "31/03/2018",
    "objective": "The diagnosis and management of acute Sepsis is a critical area where fast and accurate results can translate into life changing health outcomes for individuals. The overall aim of RAIS is to develop a new point-of-care label-free microarray platform and validate it for quantifying levels of specific Sepsisí biomarkers. The approach uses a novel interferometric technique ultimately capable of providing very large arrays of tests. Specific objectives and activities include: (i) an optical microarray reader based on a disruptive proprietary design combining interferometric lens-free microscopy and proximity CCD or CMOS image sensing; (ii) a microarray plate, in a proper microfluidic cartridge, consisting of a transparent slide with a novel nano-structured surface geometry to increase the detection sensitivity and covered by specific receptors to capture bio-markers; (iii) their integration in a portable and battery powered label free microarray platform potentially capable of measuring more than 1 million bio-targets simultaneously. The developed technology will be capable to detect micro-ribonucleic acids (microRNAs), interleukins and other specific proteins associated to Sepsis using a few microliters of blood or serum samples, in a concentration of a few pg/ml, within 30 minutes (sample to result) and at a cost per patient of less than 50Ä. In this way, patients will be put on the right treatment more rapidly, potentially reducing the Sepsis mortality rate of more than 70%, with estimated cost savings of more than Ä10 billion per year as a consequence of shorter hospital stays, reduced use of unnecessary drugs and lower associated insurance bills. The technical approach, targeted device, application and the addressed market sector are perfectly in line with the call H2020-ICT-2014-1 - Photonics KET - Biophotonics for screening of diseases: Mobile, low-cost point-of-care screening devices for reliable, fast and non- or minimally-invasive detection of diseases.",
    "totalCost": "3388572,5",
    "ecMaxContribution": "2988572,5",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "INSTITUT CATALA DE LA SALUT;MICROTEC GESELLSCHAFT FUR MIKROTECHNOLOGIE MBH;FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;IXSCIENT LIMITED;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;BRAHMS GMBH;TRINEAN NV;DIESSE DIAGNOSTICA SENESE SPA;FUNDACIO HOSPITAL UNIVERSITARI VALL D'HEBRON - INSTITUT DE RECERCA",
    "participantCountries": "ES;DE;CH;UK;BE;IT",
    "projectParticipants": {
        "999541642": {
            "orgId": "999541642",
            "orgName": "FUNDACIO HOSPITAL UNIVERSITARI VALL D'HEBRON - INSTITUT DE RECERCA",
            "ecContrib": 370358
        },
        "934091086": {
            "orgId": "934091086",
            "orgName": "DIESSE DIAGNOSTICA SENESE SPA",
            "ecContrib": 250450
        },
        "998236895": {
            "orgId": "998236895",
            "orgName": "BRAHMS GMBH",
            "ecContrib": 144000
        },
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 812945
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 153736
        },
        "999689373": {
            "orgId": "999689373",
            "orgName": "IXSCIENT LIMITED",
            "ecContrib": 264375
        },
        "999582867": {
            "orgId": "999582867",
            "orgName": "MICROTEC GESELLSCHAFT FUR MIKROTECHNOLOGIE MBH",
            "ecContrib": 298750
        },
        "951566315": {
            "orgId": "951566315",
            "orgName": "TRINEAN NV",
            "ecContrib": 416660
        },
        "999606923": {
            "orgId": "999606923",
            "orgName": "FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA",
            "ecContrib": 246406
        },
        "999574913": {
            "orgId": "999574913",
            "orgName": "INSTITUT CATALA DE LA SALUT",
            "ecContrib": 30892
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2988572
}