{
    "rcn": "194225",
    "acronym": "AutoPost",
    "topics": "ICT-18-2014",
    "title": "Deformable Surface Tracking and Alpha Matting for the Automation of Post-production Workflows",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "In today¥s era of automation and intelligent systems, a huge amount of video and film post-production work can still only be completed manually by specialized artists. In the case of visual effects (VFX) and 2D/3D conversion, artists spend about 20%-40% of their time doing labour-intensive additive and subtracting retouching.\nTo address this issue, AutoPost will develop productive end-user solutions for small and medium post-houses, by embedding scientific state-of-the-art solutions for tracking deformable surfaces and natural video matting into the established workflow of visual effects and 2D-to-3D conversion artists. The AutoPost solutions will considerably reduce the workload and will make post-production performance more efficient, both creatively and financially, while still allowing supervision and artistic control of the results by the user.\nTo ensure a professional adoption, the developed tools will be accessible through a general plugin suite, The AutoPost Plugin Suite, for industry-standard post-production platforms as well as SDKs and functional plugin prototypes. The developments will be accomplished in accordance with the real-world working requirements defined by SME project partners from the creative industries, who will act as stakeholders for other post-houses, end-users and further external partners from their networks.\nAutoPostís tools will allow companies to reduce the weight of the labour cost factor in their competitive profile, aiming to boost the competitiveness of the EU post-houses in every market, especially since infrastructure and labour costs can dictate where in the world films are finally produced. \nTo fulfil AutoPostís objectives, a complementary and compact group of engineers, VFX and 2D/3D conversion artists, compositing experts and business-related professionals will work together, specifying, developing and evaluating the tools.",
    "totalCost": "1092750",
    "ecMaxContribution": "948150",
    "coordinator": "FUNDACIO BARCELONA MEDIA",
    "coordinatorCountry": "ES",
    "participants": "S.A. IMAGES ET CINEMA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;IMCUBE LABS GMBH;MOVIES BENELUX;MOTO GMBH",
    "participantCountries": "BE;DE",
    "projectParticipants": {
        "940777878": {
            "orgId": "940777878",
            "orgName": "S.A. IMAGES ET CINEMA",
            "ecContrib": 70262
        },
        "952307589": {
            "orgId": "952307589",
            "orgName": "IMCUBE LABS GMBH",
            "ecContrib": 162050
        },
        "918202874": {
            "orgId": "918202874",
            "orgName": "MOVIES BENELUX",
            "ecContrib": 18288
        },
        "928030235": {
            "orgId": "928030235",
            "orgName": "FUNDACIO EURECAT",
            "ecContrib": 294875
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 315875
        },
        "941257058": {
            "orgId": "941257058",
            "orgName": "MOTO GMBH",
            "ecContrib": 86800
        },
        "999620406": {
            "orgId": "999620406",
            "orgName": "FUNDACIO BARCELONA MEDIA",
            "ecContrib": 294875
        }
    },
    "calculatedTotalContribution": 1243025
}