{
    "rcn": "194267",
    "acronym": "LIGHT2015",
    "topics": "ICT-26-2014",
    "title": "The International Year of Light in Europe 2015",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "LIGHT2015 is an ambitious, high impact EU-wide outreach and education project to promote the importance of photonics to young people, entrepreneurs and the general public during  the United Nations International Year of Light and Light-based Technologies (IYL2015). LIGHT2015 will leverage the tremendous visibility of IYL2015 to ensure that the public in all member states of the EU understand and appreciate: (i) what photonics is; (ii) what photonics is used for; (iii) why photonics is important. LIGHT2015 will raise awareness of the essential role of photonics in driving economic growth and improving quality of life, and recognition of the need for continued promotion of training and education in photonics. Specific target audiences are young people, entrepreneurs and the public, and there will be special focus on encouraging careers for women and girls.  \n\nThe LIGHT2015 project management team includes the leadership of the global IYL2015 initiative, three members of the Board of Stakeholders of Photonics21, and Europeís major scientific societies in physics and optics. We thus have access to an unprecedented network of contacts which will allow effective penetration of activities to the EU public.  \n\nLIGHT2015 is structured in terms of three broad objectives: Explain Photonics, Inspire People and Network Europe. To achieve these, we plan a broad range of complementary actions: (i) high-profile public lectures directed to students, entrepreneurs and industry EU-wide; (ii) events  involving broad stakeholder groups coinciding with major events on the 2015 photonics calendar; (iii) hand-on training for teachers and students, and the first European-scale citizen-science photonics experiment using smartphones to raise awareness of the power of photonics in daily life; (iv) leveraging the IYL2015 visibility to strengthen networks and collaborations in Europe in the fields of photonics outreach and education.",
    "totalCost": "979808,75",
    "ecMaxContribution": "979808,75",
    "coordinator": "EUROPEAN PHYSICAL SOCIETY ASSOCIATION",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITEIT LEIDEN;NATIONAL UNIVERSITY OF IRELAND GALWAY;FUNDACIO INSTITUT DE CIENCIES FOTONIQUES;EXCITE YOUTH FOR ENGINEERING, SCIENCE AND TECHNOLOGY;ASSOCIATION EUROPEAN OPTICAL SOCIETY;POLITECNICO DI MILANO",
    "participantCountries": "NL;IE;ES;BE;FR;IT",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 99225
        },
        "999596059": {
            "orgId": "999596059",
            "orgName": "ASSOCIATION EUROPEAN OPTICAL SOCIETY",
            "ecContrib": 191438
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 87804
        },
        "941532538": {
            "orgId": "941532538",
            "orgName": "EXCITE YOUTH FOR ENGINEERING, SCIENCE AND TECHNOLOGY",
            "ecContrib": 82698
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 87804
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 259966
        },
        "986764026": {
            "orgId": "986764026",
            "orgName": "EUROPEAN PHYSICAL SOCIETY ASSOCIATION",
            "ecContrib": 170875
        }
    },
    "calculatedTotalContribution": 979810
}