{
    "rcn": "194257",
    "acronym": "MusicBricks",
    "topics": "ICT-18-2014",
    "title": "MusicBricks: Musical Building Blocks for Digital Makers and Content Creators",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "Immersive and engaging participatory and collaborative modes of production are characteristic of the emerging creative economies of music media and require novel ICT solutions. The most innovative ICT solutions in this sector come from the top EU research centres. The MusicBricks project exploits the creative and commercial possibilities of music technologies by piloting innovative musical tools with the new generation of SME digital makers and content creators, and leverages the state-of-the-art European research, by providing a compendium of physical, virtual and programming interfaces, thus allowing creative developers easy access to the core building blocks of music. MusicBricks thus provides a pathway for research to reach a wider community of Creative SME innovators, thereby contributing to cultural and economic output right across the creative sector.\nOur aim is to transfer state-of-the-art ICT to Creative SMEs in order to develop novel business models. We will wrap and deliver the data and tools developed through research via Application Programming Interfaces (APIs), Graphic User Interfaces (GUIs) and Tangible User Interfaces (TUIs). \nWe will: 1) catalyse innovation from research centres via seamless interaction; 2) incentivise the seeding of multiple new product, service and performance ideas by leveraging the growing ecosystem of creative developers and artists from the music technology community; 3) incubate and grow these ideas into demonstrators at the level of readiness where they can be prototyped; and 4) channel the prototypes to global markets by facilitating industry partnerships, investment or arts funding. This 4-step process closes the current gaps in the music technology value chain and creates a seamless transfer of knowledge and novel ICT technology to EU Creative SMEs in order to boost their business potential, with a built-in feedback loop to guide future research, as well as generating new knowledge and statistics to inform future policy.",
    "totalCost": "1031750",
    "ecMaxContribution": "896975",
    "coordinator": "STROMATOLITE LTD",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSIDAD POMPEU FABRA;TECHNISCHE UNIVERSITAET WIEN;INSTITUT DE RECHERCHE ET DE COORDINATION ACOUSTIQUE MUSIQUE - IRCAM;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;SIGMA ORIONIS SA",
    "participantCountries": "ES;AT;FR;DE",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 126250
        },
        "999594216": {
            "orgId": "999594216",
            "orgName": "INSTITUT DE RECHERCHE ET DE COORDINATION ACOUSTIQUE MUSIQUE - IRCAM",
            "ecContrib": 166250
        },
        "961910492": {
            "orgId": "961910492",
            "orgName": "STROMATOLITE LTD",
            "ecContrib": 290720
        },
        "999792096": {
            "orgId": "999792096",
            "orgName": "SIGMA ORIONIS SA",
            "ecContrib": 23755
        },
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 143125
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 146875
        }
    },
    "calculatedTotalContribution": 896975
}