{
    "rcn": "194212",
    "acronym": "EPP - eHealth",
    "topics": "ICT-35-2014",
    "title": "European Procurers Platform - eHealth  - Transforming the market for eHealth Solutions",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "Public Procurement of Innovation (PPI) is a crucial challenge for public bodies to be implemented during next years. The ìusualî way of purchasing goods is based solely on the price of the product. Life cycle costing, supply chain analysis or group purchase are rarely used, which means missing some opportunities to get innovative products that would give purchasers competitive advantage. Therefore, there is an urgent need to start developing networks of procurers. Such networks will enable them to identify common needs, conduct market analysis, understand supply chain, use these tools to comprise a higher procurement volume, and achieve bigger impact on suppliers. It will allow them voice out their unmet needs, create a new demand to access sustainable products of higher quality, and develop new applications with lower life cycle costs. This can be obtained through PPI.\n\nInformation and Communication Technologies (ICT) has equally become an essential tool used in nearly all areas of society. Health sector, which is the core of this proposal, is no exception to this regard. The target of the project is to understand health care public procurers unmet needs, particularly in eHealth. That is why a network of procurers will be developed within the scope of the project. The network will allow the consortium to identify common needs, explore the best available solutions and stimulate the market with the aim of creating a PPI/PCP procurement strategy for the eHealth sector. In order for the EPP-eHealth consortium to be able to achieve the mentioned objectives, a set of 4 workshops aimed at project members and potential stakeholders will be developed. Three of these workshops will train attendees in public procurement while a 4th workshop will be used as a market test. \n\nFinally and aiming to widespread project results, a comprehensive set of dissemination activities will be carried out.",
    "totalCost": "771625",
    "ecMaxContribution": "771625",
    "coordinator": "BRAVOSOLUTION ESPANA SA",
    "coordinatorCountry": "ES",
    "participants": "SAMODZIELNY PUBLICZNY ZAKLAD OPIEKI ZDROWOTNEJ SZPITAL UNIWERSYTECKI W KRAKOWIE;DANE-I-ANALIZY.PL SP ZOO;SERVICIO MADRILENO DE SALUD;OPTIMAT LIMITED;REGION SJAELLAND;SERVICIO ANDALUZ DE SALUD",
    "participantCountries": "PL;ES;UK;DK",
    "projectParticipants": {
        "998853621": {
            "orgId": "998853621",
            "orgName": "SERVICIO ANDALUZ DE SALUD",
            "ecContrib": 55008
        },
        "988478016": {
            "orgId": "988478016",
            "orgName": "SAMODZIELNY PUBLICZNY ZAKLAD OPIEKI ZDROWOTNEJ SZPITAL UNIWERSYTECKI W KRAKOWIE",
            "ecContrib": 41733
        },
        "999481987": {
            "orgId": "999481987",
            "orgName": "SERVICIO MADRILENO DE SALUD",
            "ecContrib": 55008
        },
        "992334057": {
            "orgId": "992334057",
            "orgName": "OPTIMAT LIMITED",
            "ecContrib": 156758
        },
        "947074827": {
            "orgId": "947074827",
            "orgName": "BRAVOSOLUTION ESPANA SA",
            "ecContrib": 211578
        },
        "998373665": {
            "orgId": "998373665",
            "orgName": "REGION SJAELLAND",
            "ecContrib": 59508
        }
    },
    "calculatedTotalContribution": 579593
}