{
    "rcn": "194258",
    "acronym": "POPART",
    "topics": "ICT-18-2014",
    "title": "Previz for On-set Production - Adaptive Realtime Tracking",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "European film makers are well-known for their creative innovation in selecting themes, their original way of storytelling and their art of cinematography. Like elsewhere in the world, they use computer-generated visual effects to achieve the intended visual experience and quality.\n\nTo achieve the best interaction between the creative team on set and the post-production team, it is important to achieve the best common understanding between the team filming real scenes and the team working on visual effects. For this, previz has been developed. Previz today contributes to film making from the planning stage to filming with actors on set, where the final composition of mixed reality scenes can be reviewed during and right after the shoot.\n\nLarge film studios that produce films with the highest budgets take the final step and integrate previz with the final post-production. For this, they develop in-house tools or cooperate with a company that is dedicated to the previz concept. This integration remains unavailable to most film makers and provides a strong competitive advantage. Without the integration, a gap remains between the team filming real scenes and the team working on visual effects in post-production.\n\nPOPART will introduce an affordable and highly customizable solution that will disrupt the market and overcome this lack of competition. It will democratize the access to a complete previz solution integrated into the pipeline from shooting preparation to post-production, that doesnít exist on the market. In contrast to the market lock-in solutions, all core elements required for real-time previz will be released in open source and will be based on open standards to provide an highly customizable solution.\n\nThe product released by POPART will comprise hard- and software components. It will be available at an affordable price, help improve the processes for creative teams in Europe directly, and will stimulate research by providing core libraries in open source.",
    "totalCost": "1300382,5",
    "ecMaxContribution": "999934",
    "coordinator": "SIMULA RESEARCH LABORATORY AS",
    "coordinatorCountry": "NO",
    "participants": "MIKROS IMAGE;LABO MIXED REALITIES AS;INSTITUT NATIONAL POLYTECHNIQUE DE TOULOUSE;BAND PRO MUNICH GMBH;MIKROS - IMAGE",
    "participantCountries": "FR;NO;DE",
    "projectParticipants": {
        "995915976": {
            "orgId": "995915976",
            "orgName": "SIMULA RESEARCH LABORATORY AS",
            "ecContrib": 344670
        },
        "940296467": {
            "orgId": "940296467",
            "orgName": "BAND PRO MUNICH GMBH",
            "ecContrib": 28131
        },
        "941139882": {
            "orgId": "941139882",
            "orgName": "MIKROS - IMAGE",
            "ecContrib": 0
        },
        "920637671": {
            "orgId": "920637671",
            "orgName": "MIKROS IMAGE",
            "ecContrib": 209948
        },
        "951584939": {
            "orgId": "951584939",
            "orgName": "LABO MIXED REALITIES AS",
            "ecContrib": 219135
        },
        "999836037": {
            "orgId": "999836037",
            "orgName": "INSTITUT NATIONAL POLYTECHNIQUE DE TOULOUSE",
            "ecContrib": 198050
        }
    },
    "calculatedTotalContribution": 999934
}