{
    "rcn": "194288",
    "acronym": "HAPPINESS",
    "topics": "ICT-03-2014",
    "title": "Haptic Printed and Patterned Interfaces for Sensitive Surface",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "The Automotive HMI (Human Machine Interface) will soon undergo dramatic changes, with large plastic dashboards moving from the ëpush-buttonsí era to the ëtactileí era. User demand for aesthetically pleasing and seamless interfaces is ever increasing, with touch sensitive interfaces now commonplace. However, these touch interfaces come at the cost of haptic feedback, which raises concerns regarding the safety of eyeless interact ion during driving. The HAPPINESS project intends to address these concerns through technological solutions, introducing new capabilities for haptic feedback on these interfaces.\nThe main goal of the HAPPINESS project is to develop a smart conformable surface able to offer different tactile sensations via the development of a Haptic Thin and Organic Large Area Electronic technology (TOLAE), integrating sensing and feedback capabilities, focusing on user requirements and ergonomic designs. To this aim, by gathering all the value chain actors (materials, technology manufacturing, OEM integrator) for application within the automotive market, the HAPPINESS project will offer a new haptic Human-Machine Interface technology, integrating touch sensing and disruptive feedback capabilities directly into an automotive dashboard.\nBased on the consortium skills, the HAPPINESS project will demonstrate the integration of Electro-Active Polymers (EAP) in a matrix of mechanical actuators on plastic foils. The objectives are to fabricate these actuators with large area and cost effective printing technologies and to integrate them through plastic molding injection into a small-scale dashboard prototype. We will design, implement and evaluate new approaches to Human-Computer Interaction on a fully functional prototype that combines in packaging both sensors and actuator foils, driven by custom electronics, and accessible to end-users via software libraries, allowing for the reproduction of common and accepted sensations such as  Roughness, Vibration and Relief.",
    "totalCost": "3774006",
    "ecMaxContribution": "3774006",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE;ROBERT BOSCH GMBH;WALTER PAK SL;INTEGRATED SYSTEMS DEVELOPMENT S.A.;FUNDACION GAIKER;ARKEMA FRANCE;UNIVERSITY OF GLASGOW",
    "participantCountries": "FR;DE;ES;EL;UK",
    "projectParticipants": {
        "998371046": {
            "orgId": "998371046",
            "orgName": "ARKEMA FRANCE",
            "ecContrib": 283750
        },
        "997607656": {
            "orgId": "997607656",
            "orgName": "INTEGRATED SYSTEMS DEVELOPMENT S.A.",
            "ecContrib": 405000
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 723304
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 421143
        },
        "999908787": {
            "orgId": "999908787",
            "orgName": "ROBERT BOSCH GMBH",
            "ecContrib": 522580
        },
        "999547074": {
            "orgId": "999547074",
            "orgName": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE",
            "ecContrib": 367389
        },
        "941799870": {
            "orgId": "941799870",
            "orgName": "WALTER PAK SL",
            "ecContrib": 715625
        },
        "999615071": {
            "orgId": "999615071",
            "orgName": "FUNDACION GAIKER",
            "ecContrib": 335215
        }
    },
    "calculatedTotalContribution": 3774006
}