{
    "rcn": "194248",
    "acronym": "TAMS4CPS",
    "topics": "ICT-01-2014",
    "title": "Trans-Atlantic Modelling and Simulation For Cyber-Physical Systems",
    "startDate": "01/02/2015",
    "endDate": "31/01/2017",
    "objective": "Smart systems, in which sophisticated software/hardware is embedded in physical systems are part of everyday life.  From simple products with embedded decision making software to massive systems in which hundreds of systems, each with hundreds or thousands of embedded processors, interoperate, the growth of cyber-physical systems (CPS) is likely to accelerate.  For Europe to benefit from this expansion, while avoiding the pitfalls that such complexity creates, there must be advances in the modelling and simulation (M&S) of CPS.  Collaborative research with the US will be an opportunity to advance European M&S capabilities for CPS.  The overall aim of TAMS4CPS is to lay the foundations for concrete EU-US collaboration in modelling and simulation for cyber-physical systems. To achieve this, Loughborough and Newcastle Universities (M&S) will work with Steinbeis Innovation (road mapping) and leading researchers in the field at top US universities to create:\n- A strategic research and collaboration agenda, endorsed by researchers in EU and US\n- A set of test cases for model developers to perform collaborative evaluation\n- A state of the art web-based report to act as a baseline for collaborative research\nTaking a consultative approach, we will engage industry and academic researchers and M&S users in workshops and web-based meetings to prioritise M&S research challenges and to create a constituency of future collaboration partners for pre-competitive research in the Artemis themes, of:\n- Architectures principles and models for safe secure Cyber-Physical Systems\n- Systems design, modelling and virtual engineering for Cyber-Physical Systems\n- Autonomous adaptive and cooperative of Cyber-Physical Systems\n- Computing platforms and energy management for Cyber-Physical Systems\nTo which is added the exploitation and enabling theme of:\n- Integration of socio/legal/governance models within modelling frameworks  \nThus, this project directly addresses European priorities in CPS.",
    "totalCost": "399650",
    "ecMaxContribution": "399649,75",
    "coordinator": "LOUGHBOROUGH UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "STEINBEIS INNOVATION GGMBH;UNIVERSITY OF NEWCASTLE UPON TYNE;STEINBEIS 2I GMBH",
    "participantCountries": "DE;UK",
    "projectParticipants": {
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 55745
        },
        "999990752": {
            "orgId": "999990752",
            "orgName": "LOUGHBOROUGH UNIVERSITY",
            "ecContrib": 158619
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 127625
        },
        "916274126": {
            "orgId": "916274126",
            "orgName": "STEINBEIS 2I GMBH",
            "ecContrib": 57661
        }
    },
    "calculatedTotalContribution": 399650
}