{
    "rcn": "194272",
    "acronym": "KRISTINA",
    "topics": "ICT-22-2014",
    "title": "Knowledge-Based Information Agent with Social Competence and Human Interaction Capabilities",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "In Europe, migration is tradition ñ and not only since the European legislation changed towards free migration of European citizens. This is not free of challenges. Especially in the case of care, migrants, often face a double challenge: (i) not to speak the language and not to be acquainted with the culture of the resident country, and (ii) be unfamiliar with the care and health administrations of the country. As a consequence, e.g., elderly migrants in care homes suffer from social exclusion, with their relatives also struggling with getting the right information and interacting with the administration, migrants at home are often reluctant to go to see the doctor in case of health issues, a tendency that is often further aggravated by cultural matters. Migrant temporary care workers, who in addition often do not have an adequate professional training, face the problem of isolation, lack of professional background information and deficient communication with both the cared and the supervision personnel. KRISTINAís overall objective is to research and develop technologies for a human-like socially competent and communicative agent that is run on mobile communication devices and that serves for migrants with language and cultural barriers in the host country as a trusted information provision party and mediator in questions related to basic care and healthcare. To develop such an agent, KRISTINA will advance the state of the art in dialogue management, multimodal (vocal, facial and gestural) communication analysis and multimodal communication. The technologies will be validated in two use cases, in which prolonged trials will be carried out for each prototype that marks the termination of a SW development cycle, with a representative number of migrants recruited as users from the migration circles identified as especially in need: elderly Turkish migrants and their relatives and short term Polish care giving personnel in Germany and North African migrants in Spain.",
    "totalCost": "3633801,25",
    "ecMaxContribution": "3633801",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "DRK-KREISVERBAND TUEBINGEN EV;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;ALMENDE B.V.;UNIVERSITAET ULM;VOCAPIA RESEARCH;EBERHARD KARLS UNIVERSITAET TUEBINGEN;UNIVERSITAET AUGSBURG;SOCIEDAD ESPANOLA DE MEDICINA DE FAMILIA Y COMUNITARIA",
    "participantCountries": "DE;EL;NL;FR;ES",
    "projectParticipants": {
        "946519017": {
            "orgId": "946519017",
            "orgName": "DRK-KREISVERBAND TUEBINGEN EV",
            "ecContrib": 206250
        },
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 852500
        },
        "999598678": {
            "orgId": "999598678",
            "orgName": "UNIVERSITAET AUGSBURG",
            "ecContrib": 396550
        },
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 349500
        },
        "973025819": {
            "orgId": "973025819",
            "orgName": "SOCIEDAD ESPANOLA DE MEDICINA DE FAMILIA Y COMUNITARIA",
            "ecContrib": 207500
        },
        "951433037": {
            "orgId": "951433037",
            "orgName": "VOCAPIA RESEARCH",
            "ecContrib": 420251
        },
        "999697715": {
            "orgId": "999697715",
            "orgName": "ALMENDE B.V.",
            "ecContrib": 477500
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 458750
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 265000
        }
    },
    "calculatedTotalContribution": 3633801
}