{
    "rcn": "194223",
    "acronym": "CloudTeams",
    "topics": "ICT-07-2014",
    "title": "Collaborative Software Development Framework based on Trusted, Secure Cloud-based Pool of Users",
    "startDate": "01/03/2015",
    "endDate": "28/02/2017",
    "objective": "CloudTeams will be a cloud-based platform transforming software development for cloud services into a much easier, faster and targeted process, by engaging communities of users who will participate in the product life cycle to help software teams develop better solutions for customersí problems.\nMain challenges addressed by CloudTeams are first, the fragmented European market that makes adaptation of innovations difficult and expenses for market research extremely high and second, the lack of tools and incentives for users to collaborate with talented software teams around Europe towards developing better solutions. CloudTeams will solve these problems, by bringing end-users into its platform, use existing data to find the proper match with a project, and facilitate the communication between the software team and the users throughout the whole development process. CloudTeams will use endpoints to existing services and tools that are popular in software development, by mashing them up with common practices. It will support developers with a collaborative platform where interaction with customers will feel natural and will validate the final outcome. \nCloudTeams is the intersection of three important fields: crowdsourcing platforms, collaborative software development tools and trusted cloud services delivery. This innovative combination of different tools and practices under a unique concept will be enhanced with a rewarding system to enable end-users to jump into the platform and support solutions they are interested in. In addition a testing and trust framework will validate the whole process based on proper analytics and qualitative feedback by the prospective customers. The final cloud-based solutions will be validated based on the CloudTeams methodology and thus trusted by the customers, and thus will find the proper market fit in a more quick and efficient way.",
    "totalCost": "2088851,61",
    "ecMaxContribution": "1892881",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "BOOREILAND VOF;STIFTUNG FZI FORSCHUNGSZENTRUM INFORMATIK AM KARLSRUHER INSTITUT FUR TECHNOLOGIE;YAZILIM SANAYICILERI DERNEGI;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS",
    "participantCountries": "NL;DE;TR;EL",
    "projectParticipants": {
        "951812210": {
            "orgId": "951812210",
            "orgName": "BOOREILAND VOF",
            "ecContrib": 150796
        },
        "999614101": {
            "orgId": "999614101",
            "orgName": "STIFTUNG FZI FORSCHUNGSZENTRUM INFORMATIK AM KARLSRUHER INSTITUT FUR TECHNOLOGIE",
            "ecContrib": 298475
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 363125
        },
        "983282308": {
            "orgId": "983282308",
            "orgName": "SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS",
            "ecContrib": 306469
        },
        "949744946": {
            "orgId": "949744946",
            "orgName": "YAZILIM SANAYICILERI DERNEGI",
            "ecContrib": 198750
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 575266
        }
    },
    "calculatedTotalContribution": 1892881
}