{
    "rcn": "194253",
    "acronym": "GateOne",
    "topics": "ICT-02-2014",
    "title": "GateOne - Innovation Service for European Smartization by SMEs",
    "startDate": "01/01/2015",
    "endDate": "30/06/2018",
    "objective": "GateOneís mission is to accelerate smart systems adoption by European SMEs in facilitating their access to advanced technologies for the development of innovative and smart solutions. GateOne offers Innovation as a Service to the benefit of SMEs in structuring a complete and adapted innovation chain to contribute to the Smartization of Europe. \nThe concept is based on an innovative and pragmatic approach to cross the valley of death. Our Innovation Action is designed to enter efficiently into a new management paradigm in implementing critical size mechanisms. We will work on a unique Pan European portfolio of smart systems technologies to make them attractive and available for evaluation by a large panel of European SMEs. 20% of the portfolio will be related to bioelectronics technologies.  In implementing the New Product Introduction process, our service will provide a collaboration framework between SMEs and RTOs, to progress from Lab to Market. From a complementary smart systems technologies portfolio we will work on 50 small scale projects to deliver innovation concept in the form of demonstrators. They will be produced at the only condition that an SME expresses interest and engages to enter into a testing phase.  Our innovation service will allow low risk evaluation conditions. We will introduce ìproduct conceptî designed on a business case to meet SMEs expectations. We will structure, an adapted innovation chain, while validating the cost efficient manufacturability of the solution.  A broad diffusion will make GateOne a European entry point of state-of-the-art technology for smart systems.\nInherited from COWIN CSA success and commitment of RTOs to further apply and develop the COWIN approach, GateOne will lead to a major breakthrough for European competitiveness in engaging SMEs in the smartization wave. The support of the European Commission will validate the concept and prepare its sustainability with RTOs, industrials and private investors support.",
    "totalCost": "6710391,25",
    "ecMaxContribution": "5372873,75",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT;Teknologian tutkimuskeskus VTT Oy;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;TEESSIDE UNIVERSITY;BLUMORPHO SAS;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;YOLE DEVELOPPEMENT SARL;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK;TEKNOLOGIAN TUTKIMUSKESKUS VTT;IKERLAN S COOP",
    "participantCountries": "CH;FI;DE;UK;FR;IE;ES",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 612880
        },
        "999581315": {
            "orgId": "999581315",
            "orgName": "IKERLAN S COOP",
            "ecContrib": 427948
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1575159
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 479688
        },
        "932536661": {
            "orgId": "932536661",
            "orgName": "BLUMORPHO SAS",
            "ecContrib": 883969
        },
        "999662504": {
            "orgId": "999662504",
            "orgName": "TEESSIDE UNIVERSITY",
            "ecContrib": 351762
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 559500
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 481969
        },
        "999901706": {
            "orgId": "999901706",
            "orgName": "TEKNOLOGIAN TUTKIMUSKESKUS VTT",
            "ecContrib": 0
        },
        "990089962": {
            "orgId": "990089962",
            "orgName": "YOLE DEVELOPPEMENT SARL",
            "ecContrib": 0
        },
        "999958839": {
            "orgId": "999958839",
            "orgName": "CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 5372875
}