{
    "rcn": "194274",
    "acronym": "EuConNeCts 2",
    "topics": "ICT-06-2014",
    "title": "European Conferences on Networks and Communications (EuCNC)",
    "startDate": "01/03/2015",
    "endDate": "31/08/2017",
    "objective": "It is the purpose of EuConNeCts 2, a Supporting Action, to organise the following 2 editions, 2016 and 2017, of the EC sponsored conference in the area of communication networks and systems (EuCNC - European Conference on Networks and Communications).  EuCNC will serve as a technical and scientific conference for researchers, namely European ones, to show their work in the area of Telecommunications, focusing on communication networks and systems, but reaching services and applications.  However, the conference will not be restricted to European researchers, rather aiming at attracting others from all the other regions in the world.  It will also serve as a showcase for the work developed by projects co-financed by the EC, namely those addressing Objective ICT-2014.6 (Smart optical and wireless network technologies), but also including the new projects arising from other H2020 calls. Nonetheless, it also aims at attracting works in the area of communication networks and systems from other objectives.  EuCNC will: 1) be a European conference, but with a large international dimension; 2) showcase the R&D activities performed within EC programmes, directly and indirectly; 3) showcase the cooperation in R&D between European organisations and worldwide ones; 4) bridge between academia / research centres and industry; 5) coordinate its goals with the EC and the main European players; 6) be a high-quality R&D conference; 7) be a well-recognised conference in Telecommunications; 8) provide a forum for the presentation of state-of-the-art technology, in both theoretical and experimental forms; 9) communicate the research results to the wide audience of the general public; 10) foster the participation of both established researchers and students, as well as industry members from various areas; 11) be a transparent and not-for-profit conference; 12) positively differentiate itself from other conferences, which will be achieved by reaching all previous objectives.",
    "totalCost": "305370",
    "ecMaxContribution": "305369,75",
    "coordinator": "INOV INESC INOVACAO - INSTITUTO DE NOVAS TECNOLOGIAS",
    "coordinatorCountry": "PT",
    "participants": "OULUN YLIOPISTO;UNIVERSITY OF PIRAEUS RESEARCH CENTER;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "participantCountries": "FI;EL",
    "projectParticipants": {
        "999844670": {
            "orgId": "999844670",
            "orgName": "OULUN YLIOPISTO",
            "ecContrib": 153325
        },
        "999586941": {
            "orgId": "999586941",
            "orgName": "UNIVERSITY OF PIRAEUS RESEARCH CENTER",
            "ecContrib": 40460
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 73261
        },
        "999620503": {
            "orgId": "999620503",
            "orgName": "INOV INESC INOVACAO - INSTITUTO DE NOVAS TECNOLOGIAS",
            "ecContrib": 38324
        }
    },
    "calculatedTotalContribution": 305370
}