{
    "rcn": "194201",
    "acronym": "ACE Creative",
    "topics": "ICT-18-2014",
    "title": "ACE Creative: Harnessing the strengths of innovation multipliers to accelerate creative industry growth through an integrated ecosystem of supports in finance, market access and technology exploitation.",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "InnoCreate is an ambitious coordination and support action aiming to stimulate the growth of the creative industries in Europe by overcoming challenges at individual SME level (small size, problems with access to finance, barriers to new market entryÖ), at the innovation support level (disparity in availability and quality of support) and at overall creative industry level (fragmentation, localisationÖ).  InnoCreate will respond by networking innovation support players and harnessing their regional strengths into a European ecosystem of supports to respond more effectively to SME needs.  \nTwo specific end user groups of SMEs will be targeted through InnoCreate: creative industry SMEs exploiting advanced technologies and ICT SMEs innovating in the field of creative industries. Both of these target groups will be equally supported.  SMEs will benefit from an imaginative programme of communication and support actions: InnoCreate will piggy-back on the Creative Business Cup to raise awareness about the ICT Challenge competition, network SMEs throughout Europe at the InnoCreate International Camps and provide customised one to one supports for the most promising SMEs with high growth potential.  \nInnoCreate galvanises existing structures by bringing together three strong existing European networks ñ EBN, CKO and the ECB Network and a network of innovation multipliers at regional level. The InnoCreate service offering aims to be immediately accessible online and ëon-siteí in 15 EU partner and associate partner countries with a target of engaging further stakeholders to deliver the support services in all EU member states by the project end. The impact of InnoCreate will be tangible ñ for individual SMEs, for innovation support actors and for the growth of the European creative industries as a whole.",
    "totalCost": "998419,12",
    "ecMaxContribution": "998419,06",
    "coordinator": "EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL",
    "coordinatorCountry": "BE",
    "participants": "NOVITECH AS;CREATIVE BUSINESS CUP;CENTER FOR KULTUR- OG OPLEVELSESOKONOMI;NORIBIC LIMITED;META GROUP SRL;STICHTING EUROPEAN CREATIVE BUSINESS NETWORK;ASOCIACION CENTRO EUROPEO DE EMPRESAS E INNOVACION DEL PRINCIPADO DE ASTURIAS;BWCON GMBH;TECHNOPORT SA;MEDIA DEALS UG (HAFTUNGSBESCHRƒNKT);Media deals;STICHTING NEDERLANDS INSTITUUT VOORBEELD EN GELUID",
    "participantCountries": "SK;DK;UK;IT;NL;ES;DE;LU;FR",
    "projectParticipants": {
        "999968345": {
            "orgId": "999968345",
            "orgName": "STICHTING NEDERLANDS INSTITUUT VOORBEELD EN GELUID",
            "ecContrib": 54315
        },
        "998870305": {
            "orgId": "998870305",
            "orgName": "EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL",
            "ecContrib": 180675
        },
        "947631316": {
            "orgId": "947631316",
            "orgName": "NORIBIC LIMITED",
            "ecContrib": 40595
        },
        "950380587": {
            "orgId": "950380587",
            "orgName": "ASOCIACION CENTRO EUROPEO DE EMPRESAS E INNOVACION DEL PRINCIPADO DE ASTURIAS",
            "ecContrib": 77993
        },
        "999735157": {
            "orgId": "999735157",
            "orgName": "META GROUP SRL",
            "ecContrib": 94688
        },
        "933166288": {
            "orgId": "933166288",
            "orgName": "MEDIA DEALS UG (HAFTUNGSBESCHRÄNKT)",
            "ecContrib": 119725
        },
        "952997938": {
            "orgId": "952997938",
            "orgName": "STICHTING EUROPEAN CREATIVE BUSINESS NETWORK",
            "ecContrib": 75643
        },
        "921348196": {
            "orgId": "921348196",
            "orgName": "CREATIVE BUSINESS CUP",
            "ecContrib": 73856
        },
        "937328655": {
            "orgId": "937328655",
            "orgName": "BWCON GMBH",
            "ecContrib": 98475
        },
        "993315988": {
            "orgId": "993315988",
            "orgName": "Media deals",
            "ecContrib": 0
        },
        "952809176": {
            "orgId": "952809176",
            "orgName": "TECHNOPORT SA",
            "ecContrib": 92500
        },
        "951543520": {
            "orgId": "951543520",
            "orgName": "CENTER FOR KULTUR- OG OPLEVELSESOKONOMI",
            "ecContrib": 48042
        },
        "951271241": {
            "orgId": "951271241",
            "orgName": "NOVITECH AS",
            "ecContrib": 41912
        }
    },
    "calculatedTotalContribution": 998419
}