{
    "rcn": "194237",
    "acronym": "AquaSmart",
    "topics": "ICT-15-2014",
    "title": "Aquaculture Smart and Open Data Analytics as a Service",
    "startDate": "02/02/2015",
    "endDate": "01/02/2017",
    "objective": "AQUASMARTís objective is to enhance innovation capacity to the aquaculture sector, by addressing the problem of global knowledge access and data exchanges between aquaculture companies and its related stakeholders. Offering aquaculture production companies the tools to access and share global open data and strong data analytics in a multi-lingual, multi-sector and cross-border setting strengthens their competitiveness and growth potential. Experienced research institutes that participate in the consortium as technology suppliers and will transfer their solutions to the aquaculture stakeholders in the consortium. The data collected in the AQUASMART open data cloud is suitable to be reused in other industrial domain if needed, (e.g., environmental or transportation data), providing a cross-sectorial setting to the provided solution. The AQUASMART multi-lingual adaptive eTraining program, assures that staff receive the proper training and assures the transfer of the AQUASMART innovations are sustainable. AQUASMART will have a very positive impact on the environment by helping companies to better estimate daily biomass, optimize feeding rates and management practices. This will improve the FCR (Feed Conversion Rate), which means less feed will be provided to the fish and therefore, less organic material and energy are consumed for the production of the feed. AQUASMART also helps the companies to reduce mortalities, which will have a further positive impact on environment.  On the social level, AQUASMART contributes to the development of highly skilled workforce through online training programs. The improvement of the efficiency and profitability of the businesses, together with the reduction of the environmental impact will contribute to the increase of the production and the generation of new jobs in the sector.",
    "totalCost": "3109077,5",
    "ecMaxContribution": "2717432,37",
    "coordinator": "WATERFORD INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IE",
    "participants": "OLOKLIROMENA PLIROFORIAKA SISTIMATA;INSTITUT JOZEF STEFAN;Q-VALIDUS LIMITED;UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO;NIORDSEAS SL;GRAMMOS S.A;Ardag Cooperative Agricultural Society Ltd",
    "participantCountries": "EL;SI;IE;PT;ES;IL",
    "projectParticipants": {
        "953638720": {
            "orgId": "953638720",
            "orgName": "Q-VALIDUS LIMITED",
            "ecContrib": 370125
        },
        "956174494": {
            "orgId": "956174494",
            "orgName": "GRAMMOS S.A",
            "ecContrib": 82906
        },
        "999633889": {
            "orgId": "999633889",
            "orgName": "UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO",
            "ecContrib": 679531
        },
        "999618660": {
            "orgId": "999618660",
            "orgName": "WATERFORD INSTITUTE OF TECHNOLOGY",
            "ecContrib": 806250
        },
        "971632414": {
            "orgId": "971632414",
            "orgName": "OLOKLIROMENA PLIROFORIAKA SISTIMATA",
            "ecContrib": 278512
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 317812
        },
        "998183933": {
            "orgId": "998183933",
            "orgName": "Ardag Cooperative Agricultural Society Ltd",
            "ecContrib": 105814
        },
        "941594715": {
            "orgId": "941594715",
            "orgName": "NIORDSEAS SL",
            "ecContrib": 76481
        }
    },
    "calculatedTotalContribution": 2717431
}