{
    "rcn": "194292",
    "acronym": "MECANEX",
    "topics": "ICT-18-2014",
    "title": "Multimedia Content Annotations for Rapid Exploitation in Multi-Screen Environments",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "The objective of MECANEX project is to devise innovative tools for automatic annotation and editorial support of multimedia content, extraction of personalized information and adaption of enriched multimedia content in multi-screen environments. As the prerequisites of production houses, broadcasters, advertising agencies and online publishing companies for enriched multimedia content increase rapidly, the need of such innovative tools is undeniable. Furthermore, the adaption of enriched multimedia content to multi-screen environments, which enable the automatic porting to different target platforms, such as regular web pages, mobile pages and mobile apps, as well as TV applications, is a significant asset for the global market of enriched multimedia content. The major novelty of MECANEX is the creation of SaaS (REST based) toolkit that provides the aforementioned functionalities by bringing together complementary expertise and technology of different European companies and research institutes, in order to provide a cost effective multi-screen video metadata enrichment solution for SMEs. Such tools will be adopted by production and post-production companies, as well as by content providers or relevant service oriented companies and will be adapted into the creation process. MECANEX will offer SMEs to semi automatically enrich video collections for multi-screen application, as well rapid prototype multi-screen concepts and test related interaction models that eventually will improve the chance for SMEs to develop more solid business models, marketing and advertising campaigns. Furthermore, a social and personalization tool is envisioned, which will collect consumersí preferences and will provide feedback to the aforementioned tools. In a nutshell, automatic annotation, editorial, multi-screen and social and personalization tools will be integrated into a working MECANEX toolkit ready for the production of multimedia content, as well as the advertising agencies",
    "totalCost": "1232100",
    "ecMaxContribution": "989100",
    "coordinator": "VCI ANONYMOS ETAIREIA KAINOTOMON LYSEON PLIROFORIKIS",
    "coordinatorCountry": "EL",
    "participants": "NOTERIK BV;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;ISTITUTO LUCE-CINECITTA SRL;FLYING EYE MANAGEMENTBERATUNG FUR MEDIENINVESTITIONEN GMBH;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "participantCountries": "NL;DE;IT;EL",
    "projectParticipants": {
        "949460639": {
            "orgId": "949460639",
            "orgName": "ISTITUTO LUCE-CINECITTA SRL",
            "ecContrib": 80500
        },
        "968642680": {
            "orgId": "968642680",
            "orgName": "FLYING EYE MANAGEMENTBERATUNG FUR MEDIENINVESTITIONEN GMBH",
            "ecContrib": 120750
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 188750
        },
        "952629920": {
            "orgId": "952629920",
            "orgName": "VCI ANONYMOS ETAIREIA KAINOTOMON LYSEON PLIROFORIKIS",
            "ecContrib": 186550
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 233650
        },
        "968797201": {
            "orgId": "968797201",
            "orgName": "NOTERIK BV",
            "ecContrib": 178900
        }
    },
    "calculatedTotalContribution": 989100
}