{
    "rcn": "194203",
    "acronym": "CPSELabs",
    "topics": "ICT-01-2014",
    "title": "CPS Engineering Labs - expediting and accelerating the realization of cyber-physical systems",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "Smart cyber-physical systems (CPS) are considered to be the next revolution in ICT with lots of game-changing business potential for integrated services and products.\n\nMastering the engineering of complex and trustworthy CPS is key to implementing CPS-based business models. Current CPS, however, are often engineered and maintained at very high cost and sometimes with unknown risks, and recent technological progress from R&D projects is not readily available to most innovators. \n\nThe CPS Engineering Labs (CPSE Labs) therefore equips innovators - businesses, researchers, and students - with CPS engineering infrastructure, knowledge, and tools for realizing novel CPS-based products and services, with the explicit goal of expediting and accelerating the realization of smart CPS.  \n\nThe CPSE Labs build upon existing R&D centres - in Madrid, Munich, Oldenburg, Newcastle, Stockholm, and Toulouse - and turn these already excellent regional clusters into world-class hotspots for CPS engineering. \n\nThe design centers develop and maintain a common strategic innovation agenda for building up novel and complete CPS value chains.  Based on this strategy the CPSE Labs build up and maintain a portfolio of added-value experiments. \n\nExperiments are focused and fast-track and they have a clear innovation objective; they build upon results and achievements from large-scale national and European projects on the rigorous design of embedded systems and CPS.  Experience gained from experiments, validation results, and best practices, cross-cutting engineering principles that underpin the integration of cyber and physical elements of CPS are continuously integrated and disseminated by the CPSE Labs.  \n\nThe CPSE Labs' marketplace provides an open forum for sharing platforms, architectures, and software tools for the engineering of dependable and trustworthy CPS. The ultimate goal is to establish a CPS engineering framework which sets a world-wide standard.",
    "totalCost": "7654030",
    "ecMaxContribution": "7437655",
    "coordinator": "FORTISS GMBH",
    "coordinatorCountry": "DE",
    "participants": "STEINBEIS INNOVATION GGMBH;KUNGLIGA TEKNISKA HOEGSKOLAN;UNIVERSITY OF NEWCASTLE UPON TYNE;OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES;INDRA SISTEMAS SA;OFFIS EV;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "DE;SE;UK;FR;ES",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 388625
        },
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 180375
        },
        "999994438": {
            "orgId": "999994438",
            "orgName": "OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES",
            "ecContrib": 882292
        },
        "999959130": {
            "orgId": "999959130",
            "orgName": "INDRA SISTEMAS SA",
            "ecContrib": 504875
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 1326688
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 450004
        },
        "996290008": {
            "orgId": "996290008",
            "orgName": "FORTISS GMBH",
            "ecContrib": 1477896
        },
        "999594313": {
            "orgId": "999594313",
            "orgName": "OFFIS EV",
            "ecContrib": 1129400
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 1097500
        }
    },
    "calculatedTotalContribution": 7437655
}