{
    "rcn": "194259",
    "acronym": "LUMENTILE",
    "topics": "ICT-03-2014",
    "title": "LUMinous ElectroNic TILE",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "LUMENTILE originates from an idea of disruptive innovation, where the joint use of new technologies creates added value and new functionalities for traditional materials, thus turning the classical ceramic tile into a ìmultifunctional electronic luminous tileî realized by large area and organic electronics. LUMENTILE can be also considered as design-driven innovation, where we give a different meaning to the use of light driven by the design, by empowering it to be used as a radical different designed element for architecture, as a skin integrated element for interior design, lighting or advertising purposes.\nThe demand for aesthetically integrated and creative construction elements is steadily increasing in many areas of business and industries. A growing number of designers, architects and industrial manufacturers across the world share a common interest in having new elements capable to create surfaces or coverings as creative and multifunctional solutions. \nLUMENTILE aims, on one side, to fill the gap between a simple construction element and a luminous surface element, and gooes far beyond, by developing a cutting-edge technologic module (the luminous electronic tile) that is capable of displaying lights, colors and images that can be used as a chameleonic display to be employed as a skin for horizontal (floor) or vertical (wall) applications. The final product will be an ìon-the-flyî high energy efficient device that can be considered as a sustainable and competitive lighting element. On the other hand, the possibility of adding other sensors internally to the electronic tile enables it to increase the above mentioned properties (such as the detection of people walking onto it) and also to empower other creative or multifunction purposes. \nThis project will address the above-mentioned challenges by exploring and developing new materials and integrated systems, manufacturing processes and business scenarios in luminous designed tiles and architecture.",
    "totalCost": "2969176,25",
    "ecMaxContribution": "2470113,75",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PAVIA",
    "coordinatorCountry": "IT",
    "participants": "KNOWLEDGE INNOVATION MARKET S.L.;ECLEXYS SAGL;Teknologian tutkimuskeskus VTT Oy;KERAPLAN SRL;STUDIO ITINERANTE ARQUITECTURA SL;JULIGHT SRL;TEKNOLOGIAN TUTKIMUSKESKUS VTT",
    "participantCountries": "ES;CH;FI;IT",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 669888
        },
        "941834596": {
            "orgId": "941834596",
            "orgName": "KERAPLAN SRL",
            "ecContrib": 512000
        },
        "956609927": {
            "orgId": "956609927",
            "orgName": "STUDIO ITINERANTE ARQUITECTURA SL",
            "ecContrib": 380601
        },
        "998000118": {
            "orgId": "998000118",
            "orgName": "ECLEXYS SAGL",
            "ecContrib": 0
        },
        "999893752": {
            "orgId": "999893752",
            "orgName": "UNIVERSITA DEGLI STUDI DI PAVIA",
            "ecContrib": 377125
        },
        "952267431": {
            "orgId": "952267431",
            "orgName": "JULIGHT SRL",
            "ecContrib": 308750
        },
        "999901706": {
            "orgId": "999901706",
            "orgName": "TEKNOLOGIAN TUTKIMUSKESKUS VTT",
            "ecContrib": 0
        },
        "984338444": {
            "orgId": "984338444",
            "orgName": "KNOWLEDGE INNOVATION MARKET S.L.",
            "ecContrib": 221750
        }
    },
    "calculatedTotalContribution": 2470114
}