{
    "rcn": "194209",
    "acronym": "SIGNAT",
    "topics": "MSCA-RISE-2014",
    "title": "Evaluation of Plant Signaling Networks in Natural Environments",
    "startDate": "01/07/2015",
    "endDate": "30/06/2019",
    "objective": "A critical characteristic of plant development is the strong influence of environmental factors as modulators of developmental programs. Among those factors, light, temperature and nutrient availability dominate developmental decisions, and can dramatically alter plant shape, biomass production and fruit set ñall of them important agronomic traits. Research during the past thirty years has defined different molecular mechanisms by which plants perceive environmental signals and transduce this information into changes in gene expression and other cellular processes, ultimately triggering the appropriate adaptive responses. However, current knowledge has at least two important weaknesses: (i) it is based on mostly on the analysis under conditions where only one environmental factor is changed, while natural environments are more complex; and (ii) most studies have been performed at the seedling stage, while the influence of the environment becomes even more relevant at later stages from an agronomical perspective. This project addresses the evaluation plant performance under complex combinations of light, temperature and nutrient conditions, using the previous knowledge generated by the participants and other laboratories, and analyzing three key stages of a plantís life: seedling establishment, vegetative growth (biomass production), and reproductive development (flowering and fruit set). The international consortium is formed by researchers from five countries, with strong complementary technical and scientific expertises spanning light and temperature signaling, hormone action, natural genetic variation, large-scale phenotyping of adult plants, nutrient assimilation and systems biology integration.",
    "totalCost": "414000",
    "ecMaxContribution": "414000",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "UMEA UNIVERSITET;MAX PLANCK GESELLSCHAFT ZUR FOERDERUNG DER WISSENSCHAFTEN E.V.",
    "participantCountries": "SE;DE",
    "projectParticipants": {
        "998619754": {
            "orgId": "998619754",
            "orgName": "CONSEJO NACIONAL DE INVESTIGACIONES CIENTIFICAS Y TECNICAS (CONICET)",
            "ecContrib": 0
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 0
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 288000
        },
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 0
        },
        "999643201": {
            "orgId": "999643201",
            "orgName": "PONTIFICIA UNIVERSIDAD CATOLICA DE CHILE",
            "ecContrib": 0
        },
        "974166442": {
            "orgId": "974166442",
            "orgName": "FUNDACION INSTITUTO LELOIR",
            "ecContrib": 0
        },
        "999881821": {
            "orgId": "999881821",
            "orgName": "UMEA UNIVERSITET",
            "ecContrib": 126000
        }
    },
    "calculatedTotalContribution": 414000
}