{
    "rcn": "194236",
    "acronym": "SMARTSET",
    "topics": "ICT-18-2014",
    "title": "High Performance Low Cost Virtual Studios for Creative Industries SMEs",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The vision in project SmartSet is to develop a low cost virtual studio solution that will have the same quality and functionality of high cost solutions used by large broadcast companies so that the SmartSet solution will:\nA.\tIncrease the competitiveness of the European creative industries, particularly in the broadcast media sector;\nB.\tContribute to expanding a vibrant EU technological ecosystem for the creative industries' needs and foster exchanges between the creative industries SMEs and providers of ICT innovative solutions;\nC.\tStimulate the adoption and deployment of innovative ICT solutions by creative industries SMEs, particularly in the broadcast media and content production sector.\nCreative industry SMEs such as regional and local TV stations, production companies are at a disadvantage when it comes to access to cost-effective virtual studio technology. To realise the vision in project SmartSet the objectives for this Innovation Action are:\n1.\tFormulate and implement a stakeholder consultation process to support creative industry SMEs in leveraging emerging ICT technologies for the development of innovative products, tools, applications and services with high commercial potential. \n2.\tDevise mechanisms to verify that user requirements are being met and the innovation potential can be clearly demonstrated.\n3.\tDefine and integrate a novel state of the art graphics engine with advanced image and video processing capabilities into a simplified and inexpensive self-contained SmartSet hardware platform.\n4.\tBuild a validation environment to ensure user requirements are central to system performance and are incorporated into the design.\n5.\tRefine the SmartSet solution according validation results and prepare bug-free solution for commercialisation.\n6.\tCreate and implement a dissemination strategy and plan designed to generate a critical mass of interest in the SmartSet solution.\n7.\tDesign and implement an exploitation strategy and  business modelling process",
    "totalCost": "1352756,25",
    "ecMaxContribution": "1078659",
    "coordinator": "BRAINSTORM MULTIMEDIA S.L.",
    "coordinatorCountry": "ES",
    "participants": "REMAR ESPANA (REHABILITACION DE MARGINADOS);BONUM TV KOZHASZNU NONPROFIT KFT;LAPIN AMMATTIKORKEAKOULU OY;UNIVERSITAT POLITECNICA DE VALENCIA;JOULUPUKKI TV OY;Hallingdoelen AS",
    "participantCountries": "ES;HU;FI;NO",
    "projectParticipants": {
        "948849539": {
            "orgId": "948849539",
            "orgName": "LAPIN AMMATTIKORKEAKOULU OY",
            "ecContrib": 231000
        },
        "941313415": {
            "orgId": "941313415",
            "orgName": "BONUM TV KOZHASZNU NONPROFIT KFT",
            "ecContrib": 44888
        },
        "940535378": {
            "orgId": "940535378",
            "orgName": "Hallingdoelen AS",
            "ecContrib": 68950
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 208094
        },
        "999441732": {
            "orgId": "999441732",
            "orgName": "BRAINSTORM MULTIMEDIA S.L.",
            "ecContrib": 421531
        },
        "941961666": {
            "orgId": "941961666",
            "orgName": "REMAR ESPANA (REHABILITACION DE MARGINADOS)",
            "ecContrib": 53796
        },
        "940092864": {
            "orgId": "940092864",
            "orgName": "JOULUPUKKI TV OY",
            "ecContrib": 50400
        }
    },
    "calculatedTotalContribution": 1078659
}