{
    "rcn": "194281",
    "acronym": "EDFx",
    "topics": "ICT-13-2014",
    "title": "European Digital Forum Thought Leadership and Policy Network Exchange",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The European Digital Forum (EDF) is a think tank led by the Lisbon Council and Nesta (secretariat). It was first proposed in the Startup Manifesto and later launched by European Commission Vice-President Kroes at the World Economic Forum in Davos in January 2014. Its founding partners are European Investment Fund, Telefonica, BBVA and Orange. They provided seed funding to get the EDF off the ground but the financial resources are insufficient to execute the ambitious work programme envisioned by the secretariat. \n\nThe objectives of the EDF Thought Leadership and Policy Network Exchange (EDFx) are:\n\n1) To scale up existing activities of the EDF, enabling greater policy impact and geographical reach\n2) To pursue independent research aimed at highlighting ways to measure and improve the framework conditions for web entrepreneurs\n3) To facilitate a deeper, more sustained exchange between the web community and policymakers, thereby informing and shaping public policy\n\nThe objectives will be achieved through high-level policy summits and fringe events at established tech fora; the development of a one-of-its-kind indicator to measure the quality of the startup ecosystem and a repository of best practices, as well as a hard-hitting communication and community-building strategy, including policy support and monitoring actions. \n\nEDFx will operate at the intersection of web entrepreneurship (i.e. founders, investors) and public policy (i.e. politicians, civil servants), exploiting synergies between the two groups and engaging them in a future-oriented exchange. This dialogue will be placed squarely in a broader policy setting - underlining the significance of web entrepreneurship to innovation performance, growth and job creation - and will be underpinned by a dynamic, world-class research and outreach programme. The fact that EDFx will build on a successful project that is already underway will allow it to ìhit the ground runningî to achieve speedy impact and results.",
    "totalCost": "675098,75",
    "ecMaxContribution": "675098,75",
    "coordinator": "The Lisbon Council for Economic Competitiveness and Social Renewal asbl",
    "coordinatorCountry": "BE",
    "participants": "NESTA;OPEN EVIDENCE",
    "participantCountries": "UK;ES",
    "projectParticipants": {
        "952840410": {
            "orgId": "952840410",
            "orgName": "NESTA",
            "ecContrib": 308849
        },
        "949857563": {
            "orgId": "949857563",
            "orgName": "OPEN EVIDENCE",
            "ecContrib": 36000
        },
        "997420543": {
            "orgId": "997420543",
            "orgName": "The Lisbon Council for Economic Competitiveness and Social Renewal asbl",
            "ecContrib": 330250
        }
    },
    "calculatedTotalContribution": 675099
}