{
    "rcn": "194238",
    "acronym": "RETRAINER",
    "topics": "ICT-23-2014",
    "title": "REaching and grasping Training based on Robotic hybrid AssIstance for Neurological patients: End users Real life evaluation",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The aim of the RETRAINER proposal is to tune and validate advanced, robot-based technologies to facilitate recovery of arm and hand function in stroke survivors and to verify extensively the use of the system by end-users. RETRAINER will allow the users to use their own arm and hand as much and as soon as possible after the trauma so to achieve the best outcomes in rehabilitation.  A continuous iterative process between the technology development and the testing feedback will drive the whole project. RETRAINER will implement a full technology transfer from the results of a previous FP7 project, MUNDUS, aimed at setting up a similar assistive device for severely disabled people in daily life activities. \nRETRAINER will make available two systems that could be used either combined or stand-alone. RETRAINER S1 will provide the end-user with a robot that does not completely take over the userís tasks and substitute the functionality of the body, but specifically supports the user only whenever he/she really needs support. Residual functionality is trained and improved on rather than replaced by the robotic device. Arm movements will be supported by the combined action of a passive exoskeleton for weight relief and Neuromuscular Electrical stimulation (NMES) delivered to several arm muscles in a controlled manner. RETRAINER S2 will exploit a wearable NMES system with multiple arrays of electrodes for hand rehabilitation facilitating the grasping function. Both systems will benefit from use of interactive objects, i.e. daily-life objects able to supply information about themselves to drive usage. Within RETRAINER the same principle and module will be exploited to drive rehabilitation exercises and to monitor daily life.\nThe systems will undergo a thorough randomized control clinical trial with end users to assess their efficacy in rehabilitation. Certification and qualification of the system will be pursued, given the adequate quality of experimental results.",
    "totalCost": "3746871,25",
    "ecMaxContribution": "2784831",
    "coordinator": "AB.ACUS SRL",
    "coordinatorCountry": "IT",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;CONGREGAZIONE DELLE SUORE INFERMIERE DELL ADDOLORATA;OTTO BOCK HEALTHCARE PRODUCTS GMBH;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;TECHNISCHE UNIVERSITAET BERLIN;POLITECNICO DI MILANO;HASOMED HARD-UND SOFTWARE FUER MEDIZIN GESELLSCHAFT MBH;ASKLEPIOS KLINIK ALSBACH GMBH",
    "participantCountries": "AT;IT;CH;DE",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 429750
        },
        "940026419": {
            "orgId": "940026419",
            "orgName": "ASKLEPIOS KLINIK ALSBACH GMBH",
            "ecContrib": 247625
        },
        "999791611": {
            "orgId": "999791611",
            "orgName": "OTTO BOCK HEALTHCARE PRODUCTS GMBH",
            "ecContrib": 545825
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 412938
        },
        "999718570": {
            "orgId": "999718570",
            "orgName": "AB.ACUS SRL",
            "ecContrib": 146475
        },
        "969946457": {
            "orgId": "969946457",
            "orgName": "HASOMED HARD-UND SOFTWARE FUER MEDIZIN GESELLSCHAFT MBH",
            "ecContrib": 289888
        },
        "996523487": {
            "orgId": "996523487",
            "orgName": "CONGREGAZIONE DELLE SUORE INFERMIERE DELL ADDOLORATA",
            "ecContrib": 353750
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 0
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 358581
        }
    },
    "calculatedTotalContribution": 2784832
}