{
    "rcn": "194219",
    "acronym": "LT_Observatory",
    "topics": "ICT-17-2014",
    "title": "LT_OBSERVATORY - OBSERVATORY FOR LR and MT in EUROPE",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The European Digital Single Market, one of the main goals of Europe 2020, is still fragmented due to language barriers. European society is multilingual, the diversity of its cultural heritage is an opportunity, but hampers transborder eCommerce, social communication and exchange of (cultural) content.  Languages without sufficient technological support will become marginalised. These barriers must be overcome by language technology (LT) like Machine Translation (MT) solutions, a need recognized by the future Connecting Europe Facility (CEF). \nTo support these endeavours to reach an online EU internal market free of language barriers, it is necessary to join, benchmark the quality and facilitate the access to language resources. With this in mind LT Observatory's aims are: \n- Create a language resource repository stemming from national public sector parallel corpora (taking into account existing ones); check these resources with regard to their quality and benchmark them for most possible reliability and, interoperability including legal and standardization issues.\n- Identify national and regional funding sources, including Regional and Structural Funds\n- Continue with a LT News Observatory, started in the LT COMPASS project. \n- Foster cooperation across stakeholders through targeted dialogue events.\n- Create a roadmap for future needs to improve the quality of MT and for a high coverage of languages within the Digital Single Market.\nBased on achievements of former initiatives (e.g. FLaReNet, META), the LT Observatory will be implemented by a team with all the expertise needed: \nZABALA (EU project management and with Europe-wide outreach), EMF (ICT Association with experience in outreach/social media, and funding, e.g. ESIF and combined funding), LT Innovate (the Forum of  European LT vendors), CLARIN ERIC (LT resources and infrastructure, including a Virtual Language Observatory), and University of Vienna/InfoTerm, international information centre for terminology.",
    "totalCost": "982565",
    "ecMaxContribution": "982563",
    "coordinator": "ZABALA INNOVATION CONSULTING, S.A.",
    "coordinatorCountry": "ES",
    "participants": "EUROPEAN MULTIMEDIA FORUM LTD;UNIVERSITAT WIEN;LT-INNOVATE;CLARIN ERIC",
    "participantCountries": "UK;AT;NL",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 125000
        },
        "998473963": {
            "orgId": "998473963",
            "orgName": "EUROPEAN MULTIMEDIA FORUM LTD",
            "ecContrib": 252125
        },
        "996410094": {
            "orgId": "996410094",
            "orgName": "ZABALA INNOVATION CONSULTING, S.A.",
            "ecContrib": 218250
        },
        "941592872": {
            "orgId": "941592872",
            "orgName": "CLARIN ERIC",
            "ecContrib": 182875
        },
        "951468054": {
            "orgId": "951468054",
            "orgName": "LT-INNOVATE",
            "ecContrib": 204313
        }
    },
    "calculatedTotalContribution": 982563
}