{
    "rcn": "194211",
    "acronym": "ProCAMS",
    "topics": "ICT-18-2014",
    "title": "Promoting Creativeness in Augmented Media Services",
    "startDate": "01/03/2015",
    "endDate": "30/11/2016",
    "objective": "The demand for new media content where videos are augmented with computer generated graphics grows rapidly driven by the enormous amount of online videos and the advent of new eye-wear and mobile devices. In a typical video content production workflow, expensive human resources are allocated for the creation of high quality and realism videos. The high cost of content production remains mostly with SMEs representing 85% of the creative industry sector. The use of automatic video analysis can significantly optimize the existing production workflows and cut the cost. Yet the video analytics market dominated by SMEs is highly fragmented too: Video analytics is only available at high prices and locked to vendors. This limits the interoperability and results into overall market inefficiency. \nThis proposal offers the solution to this problem by bringing the developers of video analytics and their users from the content creating industry together on a shared video analytics WEB repository with innovative services for selecting, testing and soliciting all kinds of video analytics solutions. The repository allows the users to choose the solution with the utmost transparency: The user can directly test all available solutions in the repository with own videos. If the content creator cannot find a suitable video analytics from the wide range available, he can solicit a newly developed video analytics solution, which is tailor-made to his requirements. \nThe objectives of this proposal are i) establish the WEB repository; ii) define core video analytics applications relevant for content creators; iii) collect a large number of relevant video analytics applications in the WEB repository; iv) customise WEB repository services to the needs of content creators; v) demonstrate added value of the repository in eight use cases implemented by the project creative SMEs; vi) develop business model for the repository commercial operation beyond the project duration.",
    "totalCost": "1311540,25",
    "ecMaxContribution": "996847",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "CODEMILL AB;LYNCEUS VISUAL TECHNOLOGIES UG HAFTUNGSBESHRANKT;ARWORKS KORLATOLT FELELOSSEGU TARSASAG;BIG BAD WOLF;LT MULTIMEDIA SOCIETA' A RESPONSABILITA' LIMITATA;AL.MA MEDIA SOCIETA' A RESPONSABILITA' LIMITATA;PUCK AG;MOG TECHNOLOGIES SA",
    "participantCountries": "SE;DE;HU;BE;IT;PT",
    "projectParticipants": {
        "922493960": {
            "orgId": "922493960",
            "orgName": "AL.MA MEDIA SOCIETA' A RESPONSABILITA' LIMITATA",
            "ecContrib": 67303
        },
        "943654801": {
            "orgId": "943654801",
            "orgName": "BIG BAD WOLF",
            "ecContrib": 101787
        },
        "947625690": {
            "orgId": "947625690",
            "orgName": "ARWORKS KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 115500
        },
        "942361015": {
            "orgId": "942361015",
            "orgName": "LT MULTIMEDIA SOCIETA' A RESPONSABILITA' LIMITATA",
            "ecContrib": 8822
        },
        "946596132": {
            "orgId": "946596132",
            "orgName": "PUCK AG",
            "ecContrib": 160344
        },
        "951467666": {
            "orgId": "951467666",
            "orgName": "CODEMILL AB",
            "ecContrib": 112875
        },
        "951428381": {
            "orgId": "951428381",
            "orgName": "MOG TECHNOLOGIES SA",
            "ecContrib": 89426
        },
        "946687021": {
            "orgId": "946687021",
            "orgName": "LYNCEUS VISUAL TECHNOLOGIES UG HAFTUNGSBESHRANKT",
            "ecContrib": 78225
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 262565
        }
    },
    "calculatedTotalContribution": 996847
}