{
    "rcn": "194234",
    "acronym": "ODINE",
    "topics": "ICT-15-2014",
    "title": "Open Data INcubator for Europe",
    "startDate": "01/02/2015",
    "endDate": "31/07/2017",
    "objective": "The Open Data INcubator for Europe (ODINE) project will set up an environment to support and advice SMEs and start-ups in creating commercial added value from open data. Drawing on the experience from key players in the consortium including Wayra (an incubator/accelerator), Fraunhofer IAIS and the ODI (both data facilitators and incubators), Telefonica (providing computing infrastructure and strong links to data protection and privacy stakeholders), and the University of Southampton (renowned for its open data research and home of Sir Tim Berners-Lee and Sir Nigel Shadbolt), we plan to establish a EU-wide, industry-focused network of open data companies around Europe, promoted and guided by the trusted authorities and commentators at the Guardian and OKFN. To achieve this we shall take an approach that follows ëbest in classí practice for incubators and which makes it as a simple and smooth as possible for SMEs to apply for help. We will offer: (i) a transparent, fair, and efficient proposal process for SMEs and start-ups, based around Wayra, IAIS and ODIís existing and successful processes; (ii) a network of European open data SMEs and start-ups; (iii) initial investment in these companies through an open call; (iv) incubation and mentoring by ODI, Fraunhofer and Wayra academies, with the possibility of acceleration via Wayra, Telefonica Ventures, and Fraunhofer Venture; (v) access to data services and computing infrastructure from IAIS, ODI, OKFN and Telefonica; (vi) expert support from serial entrepreneurs and intrapreneurs, and coaching from business schools; as well as (vii) high visibility through promotion of success stories by the Guardian, ODI and the OKFN. A successful open data incubator will significantly help Europe to regain leadership in technical innovation, balanced with the ethical treatment of data for which the public are crying out, and to create skilled jobs that help Europe become more productive and competitive in the 21st Century.",
    "totalCost": "8136115,44",
    "ecMaxContribution": "7882980,5",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "WAYRA INVESTIGACION Y DESARROLLO SL;OPEN KNOWLEDGE FOUNDATION DEUTSCHLAND;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;TELEFONICA INVESTIGACION Y DESARROLLO SA;OPEN DATA INSTITUTE LBG;Guardian News and Media Ltd",
    "participantCountries": "ES;DE;UK",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 6168262
        },
        "951290835": {
            "orgId": "951290835",
            "orgName": "WAYRA INVESTIGACION Y DESARROLLO SL",
            "ecContrib": 230400
        },
        "999910824": {
            "orgId": "999910824",
            "orgName": "TELEFONICA INVESTIGACION Y DESARROLLO SA",
            "ecContrib": 24612
        },
        "953580132": {
            "orgId": "953580132",
            "orgName": "OPEN KNOWLEDGE FOUNDATION DEUTSCHLAND",
            "ecContrib": 189000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 353625
        },
        "951561950": {
            "orgId": "951561950",
            "orgName": "OPEN DATA INSTITUTE LBG",
            "ecContrib": 581445
        },
        "984610432": {
            "orgId": "984610432",
            "orgName": "Guardian News and Media Ltd",
            "ecContrib": 335637
        }
    },
    "calculatedTotalContribution": 7882981
}