{
    "rcn": "194294",
    "acronym": "No One Left Behind",
    "topics": "ICT-21-2014",
    "title": "No One Left Behind",
    "startDate": "01/01/2015",
    "endDate": "30/06/2017",
    "objective": "As stated in Forbes, ì...the world of education is going to go through one of the most massive changes in the next five years than it has seen in the last three thousand years. Itís a perfect storm.î This change is driven by the extreme pressure on schools to produce outcomes, too many children are leaving school with no meaningful job skills; and those children at risk of exclusion are especially affected as they are not able to reach their full potential. In parallel, the business growth potential for non-leisure applications of digital games is wide, and estimated to reach Ä77 billion in 2015. \n\nNo One Left Behindî has been created to take advantages of the opportunities and the potential of digital games to tackle these challenges in the education sector. \n\nThis project will create a new generation of Pocket Code (a mobile media-rich programming environment for children) to unlock inclusive gaming creation and experiences in formal learning situations, underpin meaningful learning and support children to realise their full potential; by transferring game mechanics, dynamics, assets and in-game analytics from non-leisure digital games SMEs, into Pocket Code, which also will be adapted to academic curricula. \n\nEvidence of this approach will be provided through 3 experimental pilots (UK, Austria and Spain) comprising some 600 children/students, over 9-12 academic subjects and in 5 schools. A realistic business model and plan for ìNo One Left Behindísî exploitable outputs is provided in order to support the project`s sustainability and scalability. Furthermore, impact arising from the project will be enabled by the effective cross-sectoral technology transfer (from leisure to non-leisure sectors).  This will include new products and services, and through the scaling of current SMEs game-based products for the educational sector, and by improving backend analytics that can be monetized through freemium business models and segmented advertising.",
    "totalCost": "3082741,25",
    "ecMaxContribution": "2687925",
    "coordinator": "INMARK ESTUDIOS Y ESTRATEGIAS SA",
    "coordinatorCountry": "ES",
    "participants": "TECHNISCHE UNIVERSITAET GRAZ;THE NOTTINGHAM TRENT UNIVERSITY;ZED WORLDWIDE S.A.;HOCHSCHULE DER MEDIEN;GAMECITY LTD;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "AT;UK;ES;DE",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 440688
        },
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 602000
        },
        "926001480": {
            "orgId": "926001480",
            "orgName": "INMARK EUROPA SA",
            "ecContrib": 578112
        },
        "951805032": {
            "orgId": "951805032",
            "orgName": "ZED WORLDWIDE S.A.",
            "ecContrib": 269500
        },
        "999824494": {
            "orgId": "999824494",
            "orgName": "THE NOTTINGHAM TRENT UNIVERSITY",
            "ecContrib": 490750
        },
        "940828318": {
            "orgId": "940828318",
            "orgName": "GAMECITY LTD",
            "ecContrib": 73625
        },
        "998357078": {
            "orgId": "998357078",
            "orgName": "HOCHSCHULE DER MEDIEN",
            "ecContrib": 233250
        },
        "999795685": {
            "orgId": "999795685",
            "orgName": "INMARK ESTUDIOS Y ESTRATEGIAS SA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2687925
}