{
    "rcn": "194224",
    "acronym": "iART",
    "topics": "ICT-18-2014",
    "title": "Consumer-oriented ICT Solutions for creative SMEs providing Art in Bespoke Fashion",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "The main objective of the iART project is to bring visual art into bespoke clothing so as to make apparel products more valuable compared to other garments in the market and to support artists to exploit their work. To reach this objective a set of innovative ICT solutions has to be developed first. \nThis new approach will also change the business relationship along the conception and design phase in the clothing sector from B2B to B2C, where the artist and the consumer will connect through enabling platforms like iArt. iArt will be built upon an existing B2C webshop for bespoke shirts Bivolino.com.\nIn particular, the specific ICT developments of the project are: \n1. Upgrade the configuration toolkit from 2.5D to 2.5D/3D by including shadowing and rotating features without the need of plug-ins and ease the extension of the catalog to clothing accessories and nightwear fitting with the shirts. \n2. Move to real-time online rendering (fabric draping), so as to speed up and increase the flexibility of the whole process from artist design over fabric creation to customized bespoke shirts and other garments (fabric rendering on 2.5D/3D clothing configurator).\n3. Build a B2C platform enabling co-creation and user generated art content. Develop an Advanced Artist Interface (AAI) with artist cockpit. Implement an advanced user interface to allow easy 2.5D/3D viewing in many other platforms through open API.\niART is expected to create extra revenues for Artistís micro SMEs. The European Fashion and Clothing industry SMEs take up ICT enabling innovative supply-chains to generate more revenues through high-margin made-to-order collections which cannot be imported from mass production countries. Finally ICT providers are stimulated to offer innovative tools generating business and turnover. \nAs this sustainable business model is supported by easily accessible advanced ICT tools (through open APIís) it will be replicable and so has the potential to create a wide impact.",
    "totalCost": "618129,21",
    "ecMaxContribution": "491705",
    "coordinator": "DOUÀLOU NV",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSITEIT HASSELT;ANDRIESSEN CORNELIS CHRISTIAAN JACOB;VANMECHELEN MIEKE;ZDZIESZYNSKA LIDIA",
    "participantCountries": "BE;NL;IE;PL",
    "projectParticipants": {
        "941188382": {
            "orgId": "941188382",
            "orgName": "ZDZIESZYNSKA LIDIA",
            "ecContrib": 15225
        },
        "949364124": {
            "orgId": "949364124",
            "orgName": "ANDRIESSEN CORNELIS CHRISTIAAN JACOB",
            "ecContrib": 18288
        },
        "949246463": {
            "orgId": "949246463",
            "orgName": "VANMECHELEN MIEKE",
            "ecContrib": 18288
        },
        "998860702": {
            "orgId": "998860702",
            "orgName": "DOUËLOU NV",
            "ecContrib": 215044
        },
        "999874934": {
            "orgId": "999874934",
            "orgName": "UNIVERSITEIT HASSELT",
            "ecContrib": 224860
        }
    },
    "calculatedTotalContribution": 491705
}