{
    "rcn": "194290",
    "acronym": "HOLA CLOUD",
    "topics": "ICT-07-2014",
    "title": "Effective collaboration for European RD and Innovation in software, services and Cloud computing: Knowledge discovery and Roadmapping",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "HOLA CLOUD targets to establish effective mechanisms for efficient collaboration among the members of the software, services and Cloud computing community building on a decade of experiences acquired by people who are themselves core members of this community, and extends this collaboration to stakeholders who can turn the community knowledge into sustainable economic growth. Through a completely new take on scientific collaborations, researchers in the field will be given the opportunity not only to present their results, but they will be pushed to look into the future. The resulting scientific roadmap will be alloyed by database tools at the forefront of technology with federated results from past and present projects and social media into extended, searchable knowledge synthesising what Europe knows, and who knows it. This will enable companies, governments, and politicians to discover best practice solutions to their problems, and to identify future challenges that must be addressed to move European software intensive industries forward. \n\nHOLA CLOUD will initiate an advanced conference series producing and revising an annual technology roadmap and providing an efficient venue for the members of the community to meet and exchange results and ideas for the future. To lower the barriers for industrial take-up, in particular with SMEs, HOLA CLOUD will organise an SME Event for companies to understand better how to create solutions to their problems together with the best European experts in the field. These events will be overarched by an advanced on-line knowledge platform ensuring the persistent access to information for all stakeholders. All the HOLA CLOUD activities and results will be promoted and supported by an efficient communication strategy involving an audience way beyond the normal constituency of the software, services and cloud computing domain with the aim to establish a European Cloud based eco-system that will endure after the end of the project.",
    "totalCost": "818744,25",
    "ecMaxContribution": "793463",
    "coordinator": "Research, Technology Development and Innovation, S.L.",
    "coordinatorCountry": "ES",
    "participants": "PROMOTER SRL;VERENIGING EUROCRIS;UNIVERSITAET ULM;UNIVERSITETET I OSLO;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS;LINKNOVATE SCIENCE SL",
    "participantCountries": "IT;NL;DE;NO;EL;ES",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 95938
        },
        "953458882": {
            "orgId": "953458882",
            "orgName": "PROMOTER SRL",
            "ecContrib": 206000
        },
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 64650
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 100000
        },
        "940278231": {
            "orgId": "940278231",
            "orgName": "LINKNOVATE SCIENCE SL",
            "ecContrib": 146250
        },
        "985674425": {
            "orgId": "985674425",
            "orgName": "Research, Technology Development and Innovation, S.L.",
            "ecContrib": 78750
        },
        "985840489": {
            "orgId": "985840489",
            "orgName": "VERENIGING EUROCRIS",
            "ecContrib": 101875
        }
    },
    "calculatedTotalContribution": 793463
}