{
    "rcn": "194289",
    "acronym": "CP-SETIS",
    "topics": "ICT-01-2014",
    "title": "Towards Cyber-Physical Systems Engineering Tools Interoperability Standardisation",
    "startDate": "01/03/2015",
    "endDate": "31/05/2017",
    "objective": "CPS require multiple engineering competences across various engineering disciplines. The development of such systems is a huge challenge, also because of the heterogeneity of engineering tools involved in development platforms across the development lifecycle. In order to overcome this challenge, past and on-going EU research projects have developed the basis for an International Open Standard for Development Tool Interoperability, the so called Interoperability Specification (IOS). However, due to lack of coordination, current IOS related activities, especially with respect to its standardization and possible extensions, are un-coordinated, endangering the huge financial effort that has been put into the IOS and the chance to establish it as a formal Standard.\nThe main goal of CP-SETIS is to conceive and set up a sustainable organizational structure as a platform joining all stakeholders, to coordinate all IOS related activities, especially the formal standardization and further extensions of the IOS. This organizational structure will be implemented within existing, sustainable European organizations, like the ARTEMIS-IA Working Groups or similar, that are open to all stakeholders.\nCP-SETIS will ensure the support of all stakeholders for this structure, its operational rules, its implementation within existing structures and, most important, their commitment to coordinate all IOS related activities within this structure.\nIn this way, CP-SETIS will secure the huge effort ñ both in terms of manpower as well as in terms of financial support ñ that has been put into the IOS, furthering and enabling the setup of the IOS as a formal standard, and enabling the enormous innovation potential of the IOS both, for innovations in interoperable tools with new functionalities needed for future generations of Cyber-Physical Systems, and for innovations in future CPS themselves.\nCP-SETIS will also use lessons learned during this process to update Standardization Research Agendas.",
    "totalCost": "780000,37",
    "ecMaxContribution": "698895",
    "coordinator": "SafeTRANS e.V.",
    "coordinatorCountry": "DE",
    "participants": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;KUNGLIGA TEKNISKA HOEGSKOLAN;ARTEMISIA VERENIGING;THALES GLOBAL SERVICES SAS;OFFIS EV;AVL LIST GMBH;SIEMENS AKTIENGESELLSCHAFT",
    "participantCountries": "AT;SE;NL;FR;DE",
    "projectParticipants": {
        "999952243": {
            "orgId": "999952243",
            "orgName": "AVL LIST GMBH",
            "ecContrib": 80938
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 116000
        },
        "999987260": {
            "orgId": "999987260",
            "orgName": "SIEMENS AKTIENGESELLSCHAFT",
            "ecContrib": 47884
        },
        "940177448": {
            "orgId": "940177448",
            "orgName": "ARTEMISIA VERENIGING",
            "ecContrib": 98125
        },
        "999594313": {
            "orgId": "999594313",
            "orgName": "OFFIS EV",
            "ecContrib": 76250
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 95524
        },
        "996293694": {
            "orgId": "996293694",
            "orgName": "SafeTRANS e.V.",
            "ecContrib": 123750
        },
        "994612005": {
            "orgId": "994612005",
            "orgName": "THALES GLOBAL SERVICES SAS",
            "ecContrib": 60424
        }
    },
    "calculatedTotalContribution": 698895
}