{
    "rcn": "194200",
    "acronym": "PERGAMON",
    "topics": "ICT-18-2014",
    "title": "PERvasive Serious GAMes suppOrted by Virtual CoachiNg",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "PERGAMON aims to facilitate the matching between providers of innovative ICT technologies on the supply side and the creative industry operating in the field of serious games on the demand side. Specifically, the PERGAMON project aims to support the adoption by the creative industry of an innovative technology framework for the development of pervasive serious games able to provide a personalized gaming experience.\n\nPERGAMONís main objectives are:\nï To implement and pilot test a gaming framework that helps the creative SME to develop pervasive serious games in an effective and efficient way.\nï To develop new emotional and engaging serious game concepts integrated with personalized user assistance by means of a Virtual Coach and Artificial Intelligent functions. \nï To set up a flexible gaming framework that is expandable so that additional services can be added at any time.\nï To connect the creative SME with the business network operating into the serious games international market.\nï To facilitate strategic business alliance between creative SMEs and providers of leading edge ICT technologies.\n\nThe pervasive serious game framework will be built on the following components:\nï A Sensor Network for monitoring the player by means of wireless sensors.\nï A virtual Coach delivering personalized assistance to the player in the real life.\nï A Game Guide that adapts the challenges presented in the game and their level of difficulty to the data collected by the sensor network and to the user's interaction with the game itself.\nï A Dashboard accessible through a web site.\nï Social and pervasive game dynamics that encourages players to engage in challenges of increasing difficulty.\n\nThe new concept of digital game can be used in various application contexts (health care, corporate training, education, government etc.) but will initially be implemented  and tested for the empowerment of chronic disease patients.",
    "totalCost": "1064195",
    "ecMaxContribution": "886810",
    "coordinator": "GRIFO MULTIMEDIA SRL",
    "coordinatorCountry": "IT",
    "participants": "COVENTRY UNIVERSITY;UNIVERSITEIT TWENTE;AISOLVE LIMITED;STICHTING ZIEKENHUIS GELDERSE VALLEI",
    "participantCountries": "UK;NL",
    "projectParticipants": {
        "942558119": {
            "orgId": "942558119",
            "orgName": "GRIFO MULTIMEDIA SRL",
            "ecContrib": 280000
        },
        "942202808": {
            "orgId": "942202808",
            "orgName": "STICHTING ZIEKENHUIS GELDERSE VALLEI",
            "ecContrib": 69200
        },
        "951830834": {
            "orgId": "951830834",
            "orgName": "AISOLVE LIMITED",
            "ecContrib": 133898
        },
        "999612161": {
            "orgId": "999612161",
            "orgName": "COVENTRY UNIVERSITY",
            "ecContrib": 229250
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 174462
        }
    },
    "calculatedTotalContribution": 886810
}