{
    "rcn": "194246",
    "acronym": "EU-XCEL",
    "topics": "ICT-35-2014",
    "title": "Accelerating Entrepreneurial Learning across European Regions",
    "startDate": "01/01/2015",
    "endDate": "30/06/2017",
    "objective": "Accelerating Entrepreneurial Learning across European Regions\nThere are a number of profound challenges facing the European Union. Despite the single market being in existence for quite some time, start-ups and entrepreneurs tend not to think European wide and business scaling is very fragmented. The entrepreneurial ecosystem is also fragmented and not joined up between countries. Unemployment levels are very high, with high rates of over 50% of under-25s among Mediterranean countries, such as Spain and Greece. Entrepreneurship in Europe lags behind the US, in terms of effectiveness, scale and impact. \n\nSet in this context, the focus of the proposal is to develop more ICT entrepreneurs and this is adopted as the key objectives, which is the core outcomes required from the Horizon 2020 ICT 35 call.  Specifically this programme sets out to train ICT entrepreneurs to be ëincubator readyí and this is informed by research into current practice in incubators across Europe. The Horizon 2020 is an ideal opportunity for Europe to enable a different breed of European ICT entrepreneurs. Some of the characteristics of achieving this include the need to spend an appropriate amount of time to allow ICT entrepreneurs develop the commercial skills, as well as the technical proposition.   \n\nThis project will develop a network of ICT entrepreneurship creative physical and virtual spaces and coordinate European wide intensive entrepreneurial action training events called ëStart-up Scrumsí between consortia members with international teams. The programme will cultivate a European entrepreneurial mind-set and pilot a ëBorn European Enterpriseí annual event. It is recognised that ICT enterprises take time to develop the technology. The proposal sets out to engage with 300 ICT students using an intensive training package over 4 months, starting with the ëstart-up Scrumsí, continuing with virtual support via the EU Virtual Incubator and culminating with the best teams competing in the ëBorn European Enterprise Challengeí. A key element of the programme is student exchange as well as staff exchange, which will enable cross-fertilisation. \n\nThis proposal is thematically focused on creating ëBorn European Enterprisesí and fulfills the three objectives of the Horizon 2020 2014 ICT 35 a, b & c call: a pan European competition (across over 10 MS), summer schools (Start-up Scrums) and supporting the creation of new virtual and physical ICT creative spaces (Athens).  The ICT teams will have opportunities to pursue their new ventures in a number of European incubators, within the consortia.  The action will combine ICT physical and virtual entrepreneurship spaces, which facilitate European collaboration and on-going support after workshop events.",
    "totalCost": "1791219",
    "ecMaxContribution": "1791219",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "UNIVERSIDAD POLITECNICA DE CARTAGENA;DANMARKS TEKNISKE UNIVERSITET;ATHENS UNIVERSITY OF ECONOMICS AND BUSINESS - RESEARCH CENTER;HOCHSCHULE FUR ANGEWANDTE WISSENSCHAFTEN MUNCHEN;FUNDACJA UNIWERSYTETU IM ADAMA MICKIEWICZA W POZNANIU",
    "participantCountries": "ES;DK;EL;DE;PL",
    "projectParticipants": {
        "998322837": {
            "orgId": "998322837",
            "orgName": "HOCHSCHULE FUR ANGEWANDTE WISSENSCHAFTEN MUNCHEN",
            "ecContrib": 311325
        },
        "999828859": {
            "orgId": "999828859",
            "orgName": "UNIVERSIDAD POLITECNICA DE CARTAGENA",
            "ecContrib": 251570
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 447398
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 280360
        },
        "999903258": {
            "orgId": "999903258",
            "orgName": "FUNDACJA UNIWERSYTETU IM ADAMA MICKIEWICZA W POZNANIU",
            "ecContrib": 249033
        },
        "999896856": {
            "orgId": "999896856",
            "orgName": "ATHENS UNIVERSITY OF ECONOMICS AND BUSINESS - RESEARCH CENTER",
            "ecContrib": 251533
        }
    },
    "calculatedTotalContribution": 1791219
}