{
    "rcn": "194242",
    "acronym": "KConnect",
    "topics": "ICT-15-2014",
    "title": "Khresmoi Multilingual Medical Text Analysis, Search and Machine Translation Connected in a Thriving Data-Value Chain",
    "startDate": "01/02/2015",
    "endDate": "31/07/2017",
    "objective": "The overall objective of the KConnect project is to create a medical text Data-Value Chain with a critical mass of participating companies using cutting-edge commercial cloud-based services for multilingual Semantic Annotation, Semantic Search and Machine Translation of Electronic Health Records and medical publications. \nThe commercial cloud-based services will be the result of productisation of the multilingual medical text processing tools developed in the Khresmoi FP7 project, allowing wide adoption of these tools by industry. The critical mass will be created by the KConnect Professional Services Community, which will consist of at least 30 companies by the end of the project. These companies will be trained to build solutions based on the KConnect Services, hence serving as multipliers for commercial exploitation of the KConnect services.\nThe KConnect project will facilitate the straightforward adaptation of the commercialised services to new languages by providing toolkits enabling the adaptation to be done by by people having a software engineering skillset, as opposed to the rarer language engineering skillset. The KConnect services will also be adapted to handle text in Electronic Health Records, which is particularly challenging due to misspellings, neologisms, organisation-specific acronyms, and heavy use of negation and hedging. \nThe consortium is driven by a core group of four innovative SMEs following complementary business perspectives related to medical text analysis and search. These companies will build solutions for their customers based on KConnect technology. Two partners from the medical domain will use KConnect services to solve their medical record analysis challenges. Two highly-used medical search portal providers will implement the KConnect services to innovate the services offered by their search portals. Through these search portals, the KConnect technologies will be used by over 1 million European citizens before the end of the project",
    "totalCost": "3889842,5",
    "ecMaxContribution": "3083083",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "ONTOTEXT AD;JONKOPINGS LAN;THE UNIVERSITY OF SHEFFIELD;HEALTH ON THE NET FONDATION;TRIPDATABASE LTD;PRECOGNOX INFORMATIKAI KFT;UNIVERZITA KARLOVA;FINDWISE AB;KING'S COLLEGE LONDON",
    "participantCountries": "BG;SE;UK;CH;HU;CZ",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 677540
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 409750
        },
        "997893806": {
            "orgId": "997893806",
            "orgName": "ONTOTEXT AD",
            "ecContrib": 219056
        },
        "953893054": {
            "orgId": "953893054",
            "orgName": "FINDWISE AB",
            "ecContrib": 445543
        },
        "942805760": {
            "orgId": "942805760",
            "orgName": "TRIPDATABASE LTD",
            "ecContrib": 109069
        },
        "990754024": {
            "orgId": "990754024",
            "orgName": "HEALTH ON THE NET FONDATION",
            "ecContrib": 0
        },
        "971568394": {
            "orgId": "971568394",
            "orgName": "PRECOGNOX INFORMATIKAI KFT",
            "ecContrib": 153562
        },
        "995412061": {
            "orgId": "995412061",
            "orgName": "JONKOPINGS LAN",
            "ecContrib": 453125
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 294812
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 320625
        }
    },
    "calculatedTotalContribution": 3083082
}