{
    "rcn": "194268",
    "acronym": "FabSurfWAR",
    "topics": "MSCA-RISE-2014",
    "title": "Design and Fabrication of Functional Surfaces with Controllable Wettability, Adhesion and Reflectivity",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The project ìDesign and Fabrication of Functional Surfaces with Controllable Wettability, Adhesion and Reflectivity (FabSurfWAR)î focuses on the staff exchange between the partners of EU and Asia, and the development of key enabling techniques of designing and generating micro/nano surface topology with better control of bacterial growth, adhesion, friction and other tribological properties for potential applications from surgical tools, biomedical devices, to turbine blades and agricultural machines. It meets the objectives and requirements of the Marie Sk?odowska-Curie Actions: Research and Innovation Staff Exchange (RISE), by establishing multiple bridges between European and Asian institutions.\n\nThe ultimate goal of FabSurfWar is to set up a long-term international and inter-sector collaboration consortium through research and innovation staff exchanges between nine world-recognised institutions in the cutting-edge research area of micro/nano surface engineering with promising applications in scientific and engineering sectors. The synergistic methodologies achieved by FabsurfWAR will serve as the building blocks of the micro/nano functional surface design, fabrication, measurement, characterisation and scale up application, and thus enhance the leading position of the consortium for the scientific and technological progresses in functional surfaces and potential applications.\n\nThis project is divided into six inter-related work packages: (1) Setup of knowledge base and road mapping; (2) Surface metrology and modelling; (3) Fabrication and characterisation of functional surfaces; (4) Functional surface devices and applications; (5) Dissemination and exploitation, and (6) Project management. The work packages integrate all activities that will lead to the accomplishment of all the project objectives within 48 months.",
    "totalCost": "1291500",
    "ecMaxContribution": "841500",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "TTY-SAATIO;THE UNIVERSITY OF BIRMINGHAM;KARLSRUHER INSTITUT FUER TECHNOLOGIE;CARL VON OSSIETZKY UNIVERSITAET OLDENBURG;ASOCIACION CENTRO TECNOLOGICO CEIT-IK4",
    "participantCountries": "FI;UK;DE;ES",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 184500
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 207000
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 184500
        },
        "999605662": {
            "orgId": "999605662",
            "orgName": "ASOCIACION CENTRO TECNOLOGICO CEIT-IK4",
            "ecContrib": 45000
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 72000
        },
        "999877262": {
            "orgId": "999877262",
            "orgName": "CARL VON OSSIETZKY UNIVERSITAET OLDENBURG",
            "ecContrib": 148500
        }
    },
    "calculatedTotalContribution": 841500
}