{
    "rcn": "194227",
    "acronym": "POPULATE",
    "topics": "ICT-18-2014",
    "title": "POPULate AsymmeTric mobile gamEs",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "POPULATE, which is the acronym for ìPOPULate AsymmeTric mobile gamEsî, is an Innovation Action in the field of mobile games. The proposal focuses on innovation, by combining a multi-devices approach to game design with a state of the art crowd simulation technology, and so favor a game with a simple gameplay. The objective is to develop a prototype involving crowds for asymmetric games using both wearable and mobile devices as controllers and using TV as the main display. In the proposed gameplay, the player will have to defend himself, armed only with giant balls propulsed then controlled through natural motions, against ravenous hordes of digital creatures. Other players will have the ability to influence the appearance and behavior of the horde against the defender.\n\nAMA Romania, top developing and R&D studio of AMA world leader of innovative interactive entertainment software on all devices, needs to carry further its innovative expertise on  its game by exploring the possibilities of multi-devices interaction to offer gamers a premium experience. Connected objects, such as glasses or watches, are the new gaming frontier, naturally immersing players and offering exciting new ways of interacting with the digital world.\n\nGolaem is developing Golaem for Games, an add-on to Golaem Crowd to be integrated in game engines by game studios, to interactively replay crowd simulations configured by artists. For this development to be successful Golaem needs to team up with a game studio to validate the needs and usefulness of the product. The added value Golaem will provide to the project is in the gain of production time to generate a visually diverse crowd of autonomous characters.\n\nThe Graphics, Vision and Visualisation Group of the Trinity College of Dublin will study the influence of the appearance, behaviors and animation realism of creatures on the defender. Is the cuteness of the creatures an element which can be used in gameplay design to stress the player?",
    "totalCost": "929011,25",
    "ecMaxContribution": "690345",
    "coordinator": "AMA ROMANIA SRL",
    "coordinatorCountry": "RO",
    "participants": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;GOLAEM SA",
    "participantCountries": "IE;FR",
    "projectParticipants": {
        "948104385": {
            "orgId": "948104385",
            "orgName": "AMA ROMANIA SRL",
            "ecContrib": 310193
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 133460
        },
        "952301090": {
            "orgId": "952301090",
            "orgName": "GOLAEM SA",
            "ecContrib": 246692
        }
    },
    "calculatedTotalContribution": 690345
}