{
    "rcn": "194287",
    "acronym": "WiMUST",
    "topics": "ICT-23-2014",
    "title": "Widely scalable Mobile Underwater Sonar Technology",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "The WiMUST (Widely scalable Mobile Underwater Sonar Technology) project aims at expanding and improving the functionalities of current cooperative marine robotic systems, effectively enabling distributed acoustic array technologies for geophysical surveying with a view to exploration and geotechnical applications. Recent developments have shown that there is vast potential for groups of marine robots acting in cooperation to drastically improve the methods available for ocean exploration and exploitation. Traditionally, seismic reflection surveying is performed by vessel towed streamers of hydrophones acquiring reflected acoustic signals generated by acoustic sources (either towed or onboard a vessel). In this context, geotechnical surveying for civil and commercial applications (e.g., underwater construction, infrastructure monitoring, mapping for natural hazard assessment, environmental mapping, etc.) aims at seafloor and sub-bottom characterization using towed streamers of fixed length that are extremely cumbersome to operate. The vision underlying the WiMUST proposal is that of developing advanced cooperative and networked control / navigation systems to enable a large number (tens) of marine robots (both on the surface and submerged) to interact by sharing information as a coordinated team (not only in pairs). The WiMUST system may be envisioned as an adaptive variable geometry acoustic array. By allowing the group of surface and submerged vehicles to change their geometrical configuration, an end-user can seamlessly change the geometry of the îvirtual streamerî trailing the emitter, something that has not been achieved in practice and holds potential to drastically improve ocean surveying. The project brings together a group of research institutions, geophysical surveying companies and SMEs with a proven track record in autonomous adaptive and robust systems, communications, networked cooperative control and navigation, and marine robot design and fabrication.",
    "totalCost": "3970081,25",
    "ecMaxContribution": "3970081,25",
    "coordinator": "UNIVERSITA DEGLI STUDI DI GENOVA",
    "coordinatorCountry": "IT",
    "participants": "EVOLOGICS GMBH;THE UNIVERSITY OF HERTFORDSHIRE HIGHER EDUCATION CORPORATION;GRAAL TECH SRL;CINTAL - CENTRO INVESTIGACAO TECNOLOGICA DO ALGARVE;ASSOCIACAO DO INSTITUTO SUPERIOR TECNICO PARA A INVESTIGACAO E DESENVOLVIMENTO;GEOSURVEYS-CONSULTORES EM GEOFISICALDA;CGG SERVICES SAS;GEO MARINE SURVEY SYSTEMS BV",
    "participantCountries": "DE;UK;IT;PT;FR;NL",
    "projectParticipants": {
        "959000395": {
            "orgId": "959000395",
            "orgName": "EVOLOGICS GMBH",
            "ecContrib": 586438
        },
        "999911115": {
            "orgId": "999911115",
            "orgName": "THE UNIVERSITY OF HERTFORDSHIRE HIGHER EDUCATION CORPORATION",
            "ecContrib": 435469
        },
        "999444836": {
            "orgId": "999444836",
            "orgName": "CINTAL - CENTRO INVESTIGACAO TECNOLOGICA DO ALGARVE",
            "ecContrib": 469375
        },
        "999662019": {
            "orgId": "999662019",
            "orgName": "CGG SERVICES SAS",
            "ecContrib": 104000
        },
        "999976687": {
            "orgId": "999976687",
            "orgName": "UNIVERSITA DEGLI STUDI DI GENOVA",
            "ecContrib": 753500
        },
        "954983722": {
            "orgId": "954983722",
            "orgName": "ASSOCIACAO DO INSTITUTO SUPERIOR TECNICO PARA A INVESTIGACAO E DESENVOLVIMENTO",
            "ecContrib": 505800
        },
        "941084786": {
            "orgId": "941084786",
            "orgName": "GEO MARINE SURVEY SYSTEMS BV",
            "ecContrib": 444750
        },
        "941116893": {
            "orgId": "941116893",
            "orgName": "GEOSURVEYS-CONSULTORES EM GEOFISICALDA",
            "ecContrib": 245750
        },
        "998374053": {
            "orgId": "998374053",
            "orgName": "GRAAL TECH SRL",
            "ecContrib": 425000
        }
    },
    "calculatedTotalContribution": 3970082
}