{
    "rcn": "194307",
    "acronym": "AIDE",
    "topics": "ICT-22-2014",
    "title": "Adaptive Multimodal Interfaces to Assist Disabled People in Daily Activities",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "Around 80 million people in the EU, a sixth of its population, have a disability. Beside this, accessibility is a basic right for all persons with disabilities according to the article 9 of the United Nations Convention on the Rights of Persons with Disabilities signed by the European Commission in 2010.  The purpose of accessibility is to enable persons with disabilities to live independently and to participate in all aspects of life. \nThe AIDE project has the ambition to develop and pre-clinical validate a novel and revolutionary modular and adaptive multimodal human-machine interface to allow that moderately and severely impaired people interact with intelligent devices to perform daily activities and to fully participate in society. It will, furthermore, focus on the development of a totally new shared-control paradigm for assistive devices that integrates information from identification of residual abilities, behaviours, emotional state and intentions of the user on one hand and analysis of the environment and context factors on the other hand. A series of applications for the AIDE system have been identified across several domains in which disabled people could greatly benefit: communication, home automation, wearable robots for assisting in activities of daily living and entertainment.\nThe validation of AIDE system will be deployed during 8 months to 5-10 users in the UK at Cedar Foundation. The final goal of this process will be to provide the ìproof of conceptî of the advantages of the AIDE system based on a novel modular, natural and adaptive multimodal interface and a shared control system to assist disabled people in accordance with specific user needs.",
    "totalCost": "3409431,25",
    "ecMaxContribution": "3409430,75",
    "coordinator": "UNIVERSIDAD MIGUEL HERNANDEZ DE ELCHE",
    "coordinatorCountry": "ES",
    "participants": "B & J ADAPTACIONES SL;UNIVERSITA CAMPUS BIO MEDICO DI ROMA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA;THE CEDAR FOUNDATION;ZED WORLDWIDE S.A.;UNIVERSITAT POLITECNICA DE VALENCIA;EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "participantCountries": "ES;IT;DE;UK",
    "projectParticipants": {
        "999440665": {
            "orgId": "999440665",
            "orgName": "UNIVERSITA CAMPUS BIO MEDICO DI ROMA",
            "ecContrib": 488437
        },
        "951805032": {
            "orgId": "951805032",
            "orgName": "ZED WORLDWIDE S.A.",
            "ecContrib": 314636
        },
        "999851363": {
            "orgId": "999851363",
            "orgName": "UNIVERSIDAD MIGUEL HERNANDEZ DE ELCHE",
            "ecContrib": 637494
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 317629
        },
        "952095644": {
            "orgId": "952095644",
            "orgName": "B & J ADAPTACIONES SL",
            "ecContrib": 173125
        },
        "999884731": {
            "orgId": "999884731",
            "orgName": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
            "ecContrib": 483875
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 297091
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 411979
        },
        "999615750": {
            "orgId": "999615750",
            "orgName": "THE CEDAR FOUNDATION",
            "ecContrib": 285165
        }
    },
    "calculatedTotalContribution": 3409431
}