{
    "rcn": "194360",
    "acronym": "HYMADE",
    "topics": "MSCA-RISE-2014",
    "title": "Hybrid Drug Delivery Systems upon Mesoporous Materials, Self Assembled Therapeutics and Virosomes",
    "startDate": "01/02/2015",
    "endDate": "31/01/2019",
    "objective": "HYMADE focuses on the development of capsules and engineered colloidal particles for drug delivery combining mesoporous colloids, the Layer by Layer (LbL) technique and virosomes. The capsules and particles have potential applications in cancer and inflammatory diseases such as rheumatoid arthritis and uveitis. \nThe project is based on the secondments of Early Stage Researchers and Experienced Researchers and networking and training activities between European and non European academic institutions. \nHYMADE aims to profit from the combination of hybrid materials to fabricate advanced drug delivery systems with controlled release and targeting efficiency of biological entities. The project also aims to gain understanding of the self assembly process of hybrid materials and the transport properties of the drug delivery systems.The biological fate, drug release, degradation and therapeutical efficiency of the drug delivery systems will be studied in vitro and in vivo with state of the art imaging techniques. To achieve these goals we have  gathered an international multidisciplinary team with scientists at the forefront of Material Science, Self assembly, Physics, Chemistry, Biophysics and Imaging from Germany, Austria, France and Spain on the European side and from  United States of America, Argentina and Armenia on the non European side.",
    "totalCost": "1219500",
    "ecMaxContribution": "1219500",
    "coordinator": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;UNIVERSITAET LEIPZIG;SORBONNE UNIVERSITE",
    "participantCountries": "FR;AT;DE",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "998619754": {
            "orgId": "998619754",
            "orgName": "CONSEJO NACIONAL DE INVESTIGACIONES CIENTIFICAS Y TECNICAS (CONICET)",
            "ecContrib": 0
        },
        "999843603": {
            "orgId": "999843603",
            "orgName": "UNIVERSITY OF MICHIGAN THE REGENTS OF THE UNIVERSITY OF MICHIGAN",
            "ecContrib": 0
        },
        "998298975": {
            "orgId": "998298975",
            "orgName": "Yerevan State University",
            "ecContrib": 0
        },
        "966956335": {
            "orgId": "966956335",
            "orgName": "UNIVERSIDAD NACIONAL DE GENERAL SAN MARTIN",
            "ecContrib": 0
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 243000
        },
        "999431450": {
            "orgId": "999431450",
            "orgName": "COMISION NACIONAL DE ENERGIA ATOMICA",
            "ecContrib": 0
        },
        "999854564": {
            "orgId": "999854564",
            "orgName": "UNIVERSITAET LEIPZIG",
            "ecContrib": 157500
        },
        "998347572": {
            "orgId": "998347572",
            "orgName": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE",
            "ecContrib": 747000
        }
    },
    "calculatedTotalContribution": 1147500
}