{
    "rcn": "194399",
    "acronym": "ROUTE-TO-PA",
    "topics": "INSO-1-2014",
    "title": "Raising Open and User-friendly Transparency-Enabling Technologies forPublic Administrations",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "ROUTE-TO-PA is a multidisciplinary innovation project, that, by combining expertise and research in the fields of e-government, computer science, learning science and economy, is aiming at improving the impact, towards citizens and within society, of ICT-based technology platforms for transparency. \nROUTE-TO-PA envisions that Information and Communication Technologies for Transparency must improve the engagement of citizens by making them able to socially interact over open data, by forming or joining existing online communities that share common interest and discuss common issues of relevance to local policy, service delivery, and regulation; moreover, ROUTE-TO-PA aims at engaging citizens to a higher degree by providing a robust and more holistic understanding of transparency, by underpinning the next generation open-data based transparency initiatives, ensuring that published data are those of value to citizens, with a personalized view in different forms to different segments of the citizens and public based on their profiles for facilitate better understanding. \nROUTE-TO-PA will deliver the experimented innovative and engaging ICT platforms to ensure citizen-friendly, conscious, and effective access to open-data, by offering easy understanding of, and social collaboration on, open data offered by PAs. \nThe objectives of Route-To-PA are: (1) develop a Social Platform for Open Data (SPOD) enabling social interactions among open data users and between open data users and government data ; (2) build Transparency-Enhancing Toolset (TET) as extensions for existing major Open Data Platforms; and (3) develop a set of recommendations (GUIDE) as good practice guide for open data publishers for achieving higher quality transparency through open data. The objectives are deployed, tested and experimented in a real setting, with at least 5 pilot studies in five different European countries.",
    "totalCost": "3357876,39",
    "ecMaxContribution": "3054625",
    "coordinator": "UNIVERSITA DEGLI STUDI DI SALERNO",
    "coordinatorCountry": "IT",
    "participants": "NATIONAL UNIVERSITY OF IRELAND GALWAY;OPEN KNOWLEDGE FOUNDATION LBG;SZKOLA GLOWNA HANDLOWA W WARSZAWIE;COMUNE DI PRATO;DUBLIN CITY COUNCIL;UNIVERSITEIT UTRECHT;GEMEENTE DEN HAAG;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;ANCITEL SPA;ORTELIO LTD;ANDRIESSEN JEFFREY ELBERTUS BARTHOLOMEUS",
    "participantCountries": "IE;UK;PL;IT;NL;FR",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 301761
        },
        "956480432": {
            "orgId": "956480432",
            "orgName": "ORTELIO LTD",
            "ecContrib": 239919
        },
        "997608529": {
            "orgId": "997608529",
            "orgName": "COMUNE DI PRATO",
            "ecContrib": 124182
        },
        "955758461": {
            "orgId": "955758461",
            "orgName": "ANDRIESSEN JEFFREY ELBERTUS BARTHOLOMEUS",
            "ecContrib": 246004
        },
        "957388352": {
            "orgId": "957388352",
            "orgName": "GEMEENTE DEN HAAG",
            "ecContrib": 124182
        },
        "985784326": {
            "orgId": "985784326",
            "orgName": "OPEN KNOWLEDGE FOUNDATION LBG",
            "ecContrib": 224644
        },
        "992549979": {
            "orgId": "992549979",
            "orgName": "DUBLIN CITY COUNCIL",
            "ecContrib": 124182
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 306728
        },
        "999899184": {
            "orgId": "999899184",
            "orgName": "UNIVERSITA DEGLI STUDI DI SALERNO",
            "ecContrib": 489406
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 444570
        },
        "996395835": {
            "orgId": "996395835",
            "orgName": "ANCITEL SPA",
            "ecContrib": 221664
        },
        "998695705": {
            "orgId": "998695705",
            "orgName": "SZKOLA GLOWNA HANDLOWA W WARSZAWIE",
            "ecContrib": 207383
        }
    },
    "calculatedTotalContribution": 3054625
}