{
    "rcn": "194370",
    "acronym": "ICI-THROUGH",
    "topics": "MSCA-RISE-2014",
    "title": "Intersectoral collaboration for innovation in non-invasive techniques to estimate human brown adipose tissue activity",
    "startDate": "01/12/2014",
    "endDate": "30/11/2018",
    "objective": "Non-invasive, inexpensive, and accurate assessment of adipose tissue (BAT) activity is crucial in the fight against metabolic pandemics such as obesity, and in various industries (e.g., foods, pharmaceuticals). However, the only technique available to measure the activity of this tissue is PET/CT imaging of the glucosetracer 18F-fluorodeoxyglucose , a highly invasive technique that is harmful for human health, expensive, and requires extensive equipment and facilities. The development and validation of non-invasive and practical techniques to accurately estimate human BAT activity requires the creation of new technology and the advancement of the current state of the art. Companies (particularly SMEs) do not have the technical capabilities to conduct R&D activities at the level of excellence required for such development. Academic institutions have the capacity to conduct the necessary R&D but they lack the expertise to develop the prototype post project. To solve this intersectoral problem, the ICI-THROUGH project will create a sustainable innovation platform of intersectoral collaboration between two academic (UOT and UOP) and two industrial (IMED and CETRI) European participants to exchange knowledge on the development of non-invasive techniques to estimate human BAT activity. This will be achieved via a series of clear and measurable research and innovation objectives that will be realized via staff exchanges of experienced and early-stage researchers divided into: networking, research and training, workshop, innovation, dissemination, and public engagement activities. The ICI-THROUGH project is effectively aligned with the scope of the RISE call and its success is in the interest of all participants. Also, exploitation of the obtained tangible outcomes (e.g., prototype) will ensure the partnershipís sustainability post project. Thus, the ICI-THROUGH project has high potential to become a self-sustaining innovation incubator between the four participants.",
    "totalCost": "828000",
    "ecMaxContribution": "828000",
    "coordinator": "PANEPISTIMIO THESSALIAS",
    "coordinatorCountry": "EL",
    "participants": "CENTER FOR TECHNOLOGY RESEARCH AND INNOVATION (CETRI) LTD;IMEDICA SA;UNIVERSIDADE DO PORTO",
    "participantCountries": "CY;RO;PT",
    "projectParticipants": {
        "995985622": {
            "orgId": "995985622",
            "orgName": "CENTER FOR TECHNOLOGY RESEARCH AND INNOVATION (CETRI) LTD",
            "ecContrib": 207000
        },
        "951694452": {
            "orgId": "951694452",
            "orgName": "IMEDICA SA",
            "ecContrib": 207000
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 207000
        },
        "986152150": {
            "orgId": "986152150",
            "orgName": "PANEPISTIMIO THESSALIAS",
            "ecContrib": 207000
        }
    },
    "calculatedTotalContribution": 828000
}