{
    "rcn": "194348",
    "acronym": "MAT4TREAT",
    "topics": "MSCA-RISE-2014",
    "title": "Enhancing water quality by developing novel materials for organic pollutant removal in tertiary water treatments",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The MAT4TREAT project consists in a consortium of 8 Universities, 5 of them  European (UNITO, AAU, POLITO, UPV and UOI), and the other three from outside the EU (UNLP, McGill, SU), as well as two non academic institutions (ACEA and LQT). These groups are committed to work in the development of novel materials to be used in innovative integrated water tertiary treatments (to remove, for instance, Emerging Pollutants). This ambitious goal will be achieved by world leading research groups in the following fields: (i) graphene-based and other carbon-related materials, (ii) polymeric materials, (iii) oxidic ceramic materials, and (iv) hybrid inorganic-polymeric materials.       \nThe new materials will be used as adsorbents, as photocatalysts and as active layers for the fabrication of membranes, and thus tested for the pollutant removal from model aqueous solutions as well as from real water samples. Furthermore, approaches combining different materials and pollutant abatement technologies will be proposed and a demonstrative lab-bench apparatus for the integrated treatment of wastewaters will be built-up with the support of two European non academic institutions, which will directly participate to the project. Chemometric approach will be followed to optimize both materials production and experimental conditions for analytical purposes. Life Cycle Assessment of new materials and proposed technologies will be performed in order to evaluate their economic and environmental sustainability. \nFor the implementation of the program secondments of ESRs and ERs are scheduled (95 secondments for 142 person-months) together with a diffusion plan to report on the obtained results, not only to the scientific community, but also to stakeholders and non-specialized audience.",
    "totalCost": "630000",
    "ecMaxContribution": "630000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "LIQTECH AS;ACEA PINEROLESE INDUSTRIALE SPA;POLITECNICO DI TORINO;UNIVERSITAT POLITECNICA DE VALENCIA;PANEPISTIMIO IOANNINON;AALBORG UNIVERSITET",
    "participantCountries": "DK;IT;ES;EL",
    "projectParticipants": {
        "999858638": {
            "orgId": "999858638",
            "orgName": "UNIVERSIDAD NACIONAL DE LA PLATA",
            "ecContrib": 0
        },
        "937307315": {
            "orgId": "937307315",
            "orgName": "ACEA PINEROLESE INDUSTRIALE SPA",
            "ecContrib": 4500
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 121500
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 229500
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 103500
        },
        "999852818": {
            "orgId": "999852818",
            "orgName": "PANEPISTIMIO IOANNINON",
            "ecContrib": 67500
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 76500
        },
        "999877359": {
            "orgId": "999877359",
            "orgName": "STELLENBOSCH UNIVERSITY",
            "ecContrib": 0
        },
        "968140414": {
            "orgId": "968140414",
            "orgName": "LIQTECH AS",
            "ecContrib": 27000
        },
        "998826946": {
            "orgId": "998826946",
            "orgName": "ROYAL INSTITUTION FOR THE ADVANCEMENT OF LEARNING MCGILL UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 630000
}