{
    "rcn": "194381",
    "acronym": "Vaccinesurvey",
    "topics": "MSCA-RISE-2014",
    "title": "Monitor population immunity against vaccine preventable diseases",
    "startDate": "01/01/2015",
    "endDate": "30/06/2019",
    "objective": "In the recent years an unprecedented effort has been made to increase the rates of childhood immunization in resource poor countries. This has translated into an increased number of children receiving vaccines and a parallel decrease in the rate of illnesses from vaccine preventable diseases. However, in some regions it has proven difficult to achieve optimal levels of immunization mainly because of issues concerning communication, management and poor utilization of resources. Recent studies have questioned the validity of available vaccine coverage data and the way they are collected. Currently, both the progress of the vaccination programs and indirectly the level of protection in a population are inferred on the basis of administrative records. This largely unverified information is also utilized as performance indicator to allocate funds from government and donor agencies. Such self-certification practice does not incentivize the optimization of resources while it has been increasingly questioned in terms of its validity and integrity. We propose to develop and validate an innovative technical solution based on an assay system that integrates multiplex capability and analytical performance, to simultaneously quantify antibody levels against the major vaccine components, with both automation and wireless connectivity to produce spatial-temporal co-ordinates of individual determinations. The multiplex capability will facilitate the analysis of cross coverage monitoring while generating reactivity profiles against the different vaccine components to discriminate vaccinated versus infected individuals. Spatial temporal co-ordinates of assay results will be used to generate interactive data sets for modeling changes in the age-specific risk of infection and the risk of outbreaks. The proposed system represents a formidable tool of unprecedented power to monitor the progress of different vaccination programs and experimentally validate record-based coverage data. The consortium proposes to develop an additional implementation of the technology, a low-cost portable microarray solution for healthcare point of testing (i.e. private doctors or pediatrician clinics, small district hospitals, rapid control of real vaccination profile in emergency situations) that converts the protein microarray for the determination of antibody protection against vaccines antigens into a lateral flow protein microarray, which can be coupled with software application for Smart phones to read the results.",
    "totalCost": "1053000",
    "ecMaxContribution": "1053000",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "POLO D'INNOVAZIONE DI GENOMICA, GENETICA E BIOLOGIA SCARL;MICROTEST MATRICES LTD;GENIALIS D.O.O;UNIVERSITA DEGLI STUDI DI PERUGIA;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "participantCountries": "IT;UK;SI",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 328500
        },
        "999710616": {
            "orgId": "999710616",
            "orgName": "MICROTEST MATRICES LTD",
            "ecContrib": 0
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 90000
        },
        "958106443": {
            "orgId": "958106443",
            "orgName": "POLO D'INNOVAZIONE DI GENOMICA, GENETICA E BIOLOGIA SCARL",
            "ecContrib": 297000
        },
        "948450287": {
            "orgId": "948450287",
            "orgName": "GENIALIS D.O.O",
            "ecContrib": 220500
        },
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 117000
        }
    },
    "calculatedTotalContribution": 1053000
}