{
    "rcn": "194357",
    "acronym": "PROCROP",
    "topics": "MSCA-RISE-2014",
    "title": "Harnessing Plant Reproduction for Crop Improvement",
    "startDate": "01/02/2015",
    "endDate": "31/01/2019",
    "objective": "Increased crop productivity through genetic improvement of plants has significantly impacted world agriculture and the worldís population. Crop plants have followed the general pattern of introduction, selection, and hybridization. Once introgressed, selection and breeding strategies have led to new cultivars with improved yield and adaptation. Unfortunately, many of these important traits are typically polygenic. The consequence is that only certain unique allele combinations comply to generate elite performing genotypes. The fixation of a given genotype occurs naturally in species that display an asexual type of seed production named apomixis (i.e. clonal seed production). Unfortunately, apomixis does not naturally occur in major crop species with few exceptions (Citrus, mango and mangosteen). In crop species, apomixis would enable the instantaneous fixation of the complete genome of the best plants. When coupled with male-sterility systems, apomictic reproduction (with no need for male contribution) could help in addressing issues related to transgene escape from GM crops to organic or conventional crops, and thereby allow for better coexistence systems. This trait by itself is highly valuable for agriculture, but despite many efforts it has never been possible to introduce it into the domesticated crop species of today. The financial and economic impacts of the development of apomixis technology and its application to major crops are amazing (Ä1800-2300 million per annum per crop). The overall goal of the proposal is to allow for a synergy of inter-related European and international expertise to better understand the mechanisms of sexual/apomictic plant reproduction and to facilitate the application of this increased knowledge in the development of new approaches for agriculture and food industry to increase productivity.",
    "totalCost": "738000",
    "ecMaxContribution": "738000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PERUGIA",
    "coordinatorCountry": "IT",
    "participants": "POLO D'INNOVAZIONE DI GENOMICA, GENETICA E BIOLOGIA SCARL;UNIVERSITA DEGLI STUDI DI MILANO;INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
    "participantCountries": "IT;FR",
    "projectParticipants": {
        "998619754": {
            "orgId": "998619754",
            "orgName": "CONSEJO NACIONAL DE INVESTIGACIONES CIENTIFICAS Y TECNICAS (CONICET)",
            "ecContrib": 0
        },
        "958106443": {
            "orgId": "958106443",
            "orgName": "POLO D'INNOVAZIONE DI GENOMICA, GENETICA E BIOLOGIA SCARL",
            "ecContrib": 157500
        },
        "996430658": {
            "orgId": "996430658",
            "orgName": "CENTRO DE INVESTIGACION Y DE ESTUDIOS AVANZADOS DEL INSTITUTO POLITECNICO NACIONAL",
            "ecContrib": 0
        },
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 225000
        },
        "999513803": {
            "orgId": "999513803",
            "orgName": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
            "ecContrib": 144000
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 211500
        }
    },
    "calculatedTotalContribution": 738000
}