{
    "rcn": "194333",
    "acronym": "METCOPH",
    "topics": "MSCA-RISE-2014",
    "title": "Metallocomplexes of macrocyclic compounds for photonic devices",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The key objective of the METCOPH multidisciplinary project is to intensify and consolidate cooperation between several research groups from member states and third countries on topics within the field of fundamental interdisciplinary science. The project combines the basic ideas of organic chemistry, solid state physics, photochemistry and spectroscopy of metallocomplexes of macrocyclic compounds (MMC) for applications in quantum information processing, sensing, switching and amplification.\nThe project aims at focusing mutual efforts of five research groups with extended and complementary competence in their respective research fields and at gathering multidisciplinary and complementary expertise in chemical engineering and investigation of spectroscopy and photochemistry of MMCs for future design of photonic devices (e.g. organic light emitting devices ñ OLEDs, light emitting electrochemical cells ñ LECs, sensors, light emitting transistors) based on above mentioned compounds. The physical and chemical mechanisms of manipulation of optical response for these novel compounds will be revealed and analyzed with involving diverse spectroscopic approaches including steady-state and transient absorption, site-selective high-resolution luminescence, Raman scattering, atomic force microscopy and single-objects detection methods at different temperatures ranging from 1.2 K to ambient temperature.\nThe expected results involve fabrication and chemical/photophysical characterisation of MMCs based on various core metals and incorporating various functional organic ligands. One of the key technologies will rely on driving optical transistor with CW and pulsed lasers and will make use of simultaneous excitation of singlet and triplet states of the metallocomplexes of macrocyclic compounds. The new information gained for these newly synthesized MMC systems will have impact on the engineering of novel functional MMCs for application in nanotechnology and photonic devices.",
    "totalCost": "688500",
    "ecMaxContribution": "688500",
    "coordinator": "INSTYTUT CHEMII FIZYCZNEJ POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "UNIVERSITAET REGENSBURG;TEL AVIV UNIVERSITY",
    "participantCountries": "DE;IL",
    "projectParticipants": {
        "998829274": {
            "orgId": "998829274",
            "orgName": "INSTYTUT CHEMII FIZYCZNEJ POLSKIEJ AKADEMII NAUK",
            "ecContrib": 360000
        },
        "999868629": {
            "orgId": "999868629",
            "orgName": "UNIVERSITAET REGENSBURG",
            "ecContrib": 247500
        },
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 81000
        }
    },
    "calculatedTotalContribution": 688500
}