{
    "rcn": "194323",
    "acronym": "women entrepreneurs",
    "topics": "MSCA-RISE-2014",
    "title": "Transforming European Womenís Entrepreneurship: The Education and Training for Success Programme",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "The objective of the women entrepreneurs project is to set up and strengthen international and inter-sectoral collaboration in the research field of competence development in young women entrepreneurs and to promote womenís entrepreneurial potential in Europe. \nThe scientific goal is to get a better understanding of the fundamental entrepreneurial competences and to develop an educational programme to enhance the ratio of successful young women entrepreneurs across Europe. This requires academic and non-academic collaborations and the sharing of knowledge from different areas, e.g. the assessment of essential supporting competences for successful entrepreneurship, the design and provision of the educational programme, and evaluation. The partners will build a robust network covering all research areas and perfectly complement their associated expertise. \nwomen entrepreneurs is divided into five work packages (including the work packages of project management and exploitation, dissemination and outreach activities) that will guarantee the establishment of a sustainable long-lasting network. The research objectives range from an analysis of the competences of women entrepreneurs across Europe to the design and provision of a programme that facilitates the entrepreneurial competences and the development of a learning transfer framework. Through participation in events (besides scientific conferences also Researchers Night or Girls Day), the project objectives will be transformed not only into the scientific network, but also further communicated to the general public. women entrepreneurs bears a potential for the commerzialisation of innovations, building upon an exploitation plan. Moreover, the non-academic partners represent characteristic lead users of the project outcomes.\nWe believe we can significantly contribute to the EU Entrepreneurship 2020 Action Plan, with the proposed collaborations and activities strengthening the sharing of knowledge in Europe.",
    "totalCost": "679500",
    "ecMaxContribution": "679500",
    "coordinator": "FRIEDRICH-SCHILLER-UNIVERSITAT JENA",
    "coordinatorCountry": "DE",
    "participants": "TECHNOLOGIKO PANEPISTIMIO KYPROU;CCKF Ltd;3S UNTERNEHMENSBERATUNG GMBH",
    "participantCountries": "CY;IE;AT",
    "projectParticipants": {
        "988761838": {
            "orgId": "988761838",
            "orgName": "CCKF Ltd",
            "ecContrib": 0
        },
        "999597223": {
            "orgId": "999597223",
            "orgName": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
            "ecContrib": 121500
        },
        "968820384": {
            "orgId": "968820384",
            "orgName": "3S UNTERNEHMENSBERATUNG GMBH",
            "ecContrib": 54000
        },
        "999868726": {
            "orgId": "999868726",
            "orgName": "FRIEDRICH-SCHILLER-UNIVERSITAT JENA",
            "ecContrib": 504000
        }
    },
    "calculatedTotalContribution": 679500
}