{
    "rcn": "194374",
    "acronym": "Sustain-Owner",
    "topics": "MSCA-RISE-2014",
    "title": "Sustainable Design and Management of Industrial Assets through Total Value and Cost of Ownership",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "SoThe project will examine the potential of Total Value and Cost of Ownership (TVO, TCO) for supporting the design and through-life management of industrial assets.\nUntil now, some leading companies that are aware of all the costs throughout the asset life cycle use TCO to support procurement, operations and maintenance decisions. The benefit of using TCO is that a decision maker could be incentivised to go beyond the consideration of capital expenditure, and think of the potential whole-life cost arising through the use of their assets. In this regard, TCO helps achieving a cost-efficient life cycle management of the assets owned by the company. But TCO models are still poorly practiced in industry, in spite of their advantages. Further on, the flavour of the day in the industrial and academic world is to encourage innovative thinking to extract the maximum value from the assets, instead of thinking only about cost. Value can be tangible or intangible, and is determined by the organization and its stakeholders, thus TVO extends cost-based decisions. Although the importance of value maximisation in physical asset management is currently accepted, there are few works clarifying what value means, how to identify and quantify value, how to base decisions on it. The purpose of the project is to study the evolution of TVO and TCO as used in industry and understood by academics, with the aim to develop a framework for understanding, quantifying, and using TVO / TCO for decision-making. Overall, we aim at studying how asset life cycle management is possible thanks to TVO / TCO, providing the asset owner the capability to develop a sustainable factory according to the economic, social and environmental requirements of the local industry.Cross-fertilization of research and industry will be achieved through knowledge sharing between academics and industrial experts involved through interviews and workshops. Publications will provide outputs to promote knowledge sharing.",
    "totalCost": "450000",
    "ecMaxContribution": "450000",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;UNIVERSIDAD DE SEVILLA",
    "participantCountries": "UK;ES",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 94500
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 225000
        },
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 130500
        }
    },
    "calculatedTotalContribution": 450000
}