{
    "rcn": "194320",
    "acronym": "RobDREAM",
    "topics": "ICT-23-2014",
    "title": "Optimising Robot Performance while Dreaming",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "Sleep! For hominids and most other mammals sleep means more than regeneration. Sleep positively affects working memory, which in turn improves higher-level cognitive functions such as decision making and reasoning. This is the inspiration of RobDREAM! What if robots could also improve their capabilities in their inactive phases ñ by processing experiences made during the working day and by exploring ñ or ìdreamingî of ñ possible future situations and how to solve them best?    \nIn RobDREAM we will improve industrial mobile manipulatorsí perception, navigation and manipulation and grasping capabilities by automatic optimization of parameters, strategies and selection of tools within a portfolio of key algorithms for perception, navigation and manipulation and grasping, by means of learning and simulation, and through use case driven evaluation. As a result, mobile manipulation systems will adapt more quickly to new tasks, jobs, parts, areas of operation and various other constraints. \nFrom a scientific perspective the RobDREAM robots will feature increased adaptability, dependability, flexibility, configurability, decisional autonomy, as well as improved abilities in perception, interaction manipulation and motion. The technology readiness level (TRL) of the related key technologies will be increased by means of frequent and iterative real-world testing, validation and improvement phases from the very beginning of the project.\nFrom an economic perspective the Quality of Service and the Overall Equipment Efficiency will increase, while at the same time the Total Cost of Ownership for setup, programming and parameter tuning will decrease. These advantages will support the competitiveness of Europe's manufacturing sector, in particular in SME-like settings with higher product variety and smaller lot-sizes. They also support the head start of technology providers adopting RobDREAMís technologies to conquer market shares in industrial and professional service robotics.",
    "totalCost": "5401911",
    "ecMaxContribution": "5401911",
    "coordinator": "KUKA Laboratories GmbH",
    "coordinatorCountry": "DE",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;FUNDACION TECNALIA RESEARCH & INNOVATION;ALBERT-LUDWIGS-UNIVERSITAET FREIBURG;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN;Convergent Information Technologies GmbH",
    "participantCountries": "SE;ES;DE;AT",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 686500
        },
        "989240048": {
            "orgId": "989240048",
            "orgName": "Convergent Information Technologies GmbH",
            "ecContrib": 546508
        },
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 756875
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 504000
        },
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 492646
        },
        "998007975": {
            "orgId": "998007975",
            "orgName": "KUKA ROBOTER GMBH",
            "ecContrib": 1612966
        },
        "968927375": {
            "orgId": "968927375",
            "orgName": "KUKA Laboratories GmbH",
            "ecContrib": 0
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 802416
        }
    },
    "calculatedTotalContribution": 5401911
}