{
    "rcn": "194392",
    "acronym": "ENviSION",
    "topics": "INSO-2-2014",
    "title": "EmpoweriNg (European) SME business model InnovatiON",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "Reaching the ambitions of the Europe 2020 and the Innovation Union requires much more than just technological innovations. In the academic community, Business Model Innovation (BMI) has for a long time been recognized as the key to improved competitiveness and innovativeness. However, BMI does not reach SMEs yet nor is there knowledge on how SMEs conduct BMI in practice.\nEmpowering SMEs to conduct BMI requires new approaches. By leveraging existing networks and communities, we will gather examples, best practices and insights into Business Models (BM) from case studies from each and every European region or industry, complemented with insights from other leading countries worldwide. The BM vortex will thus generate an enormous and rich library of business models patterns and managerial structures, provided on a platform,  to support SMEs in these communities. We will also develop innovative tooling and provide them on the platform to makes it easy for SMEs to develop, evaluate and plan new business models. \nThe ENVISION consortium covers Northern, Western, Central, Eastern and Southern Europe. In each region a top-ranked academic institution in the field of BMI is present as well as innovative businesses that deliver smart and tailored BMI tooling and reach out to SMEs. We build on over a decade of joint work on BMI and BM tooling. We will build and maintain regional and thematic communities. In the communities, support is delivered to help SMEs transform and improve their BMs. \nThe consortium also includes partners and associated partners that will realize our pan-European reach to SMEs: on a pan-European level (e.g., UAEPME and female entrepreneursí network), on a national and regional level (e.g., chambers of commerce, family business organizations and statistical offices). The consortium also has linkages to EIT/ICT Labs and the European Service Innovation Centre (ESIC).",
    "totalCost": "3095250",
    "ecMaxContribution": "3095250",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "INNOVALOR BV;EVOLARIS NEXT LEVEL GMBH;LEF MARKETING & EVENTS BV;UNIVERSIDAD DE MURCIA;ACROSSLIMITS LTD;UNIVERZA V MARIBORU;KAUNO TECHNOLOGIJOS UNIVERSITETAS;BGATOR OY;TURUN YLIOPISTO",
    "participantCountries": "NL;AT;ES;MT;SI;LT;FI",
    "projectParticipants": {
        "997333534": {
            "orgId": "997333534",
            "orgName": "ACROSSLIMITS LTD",
            "ecContrib": 127500
        },
        "999844961": {
            "orgId": "999844961",
            "orgName": "KAUNO TECHNOLOGIJOS UNIVERSITETAS",
            "ecContrib": 122500
        },
        "999844282": {
            "orgId": "999844282",
            "orgName": "UNIVERSIDAD DE MURCIA",
            "ecContrib": 121875
        },
        "949246366": {
            "orgId": "949246366",
            "orgName": "INNOVALOR BV",
            "ecContrib": 352500
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 1290711
        },
        "913877935": {
            "orgId": "913877935",
            "orgName": "LEF MARKETING & EVENTS BV",
            "ecContrib": 75811
        },
        "986176303": {
            "orgId": "986176303",
            "orgName": "BGATOR OY",
            "ecContrib": 155603
        },
        "986034392": {
            "orgId": "986034392",
            "orgName": "EVOLARIS NEXT LEVEL GMBH",
            "ecContrib": 373750
        },
        "999903646": {
            "orgId": "999903646",
            "orgName": "UNIVERZA V MARIBORU",
            "ecContrib": 108750
        },
        "999903064": {
            "orgId": "999903064",
            "orgName": "TURUN YLIOPISTO",
            "ecContrib": 366250
        }
    },
    "calculatedTotalContribution": 3095250
}