{
    "rcn": "194355",
    "acronym": "SALEACOM",
    "topics": "MSCA-RISE-2014",
    "title": "Overcoming Inequalities in Schools and Learning Communities: Innovative Education for a New Century",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "Overcoming Inequalities in Schools and Learning Communities: Innovative Education for a New Century (SALEACOM here after) proposes the collaboration between 7 research groups (Australia, Brazil, New Zealand, Hungary, South Africa, Spain, USA) and 1 non academic institution (Drom Kotar Mestipen) with a global scope to address educational and social exclusion in schools and learning communities. SALEACOM seeks to create an International Research Network that has the following aims: (i) to increase worldwide cooperation in the study of successful actions with children and youth systematically underserved; (ii) to provide high-quality training programs for teachers and educational researchers aiming at overcoming inequalities; (iii) to develop interdisciplinary solutions for and with learners most heavily affected by inequalities, including access and quality of higher education; (iv) to design strengths-based methodologies for international comparative research to further the impact of research on the lives of students who have been historically excluded (v) to create a global program of successful educational actions to be implemented across educational systems. To promote coherent and effective cooperation among the research team, it accounts for the inclusion of researchers across disciplines, stages in their careers and cultures, committed to conducting strengths-based international research to further impact the lives of students who have been traditionally unsuccessful in educational contexts. To maximise the research outcomes of this proposal, researcher exchanges are based on partnersí complementarities in skills, methodological expertise and knowledge of several excluded populations that face similar challenges globally (i.e. Roma, Indigenous populations, African American, among others.). In parallel to developing interdisciplinary successful educational actions in schools and learning communities, we will explore paradigms, principles and practices.",
    "totalCost": "499500",
    "ecMaxContribution": "391500",
    "coordinator": "UNIVERSITAT ROVIRA I VIRGILI",
    "coordinatorCountry": "ES",
    "participants": "KOZEP-EUROPAI EGYETEM;UNIVERSITAT DE BARCELONA;UNIVERSITAT AUTONOMA DE BARCELONA;ASOCIACION GITANA DE MUJERES DROM KOTAR MESTIPEN DE BARCELONA",
    "participantCountries": "HU;ES",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 9000
        },
        "999613131": {
            "orgId": "999613131",
            "orgName": "THE UNIVERSITY OF AUCKLAND",
            "ecContrib": 0
        },
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 180000
        },
        "941905115": {
            "orgId": "941905115",
            "orgName": "ASOCIACION GITANA DE MUJERES DROM KOTAR MESTIPEN DE BARCELONA",
            "ecContrib": 9000
        },
        "996359751": {
            "orgId": "996359751",
            "orgName": "QUEENSLAND UNIVERSITY OF TECHNOLOGY - QLD QUT",
            "ecContrib": 0
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 63000
        },
        "999880560": {
            "orgId": "999880560",
            "orgName": "UNIVERSITAT ROVIRA I VIRGILI",
            "ecContrib": 130500
        },
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        },
        "940773028": {
            "orgId": "940773028",
            "orgName": "UFSCar",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 391500
}