{
    "rcn": "194387",
    "acronym": "INCAS",
    "topics": "MSCA-RISE-2014",
    "title": "Understanding institutional change in Asia: a comparative perspective with Europe",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "The project INCAS aims at creating a top-level research and advanced training network on institutional change in Asia, in comparative perspective with Europe. The coordinator, Ecole des Hautes Etudes en Sciences Sociales (France), promotes this network together with Oxford University, Freie Universit‰t Berlin, in collaboration with Waseda University (Japan). The partners have chosen Japan as a reference point because of its comparability with Europe as shown by previous studies, its historical influence on development and further institutional changes in Asia, and the expertise accumulated within our research team.\n\nOur approach, which refers to the literature on comparative capitalism, is fundamentally interdisciplinary by nature, as it aims at gathering economists, economic historians, political economy specialists, sociologists, and lawyers, who are specialized in various fields such as finance, labor economics and sociology, Asian studies, etc. Our major aim is to propose a new theory of institutional change that better takes into account diverse dimensions that have been overlooked by previous attempts such as: the historical experience of institutional change in Asia that went hand in hand with growth and development; the relations between (especially financial) liberalization and corporate diversity; the interaction between political economy, socio-economic and legal variables. It requires not only the interdisciplinary approach described above but also an empirical investigation that mobilizes a database for corporate characteristics.\n\nEach institutional member of INCAS has developed its own research strategy on a similar object (institutional change in Asia and Europe) and the goal of this project is to organize a knowledge transfer within our team (and later outside the research team) in order to build a comprehensive research program.",
    "totalCost": "778500",
    "ecMaxContribution": "778500",
    "coordinator": "Ecole des Hautes Etudes en Sciences",
    "coordinatorCountry": "FR",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;FREIE UNIVERSITAET BERLIN",
    "participantCountries": "UK;DE",
    "projectParticipants": {
        "999510117": {
            "orgId": "999510117",
            "orgName": "ECOLE DES HAUTES ETUDES EN SCIENCES SOCIALES",
            "ecContrib": 0
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 103500
        },
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 229500
        }
    },
    "calculatedTotalContribution": 333000
}