{
    "rcn": "194351",
    "acronym": "CRIC",
    "topics": "MSCA-RISE-2014",
    "title": "Cultural Narratives of Crisis and Renewal",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The objective of the ìCultural Narratives of Crisis and Renewalî project is to examine cultural production and cultural practices in periods of societal crisis at the turn-of the 20th Century on both sides of the Atlantic. The overarching aim of the project is to investigate the role of cultural production, not just as a vehicle to elaborate cohesive narratives in moments of crisis, but as a space to create alternative imaginaries for social renewal. We need to explore the changing nature of our societies and the reconfiguration of regional and/or national cultural landscapes into globalized real (and virtual) spaces that erode the cultural frontiers of the nation-state.\nThe project aims to address the scarcity of scientific research on cultural narratives elaborated around conjunctures of crisis and renewal, from the 1970s transition to neoliberalism in Latin America, to the aftermath of the 2008 financial crisis in Spain. The analysis of cultural narratives and production in periods of societal crisis will lead us to identify underlying sets of values, beliefs, and practices: the way people think and act; who those people are and why they operate in a given cultural set (Cardoso and Jacobetty 2012). \nThe programme will bring together researchers specialized in Hispanic and Latin American culture from 4 universities in Europe (Newcastle University (UNEW), Amsterdam University (UVA), Universitat de ValËncia (UV) and Universitat de Lleida (UDL)) and 4 universities in Latin America (Universidad Austral de Chile (UACH), Pontificia Universidad CatÛlica del Per˙ (PUCP), Universidad Nacional de CÛrdoba (UNC: Argentina), and Universidad Nacional Tres de Febrero (UNTREF: Argentina)). The project will support international networking, high quality academic publications (including at least 3 edited volumes, and 6 collaborative articles in international peer-reviewed journals), and knowledge transfer through research and training events, conferences, and exhibitions.",
    "totalCost": "1044000",
    "ecMaxContribution": "1044000",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITAT DE VALENCIA;UNIVERSIDAD DE LLEIDA;RIJKSUNIVERSITEIT GRONINGEN;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "ES;NL",
    "projectParticipants": {
        "999838559": {
            "orgId": "999838559",
            "orgName": "UNIVERSIDAD DE LLEIDA",
            "ecContrib": 171000
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 103500
        },
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 337500
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 382500
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 49500
        }
    },
    "calculatedTotalContribution": 1044000
}