{
    "rcn": "194363",
    "acronym": "STEER",
    "topics": "MSCA-RISE-2014",
    "title": "Support Tool for Energy Efficiency pRogrammes in medical centres",
    "startDate": "01/12/2014",
    "endDate": "30/11/2018",
    "objective": "To meet the greenhouse gas reduction targets set by the European Commission and to reduce the reliance on imported energy sources from not-EU countries, the energy efficiency sector vitally needs basic analytical and decision support tools. This is especially true for large scale energy-consumer plants (for ex. foundries) but also for medical centres which typically (1) use large amounts of energy, (2) run a wide number of energy consuming machinery with different electrical profiles, (3) serve a weak population that may be heavily affected by energy shortages, (4) have a continuous level of service with special periodicity and peak times, and (5) have to abide to all sorts of strict  regulations (for ex. special air quality requirements). \nThe aim of this project is to create a tool that will provide medical centres and any other large institution involved in their energy efficiency programmes (governmental institutions, utilities providers, lending establishments, independent auditors, managers and technical staff), with information on the medical centreís ideal energy consumption in different scenarios and on the most appropriate energy reduction plan for the medium-long term. \nThe projectís primary proposal is to identity the main variables that are responsible for the energy consumption in medical centres and give to each of them a weight. A novel mathematical model will be produced which will reproduce energy consumption in given scenarios.\nOn the basis of the above model, the project will proceed to build a scenario-based assessment and a prediction tool. It will be used by energy managers and decision makers to evaluate and compare future investments and actions to reduce energy consumption, also on the basis of their economic return. The acquired knowledge and expertise will be embedded in a software prototype (E3s) that will be used as a decision support tool. \nThe product of each phase will be tested in the four medical centres that support the project",
    "totalCost": "1206000",
    "ecMaxContribution": "1206000",
    "coordinator": "PRIMA VERA S.P.A.",
    "coordinatorCountry": "IT",
    "participants": "AFEKA - THE ACADEMIC COLLEGE OF ENGINEERING IN TEL AVIV;AFEKA YISSUMIM LTD;UNIVERSIDAD DE GRANADA;ATHINA-EREVNITIKO KENTRO KAINOTOMIAS STIS TECHNOLOGIES TIS PLIROFORIAS, TON EPIKOINONION KAI TIS GNOSIS;MEAZON SA;POLITECNICO DI MILANO;UNIVERSITAET BAYREUTH;ENERTECH SOLUTION SRL;CTADVENTURE SP ZOO",
    "participantCountries": "IL;ES;EL;IT;DE;PL",
    "projectParticipants": {
        "942248495": {
            "orgId": "942248495",
            "orgName": "AFEKA YISSUMIM LTD",
            "ecContrib": 18000
        },
        "917969686": {
            "orgId": "917969686",
            "orgName": "ZEPHYRO SPA",
            "ecContrib": 243000
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 121500
        },
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 108000
        },
        "999849908": {
            "orgId": "999849908",
            "orgName": "UNIVERSITAET BAYREUTH",
            "ecContrib": 9000
        },
        "940613366": {
            "orgId": "940613366",
            "orgName": "ENERTECH SOLUTION SRL",
            "ecContrib": 135000
        },
        "929853156": {
            "orgId": "929853156",
            "orgName": "MEAZON SA",
            "ecContrib": 54000
        },
        "941370645": {
            "orgId": "941370645",
            "orgName": "PRIMA VERA S.P.A.",
            "ecContrib": 0
        },
        "965614243": {
            "orgId": "965614243",
            "orgName": "AFEKA - THE ACADEMIC COLLEGE OF ENGINEERING IN TEL AVIV",
            "ecContrib": 36000
        },
        "936479905": {
            "orgId": "936479905",
            "orgName": "CTADVENTURE SP ZOO",
            "ecContrib": 198000
        }
    },
    "calculatedTotalContribution": 922500
}