{
    "rcn": "194338",
    "acronym": "TOPWOOD",
    "topics": "MSCA-RISE-2014",
    "title": "Wood phenotyping tools: properties, functions and quality",
    "startDate": "01/04/2015",
    "endDate": "31/03/2019",
    "objective": "The objective of TOPWOOD is to build a four-year scientific exchange program about the test and development of medium and high-throughput phenotyping measurement and analysis tools for selected basic wood properties in the laboratory and in the field (TOols for Phenotyping WOOD-TOPWOOD). The participants wish to exchange knowledge and experience for sharing and expanding skills, improving existing tools and developing new original measuring devices for wood properties involved in studies of wood quality and of wood biological functions. The phenotyping tools and methods of analysis developed and improved in TOPWOOD are intended to be used by the participants to investigate the genetic and environmental determinism of key wood properties involved in forest tree adaptation, as well as in wood production and wood quality for the forest and wood industries. The participants of TOPWOOD are three academic institutions and one private company from three European Union countries, Austria, France and Spain, and one third country, Argentina. \nTOPWOOD WP1 is dedicated to the measurement of basic wood properties involved in wood quality (using near infrared spectroscopy, microdensity and ultrasonic approach). WP2 aims at studying and developing measuring devices for wood functional traits (wood hydraulic conductivity, vulnerability to cavitation and the dynamics of wood formation). WP3 aims at developing, discussing and disseminating data analysis methods dedicated to the large and complex data sets generated by these measuring devices. Finally WP4 is dedicated to coordination, management and dissemination.",
    "totalCost": "675000",
    "ecMaxContribution": "675000",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "MADERA PLUS CALIDAD FORESTAL SL;UNIVERSITAET FUER BODENKULTUR WIEN",
    "participantCountries": "ES;AT",
    "projectParticipants": {
        "941788133": {
            "orgId": "941788133",
            "orgName": "MADERA PLUS CALIDAD FORESTAL SL",
            "ecContrib": 157500
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 499500
        },
        "999525055": {
            "orgId": "999525055",
            "orgName": "INSTITUTO NACIONAL DE TECNOLOGIA AGROPECUARIA",
            "ecContrib": 0
        },
        "999987357": {
            "orgId": "999987357",
            "orgName": "UNIVERSITAET FUER BODENKULTUR WIEN",
            "ecContrib": 18000
        }
    },
    "calculatedTotalContribution": 675000
}