{
    "rcn": "194359",
    "acronym": "Immuno-NanoDecoder",
    "topics": "MSCA-RISE-2014",
    "title": "Nanostructured molecular decoders for the quantitative, multiplexed, layer-by-layer detection of disease-associated proteins",
    "startDate": "01/04/2015",
    "endDate": "31/03/2019",
    "objective": "The long-range goal of this project is to develop a molecular nanodevice, based on nucleic acid-protein conjugates, for the multiplexed, quantitative imaging of biomarkers in tissue samples and cultured cells.\nThe Immuno-nanodecoder will be used for the accurate molecular characterization of skin cancer (melanoma) and glycogenosis type II cellular models and to evaluate the in vitro response to experimental therapies.\nThe nanodevices (nanodecoders) will consist of self-assembled DNA nanostructures that can reversibly change their fluorescence signal output in response to hybridization to nucleic acid sequences, or to a specific enzymatic reaction.  Each nanodevice will be coupled to a specific molecular probe, such as an antibody, peptide, or protein that uniquely recognize disease biomarkers. The coupling will allow the nanodecoder to detect biomarker presence and distribution in cells and tissues, in a layer-by-layer fashion, using optical fluorescence microscopy. \nThe number of biomarkers that can be detected will be limited only by the capacity to design nanodecoders with differing specificities, which is essentially unlimited. \nThe creation of nanodecoders and optimization of their function will greatly advance biomarker imaging, which currently lacks a high-throughput, convenient method for the in situ, quantitative microscopic analysis of altered tissue regions. \nThis project will be driven by knowledge exchange and the expertise of an interdisciplinary team comprised of both early-stage and experienced university and hospital researchers.\nComplementary research programs, ranging from nanotechnology to molecular medicine and pathology will support each step of the developmental and applicative parts of the project towards the achievement of its objectives. \nFunding of this program will enable long-term, transformative collaborations that will contribute to the integration and collaboration of research groups between European Countries and key Third Countries.",
    "totalCost": "441000",
    "ecMaxContribution": "441000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITY OF LINCOLN;AZIENDA SANITARIA UNIVERSITARIA INTEGRATA DI UDINE",
    "participantCountries": "UK;IT",
    "projectParticipants": {
        "996564033": {
            "orgId": "996564033",
            "orgName": "Temple University-Of The Commonwealth System of Higher Education",
            "ecContrib": 0
        },
        "999844864": {
            "orgId": "999844864",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
            "ecContrib": 198000
        },
        "998619754": {
            "orgId": "998619754",
            "orgName": "CONSEJO NACIONAL DE INVESTIGACIONES CIENTIFICAS Y TECNICAS (CONICET)",
            "ecContrib": 0
        },
        "953626207": {
            "orgId": "953626207",
            "orgName": "AZIENDA SANITARIA UNIVERSITARIA INTEGRATA DI UDINE",
            "ecContrib": 180000
        },
        "999882694": {
            "orgId": "999882694",
            "orgName": "UNIVERSITY OF LINCOLN",
            "ecContrib": 63000
        }
    },
    "calculatedTotalContribution": 441000
}