{
    "rcn": "194377",
    "acronym": "PROPHETIC",
    "topics": "MSCA-RISE-2014",
    "title": "PROPHETIC:An innovating Personal Healthcare Service for a holistic remote management and treatment of Parkinson patients.",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "Parkinson's disease (PD) is a movement disorder characterized by muscle rigidity, tremor, physical movement slowing and in extreme cases, loss of physical movement. Primary symptoms result of decreased motor cortex stimulation caused by insufficient dopamine formation in the brainís dopaminergic neurons. Secondary symptoms include high level cognitive dysfunctions and subtle language problems. PD is chronic and progressive. Currently there is no cure for PD and associated costs, in terms of quality of life and health and social care expenditures, are expected to rise as the population ages. \nAs none of the existing PD interventions has been really effective the field shows potential for the development of systems to monitor individuals and facilitate symptomsí management. The design of efficient ICT management system integrating remote monitoring of multi-parametric factors, decision support for medical staff, personalized and adaptable care, and patient and family education is a viable solution.\nPROPHETIC will exploit modern smart miniaturized systems and advanced information systems towards an infrastructure for remote, continuous, noninvasive acquisition and advanced processing of multi-parametric data and friendly telecare provision based on serious gaming. It will use embedded electronics (suite and cap) capable of measuring neural, psychological, physiological, and biomechanical parameters, and securely communicating them to a Medical Business Intelligence System where pre-processed data will be further analysed hence overcoming real time activity monitoring limitations. Continuous monitoring while aware of the patientís levodopa medication will help determine health and motor status and avoid levodopa side effects e.g. dyskinesia, freezing, low blood pressure, and falls. It will support caregiversí decisions and allow early interventions. Appropriate information could be shared between the actors through e.g. smart phones with access according to their role.",
    "totalCost": "648000",
    "ecMaxContribution": "648000",
    "coordinator": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "coordinatorCountry": "EL",
    "participants": "BRAINSTORM MULTIMEDIA S.L.;ASOCIACION DE INVESTIGACION DE LA INDUSTRIA DEL JUGUETE, CONEXAS Y AFINES;UNIVERSITE D'ORLEANS;STREAM VISION",
    "participantCountries": "ES;FR",
    "projectParticipants": {
        "937885532": {
            "orgId": "937885532",
            "orgName": "STREAM VISION",
            "ecContrib": 108000
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 162000
        },
        "999848550": {
            "orgId": "999848550",
            "orgName": "UNIVERSITE D'ORLEANS",
            "ecContrib": 162000
        },
        "999441732": {
            "orgId": "999441732",
            "orgName": "BRAINSTORM MULTIMEDIA S.L.",
            "ecContrib": 108000
        },
        "999443090": {
            "orgId": "999443090",
            "orgName": "ASOCIACION DE INVESTIGACION DE LA INDUSTRIA DEL JUGUETE, CONEXAS Y AFINES",
            "ecContrib": 108000
        }
    },
    "calculatedTotalContribution": 648000
}