{
    "rcn": "194305",
    "acronym": "TOP HIT",
    "topics": "ICT-02-2014",
    "title": "Transfer-print operations for heterogeneous integration",
    "startDate": "02/02/2015",
    "endDate": "01/08/2018",
    "objective": "Smart systems technologies are evolving towards ever increasing functionality and miniaturisation through the heterogeneous integration of separate components. The ideal integration requires precision placement of multiple types of devices on a substrate to allow their inter-connection. We propose to solve this integration challenge through an exciting new technique called micro-Transfer-Printing (TP) where the essential materials or devices, with thicknesses of a few microns, are separated from their native substrates and are transferred in parallel to the new platform according to the desired positioning while achieving micron-scale placement accuracy. Sequential application of the process enables different components of different functionality to be manipulated in a highly flexible and programmable way making best use of the materials. The TOP HIT project will aggressively develop and validate the TP technology by integrating electronics and photonics components for the magnetic and communication industries. These serve as examples for the broad capability of the technology which is compatible with low-cost manufacturing.\nWe will develop ëOn Head Microelectronicsí for data storage smart systems through the embedded integration of custom electronic circuits directly into the magnetic read-head. We will demonstrate TP as a scalable method for the integration of compound semiconductor based elements (lasers, detectors) with silicon photonics platforms demonstrating both a compact receiver circuit and a transceiver.\nThe partners in the TOP HIT consortium include international companies with extensive manufacturing capabilities, an SME, and two research institutes. The output of this project will help establish TP as a mainstream technology for heterogeneous integration, enabling manufacturing to be carried out in Europe through sales of equipment and through foundry services.\n\nNew more efficient smart products will emerge from the research carried out here.",
    "totalCost": "5252637,75",
    "ecMaxContribution": "5252637,75",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;X-CELEPRINT LIMITED;X-FAB MEMS FOUNDRY GmbH;THE CENTRE FOR INTEGRATED PHOTONICS LIMITED;HUAWEI TECHNOLOGIES RESEARCH & DEVELOPMENT BELGIUM;SEAGATE TECHNOLOGY IRELAND",
    "participantCountries": "BE;IE;DE;UK",
    "projectParticipants": {
        "955274431": {
            "orgId": "955274431",
            "orgName": "HUAWEI TECHNOLOGIES RESEARCH & DEVELOPMENT BELGIUM",
            "ecContrib": 631250
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 862200
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 908224
        },
        "940963633": {
            "orgId": "940963633",
            "orgName": "X-CELEPRINT LIMITED",
            "ecContrib": 552500
        },
        "999610706": {
            "orgId": "999610706",
            "orgName": "THE CENTRE FOR INTEGRATED PHOTONICS LIMITED",
            "ecContrib": 490269
        },
        "998321964": {
            "orgId": "998321964",
            "orgName": "SEAGATE TECHNOLOGY IRELAND",
            "ecContrib": 1146250
        },
        "940657501": {
            "orgId": "940657501",
            "orgName": "X-FAB MEMS FOUNDRY GmbH",
            "ecContrib": 661945
        }
    },
    "calculatedTotalContribution": 5252638
}