{
    "rcn": "194321",
    "acronym": "ECRYPT-CSA",
    "topics": "ICT-32-2014",
    "title": "European Coordination and Support Action in Cryptology",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "This CSA intends to strengthen European excellence in the area of cryptology and to achieve a durable integration and structuring of the European cryptography community, involving academia, industry, government stakeholders and defence agencies. The project will coordinate ongoing research, develop a joint research agenda and foresight study, identify technology gaps and market and innovation opportunities and coordinate and strengthen standardization efforts; it will also address governance of security standards at a European level. The project will tackle through advanced training initiatives the skill shortage of academia and industry. The CSA responds to the growing attention of EU policy makers for societal needs related to privacy and cybersecurity and more in particular the trust and security component of the Digital Agenda for Europe and the European Cyber Security Strategy. The project will help to bridge the gap between academic research on the one hand and standards and industry innovations on the other hand, hereby strengthening the European industrial landscape in a strategic area. The project will result in the availability of more trustworthy security and privacy solutions `made in Europeí, resulting in an increased user trust in ICT and online services and empowerment of users to take control over their data and trust relations. The work will also result in more resilient critical infrastructures and services. The project intends to reach out beyond its constituency to the broader public and to policy makers. The ECYPT-CSA consortium consists of five leading players in cryptographic research, including one SME. In order to ensure the involvement of the broader community, the project will build on a Research Advisory Board consisting of leading European researchers and a Strategic Advisory Board with leading experts from the security industry and relevant government actors.",
    "totalCost": "1000000",
    "ecMaxContribution": "1000000",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "CRYPTOEXPERTS SAS;RUHR-UNIVERSITAET BOCHUM;UNIVERSITY OF BRISTOL;TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "participantCountries": "FR;DE;UK;NL",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 172000
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 172000
        },
        "985516024": {
            "orgId": "985516024",
            "orgName": "CRYPTOEXPERTS SAS",
            "ecContrib": 155000
        },
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 172000
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 329000
        }
    },
    "calculatedTotalContribution": 1000000
}