{
    "rcn": "194340",
    "acronym": "CHEQUERS",
    "topics": "ICT-26-2014",
    "title": "Compact High pErformance QUantum cascadE laseR Sensors",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "In this proposal we describe a timely and disruptive solution to the long-standing and vexing problem of the rapid stand-off detection of explosive, toxic or otherwise hazardous materials which are present within potential- or post-terrorist attack or industrial accident sites. We will achieve this by realising highly sensitive, state-of-the-art handheld and tripod-mounted instruments based upon active hyperspectral imaging and detection. These will exploit the deep infrared molecular fingerprint waveband region, where these hazardous compounds exhibit their strongest and most distinctive optical absorption features. Crucially, by keeping our goal fixed on the needs of the end-user, we will realise high-TRL devices which are cost-effective, lightweight and highly utile. Within the lifetime of this project, these will ready for evaluation in end-use scenarios (as opposed to mere laboratory-based demonstration). Our consortium is uniquely placed to prosecute this programme as is it comprises world leading workers in every technology upon which this solution depends, from quantum-cascade laser source, MEMS and detector growth expertise to advanced imaging, signals processing and device integration. One refined, the technology we will pioneer will be evaluated by civil security partners who will implement them in a number of likely end-use scenarios, thus proving the potency and utility of our technology.",
    "totalCost": "3325668",
    "ecMaxContribution": "3325668",
    "coordinator": "MODUS RESEARCH AND INNOVATION LIMITED",
    "coordinatorCountry": "UK",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;M-SQUARED LASERS LIMITED;FRAUNHOFER UK RESEARCH LIMITED;BUNDESKRIMINALAMT;VIGO SYSTEM S.A.;KITE INNOVATION (EUROPE) LIMITED",
    "participantCountries": "DE;UK;PL",
    "projectParticipants": {
        "997900887": {
            "orgId": "997900887",
            "orgName": "BUNDESKRIMINALAMT",
            "ecContrib": 90000
        },
        "999656005": {
            "orgId": "999656005",
            "orgName": "M-SQUARED LASERS LIMITED",
            "ecContrib": 744575
        },
        "999659303": {
            "orgId": "999659303",
            "orgName": "VIGO SYSTEM S.A.",
            "ecContrib": 634000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1207260
        },
        "995206033": {
            "orgId": "995206033",
            "orgName": "KITE INNOVATION (EUROPE) LIMITED",
            "ecContrib": 67430
        },
        "952487039": {
            "orgId": "952487039",
            "orgName": "FRAUNHOFER UK RESEARCH LIMITED",
            "ecContrib": 548270
        }
    },
    "calculatedTotalContribution": 3291535
}