{
    "rcn": "194339",
    "acronym": "INEXCA",
    "topics": "MSCA-RISE-2014",
    "title": "Excellent research and expertise of quality of cancer care by internationally trained staff",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "There is an international imperative to improve healthcare through health service research, including nursing research and new innovations.  This EU-RISE project ìExcellent research and expertise of quality of cancer care by internationally trained staff (INEXCA)î aims to utilize expertise across the globe to improve research, researcher training and care of cancer patients, family caregivers and patient and public involvement through international and intersectoral collaboration and staff exchange. The ultimate objectives are to create innovative opportunities to improve research and researchersí skills and increase knowledge transfer from research to practice and business. The participants in the project representing academic, non-academic and clinical settings as well as information technology industry and health-related business experts from Belgium, Denmark, Finland, Italy, Great Britain and United States of America have enormous and interdisciplinary competences of their specializing areas in research methodology, quality of care, cancer care, patient involvement, family care givers and information technology in academic, non-academic and clinical settings. The participating organizations will bring their best know-how through staffís secondments, workshops, training courses, conferences, publications and other activities.  An innovative ICT platform will be developed for sharing information and knowledge. In total, 34 academic and non-academic staff members will be involved in this INEXCA project for 263 months. The participantsí synergies and complementarities from different disciplines, experiences, methodological advancements as well as clinical practice will be fully in use. The planned secondments will offer the best opportunity to get the best outcomes for patients, families, EU citizens as well as researchers. \nDescriptors: HEALTH SERVICES, HEALTH CARE RESEARCH",
    "totalCost": "913500",
    "ecMaxContribution": "913500",
    "coordinator": "ITA-SUOMEN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "SENSOFTIA OY;SYDDANSK UNIVERSITET;CEREF SRL;KATHOLIEKE UNIVERSITEIT LEUVEN;UNIVERSITY OF SURREY;POHJOIS-SAVON SAIRAANHOITOPIIRIN KUNTAYHTYMA",
    "participantCountries": "FI;DK;IT;BE;UK",
    "projectParticipants": {
        "941811607": {
            "orgId": "941811607",
            "orgName": "CEREF SRL",
            "ecContrib": 207000
        },
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 441000
        },
        "998576007": {
            "orgId": "998576007",
            "orgName": "UNIVERSITY OF PITTSBURGH",
            "ecContrib": 0
        },
        "998250766": {
            "orgId": "998250766",
            "orgName": "POHJOIS-SAVON SAIRAANHOITOPIIRIN KUNTAYHTYMA",
            "ecContrib": 54000
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 49500
        },
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 45000
        },
        "940988174": {
            "orgId": "940988174",
            "orgName": "SENSOFTIA OY",
            "ecContrib": 72000
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 45000
        }
    },
    "calculatedTotalContribution": 913500
}