{
    "rcn": "194329",
    "acronym": "WeHubs",
    "topics": "ICT-13-2014",
    "title": "The European network of Women web Entrepreneurs Hubs",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "It is generally acknowledged that the web entrepreneurship sector can contribute significantly to the competiveness and economic growth of countries and regions.  However, Europe is clearly lagging behind given that even though there are lots of European web start-ups, most of them rarely grow up to become global leaders. In this context, the position of women seems particularly weak given that only a very small percentage of them are web entrepreneurs.  \nTaking into account the limited development of web entrepreneurship in Europe as well as the limited participation of women in the web economy the WeHubs project seeks to create a favourable environment for women web entrepreneurs, by linking together local fragmented ecosystems nodes, and foster networking and exploitation of synergies, into the first European Network for Women Web Entrepreneurs Hubs.  In this respect the project is aimed at providing a strong support to women web entrepreneurs and existing web entrepreneurís ecosystems enabling the latter to provide dedicated services to women.  \nAs a result the project will foster the creation and scaling of web start-ups created by women (impact on women), strengthen the existing web entrepreneurs ecosystems through networking and complementary services (impact on ecosystems) and support the emergence of a dynamic European ecosystem for women web entrepreneurs contributing to the formulation of relevant policies, support the implementation of start-up Europe initiative and the wider enforcement of the European digital sector (policy impact).",
    "totalCost": "756721,25",
    "ecMaxContribution": "756721",
    "coordinator": "EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL",
    "coordinatorCountry": "BE",
    "participants": "VILABS OE;Founder Institute Europe;EUROPEAN CENTRE FOR WOMEN AND TECHNOLOGY (ECWT) FORENING;MEDIA DEALS UG (HAFTUNGSBESCHRƒNKT);INTERINNOV SAS;Media deals;BERYTECH FOUNDATION;ENTERPRISING WOMEN LIMITED LBG",
    "participantCountries": "EL;FR;NO;DE;LB;UK",
    "projectParticipants": {
        "992358016": {
            "orgId": "992358016",
            "orgName": "INTERINNOV SAS",
            "ecContrib": 140000
        },
        "998870305": {
            "orgId": "998870305",
            "orgName": "EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL",
            "ecContrib": 163284
        },
        "959614405": {
            "orgId": "959614405",
            "orgName": "EUROPEAN CENTRE FOR WOMEN AND TECHNOLOGY (ECWT) FORENING",
            "ecContrib": 67188
        },
        "967008424": {
            "orgId": "967008424",
            "orgName": "BERYTECH FOUNDATION",
            "ecContrib": 65000
        },
        "955444375": {
            "orgId": "955444375",
            "orgName": "VILABS OE",
            "ecContrib": 96250
        },
        "940599204": {
            "orgId": "940599204",
            "orgName": "Founder Institute Europe",
            "ecContrib": 45000
        },
        "933166288": {
            "orgId": "933166288",
            "orgName": "MEDIA DEALS UG (HAFTUNGSBESCHRÄNKT)",
            "ecContrib": 76250
        },
        "993315988": {
            "orgId": "993315988",
            "orgName": "Media deals",
            "ecContrib": 0
        },
        "942412910": {
            "orgId": "942412910",
            "orgName": "ENTERPRISING WOMEN LIMITED LBG",
            "ecContrib": 103750
        }
    },
    "calculatedTotalContribution": 756722
}