{
    "rcn": "194379",
    "acronym": "NEXT-3D",
    "topics": "MSCA-RISE-2014",
    "title": "Next generation of 3D multifunctional materials and coatings for biomedical applications",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "NEXT-3D is an innovative European-Australian project that consists of 4 academic and 2 non-academic members. The research methodology is based on the multi-disciplinary and inter-sectorial collaboration among the network participants and focuses into main themes: 3D Printing, Enhance Coating, and medical translation with the main aim to develop the next generation of multifunctional 3D materials for orthopaedic and dental implants. Multifunctional materials with drug delivery properties and antibacterial properties are desirable by clinicians. These materials promote healing and can reduce and prevent from unexpected effects on patients. Research will be conducted following a multi- and inter-disciplinary research methodology designed to develop innovative biomedical materials using advanced processing technologies (3D laser printing and sintering) with market potential. The proposed research and innovative programme will lead to the advancement of knowledge in the field and to new materials with superior properties.",
    "totalCost": "274500",
    "ecMaxContribution": "193500",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "ASSOCIATION DES AMIS DE LA MEDECINE SOCIALE;INSTITUT NATIONAL POLYTECHNIQUE DE TOULOUSE;UNIVERSITE PAUL SABATIER TOULOUSE III;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "FR",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 99000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 13500
        },
        "940842965": {
            "orgId": "940842965",
            "orgName": "ASSOCIATION DES AMIS DE LA MEDECINE SOCIALE",
            "ecContrib": 9000
        },
        "999851169": {
            "orgId": "999851169",
            "orgName": "UNIVERSITE PAUL SABATIER TOULOUSE III",
            "ecContrib": 67500
        },
        "999836037": {
            "orgId": "999836037",
            "orgName": "INSTITUT NATIONAL POLYTECHNIQUE DE TOULOUSE",
            "ecContrib": 4500
        }
    },
    "calculatedTotalContribution": 193500
}