{
    "rcn": "194300",
    "acronym": "TransFlexTeg",
    "topics": "ICT-03-2014",
    "title": "Large area transparent thin film thermoelectric devices for smart window and flexible applications",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The main objective is to develop an innovative large area distributed sensor network integrating transparent thin film thermoelectric devices and sensors for multifunctional smart windows and flexible high impact volume applications. Different breakthrough concepts are proposed: 1) large area high performance transparent thermoelectric thin films deposited on flexible substrates for thermal energy harvesting; 2) low cost high throughput thin film thermal sensors for thermal mapping and gesture sensing; 3) flexible smart windows and walls with energy harvesting, environmental sensing and wireless communication functionalities.\nThe developed technology aims to demonstrate the functionalities of a smart window able to measure air quality and environmental parameters such as temperature, sun radiation and humidity. The data is automatically collected and can be utilized for controlling heating, cooling and ventilation systems of indoors. Active radio interface enables long range communication and long term data collection with WiFi or a similar base station. The proposed concept of smart windows replaces several conventional sensors with a distributed sensor network that is integrated invisibly into windows. In addition to the power generated from the thermal energy harvesting, the thermoelectric elements (TE) are also used as temperature sensors that, while being distributed over large area, enable thermal mapping of the area instead of just one or a few values measured from particular points. This smart window can be produced on glass, but the final goal will be the fabrication on transparent flexible organic substrates using Roll to Roll Atomic Layer Deposition (R2R ALD), that can be fixed or retrofitted on existing windows or walls, which will significantly broaden the field of applications and improve business opportunities.  High environmental impact is expected with savings of more than 25% of the electrical usage of residential homes and office buildings.",
    "totalCost": "4091187,5",
    "ecMaxContribution": "4091187,5",
    "coordinator": "UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO",
    "coordinatorCountry": "PT",
    "participants": "PICOSUN OY;Teknologian tutkimuskeskus VTT Oy;SOLEARTH LIMITED;AALTO KORKEAKOULUSAATIO SR;SCIENCE TECHNOLOGY RESEARCH PARTNERS LIMITED;GRINP SRL;AGFA-GEVAERT N.V.;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;TEKNOLOGIAN TUTKIMUSKESKUS VTT",
    "participantCountries": "FI;IE;IT;BE;FR",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 699938
        },
        "952478406": {
            "orgId": "952478406",
            "orgName": "SOLEARTH LIMITED",
            "ecContrib": 313000
        },
        "999613810": {
            "orgId": "999613810",
            "orgName": "AGFA-GEVAERT N.V.",
            "ecContrib": 449625
        },
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        },
        "999633889": {
            "orgId": "999633889",
            "orgName": "UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO",
            "ecContrib": 751500
        },
        "952724786": {
            "orgId": "952724786",
            "orgName": "GRINP SRL",
            "ecContrib": 250000
        },
        "941936931": {
            "orgId": "941936931",
            "orgName": "SCIENCE TECHNOLOGY RESEARCH PARTNERS LIMITED",
            "ecContrib": 255000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 199875
        },
        "999503812": {
            "orgId": "999503812",
            "orgName": "PICOSUN OY",
            "ecContrib": 618750
        },
        "999901706": {
            "orgId": "999901706",
            "orgName": "TEKNOLOGIAN TUTKIMUSKESKUS VTT",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3537688
}