{
    "rcn": "194331",
    "acronym": "PRO4VIP",
    "topics": "ICT-35-2014",
    "title": "Innovative PROcurement for Visual Impaired People",
    "startDate": "01/02/2015",
    "endDate": "30/11/2016",
    "objective": "Taking into account the objectives of Vision 2020, the WHO's 2006 initiative for the elimination of avoidable blindness. When globally people with low vision are increasing as a result of the ageing of the worldís population. Where low vision not only affects the independence but has significant psychosocial and economic impact on the individual, the family and society.  Major consequences of vision impairment include a childís ability to pursue education and an adultís ability for high quality employment, risk of falls, difficulties with daily living and increased dependence. \n\nPRO4VIP project has the objectives of : (1) the creation of an European wide network of procurers (RITT, US, FVG, BFW, AQuAS); (2) the definition of a common innovation procurement roadmap in the short term and in the long term and (3) the definition of the public procurement of innovation procedure(s) that best meet(s) their needs (that could be either a Pre-Commercial Procurement (PCP) or a Public Procurement of Innovative Solutions (PPI) or both) and that in line with Vision 2020 would either support the early detection and the screening of functional low vision conditions or would support the provision for low vision services.\n\nThis will be achieved through a staged process whose main steps are: (1) the identification of the shared procurement needs; (2) the analysis of the state of the art, the technologies available in the market and the existing patents; (3) the engagement in open dialogues with other procurers, end-users and suppliers; (4) the analysis of the different public procurement of innovation options; and (5) the definition of the selected procurement procedure(s).\n\nThe consortium is an interdisciplinary team composed of procurers interested in the topic from different perspectives (Health, social & Assistive Technology), with entities having the expertise to support them in identifying their common needs, validate them with the end users, other procurers and the market.",
    "totalCost": "607526,25",
    "ecMaxContribution": "584926",
    "coordinator": "AGENCIA DE QUALITAT I AVALUACIO SANITARIES DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK;UNIVERSITA DEGLI STUDI DI SALERNO;ZENIT ZENTRUM FUR INNOVATION UND TECHNIK IN NORDRHEIN-WESTFALEN GMBH;BEDIN SARA;UCL PARTNERS LIMITED;REGIONE AUTONOMA FRIULI-VENEZIA GIULIA;FUNDACION BARCELONA MACULA FOUNDATION RESEARCH FOR VISION;BERUFSFORDERUNGSWERK DUREN GEMEINNUTZIGE GMBH ZENTRUM FUR BERUFLICHE BILDUNG BLINDER UND SEHBEHINDERETER MENSCHEN;UNION EUROPEENNE DES AVEUGLES UEAASSOCIATION;AREA DI RICERCA SCIENTIFICA E TECNOLOGICA DI TRIESTE;ISTITUTO REGIONALE RITTMEYER PER I CIECHI DI TRIESTE",
    "participantCountries": "FR;IT;DE;UK;ES",
    "projectParticipants": {
        "942504090": {
            "orgId": "942504090",
            "orgName": "ISTITUTO REGIONALE RITTMEYER PER I CIECHI DI TRIESTE",
            "ecContrib": 29999
        },
        "940546436": {
            "orgId": "940546436",
            "orgName": "BERUFSFORDERUNGSWERK DUREN GEMEINNUTZIGE GMBH ZENTRUM FUR BERUFLICHE BILDUNG BLINDER UND SEHBEHINDERETER MENSCHEN",
            "ecContrib": 39910
        },
        "941974082": {
            "orgId": "941974082",
            "orgName": "BEDIN SARA",
            "ecContrib": 61615
        },
        "999725457": {
            "orgId": "999725457",
            "orgName": "ZENIT ZENTRUM FUR INNOVATION UND TECHNIK IN NORDRHEIN-WESTFALEN GMBH",
            "ecContrib": 20312
        },
        "948646712": {
            "orgId": "948646712",
            "orgName": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK",
            "ecContrib": 20072
        },
        "999899184": {
            "orgId": "999899184",
            "orgName": "UNIVERSITA DEGLI STUDI DI SALERNO",
            "ecContrib": 62350
        },
        "949320571": {
            "orgId": "949320571",
            "orgName": "UCL PARTNERS LIMITED",
            "ecContrib": 39689
        },
        "972068332": {
            "orgId": "972068332",
            "orgName": "UNION EUROPEENNE DES AVEUGLES UEAASSOCIATION",
            "ecContrib": 44555
        },
        "940765171": {
            "orgId": "940765171",
            "orgName": "FUNDACION BARCELONA MACULA FOUNDATION RESEARCH FOR VISION",
            "ecContrib": 30235
        },
        "949799169": {
            "orgId": "949799169",
            "orgName": "AGENCIA DE QUALITAT I AVALUACIO SANITARIES DE CATALUNYA",
            "ecContrib": 113628
        },
        "983174347": {
            "orgId": "983174347",
            "orgName": "REGIONE AUTONOMA FRIULI-VENEZIA GIULIA",
            "ecContrib": 38566
        },
        "999549887": {
            "orgId": "999549887",
            "orgName": "CONSORZIO PER L AREA DI RICERCA SCI ENTIFICA E TECNOLOGICA DI TRIESTE CONSORZIO AREA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 500931
}