{
    "rcn": "194384",
    "acronym": "TROPSENSE",
    "topics": "MSCA-RISE-2014",
    "title": "Development of a non-invassive breath test for early diagnosis of tropical diseases",
    "startDate": "01/02/2015",
    "endDate": "31/01/2019",
    "objective": "This project aims at demonstrating the feasibility of a non-invasive, safe and patient-friendly methodology for on-site rapid diagnosis of tropical diseases. The proposed approach is based on breath samples analyses, which are easy to obtain and present no discomfort or risk for patients health. In this study will be enrolled patients with three different types of neglected tropical diseases (Hydatidosis, Leishmaniasis and Dengue) from different geographical locations (Europe, South America and Maghreb). Breath sampling will follow a standardised procedure. Analytical chemistry methods will be employed for the identification of the breath volatile biomarkers of these diseases. A pool of potential nanomaterials with high affinity towards the identified VOCs will be selected (e.g., gold nanoparticles, carbon nanotubes and semiconducting nanowires, either pristine or functionalised with selected hydrophobic organic molecules and/or bio-molecules). For maximising the possibility of success of our methodology, we will investigate the synergic effect of different advanced and complementary chemical sensing techniques: Mid-Infrared Quantum Cascade Laser spectroscopy and different types of Chemical Gas Sensors devices. These techniques are particularly attractive, since they can be miniaturised and are suitable for building on-site portable systems. Advanced pattern recognition algorithms will be employed for building discriminative models for the identification of the fingerprints of the different tropical diseases studied, and multisensors data fusion will be then applied for obtaining enhanced resulyts. A point of care prototype will be proposed on the basis of the results obtained and validated on-site.",
    "totalCost": "1386000",
    "ecMaxContribution": "1386000",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "UNIVERSITAT ROVIRA I VIRGILI;JLM INNOVATION GMBH;INSTITUTUL DE CHIMIE MACROMOLECULARA PETRU PONI;UNIVERSITAET ULM;MOLECULAR FINGERPRINT SWEDEN AB;INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE PENTRU METALE NEFEROASE SIRARE-IMNR;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY;UNIWERSYTECKIE CENTRUM MEDYCYNY MORSKIEJ I TROPIKALNEJ;SITEX 45 SRL;POLITECHNIKA GDANSKA",
    "participantCountries": "ES;DE;RO;SE;IL;PL",
    "projectParticipants": {
        "971016464": {
            "orgId": "971016464",
            "orgName": "JLM INNOVATION GMBH",
            "ecContrib": 121500
        },
        "998959836": {
            "orgId": "998959836",
            "orgName": "SITEX 45 SRL",
            "ecContrib": 202500
        },
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 198000
        },
        "940134283": {
            "orgId": "940134283",
            "orgName": "MOLECULAR FINGERPRINT SWEDEN AB",
            "ecContrib": 67500
        },
        "999880560": {
            "orgId": "999880560",
            "orgName": "UNIVERSITAT ROVIRA I VIRGILI",
            "ecContrib": 315000
        },
        "996501468": {
            "orgId": "996501468",
            "orgName": "INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE PENTRU METALE NEFEROASE SIRARE-IMNR",
            "ecContrib": 184500
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 4500
        },
        "999588784": {
            "orgId": "999588784",
            "orgName": "POLITECHNIKA GDANSKA",
            "ecContrib": 126000
        },
        "939920689": {
            "orgId": "939920689",
            "orgName": "UNIWERSYTECKIE CENTRUM MEDYCYNY MORSKIEJ I TROPIKALNEJ",
            "ecContrib": 63000
        }
    },
    "calculatedTotalContribution": 1282500
}