{
    "rcn": "194380",
    "acronym": "RISE_BPM",
    "topics": "MSCA-RISE-2014",
    "title": "Propelling Business Process Management by Research and Innovation Staff Exchange",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "RISE_BPM networks world-leading research institutions and corporate innovators to develop new horizons for Business Process Management (BPM). BPM is a boundary-spanning discipline focused on division and re-integration of day-to-day work in organisations and on analysis of process data for organisational decision-making. Recent break-through innovations in Social Computing, Smart Devices, Real-Time Computing, and Big Data Technology create a strong impetus for propelling BPM into a pervasive corporate topic that enables design of entirely new products and services.\nAll RISE_BPM consortium members possess excellent expertise in distinct aspects of the BPM lifecycle, ranging from Strategy and Modelling to Implementation and Analysis of business processes. RISE_BPM networks this complementary knowledge to create a unique environment for BPM research and innovation. The research activities are organised with reference to the design-science paradigm, including joint activities for analysing technological enablers and societal impact factors, as well as designing innovative IT artefacts for the BPM lifecycle.\nStaff secondments and joint events promote a cumulative exchange of knowledge in a think-pair-square-share approach that networks large-scale research capabilities and innovation projects carried out by the involved organisations. Key objectives of RISE_BPM are (a) to propel BPM research into the era of Social Computing, Smart Devices, Real-Time Computing, and Big Data Technology; (b) to enable companies to develop new products and services for designing and analysing business processes; and (c) to supply the involved staff with a unique intellectual environment for accumulating boundary-spanning knowledge and skills that refer to the entire BPM lifecycle.\nRISE_BPM extends the established administrative structures of the European Research Center for Information Systems (ERCIS) by involving additional BPM thought leaders and corporate innovators.",
    "totalCost": "1273500",
    "ecMaxContribution": "855000",
    "coordinator": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "coordinatorCountry": "DE",
    "participants": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;CUPENYA BV;PICTURE GMBH;WIRTSCHAFTSUNIVERSITAT WIEN;TECHNISCHE UNIVERSITEIT EINDHOVEN;UNIVERSITAET PADERBORN;UNIVERSIDAD DE SEVILLA",
    "participantCountries": "DE;NL;AT;ES",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 40500
        },
        "940295400": {
            "orgId": "940295400",
            "orgName": "CUPENYA BV",
            "ecContrib": 0
        },
        "999616138": {
            "orgId": "999616138",
            "orgName": "WIRTSCHAFTSUNIVERSITAT WIEN",
            "ecContrib": 252000
        },
        "940428775": {
            "orgId": "940428775",
            "orgName": "PICTURE GMBH",
            "ecContrib": 0
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 405000
        },
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 99000
        }
    },
    "calculatedTotalContribution": 796500
}