{
    "rcn": "194309",
    "acronym": "EurEyeCase",
    "topics": "ICT-23-2014",
    "title": "Use Case for European Robotics in Ophthalmologic Micro?Surgery",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "EurEyeCase combines cutting?edge European robotic technology and creates an integrated setup for the very challenging use case of vitreoretinal eye surgery. Nowadays, a selected number of highly?skilled ophthalmologists are treating large numbers of patients that suffer from various types of vitreoretinal eye diseases. The majority of these intra?ocular interventions lie on or even beyond the boundaries of human skills as they pose extreme requirements in terms of manipulation and positioning precision. As a result, current treatments are characterized by moderate success rates and even an inability to adequately treat some common diseases. As a consequence, a large group of patients is left untreated or receives suboptimal treatment only. Robotic technology can and is likely to put an end to the current status?quo. Starting from existing hardware, knowledge and IP and in close collaboration with medical partners, EurEyeCase will build up and validate a convincing robot?assisted operation suite, which will help surgeons in treating a selection of particular demanding vitreoretinal procedures including the treatment of retinal vein/artery occlusion through cannulation and epiretinal membrane treatment. Current laboratory setups will be studied in detail, augmented and tailored for successful integration into the surgical workflow. Novel sensing technologies will be further developed and integrated with advanced control methods to deliver unprecedented levels of safety and performance. In-depth evaluation of the setup in different directions, i.e, performance, usability and clinical relevance, as well as the first steps to transfer the most challenging developments to the next phase of product development are key aspects of the project. EurEyeCase will demonstrate how medical robotics technology can boost success rates of urgent and critical surgical interventions and paves the way for novel promising treatment methods with demonstrated improvements in patient outcome",
    "totalCost": "3274526,25",
    "ecMaxContribution": "2648314",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "MEDICAL ROBOTIC TECHNOLOGIES BV;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;ACMIT GMBH;UNIVERSITA DEGLI STUDI DI MILANO;STICHTING OOGZIEKENHUIS ROTTERDAM;OPTOMEDICAL TECHNOLOGIES GMBH;TECHNISCHE UNIVERSITEIT EINDHOVEN;PRECEYES BV;MEDIZINISCHES LASERZENTRUM LUBECK GMBH",
    "participantCountries": "NL;CH;AT;IT;DE",
    "projectParticipants": {
        "940676610": {
            "orgId": "940676610",
            "orgName": "OPTOMEDICAL TECHNOLOGIES GMBH",
            "ecContrib": 279837
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 324075
        },
        "984976413": {
            "orgId": "984976413",
            "orgName": "ACMIT GMBH",
            "ecContrib": 506243
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 0
        },
        "936141278": {
            "orgId": "936141278",
            "orgName": "MEDIZINISCHES LASERZENTRUM LUBECK GMBH",
            "ecContrib": 192750
        },
        "951383276": {
            "orgId": "951383276",
            "orgName": "MEDICAL ROBOTIC TECHNOLOGIES BV",
            "ecContrib": 86580
        },
        "925006842": {
            "orgId": "925006842",
            "orgName": "PRECEYES BV",
            "ecContrib": 155796
        },
        "951947622": {
            "orgId": "951947622",
            "orgName": "STICHTING OOGZIEKENHUIS ROTTERDAM",
            "ecContrib": 180411
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 719186
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 203437
        }
    },
    "calculatedTotalContribution": 2648315
}