{
    "rcn": "194369",
    "acronym": "GRAGE",
    "topics": "MSCA-RISE-2014",
    "title": "Grey and green in Europe: elderly living in urban areas",
    "startDate": "01/12/2014",
    "endDate": "30/11/2018",
    "objective": "The EU has to face many challenges in achieving a more balanced regional development and sustainable economic recovery. Many of those challenges have to do with the ageing population trend, urbanization and environment under distress. More liveable and efficient communities is a target to be reached in Europe, where the ìsilver hairî trends can become a challenging opportunity, from a social, economic and cultural perspective. Despite those challenges are strongly interlinked, solutions provided in urban contexts not often pay due attention to the social process underlying urban trends and to the needs and behaviour of elderly citizens. \nGRAGE intends to contribute to fill this gap, developing winning ideas to promote an active, harmonious and inclusive citizenship for elderly people living in urban contexts. The consortium gathers ground-breaking expertise from different scientific background (legal, economic, humanities, engineering), from academic and non academic institutions, belonging to several countries (from EU and Ukraine). Using a mix of methodologies, the research and innovation programme of the project will evolve around the idea of citizenship as a collector of interest, healthy environment and suitable urban solutions for an aging society. Main themes will be: green buildings, food and urban agriculture, information and language technology. Researcher will analyze their role in transforming cities in environments that support green and healthy lifestyles for elderly people. GRAGE intents to boost dialogue through Europe, both strengthening the academic and non-academic collaboration and a practical understanding of elderly living across Europe. Such a cooperation can have a series of returns for Europe, ranging from a more effective solution to strategic challenges (sustainable cities and demographic change) to new business opportunities for European firms, offering solutions and products for smart/inclusive/ageing societies at global level.",
    "totalCost": "828000",
    "ecMaxContribution": "828000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MACERATA",
    "coordinatorCountry": "IT",
    "participants": "STICHTING HAS KENNISTRANSFER EN BEDRIJSOPLEIDINGEN;STEFAN MARZELLI;OULUN YLIOPISTO;MILITOS SYMVOULEUTIKI A.E.;MECCANO SPA;EUROPEAN QUALITY INSTITUTE SRL;OULUN KAUPUNKI;UNIVERSITEIT UTRECHT;FOOD NATION CIC;STICHTING WAAG SOCIETY;UNIVERSITY OF ULSTER",
    "participantCountries": "NL;DE;FI;EL;IT;UK",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 99000
        },
        "986286689": {
            "orgId": "986286689",
            "orgName": "MECCANO SPA",
            "ecContrib": 22500
        },
        "926822488": {
            "orgId": "926822488",
            "orgName": "STICHTING HAS KENNISTRANSFER EN BEDRIJSOPLEIDINGEN",
            "ecContrib": 27000
        },
        "999844670": {
            "orgId": "999844670",
            "orgName": "OULUN YLIOPISTO",
            "ecContrib": 112500
        },
        "940778072": {
            "orgId": "940778072",
            "orgName": "STEFAN MARZELLI",
            "ecContrib": 27000
        },
        "951389775": {
            "orgId": "951389775",
            "orgName": "OULUN KAUPUNKI",
            "ecContrib": 22500
        },
        "999885313": {
            "orgId": "999885313",
            "orgName": "UNIVERSITY OF ULSTER",
            "ecContrib": 90000
        },
        "935024420": {
            "orgId": "935024420",
            "orgName": "FOOD NATION CIC",
            "ecContrib": 27000
        },
        "994789903": {
            "orgId": "994789903",
            "orgName": "TARAS SHEVCHENKO NATIONAL UNIVERSITY OF KYIV",
            "ecContrib": 0
        },
        "974038402": {
            "orgId": "974038402",
            "orgName": "MILITOS SYMVOULEUTIKI A.E.",
            "ecContrib": 22500
        },
        "940118666": {
            "orgId": "940118666",
            "orgName": "EUROPEAN QUALITY INSTITUTE SRL",
            "ecContrib": 0
        },
        "984550389": {
            "orgId": "984550389",
            "orgName": "STICHTING WAAG SOCIETY",
            "ecContrib": 36000
        },
        "960068462": {
            "orgId": "960068462",
            "orgName": "UNIVERSITA DEGLI STUDI DI MACERATA",
            "ecContrib": 342000
        }
    },
    "calculatedTotalContribution": 828000
}