{
    "rcn": "194301",
    "acronym": "EuDEco",
    "topics": "ICT-15-2014",
    "title": "Modelling the European data economy",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "The Modelling the European Data Economy (EuDEco) project will assist European sci-ence and industry in understanding and exploiting the potentials of data reuse in the context of Big and Open Data big data. The aim isto establish a self sustaining data market and thereby increase the competitiveness of Europe. To be able to extract the benefits of data reuse, it is crucial to know how to understand the underlying economic, societal, legal, and technological framework conditions and challenges to build useful applications and services. Despite the amount of activities in this domain, an effort is missing to develop use cases and business models that are economic viable, legally certain and taking societal needs and concerns into account.\n\nEuDEco will accomplish this by leveraging the engagement of other projects conducting pilots on data reuse as well as by the engagement of external experts and stakeholders. EuDEco moves beyond the classical approaches by applying the approach of complex adaptive systems to model the data economy in order to indentify value networks, use cases and business models for data reuse. In the course of the project will develop and refine the data economy model in several steps further by case studies on previous pilots on data reuse, by in-depth analysis from legal, socioeconomic and technological point of view, and by extensive tests of use cases and business models with other projects. Therefore it will analyse framework conditions relevant and challenges related to data reuse and the emergence of a self-sustaining data market.\n\nFinally, EuDEco will deliver a model of the data economy including viable use cases and business models as well as suggestions and recommendations addressing the main legal, contractual, societal, and technological concerns and challenges such as contractual framework or data protection. Above that EuDEco will develop an observatory for policy makers enabling them to track the development of the data economy.",
    "totalCost": "2276625",
    "ecMaxContribution": "2276625",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "ROOTER ANALYSIS SL;UNIVERSITEIT LEIDEN;ASCORA GMBH;SIGMA ORIONIS SA;INFORMATIKAI TAVKOZLESI ES ELEKTRONIKAI VALLALKOZASOK SZOVETSEGE EGYESULET",
    "participantCountries": "ES;NL;DE;FR;HU",
    "projectParticipants": {
        "999794230": {
            "orgId": "999794230",
            "orgName": "INFORMATIKAI TAVKOZLESI ES ELEKTRONIKAI VALLALKOZASOK SZOVETSEGE EGYESULET",
            "ecContrib": 416938
        },
        "999792096": {
            "orgId": "999792096",
            "orgName": "SIGMA ORIONIS SA",
            "ecContrib": 95778
        },
        "953492541": {
            "orgId": "953492541",
            "orgName": "ROOTER ANALYSIS SL",
            "ecContrib": 361562
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 603872
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 293875
        },
        "972142440": {
            "orgId": "972142440",
            "orgName": "ASCORA GMBH",
            "ecContrib": 504600
        }
    },
    "calculatedTotalContribution": 2276625
}