{
    "rcn": "194353",
    "acronym": "SMARCOAT",
    "topics": "MSCA-RISE-2014",
    "title": "Development of Smart Nano and Microcapsulated Sensing Coatings for improving of Material Durability/Performance",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The proposal aims to develop an innovative approach to impart sensing functionality and detect substrate degradation. The degradation processes targeted will be corrosion of metallic substrates and mechanical damage by impact on fibre reinforced plastics and composites (FRP), used as structural components in the vehicle industry worldwide.\nThe innovative sensing materials are based on controlled release of active species, encapsulated in polymeric and inorganic capsules with sizes ranging from several micrometres down to the nanometre range. These will be designed and prepared in a way that responds to specific triggers associated with the nature of the degradation process. The functional materials will be subsequently incorporated as additives in organic and hybrid organic-inorganic coating matrices, or directly impregnated in the substrate (FRP). The goal is to get coatings capable of sensing substrate degradation at early stages, making maintenance operations cost-effective without jeopardizing safety.\nThe range of selected materials encloses systems conceptually designed to be prepared and tested for the first time at lab scale (high breakthrough at research level) and others already studied at lab scale with promising results and which can already be tested at pilot scale (high innovation level). Furthermore, the characterization encompasses lab-scale, cutting-edge technologies and modelling, as well as upscaling and industrial validation.\nThe consortium upon which the present proposal is set has strong knowledge and previous experience in the topics above presented, reflected upon previous participation in large FP7 EU-projects as well as on Marie Curie actions (IRSES). Therefore, part of the interdisciplinary exchanging network necessary to successfully achieve the objectives and allow a flow and sharing environment of people, knowledge and methods has already been tested in previous projects with positive results.",
    "totalCost": "900000",
    "ecMaxContribution": "900000",
    "coordinator": "UNIVERSIDADE DE AVEIRO",
    "coordinatorCountry": "PT",
    "participants": "SMALLMATEK - SMALL MATERIALS AND TECHNOLOGIES LDA;SYNPO AKCIOVA SPOLECNOST;HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH;LATVIJAS UNIVERSITATES POLIMERU MEHANIKAS INSTITUTS;LATVIJAS UNIVERSITATE",
    "participantCountries": "PT;CZ;DE;LV",
    "projectParticipants": {
        "965210335": {
            "orgId": "965210335",
            "orgName": "SMALLMATEK - SMALL MATERIALS AND TECHNOLOGIES LDA",
            "ecContrib": 220500
        },
        "988900063": {
            "orgId": "988900063",
            "orgName": "SYNPO AKCIOVA SPOLECNOST",
            "ecContrib": 72000
        },
        "996641342": {
            "orgId": "996641342",
            "orgName": "LATVIJAS UNIVERSITATES POLIMERU MEHANIKAS INSTITUTS",
            "ecContrib": 0
        },
        "999507401": {
            "orgId": "999507401",
            "orgName": "HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH",
            "ecContrib": 94500
        },
        "999865331": {
            "orgId": "999865331",
            "orgName": "UNIVERSIDADE DE AVEIRO",
            "ecContrib": 252000
        }
    },
    "calculatedTotalContribution": 639000
}