{
    "rcn": "194378",
    "acronym": "PARTY",
    "topics": "MSCA-RISE-2014",
    "title": "Participatory Tools for Human Development with the Youth",
    "startDate": "01/02/2015",
    "endDate": "31/01/2019",
    "objective": "Challenges faced by the marginalized youth in developing countries, such as unemployment, are not simple or easily solved. This is influenced by a number of factors including levels of education, gender, self-esteem, geographic location, physical ability and transport. The objective of the project is to contribute to solving the issues related to the youth unemployment in developing countries by creating participatory tools for human development that enable transformational change for the youth. Based on a service design approach, the project will provide tools for the marginalized youth suitable for daily use, enhancing regional democracy, increasing equal opportunities and contributing to human and service development with a particular target group: the San people in South Africa and Namibia. The San are faced with various social, cultural and political difficulties, and their communities are among the poorest in their countries, which are among the most unequal societies in the world. The tools aim to support the youthís motivation and abilities to participate in the development of their own community towards a wider integration into their national socio-economic systems. \n\nThe project focuses on the means and methods that assist in reaching the target group. Another objective is to cooperate with NGOs and other service providers in order to produce agile and human-centred processes and methods for developing service structures and systems towards improving the status of the marginalized youth. The third objective is to convey information on service design methods to those engaged in the development of youth services. The project aims to support the uptake of service design methods and tools in practical development work as well as the target and interest groups on a permanent basis. Thus the project establishes a strategy for continuation of the work with the target group and the local partners.",
    "totalCost": "945000",
    "ecMaxContribution": "945000",
    "coordinator": "LAPIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "UNIVERSITY OF LEEDS;POLYTECHNIC OF NAMIBIA PON;PACO DESIGN COLLABORATIVE",
    "participantCountries": "UK;NA;IT",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 279000
        },
        "998208474": {
            "orgId": "998208474",
            "orgName": "LAPIN YLIOPISTO",
            "ecContrib": 382500
        },
        "941373749": {
            "orgId": "941373749",
            "orgName": "PACO DESIGN COLLABORATIVE",
            "ecContrib": 283500
        },
        "941429524": {
            "orgId": "941429524",
            "orgName": "POLYTECHNIC OF NAMIBIA PON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 945000
}