{
    "rcn": "194352",
    "acronym": "GEO-RAMP",
    "topics": "MSCA-RISE-2014",
    "title": "Geohazards: Risk Assessment, Mitigation and Prevention",
    "startDate": "01/04/2015",
    "endDate": "31/03/2019",
    "objective": "This proposal aims to provide a step change in terms of our capacity to assess and predict risks due to geohazards (landslides and rock slides, earthquakes, floods).  This is necessary in order to make built environments and infrastructures resilient to the increasing threat of natural hazards due to the expanding size of European cities and urban centres, increased use of infrastructure, and the effect of increased climatic variations. To achieve this we will bring together the complementary expertise of world leading academic groups in geotechnical, geoenvironmental and seismic engineering, soil and rock mechanics, seismology, hydrology, geology together with private engineering software companies.  \nThe goals of this proposal are: i) to investigate the key physical-mechanical aspects of major geohazards (landslides, earthquakes, floods) with a multi-disciplinary approach in order to bridge the current gaps in knowledge and enable a step-change in the current capabilities of risk assessment, prevention, and mitigation; ii) to generate new approaches to predicting geohazards by creating an international, interdisciplinary and intersectoral group which will combine existing knowledge to generate new research methodologies and applications by enabling knowledge exchange among researchers with expertise in complementary research fields; iii) to train several Early Stage Researches (ESRs) during their stay at the host Institution who will form the next generation of researchers for academic and industrial applications; iv) to improve the current normative standards and codes ruling geohazard prevention; v) to provide a competitive edge to European engineering software companies modelling geohazards.",
    "totalCost": "2146500",
    "ecMaxContribution": "1804500",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "INSTITUT POLYTECHNIQUE DE GRENOBLE;ITASCA CONSULTANTS;ITASCA CONSULTING LTD;UNIVERSITE GRENOBLE ALPES;UNIVERSITAT POLITECNICA DE CATALUNYA;UNIVERSITAET FUER BODENKULTUR WIEN;THE UNIVERSITY OF WARWICK",
    "participantCountries": "FR;UK;ES;AT",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 436500
        },
        "955012337": {
            "orgId": "955012337",
            "orgName": "ITASCA CONSULTANTS",
            "ecContrib": 72000
        },
        "999987357": {
            "orgId": "999987357",
            "orgName": "UNIVERSITAET FUER BODENKULTUR WIEN",
            "ecContrib": 301500
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 459000
        },
        "999875225": {
            "orgId": "999875225",
            "orgName": "INSTITUT POLYTECHNIQUE DE GRENOBLE",
            "ecContrib": 166500
        },
        "953862596": {
            "orgId": "953862596",
            "orgName": "ITASCA CONSULTING LTD",
            "ecContrib": 49500
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 279000
        },
        "924833212": {
            "orgId": "924833212",
            "orgName": "UNIVERSITE GRENOBLE ALPES",
            "ecContrib": 40500
        }
    },
    "calculatedTotalContribution": 1804500
}