{
    "rcn": "194361",
    "acronym": "TraSaCu",
    "topics": "MSCA-RISE-2014",
    "title": "Traffic Safety Cultures and the Safe Systems Approach ñ Towards a Cultural Change Research and Innovation Agenda for Road Safety",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "Traffic Safety Culture (TraSaCu) aims at developing a cultural approach in road traffic safety research and accident prevention. Traditional approaches to traffic safety shall be complemented by a cultural perspective which has emerged recently in safety research and prevention. Safety culture has been identified as an important factor of road safety as it helps understanding and explaining the typical patterns of risk perception and risk taking that prevail in different national, regional or local traffic systems as well as their relationships with numbers and forms of accidents. A weak safety culture produce higher numbers of accidents which are more severe. A strong safety culture helps reducing the number of accidents as well as mitigating their severity. It strengthens safety relevant attitudes and behaviour and it is also a condition for making road safety measures more effective.\nAccording to a working definition of the US Department of Transportation Safety Council (US DOT), traffic safety culture is defined as the shared values, actions, and behaviours that demonstrate a commitment to safety over competing goals and demands. However, a unified concept of safety culture still does not exist. Therefore, the project will elaborate an empirically grounded and theoretically adequate concept of traffic safety culture, based on this definition by conducting a number of case studies of different traffic safety cultures across Europe. It focuses on the safety cultures that emerge under different institutional, demographic and topographical conditions and their influence on the numbers and forms of accidents. \n\nResearch focuses on the culturally mediated interaction between traffic participants and their environment in terms of the cultural patterns of risk taking and risk perception. It also looks at those cultural elements that can be changed easily in order to improve road safety of the investigated traffic systems.",
    "totalCost": "499500",
    "ecMaxContribution": "499500",
    "coordinator": "KURATORIUM FUER VERKEHRSSICHERHEIT",
    "coordinatorCountry": "AT",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;\"HELLENIC RESEARCH AND EDUCATIONAL INSTITUTE \"\"PANOS MYLONAS\"\" FOR THE ROAD SAFETY AND THE PREVENTION/REDUCTION OF TRAFFIC ACCIDENTS\";STICHTING WETENSCHAPPELIJK ONDERZOEK VERKEERSVEILIGHEID;UNIVERSITETI POLIS SHPK;CO-PLAN INSTITUTI PER ZHVILLIMIN EHABIITATIT;TALLINNA TEHNIKAULIKOOL;SUOMALAINEN LIIKENNETUTKIMUSKESKUS OY;TELECOMMUNICATION AND COMPUTER NETWORKING TNC SHPK;MIDDLE EAST TECHNICAL UNIVERSITY",
    "participantCountries": "AT;EL;NL;AL;EE;FI;TR",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 18000
        },
        "999842536": {
            "orgId": "999842536",
            "orgName": "TALLINNA TEHNIKAULIKOOL",
            "ecContrib": 54000
        },
        "999557647": {
            "orgId": "999557647",
            "orgName": "KURATORIUM FUER VERKEHRSSICHERHEIT",
            "ecContrib": 58500
        },
        "997993231": {
            "orgId": "997993231",
            "orgName": "STICHTING WETENSCHAPPELIJK ONDERZOEK VERKEERSVEILIGHEID",
            "ecContrib": 0
        },
        "940556330": {
            "orgId": "940556330",
            "orgName": "SUOMALAINEN LIIKENNETUTKIMUSKESKUS OY",
            "ecContrib": 81000
        },
        "954870232": {
            "orgId": "954870232",
            "orgName": "UNIVERSITETI POLIS SHPK",
            "ecContrib": 13500
        },
        "999799177": {
            "orgId": "999799177",
            "orgName": "\"HELLENIC RESEARCH AND EDUCATIONAL INSTITUTE \"\"PANOS MYLONAS\"\" FOR THE ROAD SAFETY AND THE PREVENTION/REDUCTION OF TRAFFIC ACCIDENTS\"",
            "ecContrib": 108000
        },
        "999643492": {
            "orgId": "999643492",
            "orgName": "MIDDLE EAST TECHNICAL UNIVERSITY",
            "ecContrib": 103500
        },
        "940544690": {
            "orgId": "940544690",
            "orgName": "TELECOMMUNICATION AND COMPUTER NETWORKING TNC SHPK",
            "ecContrib": 36000
        },
        "941177712": {
            "orgId": "941177712",
            "orgName": "CO-PLAN INSTITUTI PER ZHVILLIMIN EHABIITATIT",
            "ecContrib": 27000
        }
    },
    "calculatedTotalContribution": 499500
}