{
    "rcn": "194345",
    "acronym": "SCAFFY",
    "topics": "MSCA-RISE-2014",
    "title": "Bio-scaffold engineered device for brown adipose tissue regeneration",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "Obesity and cardio-metabolic disease represent major health problems with vast impacts on the European healthcare systems. Recent advances in tissue engineering and regenerative medicine can be used to design novel techniques aiming to boost human metabolism; thus being promising candidates for human metabolic disease treatment. However, the development of these techniques requires the creation of new technology and knowledge in chemistry, biomaterials, toxicology, physiology, molecular biology as well as business management and marketing. SMEs do not have the technical capabilities or the facilities to conduct R&D activities at the level of excellence required for such development. Academic institutions have the capacity and facilities to conduct research and design activities necessary to develop the concept into a market product. However, they do not have a viable supply chain to develop the prototype post project and to exploit the product in the market. To solve this intersectoral problem, the SCAFFY project will create an effective intersectoral co-operation between academia institutions and SMEs to advance the concept of bio-scaffold for brown adipose tissue regeneration. SCAFFY will put together knowledge, research expertise and resources from two large academic participants with business, market and commercialization experience from three SMEs to: i) ensure a high degree of collaboration between academic and industrial participants though Networking Activities, ii) go beyond the current state of the art though Researcher & Training Activities, iii) increase intersectoral transfer of knowledge though Workshop Activities, iv) ensure high level of innovation capacity though Innovation Activities, v) ensure communication to the scientific community and to the public though Dissemination and Outreach Activities.",
    "totalCost": "864000",
    "ecMaxContribution": "864000",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "TECHNICAL PROTEINS NANOBIOTECHNOLOGY SL;IMEDICA SA;CHRISTOS PAPADOPOULOS & SIA O.E.;HISTOCELL SL;UNIVERSITA DEGLI STUDI DI BRESCIA",
    "participantCountries": "ES;RO;EL;IT",
    "projectParticipants": {
        "999893946": {
            "orgId": "999893946",
            "orgName": "UNIVERSITA DEGLI STUDI DI BRESCIA",
            "ecContrib": 162000
        },
        "997236534": {
            "orgId": "997236534",
            "orgName": "CHRISTOS PAPADOPOULOS & SIA O.E.",
            "ecContrib": 189000
        },
        "951694452": {
            "orgId": "951694452",
            "orgName": "IMEDICA SA",
            "ecContrib": 189000
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 162000
        },
        "968325684": {
            "orgId": "968325684",
            "orgName": "TECHNICAL PROTEINS NANOBIOTECHNOLOGY SL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 702000
}