{
    "rcn": "194364",
    "acronym": "REMINE",
    "topics": "MSCA-RISE-2014",
    "title": "Reuse of mining waste into innovative geopolymeric-based structural panels, precast, ready mixes and insitu applications",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The construction sector, currently in crises in some countries due to the economic development model adopted during last decades, can again play an important role for the European economy to be more innovative by using fewer resources (raw materials and energy) and reducing environmental impact (emission of greenhouse gases and dust pollution). Access to raw materials and resource efficiency are at the forefront of the EU political debate and recycling is a main part of the solution of many strategic objectives. It addresses resource scarcity and enhances security of material supply, while contributing to higher energy efficiency and lower environmental impacts. Moreover, recycling offers significant investment, innovation and employment opportunities in the EU. In this context, this RISE programme aims to promote international and inter-sector collaboration through research and innovation staff exchanges, share knowledge and ideas from research to market (and vice-versa) for the advancement of science and the development of innovation within the recycling and valorization of mining and quarrying wastes which represent 27% of the EU total waste generated from economic activities and households, promote utilization of innovative geopolymeric materials in the construction sector, and foster a shared culture of research and innovation that welcomes and rewards creativity and entrepreneurship and helps turn creative ideas into innovative products, services or processes in the materials industry through recycling mining wastes, by taking advantage of the integrated knowledge acquired in the complementary areas of the RISE partners. In this scenario, this RISE action aims at taking advantage of the recent developments in the areas of materials science, processing engineering, structural engineering, infrastructure systems, arts and design and market perspectives, turning mining waste into valuable materials for infrastructure and building products.",
    "totalCost": "567000",
    "ecMaxContribution": "567000",
    "coordinator": "UNIVERSIDADE DA BEIRA INTERIOR",
    "coordinatorCountry": "PT",
    "participants": "SOFALCA SOCIEDADE CENTRAL DE PRODUTOS DE CORTICA LIMITADA;POLITECHNIKA SLASKA;Refractarios ALFRAN, S.A.;ALSITEK LIMITED;UNIVERSIDAD DE GRANADA;BEIRA SERRA - ASSOCIACAO PROMOTORADO DESENVOLVIMENTO RURAL INTEGRADO;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;BRUNEL UNIVERSITY LONDON;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "PT;PL;ES;UK;IT",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 76500
        },
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 54000
        },
        "999899087": {
            "orgId": "999899087",
            "orgName": "POLITECHNIKA SLASKA",
            "ecContrib": 67500
        },
        "945824400": {
            "orgId": "945824400",
            "orgName": "BEIRA SERRA - ASSOCIACAO PROMOTORADO DESENVOLVIMENTO RURAL INTEGRADO",
            "ecContrib": 27000
        },
        "950330826": {
            "orgId": "950330826",
            "orgName": "SOFALCA SOCIEDADE CENTRAL DE PRODUTOS DE CORTICA LIMITADA",
            "ecContrib": 27000
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 54000
        },
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 103500
        },
        "926747022": {
            "orgId": "926747022",
            "orgName": "Refractarios ALFRAN, S.A.",
            "ecContrib": 27000
        },
        "996437254": {
            "orgId": "996437254",
            "orgName": "UNIVERSIDADE DA BEIRA INTERIOR",
            "ecContrib": 103500
        },
        "952272184": {
            "orgId": "952272184",
            "orgName": "ALSITEK LIMITED",
            "ecContrib": 27000
        }
    },
    "calculatedTotalContribution": 567000
}