{
    "rcn": "194372",
    "acronym": "NonMinimalHiggs",
    "topics": "MSCA-RISE-2014",
    "title": "Non Minimal Higgs",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "On July 4th CERN has announced the discovery of a scalar particle at the Large Hadron Collider (LHC), later identified as the Higgs boson. This scientific breakthrough was accomplished due to the joint efforts of thousands of scientists from all around the globe. This long awaited discovery increased our understanding of the world, providing an explanation for the mechanism from which all elementary particles acquire mass. However, there are still fundamental questions awaiting a clear answer: which model better describes nature when all observed properties of this new particle are taken into consideration? Will these new models help to solve other outstanding problems in elementary particle physics? The goal of this project is to look for answers to these crucial questions regarding our understanding of nature.\nIn order to address the problem we have gathered a group of people with complementary expertises that range from model builders to high-energy tool developers who will finally make the connection to the LHC's experimental collaborations. We expect that this interaction between the different nodes of this international collaboration will result in a database together with high-energy tools where a number of models will be readily available for testing by the experimental groups at the LHC and future colliders.\nThe staff exchange will be planned according to the needs of the project. There have been collaborations in the past between some of the nodes. We now expect that the proposed staff exchange will enhance this Higgs physics network, with an effective skills development both for experienced and early stage researchers. Finally we foresee that the project will not only have an impact on European science but will also contribute to bring together different cultures with a very positive outcome for society as a whole.",
    "totalCost": "328500",
    "ecMaxContribution": "301500",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "HELSINGIN YLIOPISTO;INSTITUTO SUPERIOR DE ENGENHARIA DE LISBOA;UNIVERSITE PARIS-SUD;UPPSALA UNIVERSITET",
    "participantCountries": "FI;PT;FR;SE",
    "projectParticipants": {
        "999879978": {
            "orgId": "999879978",
            "orgName": "CARLETON UNIVERSITY",
            "ecContrib": 0
        },
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 49500
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 85500
        },
        "939980926": {
            "orgId": "939980926",
            "orgName": "ZEWAIL CITY OF SCIENCE & TECHNOLOGY",
            "ecContrib": 0
        },
        "997098018": {
            "orgId": "997098018",
            "orgName": "UNIVERSITE ABDELMALEK ESSAADI",
            "ecContrib": 0
        },
        "995671536": {
            "orgId": "995671536",
            "orgName": "INSTITUTO SUPERIOR DE ENGENHARIA DE LISBOA",
            "ecContrib": 72000
        },
        "999907235": {
            "orgId": "999907235",
            "orgName": "UNIVERSITE PARIS-SUD",
            "ecContrib": 45000
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 49500
        },
        "940379596": {
            "orgId": "940379596",
            "orgName": "University of Toyama",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 301500
}