{
    "rcn": "194366",
    "acronym": "GoMyTri",
    "topics": "MSCA-RISE-2014",
    "title": "Golden Mycological Triangle ñ joining forces to exploit mycological biodiversity for novel anti-infectives and other beneficial metabolites",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The proposed project aims at the intensification of cooperations between research infrastructure organisations in German, the Netherlands and Thailand that are recognised internationally as strongholds in mycological, biotechnological and microbiological research. The cooperation is intended to explore the mycological and microbiological biodiversity of Europe and Southeast Asia, in particular with regard to the search for the badly needed new antibiotics and other biologically active substances. \nThe working plan includes activities such as the systematic exploration of fungal biodiversity by using modern molecular phylogenetic and chemotaxonomic techniques, as well as genome sequencing, in conjunction with classical microbiology. \nThe focus of the research will be set on endophytes (in particular, Xylariaceae and Botryosphaeriaceae), invertebrate-associated ascomycetes (Cordycipitaceae), and marine fungi and fungal-like organisms, respectively. In addition, some basidiomycete cultures will also be studied.  \nBetween the participating partners already exist very good personal contacts and smaller research collaborations, which will be intensified in the context of the proposed project. Several staff exchanges and workshops are planned, which should allow the partners to further increase and optimise their interactions and to attain interdisciplinary skills. \nIn the medium term the project is aimed at attaining an internationally visible strategic cooperation, including other departments of the institutions involved.",
    "totalCost": "333000",
    "ecMaxContribution": "333000",
    "coordinator": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "participantCountries": "NL",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 108000
        },
        "999451820": {
            "orgId": "999451820",
            "orgName": "NATIONAL SCIENCE & TECHNOLOGY DEVELOPMENT AGENCY",
            "ecContrib": 0
        },
        "999470347": {
            "orgId": "999470347",
            "orgName": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
            "ecContrib": 225000
        }
    },
    "calculatedTotalContribution": 333000
}