{
    "rcn": "194382",
    "acronym": "GLYCANC",
    "topics": "MSCA-RISE-2014",
    "title": "Matrix glycans as multifunctional pathogenesis factors and therapeutic targets in cancer",
    "startDate": "01/07/2015",
    "endDate": "30/06/2019",
    "objective": "Cancer is a leading cause of mortality within the aging European population. Therapeutic targeting is hampered by the complexity of the disease, which includes not only molecular changes within the tumor cell itself, but also within its microenvironment. Tumor angiogenesis, tumor-stroma interactions, interactions with immune cells, with the extracellular matrix and cancer stem cell niches allow for malignant cell survival and promote metastasis, the leading cause for cancer-associated mortality. Proteoglycans (PGs) and glycosaminoglycans (GAGs) ñ structurally diverse carbohydrates of the extracellular matrix and cell surfaces - have emerged as novel biomarkers and molecular players both within tumor cells and their microenvironment, as they integrate signals from growth factors, chemokines and integrins, and cell-cell as well as matrix adhesion. Importantly, their expression is dysregulated in numerous tumor entities, and has been shown to modulate each of the hallmarks of cancer as defined by Hanahan and Weinberg (Cell 2011). We hypothesize that dysregulated function of PGs and GAGs simultaneously affects all molecular steps towards cancer metastasis as a general principle applicable to multiple tumor entities. Pharmacological modulation of their function thus emerges as an attractive multitargeted antitumoral approach which simultaneously acts at multiple levels of disease progression. Besides providing extensive knowledge transfer and training for researchers, the combined expertise of the GLYCANC consortium aims at performing a detailed structural analysis of PG and GAG glycans in disease using state-of-the art methodology, analysing their regulation via epigenetic mechanisms and microRNAs, and elucidating molecular mechanisms underlying aberrant PG and GAG function. GLYCANC will lead to a deeper understanding of glycan structures and glycan-dependent mechanisms promoting cancer progression, providing the basis for rational multitargeted anticancer approaches.",
    "totalCost": "567000",
    "ecMaxContribution": "567000",
    "coordinator": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "coordinatorCountry": "DE",
    "participants": "FIDIA FARMACEUTICI SPA;UNIVERSITE DE REIMS CHAMPAGNE-ARDENNE;UPPSALA UNIVERSITET;SEREND-IP GMBH;\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\";SEMMELWEIS EGYETEM;UNIVERSITA DEGLI STUDI DELL'INSUBRIA;PANEPISTIMIO PATRON",
    "participantCountries": "IT;FR;SE;DE;EL;HU",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 45000
        },
        "941149582": {
            "orgId": "941149582",
            "orgName": "FIDIA FARMACEUTICI SPA",
            "ecContrib": 27000
        },
        "998619754": {
            "orgId": "998619754",
            "orgName": "CONSEJO NACIONAL DE INVESTIGACIONES CIENTIFICAS Y TECNICAS (CONICET)",
            "ecContrib": 0
        },
        "999855243": {
            "orgId": "999855243",
            "orgName": "UNIVERSITA DEGLI STUDI DELL'INSUBRIA",
            "ecContrib": 126000
        },
        "947143794": {
            "orgId": "947143794",
            "orgName": "EWHA WOMANS UNIVERSITY",
            "ecContrib": 0
        },
        "940530431": {
            "orgId": "940530431",
            "orgName": "SEREND-IP GMBH",
            "ecContrib": 4500
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 45000
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 103500
        },
        "999843215": {
            "orgId": "999843215",
            "orgName": "CAIRO UNIVERSITY",
            "ecContrib": 0
        },
        "999888708": {
            "orgId": "999888708",
            "orgName": "UNIVERSITE DE REIMS CHAMPAGNE-ARDENNE",
            "ecContrib": 45000
        },
        "999860675": {
            "orgId": "999860675",
            "orgName": "SEMMELWEIS EGYETEM",
            "ecContrib": 67500
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 103500
        },
        "999848841": {
            "orgId": "999848841",
            "orgName": "UNIVERSIDADE FEDERAL DO RIO DE JANEIRO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 567000
}