{
    "rcn": "194346",
    "acronym": "DANCE",
    "topics": "ICT-31-2014",
    "title": "Dancing in the Dark",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "ìThe baby, assailed by eyes, ears, nose, skin, and entrails at once, feels it all as one great blooming, buzzing confusionî (W.James Principles of Psychology, 1890). The hyper-connected teenager may not be far from such a state of confusion. Information overload leads to new cognitive and attention problems with social consequences, as seen in dramatic growth of attention disorders. Too much information leads to emotional and social malfunctioning, such as in autism. In the non-clinical population, continuously bombardment of the senses from multiple sources may lead to blunting and cause a cognitive or emotional blindness that has undesirable social and cultural consequences. DANCE addresses the role of multisensory information and the risks of overload by creating sensory deprivation as a means of sharpening the senses. DANCE not only want to look at how dance can influence socio-emotional perception in healthy individuals, but also focus on the congenitally blind. DANCE will compare social perception of dance and participation-blindness, found naturally in the congenitally blind, and induced in normally seeing subjects. DANCE will lead to the development of ICT (1) to treat the individual as an interactive participant in auditory perception rather than as a passive receiver; (2) to enable blind people to perceive movement by sensory substitution by means of innovative techniques of interactive sonification and active (embodied) music experience; (3) to integrate the individual experience and social creation process; (4) to assess and measure cognitive and cultural enhancement through non-verbal, full-body expression, emotion,and entrainment, and to explore how non verbal emotion dimensions can contribute to sensory substitution in the perception of dance and movement in general, for both blind and seeing people; (5) to explore and integrate theories of artistic creativity and to inspire novel scientific research challenges.",
    "totalCost": "1276250",
    "ecMaxContribution": "1276250",
    "coordinator": "UNIVERSITA DEGLI STUDI DI GENOVA",
    "coordinatorCountry": "IT",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;UNIVERSITEIT MAASTRICHT",
    "participantCountries": "SE;NL",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 400000
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 323750
        },
        "999976687": {
            "orgId": "999976687",
            "orgName": "UNIVERSITA DEGLI STUDI DI GENOVA",
            "ecContrib": 552500
        }
    },
    "calculatedTotalContribution": 1276250
}