{
    "rcn": "194383",
    "acronym": "VIVOIMAG",
    "topics": "MSCA-RISE-2014",
    "title": "Multimodal imaging of the in vivo fate of bone transplants",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "The main objective of VIVOIMAG is to develop bone implants including a new contrast agent sensitive to enzymatic activity of metaloproteases, which will permit for the first time to follow the integration and cell differentiation activity in bone tissue bioreactors in vitro and in grafts in vivo using existing non invasive magnetic resonance imaging techniques. The proposal aims at integrating a magnetically functionalized extracellular matrix material into the bone scaffolds, seeding them with cells, implanting them in animal models and following the fate of the implants in vivo using MRI. The aim is to obtain similar results with the magnetically modified scaffolds as the ones obtained currently but having now endowed the grafts with enzymatic reporting activity that can be monitored noninvasively in the living animal. There are currently no methods to detect in situ and in vivo this enzymatic activity without previously sacrificing the transplanted animals, therefore the successful accomplishment of this project would have huge and prolonged impact in the medical field of tissue regeneration.\nThe VIVOIMAG project brings together a multidisciplinary consortium of specialists in different areas of bone implant research, nanoparticles formulation and characterization, magnetic resonance and scintigraphic imaging, who will join forces in order to propose and assess a novel technique for the evaluation of the progress of bone implants in vivo, which can substitute existing invasive techniques based on biopsies.\nA well planned exchange program among academic and industrial partners will facilitate knowledge sharing, maximize collaborative work and finally achievement of project objectives. The consortium, being aware of the scientific and social importance of bone tissue engineering, has planned a series of dissemination and training activities, aiming at making project knowledge and outcomes available to the scientific community and society.",
    "totalCost": "472500",
    "ecMaxContribution": "472500",
    "coordinator": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
    "coordinatorCountry": "EL",
    "participants": "TECHNOLOGIKES LYSEIS BIOEKPOBIS IKE;BIOIMAG SOLUCIONES DE CONTRASTE SL;BONUS THERAPEUTIC LTD;UNIVERSITY OF LEEDS;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIVERSITE DE MONS;CONSIGLIO NAZIONALE DELLE RICERCHE",
    "participantCountries": "EL;ES;IL;UK;BE;IT",
    "projectParticipants": {
        "940067547": {
            "orgId": "940067547",
            "orgName": "BIOIMAG SOLUCIONES DE CONTRASTE SL",
            "ecContrib": 103500
        },
        "990884004": {
            "orgId": "990884004",
            "orgName": "UNIVERSITE DE MONS",
            "ecContrib": 18000
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 18000
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 72000
        },
        "935412129": {
            "orgId": "935412129",
            "orgName": "BONUS THERAPEUTIC LTD",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 211500
}