{
    "rcn": "194388",
    "acronym": "VirCoin2SME",
    "topics": "MSCA-RISE-2014",
    "title": "Social, complementary or community virtual currencies transfer of knowledge to SME: a new era for competitiveness and entrepreneurship",
    "startDate": "01/12/2014",
    "endDate": "30/11/2016",
    "objective": "With the advent of social networks and Mobile networks, new online communities are being created around sustainable topics (environmental, social, community development). The phenomena, known as digital social innovation, generates a positive ecosystem where business and social development enabled with new behaviours boosted by social, complementary or community currencies deployed as virtual currencies have a great potential for competitiveness, and entrepreneurship, but also for fostering social responsibility in Europe. \nVirCoin2SME projects aims at studying how the business development could be fully deployed around the ecosystem of social networks and virtual currencies, which facilities new exchanges for wealthier communities.\nResearch objectives to be developed in VirCoin2SME project are:\n1.To compare different models of social networks influence on business processes \n2.To analyze the mechanisms behind the adoption of social, complementary or community virtual currencies. \n3.To research on the potential impact of digital innovation and alternative currencies development in social, environmental and economic sustainability.\n4.To develop two sector-oriented proposals/guidelines (healthcare and tourism) for developing sustainable business models based on the use of complementary and/or virtual currencies.\nThe previous research objectives will be achieved by implementing a collaborative working scheme where research entities will design the methodology and elaborate final guidelines to develop, according to the actual business scenarios defined and analyzed by the private companies involved in VirCoin2SME, in the two respective sectors that will act as use cases for study and proposals development: healthcare and tourism.  \nDissemination and communication activities will be designed and developed in parallel to ensure the wider impact of the knowledge generated and to foster new business generation around sustainable models not only in Europe, but internationally.",
    "totalCost": "378000",
    "ecMaxContribution": "378000",
    "coordinator": "UNIVERSITAT DE GIRONA",
    "coordinatorCountry": "ES",
    "participants": "EASY INNOVA S.L.;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;ADMIN LEUVEN bvba",
    "participantCountries": "ES;DE;BE",
    "projectParticipants": {
        "999685493": {
            "orgId": "999685493",
            "orgName": "EASY INNOVA S.L.",
            "ecContrib": 108000
        },
        "999895983": {
            "orgId": "999895983",
            "orgName": "UNIVERSITAT DE GIRONA",
            "ecContrib": 108000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 81000
        },
        "940307913": {
            "orgId": "940307913",
            "orgName": "ADMIN LEUVEN bvba",
            "ecContrib": 81000
        }
    },
    "calculatedTotalContribution": 378000
}