{
    "rcn": "194398",
    "acronym": "DIGIWHIST",
    "topics": "INSO-1-2014",
    "title": "The Digital Whistleblower. Fiscal Transparency, Risk Assessment and Impact of Good Governance Policies Assessed",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "Increasing both transparency and efficiency of public spending in the age of austerity presents formidable challenges for European societies. Innovative, open data tools hold the key to simultaneously meet both. The key objective of the proposed project is to combine the provision of data on public spending in the area of public procurement with actionable governance indicators and a monitoring procedure facilitating whistleblowing and thus strengthening accountability and transparency of public administrations.\nSince public procurement is prone to corruption and budget deficit risks, high quality open data and innovative assessment tools in this area are especially relevant for the efficient and transparent use of public resources. The project, in particular, aims to systematically collect, analyse, and broadly disseminate tender-level information on public procurement in 35 jurisdictions across Europe. This data will be linked to company and public organisation information on finances and ownership and to information on mechanisms that increase accountability of public officials in order to systematically investigate the patterns and mechanisms of allocation of public resources in Europe. The proposed project addresses directly the objectives of the call by using innovative ICT-based measures and services which will provide wide access to information about governmentsí spending and additionally involve private and public agents to actively collaborate in improving the quality and volume of the relevant data.\nPartners represent an effective combination of large, well-renowned institutions and small and highly-innovative ones, including scientists and researchers from computer and political sciences, sociology, criminology, and economics at 6 institutions from 4 European countries, both old and new members states. The project builds extensively on the partnersí prior innovative work in this area as well as their rich experience with EU funded projects.",
    "totalCost": "3026360",
    "ecMaxContribution": "2980880",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "AKKI ATLATHATO KORMANYZAS KUTATOINTEZET KFT;DATLAB SRO;OPEN KNOWLEDGE FOUNDATION DEUTSCHLAND;HERTIE SCHOOL OF GOVERNANCE GGMBH;UNIVERSITA CATTOLICA DEL SACRO CUORE",
    "participantCountries": "HU;CZ;DE;IT",
    "projectParticipants": {
        "997917765": {
            "orgId": "997917765",
            "orgName": "HERTIE SCHOOL OF GOVERNANCE GGMBH",
            "ecContrib": 612496
        },
        "999915771": {
            "orgId": "999915771",
            "orgName": "UNIVERSITA CATTOLICA DEL SACRO CUORE",
            "ecContrib": 324925
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "939788575": {
            "orgId": "939788575",
            "orgName": "DATLAB SRO",
            "ecContrib": 50015
        },
        "940141267": {
            "orgId": "940141267",
            "orgName": "AKKI ATLATHATO KORMANYZAS KUTATOINTEZET KFT",
            "ecContrib": 56105
        },
        "953580132": {
            "orgId": "953580132",
            "orgName": "OPEN KNOWLEDGE FOUNDATION DEUTSCHLAND",
            "ecContrib": 317556
        }
    },
    "calculatedTotalContribution": 1361097
}