{
    "rcn": "194350",
    "acronym": "TUMOCS",
    "topics": "MSCA-RISE-2014",
    "title": "TUneable Multiferroics based on oxygen OCtahedral Structures",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The main objective of the project is development of new lead-free multiferroic materialshe  for prospective application in forms of films and/or arranged layers in which the cross-coupling (magnetic-dipolar-elastic) can be tuned by both internal and external factors. This objective is to be achieved through preparation, investigation, and optimization of two kinds of Bi-containing oxygen-octahedral (BCOO) systems with paramagnetic ions involved: metastable perovskites and layered double hydroxides (LDHs). The characteristic feature of such materials is a possibility of supplementary control parameters in addition to temperature and external electric/magnetic field. Polarization in such metastable perovskites is easily switched by application of external pressure (or stress in the case of films). Electric and magnetic characteristics of BCOO LDHs are tuned through appropriate anion exchanges. It makes these characteristics dependent on environment conditions: humidity, pH, and presence of specific anion species. The BCOO materials of both mentioned groups are of interest as new and unusual multiferroics. No LDH materials have been considered as potential multiferroics so far, while the metastable BCOO materials proposed in this project have not been obtained before. Besides, a tuneability and high sensibility of their properties to external impacts make them promising for applications in sensors. Exploration and development of such materials require consolidation of specialists of complementary expertise in Physics, Chemistry, and Materials Science, with access to and skills in using specific and unique equipment and facilities. Therefore, formation of an interdisciplinary network of teams with different scientific culture and ensuring the effective knowledge & expertise transfer is important objective of the project. Advance in development of the BCOO multiferroics has potential market opportunities for R&D SME involved in this project.",
    "totalCost": "814500",
    "ecMaxContribution": "814500",
    "coordinator": "UNIVERSIDADE DE AVEIRO",
    "coordinatorCountry": "PT",
    "participants": "SMALLMATEK - SMALL MATERIALS AND TECHNOLOGIES LDA;UNIVERSITAET DUISBURG-ESSEN;HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH;SCIENCE AND TECHNOLOGY FACILITIES COUNCIL;VILNIAUS UNIVERSITETAS",
    "participantCountries": "PT;DE;UK;LT",
    "projectParticipants": {
        "965210335": {
            "orgId": "965210335",
            "orgName": "SMALLMATEK - SMALL MATERIALS AND TECHNOLOGIES LDA",
            "ecContrib": 54000
        },
        "999843312": {
            "orgId": "999843312",
            "orgName": "UNIVERSITAET DUISBURG-ESSEN",
            "ecContrib": 112500
        },
        "999980179": {
            "orgId": "999980179",
            "orgName": "SCIENCE AND TECHNOLOGY FACILITIES COUNCIL",
            "ecContrib": 67500
        },
        "999507401": {
            "orgId": "999507401",
            "orgName": "HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH",
            "ecContrib": 76500
        },
        "999893170": {
            "orgId": "999893170",
            "orgName": "VILNIAUS UNIVERSITETAS",
            "ecContrib": 238500
        },
        "997983143": {
            "orgId": "997983143",
            "orgName": "INSTITUTE FOR LOW TEMPERATURE PHYSICS AND ENGINEERING of NASU",
            "ecContrib": 0
        },
        "999865331": {
            "orgId": "999865331",
            "orgName": "UNIVERSIDADE DE AVEIRO",
            "ecContrib": 265500
        },
        "962426435": {
            "orgId": "962426435",
            "orgName": "SSPA SCIENTIFIC AND PRACTICAL MATERIALS RESEARCH CENTRE OF NAS OF BELARUS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 814500
}