{
    "rcn": "194342",
    "acronym": "MAPS-LED",
    "topics": "MSCA-RISE-2014",
    "title": "Multidisciplinary Approach to Plan Smart Specialisation Strategies for Local Economic Development",
    "startDate": "01/04/2015",
    "endDate": "31/03/2019",
    "objective": "The joint Exchange programme is based on a research proposal finalized to examine how smart specialization strategies (S3) to regenerate local economic areas can be implemented, according to the new agenda of Europe 2020. This can be largely achieved by incorporating a place-based dimension. The main aim is to identify and prescribe the implementation  S3 in terms of spatial, social and environmental factors. The programme will map out local needs and opportunities in a variety of contexts which could drive regional policy interventions. The resulting S3 will not only emphasize ìKey Enable Technologiesî, but will also empower the local innovation process. Elements gained from the preceding CLUDs project such as  tacit knowledge, embedded social networks, and innovative milieu will ensure that the proposed S3 for each area is successful. The proposal intends to apply a Multidisciplinary Approach to Plan Smart Specialization Strategies in a prospective to enhance Local Economic Development (MAPS-LED). The MAPS-LED place-based framework will  include two important drivers: 1. Cluster policy, 2. Innovative milieu in terms of the local value chains based on the urban-rural linkages The MAPS-LED project will be built in order to connect three important key-factors: Governance; Localization; Territorial network. The S3 in a MAPS-LED perspective will be visualized through appropriate ìdesignated areasî, overcoming the constraints determined by the locally-bounded concept of the ìdistrictî through the rationale of the networks and flows activated by governance dynamics. The proposal exploits and moves forward the findings of the CLUDs project (research network of four EU and two US universities) funded by IRSES 2010, by expanding the concept of social and environmental added value embedded in some innovative urban regeneration approaches to the larger regional context. The result will be to build on the strong existing CLUDs research network and its Int'l Doctorate URED.",
    "totalCost": "1512000",
    "ecMaxContribution": "1512000",
    "coordinator": "UNIVERSITA DEGLI STUDI MEDITERRANEA DI REGGIO CALABRIA",
    "coordinatorCountry": "IT",
    "participants": "AALTO-KORKEAKOULUSAATIO;THE UNIVERSITY OF SALFORD;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "participantCountries": "FI;UK;IT",
    "projectParticipants": {
        "999829441": {
            "orgId": "999829441",
            "orgName": "THE UNIVERSITY OF SALFORD",
            "ecContrib": 324000
        },
        "997224894": {
            "orgId": "997224894",
            "orgName": "UNIVERSITA DEGLI STUDI MEDITERRANEA DI REGGIO CALABRIA",
            "ecContrib": 576000
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 324000
        },
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 288000
        }
    },
    "calculatedTotalContribution": 1512000
}