{
    "rcn": "194371",
    "acronym": "PROTINUS",
    "topics": "MSCA-RISE-2014",
    "title": "PROviding new insighT into INteractions between soil fUnctions and Structure",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The PROTINUS proposal assembles a multi-disciplinary team to combine advanced, applied and theoretical research to create a new standard in imaging, analysing, modelling and predicting the interactions between soil structure and soil functions. Soil structure impacts a whole range of services soil renders to ecosystems, including for example contaminant filtering, carbon storage, root growth, and microbiological diversity. \n\nBy using modern imaging, image analysis and modelling techniques, we will develop an integrated approach to perform experiments in soil physics, bio-chemistry, to reconstruct soil structure in 3D and to model soil processes. The evaluated models will be used for predicting the different services soil renders to ecosystems in a dynamic way and for testing classical theory, where soil structure is not directly taken into account. To do so we will bring together the theoretical and practical expertise of the involved researchers, infrastructure of the partnering institutes, soil samples and databases. \n\nThe first stage will investigate todayís best practise in experimental soil science and imaging, data analysis and modelling. Our findings will enable our second stage approach where synergies between the different disciplines will be explored. The third stage will provide the cornerstone of a new unified methodology meant to modify practise and outcomes of current experimental/imaging, analysis and modelling approaches. Our final stage will look at the changes brought to each of the specific research areaís practises and how it impacts the understanding of soil structure and its functions. \n\nIt is expected that our proposal will foster bilateral collaborations within Europe and with our overseas partners through local and international funding, shared database and infrastructure management, and lead to the creation of a sustainable international network of researchers, infrastructure and institutes.",
    "totalCost": "459000",
    "ecMaxContribution": "175500",
    "coordinator": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
    "coordinatorCountry": "FR",
    "participants": "AARHUS UNIVERSITET;UNIVERSITE DE LORRAINE;UNIVERSITA DEGLI STUDI DI PADOVA;NOVITOM SAS;UNIVERSITE GRENOBLE ALPES;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;AALBORG UNIVERSITET",
    "participantCountries": "DK;FR;IT",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 27000
        },
        "999613131": {
            "orgId": "999613131",
            "orgName": "THE UNIVERSITY OF AUCKLAND",
            "ecContrib": 0
        },
        "954831626": {
            "orgId": "954831626",
            "orgName": "UNIVERSITE DE LORRAINE",
            "ecContrib": 45000
        },
        "999865816": {
            "orgId": "999865816",
            "orgName": "UNIVERSIDAD NACIONAL AUTONOMA DE MEXICO",
            "ecContrib": 0
        },
        "940873229": {
            "orgId": "940873229",
            "orgName": "NOVITOM SAS",
            "ecContrib": 4500
        },
        "998317211": {
            "orgId": "998317211",
            "orgName": "THE NEW ZEALAND INSTITUTE FOR PLANT AND FOOD RESEARCH LIMITED",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 9000
        },
        "936031668": {
            "orgId": "936031668",
            "orgName": "NATIONAL UNIVERSITY CORPORATION KUMAMOTO UNIVERSITY",
            "ecContrib": 0
        },
        "999513803": {
            "orgId": "999513803",
            "orgName": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
            "ecContrib": 36000
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 9000
        },
        "989813415": {
            "orgId": "989813415",
            "orgName": "SAITAMA UNIVERSITY",
            "ecContrib": 0
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 22500
        },
        "924833212": {
            "orgId": "924833212",
            "orgName": "UNIVERSITE GRENOBLE ALPES",
            "ecContrib": 22500
        }
    },
    "calculatedTotalContribution": 175500
}