{
    "rcn": "194356",
    "acronym": "AMMODIT",
    "topics": "MSCA-RISE-2014",
    "title": "Approximation Methods for Molecular Modelling and Diagnosis Tools",
    "startDate": "01/08/2015",
    "endDate": "31/07/2019",
    "objective": "This proposal brings together research teams from the EU (Germany, Italy, and Austria) and the Ukraine (Kyiv, Donezk) in the area of applied mathematics with emphasis on medical and life science applications. \n\nThe goal is joint research in six research tasks concerning the study of mathematical methods for Magnetic Particle Imaging; entropy-like measures and quantification of system complexity; coarse-grain modelling for (bio)polymers; diagnostic tools for cardiac surgery; regularization methods for causality detection; meta-learning approach to Nocturnal Hypoglycemia prediction. Each such task will incorporate 24 months of research secondments (18 to the EU, 6 to UA).  \n\nFour project events (one per year), each including a scientific workshop, a training school and public outreach activities, are planned to be held in the Ukraine involving a total of 27 secondment months.  \n\nSenior scientists from Ukraine will have 15 secondment months targeted ñ apart from scientific and management work - at discussing issues how their institutions should develop in a restructuring of the Ukrainian research landscape.",
    "totalCost": "823500",
    "ecMaxContribution": "823500",
    "coordinator": "UNIVERSITAT ZU LUBECK",
    "coordinatorCountry": "DE",
    "participants": "POLITECNICO DI MILANO;OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "participantCountries": "IT;AT",
    "projectParticipants": {
        "999823912": {
            "orgId": "999823912",
            "orgName": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 283500
        },
        "999857765": {
            "orgId": "999857765",
            "orgName": "UNIVERSITAT ZU LUBECK",
            "ecContrib": 265500
        },
        "974658426": {
            "orgId": "974658426",
            "orgName": "INSTITUTE OF MATHEMATICS OF THE NATIONAL ACADEMY OF SCIENCES OF UKRAINE",
            "ecContrib": 0
        },
        "998145715": {
            "orgId": "998145715",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF UKRAINE IGOR SIKORSKY KYIV POLYTECHNIC INSTITUTE",
            "ecContrib": 0
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 274500
        },
        "992218045": {
            "orgId": "992218045",
            "orgName": "INSTITUTE OF APPLIED MATHEMATICS AND MECHANICS OF THE NATIONAL ACADEMY OF SCIENCE OF UKRAINE - IAMM NASU",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 823500
}