{
    "rcn": "194332",
    "acronym": "COMPLETE",
    "topics": "ICT-35-2014",
    "title": "Communication Platform for Tenders of Novels Transport Networks - COMPLETE",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "The objective of the COMPLETE project is to optimize spending of public resources when purchasing network equipment and the related services. As a key approach towards this goal, the project proposes to create a common information platform for public procurers and support them in the procurement process by providing the organizational and technical expertise. Required information under such platform will be gathered from the biggest vendors of optical transport system equipment. Relations with mentioned key vendors need to be established, sustained and promoted. Such platform will significantly improve the quality of decisions taken by public procurers and in some cases would enable to conduct such procurement that previously would not have been possible due to various organizational and technological constraints (for example lack of access to specific technical information and roadmaps). Gathered and sustained information under the platform will be accurate, measurable and comparable as it would be easy for the reader to understand each vendorís positioning regarding particular technical features. Project will directly coordinate procurement procedures in respect of optical network solutions for the National Research and Education Network environment and public entities. It will support public bodies in procurement procedures and indicate how the procurements can be synchronized with other European Commission programs. Another objective is to define common procurement procedures to help NRENs with the whole process of purchasing new optical networking equipment.\n\nThere is a number of Horizon 2020 program activities for research, innovation and entrepreneurship that are linked with the project. The results achieved under this projectís proposal will be especially useful for the following two ICT calls:\nï ICT-27-2015\nï ICT-36-2015\nï ICT-06-2014",
    "totalCost": "718250",
    "ecMaxContribution": "718250",
    "coordinator": "INSTYTUT CHEMII BIOORGANICZNEJ POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "CESNET ZAJMOVE SDRUZENI PRAVNICKYCH OSOB;ETHNIKO DIKTYO EREVNAS TECHNOLOGIAS AE",
    "participantCountries": "CZ;EL",
    "projectParticipants": {
        "999586359": {
            "orgId": "999586359",
            "orgName": "INSTYTUT CHEMII BIOORGANICZNEJ POLSKIEJ AKADEMII NAUK",
            "ecContrib": 281250
        },
        "999589463": {
            "orgId": "999589463",
            "orgName": "CESNET ZAJMOVE SDRUZENI PRAVNICKYCH OSOB",
            "ecContrib": 191500
        },
        "999937887": {
            "orgId": "999937887",
            "orgName": "ETHNIKO DIKTYO EREVNAS TECHNOLOGIAS AE",
            "ecContrib": 245500
        }
    },
    "calculatedTotalContribution": 718250
}