{
    "rcn": "194373",
    "acronym": "FRIENDS2",
    "topics": "MSCA-RISE-2014",
    "title": "Framework of Innovation for Engineering of New Durable Solar Surfaces",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Increasing the share of renewables in the European energy mix has a key function for the security of energy supply and the reduction of greenhouse gas emissions from fossil fuels. This proposal is entitled ìFramework of Innovation for Engineering of New Durable Solar Surfacesî, (acronym FRIENDS2) and aims at achieving a European network for the transfer of knowledge to establish a shared culture of research and innovation which allows turning creative ideas in the field of surface engineering into innovative solutions for concentrating solar power (CSP) applications. FRIENDS2 will be led by one large European industry (Abengoa) who is a world leader in the development of CSP plants. The other FRIENDS2 participants are two well-recognized academic organizations (the University of Cranfield and the Helmholtz-Zentrum Dresden - Rossendorf e.V.), and one SME (Metal Estalki). The purpose of FRIENDS2 is to strengthen the inter-sectoral capabilities in research and development of coating designs in order to improve the performance of CSP key components (reflectors, receivers and containers for heat storage) for high temperature applications. The methodology of this joint research proposal contains aspects of very high novelty. It includes computer modelling, multi-technique coating deposition, use of advanced characterization techniques, and the possibility of scaling-up new coating developments. Special attention is paid to the intersectoral transfer of knowledge and to the establishment of a long-lasting international network with global impact. It is worth noting that a substantial fraction of secondments (51%) will be carried out from the industrial to the academic sector. With the proposed approach, there will be an effective transfer of knowledge among the partners which will pave the road from fundamental research to applied innovation of surface engineering solutions for further CSP development.",
    "totalCost": "346500",
    "ecMaxContribution": "346500",
    "coordinator": "HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
    "coordinatorCountry": "DE",
    "participants": "ABENGOA RESEARCH SL;PROFACTOR GMBH;CRANFIELD UNIVERSITY;NANO4ENERGY SLNE;METAL ESTALKI SL",
    "participantCountries": "ES;AT;UK",
    "projectParticipants": {
        "999470541": {
            "orgId": "999470541",
            "orgName": "HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
            "ecContrib": 108000
        },
        "942606231": {
            "orgId": "942606231",
            "orgName": "NANO4ENERGY SLNE",
            "ecContrib": 63000
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 112500
        },
        "955100316": {
            "orgId": "955100316",
            "orgName": "ABENGOA RESEARCH SL",
            "ecContrib": 36000
        },
        "999610221": {
            "orgId": "999610221",
            "orgName": "PROFACTOR GMBH",
            "ecContrib": 9000
        },
        "939979277": {
            "orgId": "939979277",
            "orgName": "METAL ESTALKI SL",
            "ecContrib": 18000
        }
    },
    "calculatedTotalContribution": 346500
}