{
    "rcn": "194311",
    "acronym": "CRACKER",
    "topics": "ICT-17-2014",
    "title": "Cracking the Language Barrier: Coordination, Evaluation and Resources for European MT Research",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "The European machine translation (MT) research community is experiencing increased pressure for rapid success ñ from the legal and political frameworks and schedules of the EU, such as the Digital Single Market, but also from the globalising business world. At the same time, the research community has to cope with a striking disproportion between the scope of the challenges and the available resources, especially for translation to and from languages that have only fragmentary or no technological support at all.\nCRACKER pushes towards an improvement of MT research in terms of efficiency and effectiveness by implementing the successful example of other disciplines where massively collaborative research on shared resources ñ guided by interoperability, standardisation, agreed major challenges and comprehensive success metrics ñ has led to breakthroughs that would have been impossible otherwise. The nucleus of this new research, development, and innovation strategy towards high-quality MT is the group of projects funded through H2020-ICT-17a/b (partly extending to relevant FP7 actions such as QTLeap, LIDER and MLi), that will be supported by CRACKER (ICT-17c) in coordination, evaluation and resources.\nIn order to achieve its challenging goals efficiently, CRACKER will build upon, consolidate and extend initiatives for collaborative MT research supported by earlier EU-funded actions. These include evaluation campaigns such as the Workshop on Statistical Machine Translation (WMT) and the International Workshop on Spoken Language Translation (IWSLT), the META-SHARE open infrastructure for sharing language resources and technologies with extensions for MT assembled by QTLaunchPad, and open-source tool building and training (MT Marathons). Coordination, communication and outreach to user communities will build upon existing networks and communication infrastructures such as the META-FORUM event series and strong involvement of industrial associations such as GALA and TAUS.",
    "totalCost": "999995",
    "ecMaxContribution": "999995",
    "coordinator": "DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH",
    "coordinatorCountry": "DE",
    "participants": "THE UNIVERSITY OF SHEFFIELD;ATHINA-EREVNITIKO KENTRO KAINOTOMIAS STIS TECHNOLOGIES TIS PLIROFORIAS, TON EPIKOINONION KAI TIS GNOSIS;EVALUATIONS AND LANGUAGE RESOURCESDISTRIBUTION AGENCY;FONDAZIONE BRUNO KESSLER;UNIVERZITA KARLOVA;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "UK;EL;FR;IT;CZ",
    "projectParticipants": {
        "999607602": {
            "orgId": "999607602",
            "orgName": "DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH",
            "ecContrib": 555689
        },
        "999625450": {
            "orgId": "999625450",
            "orgName": "FONDAZIONE BRUNO KESSLER",
            "ecContrib": 74875
        },
        "999749028": {
            "orgId": "999749028",
            "orgName": "EVALUATIONS AND LANGUAGE RESOURCESDISTRIBUTION AGENCY",
            "ecContrib": 60000
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 75000
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 89431
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 85000
        }
    },
    "calculatedTotalContribution": 939995
}