{
    "rcn": "194334",
    "acronym": "AXIOM",
    "topics": "ICT-18-2014",
    "title": "Apertus∞ eXtendable Integrated Open Modular Cinema Camera",
    "startDate": "15/03/2015",
    "endDate": "14/06/2016",
    "objective": "'AXIOM introduces the first professional, extendable, affordable and modular cinema camera platform based on Free Software, Open Design, Open Hardware, transparent development processes and extensive documentation. The project establishes an ecosystem that offers a sustainable basis for a broad spectrum of audiovisual applications and empowers enthusiasts, videographers as well as developers in the technology and creative industry sectors.  \n\nAXIOM is not meant to be just one fixed product but rather an open platform stimulating the collaboration of the creative industry with a viable ecosystem for innovative (value-added) products and services. The project aims to show a best-practice example in European Open Hardware development and documentation. There is no comparable product on the market yet.\nAXIOM targets the demand for emerging technologies in the creative industry and imaging sectors (eg. cinema, broadcast, science or medical use): high-resolution (4K), high frame-rate (HFR), global shutter, open design (Open Hardware, FLOSS), modular system, using only open standards.\n\nAXIOM is a project of ground-breaking nature. We are expecting the project to be a best-practice-example, with very high potential to disrupt the creative industries in the imaging and video sectors. \n\nAXIOM is:\n-) a system between industrial and high end digital cinema camera, for a fraction of the price\n-) highly modular: customizable (software, hardware, FPGA)\n-) using open standards exclusively\n\nThe proposed action includes prototyping, testing, demonstrating and piloting the AXIOM Open Integrated Modular Cinema Camera dubbed 'AXIOM Gamma'. AXIOM will be presented at the international M.I.T. Open Hardware Summit 2015, research data and results will be released under a free licence.'",
    "totalCost": "1224375",
    "ecMaxContribution": "991687,5",
    "coordinator": "UNIVERSITAT FUR ANGEWANDTE KUNST WIEN",
    "coordinatorCountry": "AT",
    "participants": "APERTUS - ASSOCIATION SUPPORTING OPEN AND FREE AUDIOVISUAL MEDIA AND TECHNOLOGY;AF INVENTIONS GMBH;Pr‰zisions-Entwicklung DENZ Fertigungs-GmbH;Antmicro Sp. z o. o.",
    "participantCountries": "AT;DE;PL",
    "projectParticipants": {
        "949325518": {
            "orgId": "949325518",
            "orgName": "APERTUS - ASSOCIATION SUPPORTING OPEN AND FREE AUDIOVISUAL MEDIA AND TECHNOLOGY",
            "ecContrib": 154000
        },
        "940635676": {
            "orgId": "940635676",
            "orgName": "Antmicro Sp. z o. o.",
            "ecContrib": 136850
        },
        "999542321": {
            "orgId": "999542321",
            "orgName": "UNIVERSITAT FUR ANGEWANDTE KUNST WIEN",
            "ecContrib": 294750
        },
        "940408793": {
            "orgId": "940408793",
            "orgName": "Präzisions-Entwicklung DENZ Fertigungs-GmbH",
            "ecContrib": 225488
        },
        "940433431": {
            "orgId": "940433431",
            "orgName": "AF INVENTIONS GMBH",
            "ecContrib": 180600
        }
    },
    "calculatedTotalContribution": 991688
}