{
    "rcn": "194376",
    "acronym": "PRECeDI",
    "topics": "MSCA-RISE-2014",
    "title": "Personalized PREvention of Chronic DIseases",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The aim of the Personalized pREvention of Chronic DIseases consortium (PRECeDI) is to provide high-quality, multidisciplinary knowledge through training and research in Personalized Medicine (PM), with specific reference to prevention of chronic diseases. There is a large consensus that PM is a driver of innovation for research and health care, and also for the health care system and industry as a whole. In order to harness the potential of this new concept, the PRECeDI consortium provides a cohesive framework for training staff from academic and non-academic (NA) institutions on research topics related to PM, with specific reference to the prevention of chronic diseases where there is a lack of substantial evidence, though the potential is huge. The acquisition of skills from staff will come from dedicated secondments aimed at training on research topics not available at the home institutions, and attendance to courses, workshops, seminars, conferences. The goal of secondment is to enable staff to make informed decisions for appropriately serve health care systems, new biotech industries and policy makers at the dawn of the post-genomic era\nPRECeDI  is a multidisciplinary group of institutions working on different facets of PM, from basic research, to economic evaluations, health service organization, and ethical, social, and policy issues. The consortium is embedded in existing cooperation structures, such as the PerMed project and the Erasmus Mundus ERAWEB II program, with additional leading SMEs in Europe and Canada as beneficiaries. The consortium consists of 8 beneficiaries and 3 partners, of which 7 are academic institutions and 4 NA, including 2 SMEs. During 4-years, 23 ESRs and 7 ERs will be seconded to 11 institutions, where researchers will be supported by a team of leading EU scientists in PM-related disciplines. \nIn the long run, PRECeDI will foster the integration of PM in the field of prevention, thus contributing to better health for Europeís citizen",
    "totalCost": "792000",
    "ecMaxContribution": "792000",
    "coordinator": "UNIVERSITA CATTOLICA DEL SACRO CUORE",
    "coordinatorCountry": "IT",
    "participants": "STICHTING VU;Myriad Genetics Srl;DEBRECENI EGYETEM;BETTER VALUE HEALTHCARE LTD;STICHTING VUMC;EUROPEAN PUBLIC HEALTH ASSOCIATION;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM;LINKCARE HEALTH SERVICES SL;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "participantCountries": "NL;IT;HU;UK;ES",
    "projectParticipants": {
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 63000
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 180000
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 108000
        },
        "985934482": {
            "orgId": "985934482",
            "orgName": "ICAHN SCHOOL OF MEDICINE AT MOUNT SINAI",
            "ecContrib": 0
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 0
        },
        "999915771": {
            "orgId": "999915771",
            "orgName": "UNIVERSITA CATTOLICA DEL SACRO CUORE",
            "ecContrib": 238500
        },
        "983120318": {
            "orgId": "983120318",
            "orgName": "LINKCARE HEALTH SERVICES SL",
            "ecContrib": 54000
        },
        "999881239": {
            "orgId": "999881239",
            "orgName": "DEBRECENI EGYETEM",
            "ecContrib": 90000
        },
        "997981591": {
            "orgId": "997981591",
            "orgName": "EUROPEAN PUBLIC HEALTH ASSOCIATION",
            "ecContrib": 0
        },
        "939944648": {
            "orgId": "939944648",
            "orgName": "Myriad Genetics Srl",
            "ecContrib": 0
        },
        "945003780": {
            "orgId": "945003780",
            "orgName": "BETTER VALUE HEALTHCARE LTD",
            "ecContrib": 58500
        },
        "998826946": {
            "orgId": "998826946",
            "orgName": "ROYAL INSTITUTION FOR THE ADVANCEMENT OF LEARNING MCGILL UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 792000
}