{
    "rcn": "194391",
    "acronym": "EMERGENT",
    "topics": "MSCA-RISE-2014",
    "title": "ChiplEss MultisEnsor Rfid for GrEen NeTworks",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "EMERGENT takes up the broader scope of Marie Sk?odowska-Curie Research and Innovation Staff Ex-change Scheme of promoting knowledge-sharing-based cooperation and moves its steps forward to actual-ly support and facilitate the movement of skilled people between academia and industry committed to work on a research topic dealing with green chipless RFID tags and sensors.\n\nEMERGENT will move towards strengthening of existing inter-sectoral networks between the three EU re-search institutes and the three EU SMEs involved by implementing a total of 68 knowledge transfer se-condments in order to facilitate the joint research and innovation work aiming to realize a new class of chipless RFID tags and sensors moving from conventional sensors towards next generation pervasive interconnected systems by employing environmental-friendly substrates such as paper and low-cost printing process.\n\nEMERGENT will design hand in hand with both the chipless tag and sensor a dedicated reader for extracting the desired information. To this aim, novel signal processing algorithms will be developed and tested. EMERGENT will focus on system parameters of prominent relevance reliability, calibration) to assess the true performance of the tag, and to make comparisons among different implementations. The critical issues regarding the sensitivity and resolution of the reader will be carefully addressed and solved.\n\nEMERGENT will deliver wireless passive chipless smart tags and sensors able to sense the changing environment by collecting information about quantities of interest which may include temperature, humidity, stress, gases. EMERGENT will enhance the performance and robustness of chipless RFID sys-tems and will bring RFID sensing outside research laboratories towards self-consistent products.",
    "totalCost": "913500",
    "ecMaxContribution": "913500",
    "coordinator": "UNIVERSITA DI PISA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITAT ROVIRA I VIRGILI;INSTITUT POLYTECHNIQUE DE GRENOBLE;GENERATION RFID S.L.;ARDEJE SARL;Consortium Ubiquitous Technologies S.c.a.r.l.",
    "participantCountries": "ES;FR;IT",
    "projectParticipants": {
        "973178012": {
            "orgId": "973178012",
            "orgName": "Consortium Ubiquitous Technologies S.c.a.r.l.",
            "ecContrib": 175500
        },
        "999880560": {
            "orgId": "999880560",
            "orgName": "UNIVERSITAT ROVIRA I VIRGILI",
            "ecContrib": 243000
        },
        "940586206": {
            "orgId": "940586206",
            "orgName": "GENERATION RFID S.L.",
            "ecContrib": 63000
        },
        "999862712": {
            "orgId": "999862712",
            "orgName": "UNIVERSITA DI PISA",
            "ecContrib": 193500
        },
        "999875225": {
            "orgId": "999875225",
            "orgName": "INSTITUT POLYTECHNIQUE DE GRENOBLE",
            "ecContrib": 99000
        },
        "998476970": {
            "orgId": "998476970",
            "orgName": "ARDEJE SARL",
            "ecContrib": 139500
        }
    },
    "calculatedTotalContribution": 913500
}