{
    "rcn": "194358",
    "acronym": "MULTISURF",
    "topics": "MSCA-RISE-2014",
    "title": "MULTI-functional metallic SURFaces via active Layered Double Hydroxide treatments",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The main objective of the proposal is development of active multi-functional surfaces with high level of self-healing ability on the basis of Layered Double Hydroxide (LDH) structures formed on different industrially relevant metallic substrates. The main idea of the project is based on ìsmartî triggered release on demand for functional organic or inorganic anionic compounds intercalated into intergallery spaces of LDHs. The active functionality is achieved via controllable substrate-governed growth of LDH architectures on Al, Mg and Zn based alloys. The functional anions such as corrosion inhibitors, biocides, drugs, or hydrophobic agents are introduced into the intergallery spaces during the growth of LDH or upon a post-treatment stage. The release of the functional agents occurs only on demand when the respective functionality is triggered by the relevant external stimuli such as presence of anions or local pH change. \nThe proposal focuses on two main applications, namely aeronautical and automotive. The active LDH treatments can bring significant benefits when applied in these situations. The respective relevant substrates are chosen as the main objects of interest: Mg alloys for both applications; Al alloys for both transportation industries as well; galvanized steel as a main material for automobiles. Moreover the suggested surface treatments, especially the one with active self-healing ability, are also considered for light-weight multi-material structures which are prone to fast galvanically-induced corrosion. The increase of the fault tolerance and reliability of hybrid designs is aimed in this case. The suggested surface treatments can offer possibility for fast implementation of the process at industrial level. \nThe main expected impacts are related to the improvement of the life cycle of the light-weight structures utilized in transport industries via optimization of the maintenance schedules and increasing the fault tolerance.",
    "totalCost": "648000",
    "ecMaxContribution": "648000",
    "coordinator": "HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "SMALLMATEK - SMALL MATERIALS AND TECHNOLOGIES LDA;AIRBUS DEFENCE AND SPACE GMBH;UNIVERSIDADE DE AVEIRO",
    "participantCountries": "PT;DE",
    "projectParticipants": {
        "965210335": {
            "orgId": "965210335",
            "orgName": "SMALLMATEK - SMALL MATERIALS AND TECHNOLOGIES LDA",
            "ecContrib": 144000
        },
        "999991819": {
            "orgId": "999991819",
            "orgName": "AIRBUS DEFENCE AND SPACE GMBH",
            "ecContrib": 130500
        },
        "999507401": {
            "orgId": "999507401",
            "orgName": "HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH",
            "ecContrib": 238500
        },
        "999865331": {
            "orgId": "999865331",
            "orgName": "UNIVERSIDADE DE AVEIRO",
            "ecContrib": 135000
        }
    },
    "calculatedTotalContribution": 648000
}