{
    "rcn": "194341",
    "acronym": "BeFOre",
    "topics": "MSCA-RISE-2014",
    "title": "Bioresources For Oliviculture",
    "startDate": "01/02/2015",
    "endDate": "31/01/2019",
    "objective": "The project aims at establishing a multi-lateral network of research and innovation staff active in olive germplasm access, conservation, evaluation and exploitation, strengthening research capacities through the exchange of knowledge and expertise on a shared research programme focused on developing integrated common protocols to phenotype and characterize plants at molecular, morphological and physiological level, and evaluating the olive oil quality related to varieties. The scientific results of the project will contribute at improving the potential of the olive germplasm collections, repositories and banks as main sources of variability and of the evaluation tools to be used to increase oliviculture sustainability. Particular attention will be paid to issues concerned to international intellectual property rights for conserving, exchanging and using the olive genetic resources. Another aim is to create a long lasting network among partners also promoting new common projects in the frame of Horizon2020 and other international funding sources. The joint exchange programme will involve 9 beneficiaries and 6 partners belonging to AC and NAC sectors and will be performed through a series of short and long term staff exchanges and workshops among European (Italy, Spain, Greece and France) and third countries (Morocco, Lebanon, Jordan, Argentina, Chile and Mexico). The International Olive Council (IOC), represented by IOC Executive Director, Jean-Louis Barjol, expressed its strong support to ìBeFOreî planning to play an important role in dissemination activities. Experienced and early stage researchers, technicians and managers, are expected to be exchanged between EU and TC to ensure a good scientific transfer of knowledge and training. Enhancement of careers for the staff involved is expected. The project coordination and management will be ensured by the contribution of a well established coordination group and a Steering Committee.",
    "totalCost": "1296000",
    "ecMaxContribution": "1296000",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "SYNDESMOS BIOMHCHANON TYPOPOIHTON EXAGOGON ELAIOLADOY;INSTITUTO ANDALUZ DE INVESTIGACIONY FORMACION AGRARIA PESQUERA ALIMENTARIA Y DE LA PRODUCCION ECOLOGICA;AGRICULTURAL UNIVERSITY OF ATHENS;CONFEDERAZIONE ITALIANA AGRICOLTORI REGIONALE UMBRIA;INSTITUT NATIONAL D'ETUDES SUPERIEURES AGRONOMIQUES DE MONTPELLIER;MEDITERRANEAN AGRONOMIC INSTITUTE OF CHANIA;UNIVERSITA DEGLI STUDI DI PERUGIA;OPTIMUM QUALITY SL",
    "participantCountries": "EL;ES;IT;FR",
    "projectParticipants": {
        "948388304": {
            "orgId": "948388304",
            "orgName": "CONFEDERAZIONE ITALIANA AGRICOLTORI REGIONALE UMBRIA",
            "ecContrib": 27000
        },
        "999884925": {
            "orgId": "999884925",
            "orgName": "MEDITERRANEAN AGRONOMIC INSTITUTE OF CHANIA",
            "ecContrib": 261000
        },
        "999872218": {
            "orgId": "999872218",
            "orgName": "AGRICULTURAL UNIVERSITY OF ATHENS",
            "ecContrib": 121500
        },
        "940348653": {
            "orgId": "940348653",
            "orgName": "SYNDESMOS BIOMHCHANON TYPOPOIHTON EXAGOGON ELAIOLADOY",
            "ecContrib": 36000
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 369000
        },
        "972550131": {
            "orgId": "972550131",
            "orgName": "OPTIMUM QUALITY SL",
            "ecContrib": 18000
        },
        "997591651": {
            "orgId": "997591651",
            "orgName": "INSTITUTO ANDALUZ DE INVESTIGACIONY FORMACION AGRARIA PESQUERA ALIMENTARIA Y DE LA PRODUCCION ECOLOGICA",
            "ecContrib": 261000
        },
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 112500
        },
        "999819644": {
            "orgId": "999819644",
            "orgName": "INSTITUT NATIONAL D'ETUDES SUPERIEURES AGRONOMIQUES DE MONTPELLIER",
            "ecContrib": 90000
        }
    },
    "calculatedTotalContribution": 1296000
}