{
    "rcn": "194322",
    "acronym": "SSIX",
    "topics": "ICT-15-2014",
    "title": "Social Sentiment analysis financial IndeXes",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "Social Sentiment Indices powered by X-Scores (SSIX) aims to provide European SMEs with a collection of easy to interpret tools to analyse and understand social media users attitudes for any given subject; these sentiment characteristics can be exploited to help SMEs to operate more efficiently resulting in increased revenues. Social media data represents a collective barometer of thoughts and ideas touching every facet of society. SSIX will search and index conversations taking place on social network services, such as Twitter, StockTwits, and Facebook including the most reliable and authoritative Newswires, online newspapers, trade publications and blogs. SSIX will classify and score content using a framework of qualitative and quantitative parameters called X-Scores, regardless of language, locale or data architecture. The X-Scores framework will interpret economically significant sentiment signals in social media conversations producing sentiment metrics, such as momentum, awareness scope, topic density and historical comparison.  These metrics will create commercially viable social sentiment indices, which can be tailored to any domain of interest. By enabling European SMEs to analyse and leverage social sentiment in their discipline, SSIX will facilitate the creation of innovative products and services by enhancing the investment decision making process, thus increasing revenue while also minimising risk.",
    "totalCost": "4259125,5",
    "ecMaxContribution": "3315963",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "3RDPLACE SRL;LIONBRIDGE OY;PERACTON LIMITED;HANDELSBLATT GMBH;REDLINK GMBH;UNIVERSITAT PASSAU;EURACTIV.COM LIMITED",
    "participantCountries": "IT;FI;IE;DE;AT;UK",
    "projectParticipants": {
        "950585451": {
            "orgId": "950585451",
            "orgName": "HANDELSBLATT GMBH",
            "ecContrib": 378875
        },
        "999878523": {
            "orgId": "999878523",
            "orgName": "UNIVERSITAT PASSAU",
            "ecContrib": 263750
        },
        "941786872": {
            "orgId": "941786872",
            "orgName": "LIONBRIDGE OY",
            "ecContrib": 277375
        },
        "942785002": {
            "orgId": "942785002",
            "orgName": "REDLINK GMBH",
            "ecContrib": 391125
        },
        "937904447": {
            "orgId": "937904447",
            "orgName": "PERACTON LIMITED",
            "ecContrib": 394188
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 851500
        },
        "941819561": {
            "orgId": "941819561",
            "orgName": "3RDPLACE SRL",
            "ecContrib": 442400
        }
    },
    "calculatedTotalContribution": 2999213
}