{
    "rcn": "194362",
    "acronym": "MeTABLE",
    "topics": "MSCA-RISE-2014",
    "title": "Advanced bioinformatics for genome and metagenome analyses and discovery of novel biocatalists from extremophiles: implications for improving industrial bioprocesses",
    "startDate": "01/12/2014",
    "endDate": "30/11/2018",
    "objective": "The aim of this proposal is to acquire new insights about the mechanisms of environmental adaptation, particularly for cold-adapted organisms, and to discover novel metabolic pathways and enzymes with potential industrial value. We intend to accomplish this goal by establishing a collaboration and a knowledge-exchange network between industrial and academic partners aiming at developing bioinformatic tools for genomic analysis and biotechnology tools for directed evolution. The partners present high complementarity: UNICAM holds genomic sequences from psychrophilic and mesophilic ciliates that need to be annotated and analysed. Sabanci provides environmental samples for the isolation and characterization of new extremophiles. CAMBRIDGE provides the know-how for the discovery of new metabolic pathways valuable for understanding environmental adaptation. BMR Genomics and COMSATS possess all the facilities for genome sequencing and annotation and  bioinformatic expertise with the purpose of developing new tools to analyse genomes of microorganisms from extreme environment. UNIMIB owns the facilities for the heterologous expression of gene sequences in bacteria and yeasts and technologies to assess and implement the properties of novel enzymes towards industrial application. We are confident that the establishment of the international research network proposed, with its synergistic effects, will significantly contribute to push all the involved laboratories to the top level in the field of production of active biomolecules and in the discovery of mechanisms of molecular adaptation under extreme environmental conditions. These discoveries may help the manufacturing of a new generation of ordinary facilities, as cleaning agents, biofuels, with a significant impact on the everyday life of European citizens.",
    "totalCost": "337500",
    "ecMaxContribution": "337500",
    "coordinator": "UNIVERSITA DEGLI STUDI DI CAMERINO",
    "coordinatorCountry": "IT",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;ELVESYS SAS;EPIGENETIKS GENETIK BIYOINFORMATIK YAZILIM AS;BIOMOLECULAR RESEARCH GENOMICS SRL;UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
    "participantCountries": "UK;FR;TR;IT",
    "projectParticipants": {
        "954636462": {
            "orgId": "954636462",
            "orgName": "ELVESYS SAS",
            "ecContrib": 0
        },
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 58500
        },
        "957868405": {
            "orgId": "957868405",
            "orgName": "BIOMOLECULAR RESEARCH GENOMICS SRL",
            "ecContrib": 45000
        },
        "999845737": {
            "orgId": "999845737",
            "orgName": "UNIVERSITA DEGLI STUDI DI CAMERINO",
            "ecContrib": 81000
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 22500
        },
        "940612493": {
            "orgId": "940612493",
            "orgName": "EPIGENETIKS GENETIK BIYOINFORMATIK YAZILIM AS",
            "ecContrib": 130500
        }
    },
    "calculatedTotalContribution": 337500
}