{
    "rcn": "194343",
    "acronym": "FlyHigh",
    "topics": "MSCA-RISE-2014",
    "title": "Insect-plant relationships: insights into biodiversity and new applications",
    "startDate": "01/07/2015",
    "endDate": "30/06/2018",
    "objective": "FlyHigh studies underexplored phytophagous and saprophagous flies and geophyte plants aiming to obtaining ecological and evolutionary data that will be used to elucidate ecological features of fly species that could be exploited for artificial mass production of flies. Artificial mass rearing of flies produces beneficial end products, the flies themselves or their larval stages, that could be applied for different services in agriculture, ecological farming or as bio-agents for e.g. complementary pollination services in natural or greenhouse environments. The main aim is to facilitate cross-sectorial transfer of knowledge and training of researchers as well as technical staff in bridging the gap between scientific results and their application into novel business ideas.\nThe excellence of the project lies in the synergy of basic and applied ecology for exploring and developing new protocols and end products. FlyHigh brings together experts with well documented scientific achievements of the focal organismal groups and on evolutionary analyses with early stage researchers with the same research focus, with experts on insect mass rearing techniques. The relevance of FlyHigh results from integration of project aims that may result in innovative results of broader impact that will benefit the ERA institutions as well as the TC partner. The results could be advantageous in developing new ideas for future use e.g. flies could complement or even replace the presently used managed pollinators in greenhouse productions of many greenhouse products.  The obtained data will also allow us to estimate the possible biogeographic events that can help explain the evolutionary history, current distributions and future biogeographic patterns of some bulb plant and fly groups  in South Africa and in Euro-Mediterranean region. The outlined training course, workshops and secondments ensure transfer of knowledge between participant academic and non-academic partners, in both directions.",
    "totalCost": "450000",
    "ecMaxContribution": "450000",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "BIOFLYTECH, SL;UNIVERSIDAD DE ALICANTE;University of Novi Sad Faculty of Sciences",
    "participantCountries": "ES;RS",
    "projectParticipants": {
        "952203508": {
            "orgId": "952203508",
            "orgName": "BIOFLYTECH, SL",
            "ecContrib": 112500
        },
        "999895886": {
            "orgId": "999895886",
            "orgName": "UNIVERSIDAD DE ALICANTE",
            "ecContrib": 126000
        },
        "997718624": {
            "orgId": "997718624",
            "orgName": "University of Novi Sad Faculty of Sciences",
            "ecContrib": 135000
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 76500
        },
        "957932328": {
            "orgId": "957932328",
            "orgName": "AGRI PROTEIN TECHNOLOGIES (PTY) LTD",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 450000
}