{
    "rcn": "194367",
    "acronym": "SUPERCONCRETE",
    "topics": "MSCA-RISE-2014",
    "title": "SUstainability-driven international/intersectoral Partnership for Education and Research on modelling next generation CONCRETE",
    "startDate": "01/07/2015",
    "endDate": "30/06/2019",
    "objective": "SUPERCONCRETE is a synergetic cross-disciplinary international/intersectoral project addressing theoretical models for next-generation concretes, characterised by a significant sustainability enhancement for the construction industry. \n\nThree advanced concrete classes (CCs) are selected which represent the projectsí key research lines:\n- Low-Carbon Concrete (LCC), characterised by non-conventional constituents, often derived from recycling industrial waste or by-products;\n- High-Class Concrete (HCC), encompassing materials with enhanced performance in strength,  durability;\n- Fibre-reinforced Cementitious Composites (FCC), with special features on fibre/textile reinforcement and matrix improvement.\n\nDeveloping synergetic through-life multi-scale models for these novel materials is the key objective of the SUPERCONCRETE project. Particularly, three transversal modelling issues (MIs) are considered:\n- Rheology and Early age, dealing with the various physical and coupled thermo-hygro-chemical phenomena taking place in the first hours after mixing;\n- Hardened state and service life, approached by constitutive modelling intended at predicting the instantaneous and long-term behaviour, for both service and ultimate conditions;\n- Extreme conditions, based on constitutive theories capable of simulating the response under fire and high temperature exposure.\n\nEach CC and MI is covered by one participant and the interactions among them is based on a matrix-like organisational approach aiming at achieving a true synergistic collaboration among those with specific CC knowledge and the ones bringing in transversal competences on MIs. A further cross-cutting objective aims at defining a  ìSustainability Indexî, based on its constituents and processes requested for each CC.\n\nSUPERCONCRETEís final deliverables will be 1) a joint international course on sustainable concretes with 2) an underlying textbook and 3) a web-based platform for interacting with students and practitioners.",
    "totalCost": "504000",
    "ecMaxContribution": "468000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI SALERNO",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSIDADE DO MINHO;GESELLSCHAFT FUER MATERIALFORSCHUNG UND PRUEFUNGSANSTALT FUER DAS BAUWESEN LEIPZIG MBH;FUNDACION TECNALIA RESEARCH & INNOVATION;WILHELM ROSER SOHNE GMBH CO. KG;TECHNISCHE UNIVERSITAT DARMSTADT;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "PT;DE;ES;NL",
    "projectParticipants": {
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 117000
        },
        "952762422": {
            "orgId": "952762422",
            "orgName": "GESELLSCHAFT FUER MATERIALFORSCHUNG UND PRUEFUNGSANSTALT FUER DAS BAUWESEN LEIPZIG MBH",
            "ecContrib": 36720
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 108000
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 0
        },
        "999899184": {
            "orgId": "999899184",
            "orgName": "UNIVERSITA DEGLI STUDI DI SALERNO",
            "ecContrib": 117000
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 54000
        }
    },
    "calculatedTotalContribution": 432720
}