{
    "rcn": "194375",
    "acronym": "EVE",
    "topics": "MSCA-RISE-2014",
    "title": "INNOVATIVE ENGINEERING OF GROUND VEHICLES WITH INTEGRATED ACTIVE CHASSIS SYSTEMS",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "Innovation technologies in ground vehicle engineering require strong interdisciplinary and intersectoral investigations with an international dimension. In this context the project EVE proposes sustainable approach based on intensive staff exchange that leads to collaborative research and training between universities and industrial organizations from Germany, Belgium, Spain, Sweden, The Netherlands, South Africa, and the USA. The project includes basic and applied research, development design, experimentations, networking, and dissemination and exploitation activities. The research objectives are focused on the development of (i) experimental tyre database that can be used in the design of new chassis control systems and subjected to inclusion into Horizon 2020 pilot on Open Research Data, (ii) advanced models of ground vehicles and automotive subsystems for real-time applications, and (iii) novel integrated chassis control methods. It will lead to development and improvement of innovative vehicle components such as (i) an integrated chassis controller targeting simultaneous improvements in safety, energy efficiency and driving comfort, (ii) new hardware subsystems for brakes, active suspension and tyre pressure control for on-road and off-road mobility, and (iii) remote network-distributed vehicle testing technology for integrated chassis systems. The project targets will be achieved with intensive networking measures covering (i) knowledge transfer and experience sharing between participants from academic and non-academic sectors and (ii) professional advancement of the consortium members through intersectoral and international collaboration and secondments. The project EVE is fully consistent with the targets of H2020-MSCA-RISE programme and will provide excellent opportunities for personal career development of staff and will lead to creation  of a strong European and international research group to create new hi-tech ground vehicle systems.",
    "totalCost": "616500",
    "ecMaxContribution": "571500",
    "coordinator": "TECHNISCHE UNIVERSITAET ILMENAU",
    "coordinatorCountry": "DE",
    "participants": "AKTIEBOLAGET SKF;SKF BV;UNIVERSITE DE TECHNOLOGIE DE COMPIEGNE;INSTITUTO TECNOLOGICO DE ARAGON;DSPACE DIGITAL SIGNAL PROCESSING AND CONTROL ENGINEERING GMBH;TENNECO AUTOMOTIVE EUROPE BVBA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSITY OF SURREY;TECHNISCHE UNIVERSITEIT DELFT;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "SE;NL;FR;ES;DE;BE;UK",
    "projectParticipants": {
        "951655458": {
            "orgId": "951655458",
            "orgName": "TENNECO AUTOMOTIVE EUROPE BVBA",
            "ecContrib": 63000
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 40500
        },
        "954015856": {
            "orgId": "954015856",
            "orgName": "AKTIEBOLAGET SKF",
            "ecContrib": 0
        },
        "999509341": {
            "orgId": "999509341",
            "orgName": "INSTITUTO TECNOLOGICO DE ARAGON",
            "ecContrib": 31500
        },
        "999863973": {
            "orgId": "999863973",
            "orgName": "UNIVERSITE DE TECHNOLOGIE DE COMPIEGNE",
            "ecContrib": 45000
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 54000
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 72000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 13500
        },
        "999575204": {
            "orgId": "999575204",
            "orgName": "TECHNISCHE UNIVERSITAET ILMENAU",
            "ecContrib": 247500
        },
        "961808448": {
            "orgId": "961808448",
            "orgName": "DSPACE DIGITAL SIGNAL PROCESSING AND CONTROL ENGINEERING GMBH",
            "ecContrib": 4500
        },
        "994928031": {
            "orgId": "994928031",
            "orgName": "SKF BV",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 571500
}