{
    "rcn": "194390",
    "acronym": "SmartHELMET",
    "topics": "MSCA-RISE-2014",
    "title": "Intersectoral Network for Innovation on Smart Thermal Solutions for Bicycle Helmets",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "Bicycle helmets are a tremendously important asset against head injuries during accidents. However, their normal use is often associated with strong thermal discomfort due to the (thermally) insulating nature of the materials used in their structures. This affects directly the willingness to wear helmets, which has direct implications in terms of the risk to which riders are exposed to. However, the capacity and expertise to improve the thermal performance of helmets exist on academic institutions (e.g. expertise in thermal physiology, monitoring of bio-responses, active cooling) but they lack a viable supply chain to go from prototypes to finished products, ready for exploitation. On the other hand, SMEs lack the technical skills and research facilities to perform R&D activities, to solve the mentioned problem. To solve this intersectoral problem, the SmartHELMET project will create a sustainable ecosystem of collaboration and knowledge transfer between academic and industrial partners that will develop the next generation of bicycle helmets with smart thermal management. The projectís innovative aspects in terms of new products, processes and applications are very significant, as the new knowledge has many potential applications in the development of other smart headgear products (e.g. motorcycle helmets, industrial protective headgear, sports related headgear, etc.) as well as smarts products in other sectors where the thermal aspect is crucial (e.g. protective garments, sports clothing and footwear). To achieve its objectives, SmartHELMET will put together research expertise and resources from three large academic partners with market, commercialization and innovation experience from three SMEs, to exchange knowledge through intersectoral staff secondments. The project will bridge research initiatives between the academic and industrial sectors, creating long-term cooperation between them, while raising society awareness about its implications for citizens.",
    "totalCost": "1350000",
    "ecMaxContribution": "1350000",
    "coordinator": "UNIVERSIDADE DO PORTO",
    "coordinatorCountry": "PT",
    "participants": "CENTER FOR TECHNOLOGY RESEARCH AND INNOVATION (CETRI) LTD;UNIVERSITE DE STRASBOURG;CHRISTOS PAPADOPOULOS & SIA O.E.;LAZER SPORT NV;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "CY;FR;EL;BE",
    "projectParticipants": {
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 225000
        },
        "995985622": {
            "orgId": "995985622",
            "orgName": "CENTER FOR TECHNOLOGY RESEARCH AND INNOVATION (CETRI) LTD",
            "ecContrib": 225000
        },
        "997236534": {
            "orgId": "997236534",
            "orgName": "CHRISTOS PAPADOPOULOS & SIA O.E.",
            "ecContrib": 225000
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 225000
        },
        "968377191": {
            "orgId": "968377191",
            "orgName": "LAZER SPORT NV",
            "ecContrib": 225000
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 225000
        }
    },
    "calculatedTotalContribution": 1350000
}