{
    "rcn": "194365",
    "acronym": "UNICAT",
    "topics": "MSCA-RISE-2014",
    "title": "Unique Biomaterial-Drug Solution for Multifunctional Central Venous Catheters",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "Central venous catheters (CVCs) play a critical role in healthcare and few medical devices are more important and widespread in modern medicine. Catheter-related bloodstream infection (CRBSI) is the most common life-threatening complication of CVCs. Reducing the risk of CRBSI among patients would save costs, reduce length of stay and improve mortality and morbidity. \nThe major challenge of UNICAT is thus to develop a new CVC solution to prevent infection and thrombosis. The project partners will introduce a whole new way of thinking by introducing a disruptive approach which is more than just a coating of devices. A new material will, for the first time, combine ultra-biocompatibility with chemical resistance and desired mechanical properties, to effectively prevent adverse host response, inflammation and infection. A major problem in biomaterials science is that bioresistant materials are inevitably also chemically inert and hence highly difficult to manipulate by traditional wet chemistry. If manipulation (e.g. coating) is achieved, the solution is often unstable and fragile. UNICAT will address this problem by combining two materials using a novel method based on super critical CO2-chemistry. It will result in a hybrid material which is stably formed and combines the best properties of two or more materials.\nThe success criterion is to exceed performance of coatings by producing the first fully biocompatible material to be used as sole robust bulk material of vascular access lines.\nUNICAT is an international and inter-sector collaborative project comprising R&D activities and secondments between the SME BioModics (BM), the University of Minho (UMinho), the Bar-Ilan University (BIU) and the Simula Research Laboratory (Simula). The consortium has identified the RISE programme as a suitable vehicle for overcoming the identified major challenges and for bridging the knowledge gap, while helping to overcome the financial, technological and intersectoral barriers.",
    "totalCost": "207000",
    "ecMaxContribution": "207000",
    "coordinator": "UNIVERSIDADE DO MINHO",
    "coordinatorCountry": "PT",
    "participants": "BIOMODICS APS;SIMULA RESEARCH LABORATORY AS;BAR ILAN UNIVERSITY",
    "participantCountries": "DK;NO;IL",
    "projectParticipants": {
        "995915976": {
            "orgId": "995915976",
            "orgName": "SIMULA RESEARCH LABORATORY AS",
            "ecContrib": 9000
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 130500
        },
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 18000
        },
        "964632409": {
            "orgId": "964632409",
            "orgName": "BIOMODICS APS",
            "ecContrib": 49500
        }
    },
    "calculatedTotalContribution": 207000
}