{
    "rcn": "194433",
    "acronym": "RiCORE",
    "topics": "LCE-04-2014",
    "title": "Risk Based Consenting of Offshore Renewable Energy Projects",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "The consenting of offshore renewable energy is often cited as one of the main non-technical barriers to the development of this sector. A significant aspect of this is the uncertainty inherent in the potential environmental impacts of novel technology. To ensure consents are compliant with EU and national legislation, such as the Environmental Impact Assessment and Habitats Directive, costly and time consuming surveys are required even for required even for perceived lower risk technologies in sites which may not be of highest environmental sensitivity. It is therefore the aim of the RiCORE project to establish a risk-based approach to consenting where the level of survey requirement is based on the environmental sensitivity of the site, the risk profile of the technology and the scale of the proposed project. RiCORE will study the legal framework in place in the partner Member States to ensure the framework developed will be applicable for roll out across these Member States and further afield.\n \nThe next stage of the RiCORE project is to consider the practices, methodologies and implementation of pre-consent surveys, post-consent and post-deployment monitoring. This will allow a feedback loop to inform the development of the risk-based framework for the environmental aspects of consent and provide best practice. The project will achieve these aims by engaging with the relevant stakeholders including the regulators, industry and EIA practitioners, through a series of expert workshops and developing their outcomes into guidance.\n \nThe impact of the project will be to improve, in line with the requirements of the Renewable Energy Directive specifically Article 13 (1), consenting processes to ensure cost efficient delivery of the necessary surveys, clear and transparent reasoning for work undertaken, improving knowledge sharing and reducing the non-technical barriers to the development of the Offshore Renewable Energy sector so it can deliver the clean, secure energy",
    "totalCost": "1393532,5",
    "ecMaxContribution": "1393532,5",
    "coordinator": "THE ROBERT GORDON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "MARINE SCOTLAND;E-CUBE STRATEGY CONSULTANTS;WAVEC/OFFSHORE RENEWABLES - CENTRO DE ENERGIA OFFSHORE ASSOCIACAO;FUNDACION AZTI - AZTI FUNDAZIOA;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "participantCountries": "UK;FR;PT;ES;IE",
    "projectParticipants": {
        "999514385": {
            "orgId": "999514385",
            "orgName": "FUNDACION AZTI - AZTI FUNDAZIOA",
            "ecContrib": 201650
        },
        "940474074": {
            "orgId": "940474074",
            "orgName": "E-CUBE STRATEGY CONSULTANTS",
            "ecContrib": 197900
        },
        "999837589": {
            "orgId": "999837589",
            "orgName": "THE ROBERT GORDON UNIVERSITY",
            "ecContrib": 363408
        },
        "999543485": {
            "orgId": "999543485",
            "orgName": "WAVEC/OFFSHORE RENEWABLES - CENTRO DE ENERGIA OFFSHORE ASSOCIACAO",
            "ecContrib": 196775
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 285900
        },
        "999835358": {
            "orgId": "999835358",
            "orgName": "MARINE SCOTLAND",
            "ecContrib": 147900
        }
    },
    "calculatedTotalContribution": 1393533
}