{
    "rcn": "194462",
    "acronym": "NEUCOS",
    "topics": "ERC-CoG-2014",
    "title": "Neutrinos and the origin of the cosmic rays",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The discovery of cosmic neutrinos is one of the major breakthroughs in science in the year 2013. These neutrinos are expected to point back to the origin of the cosmic rays, which are produced in the most powerful accelerators in the universe. In order to solve the puzzle where the highest energetic neutrinos and cosmic rays come from, the key information could be the composition of the observed cosmic ray flux. The question critical for the future development of high-energy astrophysics is especially how heavier nuclei can be accelerated and escape from the sources, such as gamma-ray bursts or active galactic nuclei, without disintegration, or what the consequences for the neutrino fluxes and cosmic ray compositions at the sources are. Neutrinos, on the other hand, may be good for surprises, such as new physics only detectable at extreme energies, distances, or densities. In addition, the possibility to measure neutrino properties in neutrino telescopes has been emerging, either using astrophysical or atmospheric neutrino fluxes, which means that the border line between neutrino physics and astrophysics applications in these experiments fades.  \nThe key idea of this proposal is therefore to combine the expertise from astrophysics and particle physics in a multi-disciplinary working group 1) to study the effect of heavy nuclei on the source fluxes from multiple messengers, such as a neutrinos, cosmic rays, and gamma-rays, using efficient descriptions for the radiation processes and particle interactions, and 2) to optimize future experiment infrastructure in ice and sea water for both astro- and particle physics applications. The key goals are to eventually identify the origin of the cosmic rays and cosmic neutrinos, and to solve the open questions in particle physics, such as neutrino mass hierarchy and leptonic CP violation.",
    "totalCost": "1746000",
    "ecMaxContribution": "1746000",
    "coordinator": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986969": {
            "orgId": "999986969",
            "orgName": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
            "ecContrib": 1746000
        }
    },
    "calculatedTotalContribution": 1746000
}