{
    "rcn": "194438",
    "acronym": "CITYKEYS",
    "topics": "SCC-02-2014",
    "title": "Smart City performance measurement system",
    "startDate": "01/02/2015",
    "endDate": "31/01/2017",
    "objective": "The European Commission has developed two parallel approaches to support the implementation of smart urban technologies: the creation of 'lighthouse projects' (large scale demonstration of technology in cities and communities) and 'horizontal activities' to address specific challenges (e.g. regulatory barriers, in standardisation, public procurement and performance monitoring). CITYKEYS project is within the context of these horizontal activities. The mission of CITYKEYS is to develop, and validate, a holistic performance measurement framework for future harmonized and transparent monitoring and comparability of the European cities activities during the implmeatation of Smart City solutions. The work methodology will be based on the following key factors:\n誰 Extensive collaboration and communication with European cities. \n誰 Establish a baseline by analysis and integration of existing results from previous initiatives.\n誰 Develop a set of KPIs specific for Smart Cities initiatives evaluation and comparability\n誰 Smart solutions for transparent and open data collection and processing.\nThe tangible objectives of the CITYKEYS project are to:\n1) Develop and validate a transparent performance evaluation framework: including KPIs definition, guidelines for data collections, performance system prototype and testing in case-cities.\n2) Develop recommendations for the implementation of the performance system into the cities decision-making process and recommendations for the development of new business.\n3) Engage stakeholders in identifying and exploiting opportunities for synergy and replicability; and establish a collaboration platform for European cities.\nThe consortium includes 3 multidisciplinary research organizations, 1 cities association and 5 partner cities covering different geographical regions in Europe and different urban realities. In addition to the 5 partner cities, 15 others shown their commitment to join the project stakeholders advisory group.",
    "totalCost": "962846,25",
    "ecMaxContribution": "962846,25",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;GRAD ZAGREB;AYUNTAMIENTO DE ZARAGOZA;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;TAMPEREEN KAUPUNKI;MAGISTRAT DER STADT WIEN;EUROCITIES ASBL;GEMEENTE ROTTERDAM",
    "participantCountries": "AT;HR;ES;NL;FI;BE",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 298469
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 155110
        },
        "998914925": {
            "orgId": "998914925",
            "orgName": "GEMEENTE ROTTERDAM",
            "ecContrib": 50066
        },
        "998829080": {
            "orgId": "998829080",
            "orgName": "TAMPEREEN KAUPUNKI",
            "ecContrib": 42914
        },
        "969236417": {
            "orgId": "969236417",
            "orgName": "AYUNTAMIENTO DE ZARAGOZA",
            "ecContrib": 43700
        },
        "998030091": {
            "orgId": "998030091",
            "orgName": "MAGISTRAT DER STADT WIEN",
            "ecContrib": 56250
        },
        "999450559": {
            "orgId": "999450559",
            "orgName": "EUROCITIES ASBL",
            "ecContrib": 141000
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 143588
        },
        "999901706": {
            "orgId": "999901706",
            "orgName": "TEKNOLOGIAN TUTKIMUSKESKUS VTT",
            "ecContrib": 0
        },
        "989531727": {
            "orgId": "989531727",
            "orgName": "GRAD ZAGREB",
            "ecContrib": 31750
        }
    },
    "calculatedTotalContribution": 962847
}