{
    "rcn": "194401",
    "acronym": "I3U",
    "topics": "INSO-3-2014",
    "title": "Investigating the Impact of the Innovation Union",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "Innovation has been placed at the heart of the Europe 2020 strategy aimed at facing major structural changes, the increase of global competition and the current crisis, and to tackle major societal challenges such as climate change, energy and resource scarcity, health and ageing. The Innovation Union has the main objective to strengthen the European innovative potential, and sets 13 general objectives and 34 specific (policy) commitments associated to the objectives, and aimed at stimulating innovation. \nThe objective of this project is to deliver a system of assessment for the commitments. The approach starts from the evaluation of the state of achievement of the individual commitments, but puts crucial emphasis on their effects in the innovation system as a whole, as well as on the economy-wide effects of innovation. The basic idea is to retrace the entire chain of effects of the commitments, from their implementation to their final impact in terms of competitiveness, growth or employment. \nThe specific tasks that project sets out to undertake to achieve this are:\n1) Data collection and identification of mechanisms;\n2) Developing theoretical and econometric models in order to estimate the impact of the commitments;\n3) Developing a conceptual model of the innovation system, leading to a reference tool on which the impact analysis of the commitments individually and as a whole will be based, and which will also play a role of interface between the assessments of the commitments impact and the macro sectoral econometric work.\n4) A quantitative analysis of the commitments by use of the NEMESIS model, which is an existing macro-structural econometric model, but which will be modified and extended for the tasks at hand;\n5) An ex-ante and ex-post policy assessment of the economic effects of the Innovation Union at European, national and regional levels;\n6) To present policy conclusions and recommendations on the validation or the efficiency of the policies implemented.",
    "totalCost": "2931486,25",
    "ecMaxContribution": "2931486",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "ISTITUTO DI STUDI PER L'INTEGRAZIONE DEI SISTEMI  (I.S.I.S) - SOCIETA'COOPERATIVA;SEURECO SOCIETE EUROPEENNE D'ECONOMIE SARL;SZKOLA GLOWNA HANDLOWA W WARSZAWIE;ZENTRUM FUER EUROPAEISCHE WIRTSCHAFTSFORSCHUNG GmbH;UNIVERSITE LIBRE DE BRUXELLES;UNIVERSITETET I OSLO;EKONOMSKI INSTITUT ZAGREB;WIENER INSTITUT FUR INTERNATIONALE WIRTSCHAFTSVERGLEICHE",
    "participantCountries": "IT;FR;PL;DE;BE;NO;HR;AT",
    "projectParticipants": {
        "998874379": {
            "orgId": "998874379",
            "orgName": "WIENER INSTITUT FUR INTERNATIONALE WIRTSCHAFTSVERGLEICHE",
            "ecContrib": 322656
        },
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 328750
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 480500
        },
        "983392403": {
            "orgId": "983392403",
            "orgName": "EKONOMSKI INSTITUT ZAGREB",
            "ecContrib": 98750
        },
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 164412
        },
        "986209768": {
            "orgId": "986209768",
            "orgName": "SEURECO SOCIETE EUROPEENNE D'ECONOMIE SARL",
            "ecContrib": 478500
        },
        "999745439": {
            "orgId": "999745439",
            "orgName": "ISTITUTO DI STUDI PER L'INTEGRAZIONE DEI SISTEMI  (I.S.I.S) - SOCIETA'COOPERATIVA",
            "ecContrib": 422562
        },
        "998695705": {
            "orgId": "998695705",
            "orgName": "SZKOLA GLOWNA HANDLOWA W WARSZAWIE",
            "ecContrib": 340042
        },
        "999517295": {
            "orgId": "999517295",
            "orgName": "ZENTRUM FUER EUROPAEISCHE WIRTSCHAFTSFORSCHUNG GmbH",
            "ecContrib": 295312
        }
    },
    "calculatedTotalContribution": 2931484
}