{
    "rcn": "194404",
    "acronym": "I-LINC",
    "topics": "INSO-6-2014",
    "title": "Platform for ICT learning and inclusion for youth employability and entrepreneurship",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "'The current proposal responds to the H2020 topic 'Platform for ICT for Learning and Inclusion'. Its main objective is to establish a sustainable, overarching platform for ICT (for) learning and inclusion focused on boosting the employability and entrepreneurship of young people. \nAs key stakeholders in the ICT learning and e-Inclusion sector themselves, the consortium partners are called to lead such a platform and be a guarantee for its sustainability. This will bring together a broad spectrum of stakeholders (civil society organisations, educational institutions, ICT industry, policy-makers, researchers, individual experts and practitioners) and end users (youth). Three main stakeholder groups coordinated by partners, i.e. formal education and training institutions and organisations [European SchoolNet]; digital and socio-economic inclusion organisations/networks [Telecentre Europe] and organisations focused on youth employability [TelefÛnica], plus a selected pool of changemakers, will collaboratively design innovative and sustainable solutions by benefiting from existing platforms, networks and resources that the project will collect and link. In achievement of the overall objective of the proposed action, this project aims to:\n- Develop a wide, rich and active community of stakeholders, aspiring to become a reference point in the long run in the field of ICT (for) learning and inclusion; \n- Link existing stakeholder activities in the field of ICT (for) learning and inclusion and join them to increase their impact both on policy-maker and end-user level. \n- Contribute to the improvement of existing platforms by creating a common (blended) space for open dialogue and meetings, and foster active mutual exchanges and peer-learning activities.\n- Define directions on how to improve tools and services for the modernisation of education and training and the employability of young people while tackling the risk of digital and socio-economic exclusion (i.e. eInclusion).'",
    "totalCost": "1109250",
    "ecMaxContribution": "1109250",
    "coordinator": "TELECENTRE-EUROPE AISBL",
    "coordinatorCountry": "BE",
    "participants": "TELEFONICA SA;TECHNISCHE UNIVERSITAT DORTMUND;EUN PARTNERSHIP AISBL",
    "participantCountries": "ES;DE;BE",
    "projectParticipants": {
        "998415084": {
            "orgId": "998415084",
            "orgName": "EUN PARTNERSHIP AISBL",
            "ecContrib": 325125
        },
        "999848453": {
            "orgId": "999848453",
            "orgName": "TECHNISCHE UNIVERSITAT DORTMUND",
            "ecContrib": 182500
        },
        "960056434": {
            "orgId": "960056434",
            "orgName": "TELECENTRE-EUROPE AISBL",
            "ecContrib": 368750
        },
        "997255837": {
            "orgId": "997255837",
            "orgName": "TELEFONICA SA",
            "ecContrib": 232875
        }
    },
    "calculatedTotalContribution": 1109250
}