{
    "rcn": "194414",
    "acronym": "MACIVIVA",
    "topics": "NMP-08-2014",
    "title": "MAnufacturing process for Cold-chain Independent VIrosome-based VAccines",
    "startDate": "04/05/2015",
    "endDate": "03/11/2018",
    "objective": "MACIVIVA is a highly interdisciplinary consortium among well established and innovative SMEs with scientific excellence and complementary industrial world-leading experts with unique expertise and know-how in virosome technology, spray and freeze drying, large scale manufacturing and packaging. MACIVIVA will pave the path to other large scale thermostable nanopharmaceuticals products for therapeutic and prophylactic vaccines and other potential applications for direct application by non-invasive routes.\nLiquid products are inherently prone to physical and/or chemical modifications and degradations. Solid vaccine dosage formats (e.g. powder) may prevent molecular motion and shear-induced degradation, and slow down degradation involving water and oxygen radicals, resulting in improved stability and enhanced shelf-life of vaccines. The cold chain storage is still fundamental for preserving the bioactivity of most liquid and freeze-dried vaccines, and a reconstitution step prior to administration is required for freeze dried vaccines that are usually administered intramuscularly or subcutaneously. These reconstituted freeze dried vaccines harbor important instability and must be used within hours and kept refrigerated. Because most liquid and reconstituted freeze-dried vaccines are susceptible to degradations, it may affect the immunological properties of the immunogens, with unwanted immune responses or insufficient immune protection. \nFor addressing liquid virosome-based vaccine instability and improving their shelf-life outside the cold chain, MACIVIVA will explore new galenic vaccine formulations through careful screening of excipients, stabilization and drying methods for generating new vaccine solid forms that can be easily self-administered. Robust ìuniversalî manufacturing processes for upscale production of virosome dried powder for the non-invasive intranasal, oral and sublingual routes should be achieved by month 42.",
    "totalCost": "8438905,63",
    "ecMaxContribution": "5338886,88",
    "coordinator": "MYMETICS BV",
    "coordinatorCountry": "NL",
    "participants": "CHIMERA BIOTEC GMBH;CATALENT U.K. SWINDON ZYDIS LIMITED;BACHEM AG;MYMETICS SA;UPPERTON LIMITED",
    "participantCountries": "DE;UK;CH",
    "projectParticipants": {
        "941928492": {
            "orgId": "941928492",
            "orgName": "MYMETICS BV",
            "ecContrib": 1755074
        },
        "954770225": {
            "orgId": "954770225",
            "orgName": "CHIMERA BIOTEC GMBH",
            "ecContrib": 824312
        },
        "965842387": {
            "orgId": "965842387",
            "orgName": "UPPERTON LIMITED",
            "ecContrib": 1697778
        },
        "967380419": {
            "orgId": "967380419",
            "orgName": "MYMETICS SA",
            "ecContrib": 0
        },
        "939252165": {
            "orgId": "939252165",
            "orgName": "BACHEM AG",
            "ecContrib": 0
        },
        "939088332": {
            "orgId": "939088332",
            "orgName": "CATALENT U.K. SWINDON ZYDIS LIMITED",
            "ecContrib": 1061723
        }
    },
    "calculatedTotalContribution": 5338887
}