{
    "rcn": "194455",
    "acronym": "ENERGISE",
    "topics": "LCE-07-2014",
    "title": "ICT-based ENERgy Grid Implementation ñ Smart and Efficient",
    "startDate": "01/01/2015",
    "endDate": "31/03/2017",
    "objective": "ENERGISE sets out to facilitate the efficient deployment of smart grid solutions by offering to all relevant stakeholders ñ telecommunication providers; industry associations in the telecommunications and utility sectors; energy suppliers; energy industry associations; national regulatory agencies; ministries of Member States; other players being active in the relevant fields ñ a toolkit that supports their decision-making process as regards the use of telecommunication infrastructure for existing or projected business cases. Based on existing experience the consortium can deliver a particularly suitable toolkit that is based upon a broad survey of actual use cases. Concretely, the ENERGISE toolkit addresses the following issue.\nSmart grid solutions hold immense opportunities for both European businesses as well as society as a whole and contribute substantially to achieving the objectives of a low carbon economy. Telecommunication infrastructure constitutes a vital part of any smart grid solution. Given the penetration of telecommunication infrastructure in Europe, it is likely that significant synergies can be achieved in the process of implementing smart grid solutions if existing telecommunication infrastructure can be used.\nIdentifying specific cases or business models, where shared infrastructure use is beneficial, is difficult for all stakeholders. ENERGISE sets out to solve this issue by providing energy suppliers and telecommunication providers as well as policy makers with a decision-supporting toolkit. \nThis toolkit will be able to account for all relevant framework conditions and will deliver useful advice to relevant stakeholders based on a broad survey of and exchange about existing use cases for smart grid solutions including a thorough cost-benefit analysis. Insights gained from the toolkit will enable a more evidence-based appreciation of innovative business for both innovators in the private sector and research and innovation policy makers.",
    "totalCost": "998000",
    "ecMaxContribution": "998000",
    "coordinator": "TUEV RHEINLAND CONSULTING GMBH",
    "coordinatorCountry": "DE",
    "participants": "WIK WISSENSCHAFTLICHES INSTITUT FUER INFRASTRUKTUR UND KOMMUNIKATIONSDIENSTE GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "940265621": {
            "orgId": "940265621",
            "orgName": "WIK WISSENSCHAFTLICHES INSTITUT FUER INFRASTRUKTUR UND KOMMUNIKATIONSDIENSTE GMBH",
            "ecContrib": 420000
        },
        "999946132": {
            "orgId": "999946132",
            "orgName": "TUEV RHEINLAND CONSULTING GMBH",
            "ecContrib": 578000
        }
    },
    "calculatedTotalContribution": 998000
}