{
    "rcn": "194476",
    "acronym": "TRACES",
    "topics": "ERC-CoG-2014",
    "title": "Tracing ancient microbial cells embedded in silica",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Reconstructing the nature and habitat of early life is a difficult task that strongly depends on the study of rare microfossils in the ancient rock record. The preservation of such organic structures critically depends on rapid entombment in a mineral matrix. Throughout most of Earthís history the oceans were silica-supersaturated, leading to precipitation of opal deposits that incorporated superbly preserved microbial cells. As we trace this record of life back in deep time, however, three important obstacles are encountered; 1) microorganisms lack sufficient morphologic complexity to be easily distinguished from each other and from certain abiologic microstructures, 2) the ancient rock record has been subjected to increased pressures and temperatures causing variable degradation of different types of microorganism, and 3) early habitats of life were dominated by hydrothermal processes that can generate abiologic organic microstructures. TRACES will study the critical transformations that occur when representative groups of microorganisms are subjected to artificial silicification and thermal alteration. At incremental steps during these experiments the (sub)micron-scale changes in structure and composition of organic cell walls are monitored. This will be compared with fossilized life in diagenetic hot spring sinters and metamorphosed Precambrian chert deposits. The combined work will lead to a dynamic model for microfossil transformation in progressively altered silica-matrices. The critical question will be answered whether certain types of microorganisms are more likely to be preserved than others. In addition, the critical nano-scale structural differences will be determined between abiologic artefacts ñ such as carbon coatings on botryoidal quartz or adsorbed carbon on silica biomorphs ñ and true microfossils in hydrothermal cherts. This will provide a solid scientific basis for tracing life in the oldest, most altered part of the rock record.",
    "totalCost": "1999250",
    "ecMaxContribution": "1999250",
    "coordinator": "INSTITUT DE PHYSIQUE DU GLOBE DE PARIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999597417": {
            "orgId": "999597417",
            "orgName": "INSTITUT DE PHYSIQUE DU GLOBE DE PARIS",
            "ecContrib": 1999250
        }
    },
    "calculatedTotalContribution": 1999250
}