{
    "rcn": "194429",
    "acronym": "greenGain",
    "topics": "LCE-14-2014",
    "title": "Supporting Sustainable Energy Production from Biomass from Landscape Conservation and Maintenance Work",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "The aim of greenGain is to strengthen the energy use of regional and local biomass from the maintenance of areas and landscape elements, which is performed in the public interest. The scope of the biomass used,  will be any material predominantly produced from nature conservation and landscape management, but not from energy-crops. \n\nThe main target groups are regional and local players, who are responsible for maintenance and conservation work and for the biomass residue management in their regions. Moreover, the focus will be on service providers - including farmers and forest owners, their associations, NGOs and energy providers and consumers.\n\nThe project will show strategies to build up reliable knowledge on local availability of these feedstocks and know-how on issues from logistics to storage and sustainable conversion pathways for the transformation of these feedstocks to renewable energy (heat and energy products). Furthermore political, legal and environmental aspects will be addressed in model regions. Awareness raising, governance and public acceptance actions will be focussed on. General guidelines will be prepared to guarantee a wide dissemination to other regions in the EU. The regional partners will be actively supported by Technical Partners for the project measuresí development and implementation.\n\nAs a CSA, the project focal point will be the exchange between the model regions and other similar relevant players in the EU, by good practice exchange, a topic-specific website, several workshops and educational site visits in different regions as well as other standard public relations activities.\n\nThe project team is carefully balanced between technical and scientific organisations and local demand side oriented players. Regions in northern Europe with a wide knowledge in this field are cooperating with European (south-west, middle, east) regions, having an untapped potential, that can be accessed through efficient knowledge transfer.",
    "totalCost": "1829390,5",
    "ecMaxContribution": "1829390,5",
    "coordinator": "Fachagentur Nachwachsende Rohstoffe e.V.",
    "coordinatorCountry": "DE",
    "participants": "SYNCOM FORSCHUNGS- UND ENTWICKLUNGSBERATUNG GMBH;FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS;SOGESCA s.r.l.;CZ BIOM - CESKE SDRUZENI PRO BIOMASU;LANDWIRTSCHAFTSKAMMER NIEDERSACHSEN;COMUNITA MONTANA-ASSOCIAZIONE DEI COMUNI TRASIMENO-MEDIO TEVERE;GRUPO DE ACCION LOCAL BAJO ARAGON-MATARRANA",
    "participantCountries": "DE;ES;IT;CZ",
    "projectParticipants": {
        "940724431": {
            "orgId": "940724431",
            "orgName": "GRUPO DE ACCION LOCAL BAJO ARAGON-MATARRANA",
            "ecContrib": 110682
        },
        "998454078": {
            "orgId": "998454078",
            "orgName": "Fachagentur Nachwachsende Rohstoffe e.V.",
            "ecContrib": 354101
        },
        "992679959": {
            "orgId": "992679959",
            "orgName": "CZ BIOM - CESKE SDRUZENI PRO BIOMASU",
            "ecContrib": 289188
        },
        "951398214": {
            "orgId": "951398214",
            "orgName": "COMUNITA MONTANA-ASSOCIAZIONE DEI COMUNI TRASIMENO-MEDIO TEVERE",
            "ecContrib": 160564
        },
        "950934360": {
            "orgId": "950934360",
            "orgName": "LANDWIRTSCHAFTSKAMMER NIEDERSACHSEN",
            "ecContrib": 238459
        },
        "997541793": {
            "orgId": "997541793",
            "orgName": "SYNCOM FORSCHUNGS- UND ENTWICKLUNGSBERATUNG GMBH",
            "ecContrib": 276313
        },
        "984301778": {
            "orgId": "984301778",
            "orgName": "SOGESCA s.r.l.",
            "ecContrib": 201355
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 198729
        }
    },
    "calculatedTotalContribution": 1829391
}