{
    "rcn": "194469",
    "acronym": "TUNNELCHEM",
    "topics": "ERC-CoG-2014",
    "title": "Atom-Tunneling in Chemistry",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Quantum mechanical tunneling of atoms is emerging as an ubiquitous phenomenon in chemistry. Every chemical reaction that includes a hydrogen transfer can be expected to be influenced by tunneling at room temperature. While simulations can monitor tunneling directly, experimental approaches can only detect the consequences. Theoretical investigations, as planned in TUNNELCHEM, have to keep up in order to aid the rational interpretation. We build on significant algorithmic breakthroughs recently achieved in the applicant's group, which allow accurate predictions of tunneling rates in larger systems than previously possible. These possibilities are to be exploited, which requires a big, combined project that can afford high-risk components.\n\nIn TUNNELCHEM, we will investigate aspects of tunneling in several different areas of chemistry: biochemistry, astrochemistry, catalysis and algorithmic development. The investigation of tunneling contributions to enzymatic reactions will allow to plan modifications which increase the selectivity and efficiency. Several astrochemical processes can only be understood if their tunneling contributions are properly accounted for. Accurate tunneling rates will significantly improve the predictive power of models of the interstellar medium. Many processes in homogenous and heterogenous catalysis involve tunneling. A fundamental understanding of the principles involved allows for the design of improved catalysts. Further development of methods and algorithms in accordance with the demands of the applications is required. TUNNELCHEM will shift the present paradigm from descriptive investigations to a rational design of catalysts enabled by a mechanistic understanding of atom tunneling processes.\n\nOnly such a combined effort may allow us to understand the principles of tunneling in chemistry and to develop concepts to exploit the tunnel effect for optimizing reactivity and selectivity of chemical reactions in biochemistry and catalysis.",
    "totalCost": "1986750",
    "ecMaxContribution": "1986750",
    "coordinator": "UNIVERSITAET STUTTGART",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 1986750
        }
    },
    "calculatedTotalContribution": 1986750
}