{
    "rcn": "194446",
    "acronym": "EMPOWER",
    "topics": "LCE-07-2014",
    "title": "Local Electricity retail Markets for Prosumer smart grid pOWER services",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "The aim is to explore and develop an integrated ICT solution to support the development of an electricity local market place and innovative business models, including operational methods to encourage micro-generation with renewable resources and participation of consumers and prosumers. The creation of incentives for all players would allow for exploiting the latent flexibility of the user-side of the electricity distribution net. This would greatly enhance the benefits of distributed renewable resources and enhance the impact and sustainability of demand-response programs.  A local electricity market approach supported by innovative ICT platforms can operate effectively in a synchronized way with the overall energy system and market.  The solution will create a shared engagement of local supply alleviating the traditional DSOís need to invest in centralized sourcing.\nThe proposalís integrated ICT real-time platform would be able to manage trading, metering and management of electricity flow according to the transactions completed within the local market and beyond its boundaries. EMPOWER follows a micro-grid approach where energy flow is controlled by devices that are managed by a cloud-based management module. The management module also supports the trading that is handled by customizable software agents.  Aggregation of contributions from the user community, metering, credit assignments, predictions and strategy maintenance would be aligned to different business models. A real-time communication module links the management part with the micro-grid control and household devices assigned to an integrated demand-response regime. \nEMPOWER will be tested at three representative locations across Europe, to prove that a ICT-supported local market approach would be accepted by consumers and prosumers, ensuring the required engagement and benefits to establish a highly efficient self-adaptive market solution able to balance supply and demand effectively at local level.",
    "totalCost": "6120486,25",
    "ecMaxContribution": "4429808,12",
    "coordinator": "Schneider Electric Norge AS",
    "coordinatorCountry": "NO",
    "participants": "SMART INNOVATION NORWAY AS;ESMART SYSTEMS AS;NEWEN PROJECTS GMBH;FREDRIKSTAD ENERGI NETT AS;UNIVERSITAET ST. GALLEN;UNIVERSITAT POLITECNICA DE CATALUNYA;MALTA INTELLIGENT ENERGY MANAGEMENT AGENCY",
    "participantCountries": "NO;DE;CH;ES;MT",
    "projectParticipants": {
        "950731048": {
            "orgId": "950731048",
            "orgName": "FREDRIKSTAD ENERGI NETT AS",
            "ecContrib": 470750
        },
        "999861742": {
            "orgId": "999861742",
            "orgName": "UNIVERSITAET ST. GALLEN",
            "ecContrib": 0
        },
        "950648016": {
            "orgId": "950648016",
            "orgName": "SMART INNOVATION NORWAY AS",
            "ecContrib": 1512500
        },
        "939096092": {
            "orgId": "939096092",
            "orgName": "NEWEN PROJECTS GMBH",
            "ecContrib": 333375
        },
        "940764492": {
            "orgId": "940764492",
            "orgName": "ESMART SYSTEMS AS",
            "ecContrib": 640041
        },
        "939137705": {
            "orgId": "939137705",
            "orgName": "Schneider Electric Norge AS",
            "ecContrib": 771750
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 552392
        },
        "994139906": {
            "orgId": "994139906",
            "orgName": "MALTA INTELLIGENT ENERGY MANAGEMENT AGENCY",
            "ecContrib": 149000
        }
    },
    "calculatedTotalContribution": 4429808
}