{
    "rcn": "194482",
    "acronym": "CancerHetero",
    "topics": "ERC-CoG-2014",
    "title": "Dissection of tumor heterogeneity in vivo",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "It is now widely accepted that tumors are composed of heterogeneous population of cells, which contribute\nto many aspects of treatment resistance observed in clinic. Despite the acknowledgment of the tumor cell\nheterogeneity, little evidence was shown about complexity and dynamics of this heterogeneity in vivo,\nmainly because of lacking flexible genetic tools which allow sophisticated analysis in primary tumors. We\nrecently developed a very efficient mouse somatic brain tumor model which have a full penetrance of high\ngrade glioma development. Combination of this model with several transgenic mouse lines allow us to\nisolate and track different population of cells in primary tumors, most importantly, we also confirmed that\nthis can be done on single cell level. Here I propose to use this set of valuable genetic tools to dissect the\ncellular heterogeneity in mouse gliomas. First we will perform several single cell lineage tracing experiment\nto demonstrate the contribution of brain tumor stem cell, tumor progenitors as well as the relatively\ndifferentiated cells, which will provide a complete data sets of clonal dynamics of different tumor cell types.\nSecond we will further perform this tracing experiment with the presence of conventional chemotherapy.\nThird we will perform single cell RNA sequencing experiment to capture the molecular signature, which\ndetermines the cellular heterogeneity, discovered by single cell tracing. This result will be further validated\nby analysis of this molecular signatures in human primary tumors. We will also use our established in vivo\ntarget validation approach to manipulate the candidate molecular regulators to establish the functional\ncorrelation between molecular signature and phenotypic heterogeneity. This project will greatly improve our\nunderstanding of tumor heterogeneity, and possibly provide novel approaches and strategies of targeting\nhuman glioblastomas.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990073": {
            "orgId": "999990073",
            "orgName": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}