{
    "rcn": "194485",
    "acronym": "NewSpindleForce",
    "topics": "ERC-CoG-2014",
    "title": "A new class of microtubules in the spindle exerting forces on kinetochores",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "At the onset of division the cell forms a spindle, a micro-machine made of microtubules, which divide the chromosomes by pulling on kinetochores, protein complexes on the chromosome. The central question in the field is how accurate chromosome segregation results from the interactions between kinetochores, microtubules and the associated proteins. According to the current paradigm, the forces on kinetochores are produced by k-fibers, bundles of microtubules extending between the spindle pole and the kinetochore. The proposed project is built upon a groundbreaking hypothesis that a new class of microtubules, which we term bridging microtubules, bridge sister kinetochores. Our preliminary results show that bridging microtubules are responsible for the positioning of kinetochores in HeLa and PtK1 cells. Bridging microtubules have not been studied before because this requires cutting-edge microscopy and laser microsurgery techniques. By applying these methods, with which I have extensive expertise, we will determine the organization of these microtubules, identify the proteins that link them with k-fibers, and uncover where and how the forces for kinetochore positioning and movement are generated. My strength is in taking an interdisciplinary approach, which I will use in this project by combining laser microsurgery with genetic perturbations, quantitative measurements of the responses and comparison with theoretical models. Understanding the role of bridging microtubules in force generation and chromosome movements will not only shed light on the mechanism of chromosome segregation, but may also increase the potential of mitotic anticancer strategies, as the spindle is a major target for chemotherapy. The proposed ERC funding is essential for the success of these timely and ambitious experiments, allowing me to strengthen my position as an international leader in research on cell division, thereby increasing Europe's foremost position in this field.",
    "totalCost": "2150000",
    "ecMaxContribution": "2150000",
    "coordinator": "RUDER BOSKOVIC INSTITUTE",
    "coordinatorCountry": "HR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875031": {
            "orgId": "999875031",
            "orgName": "RUDER BOSKOVIC INSTITUTE",
            "ecContrib": 2150000
        }
    },
    "calculatedTotalContribution": 2150000
}