{
    "rcn": "194458",
    "acronym": "progRESsHEAT",
    "topics": "LCE-04-2014",
    "title": "Supporting the progress of renewable energies for heating and cooling in the EU on a local level",
    "startDate": "01/03/2015",
    "endDate": "31/10/2017",
    "objective": "The RED, the EED and the EPBD (recast) require member states to develop ambitious policies for sustainable heating and cooling. The objective of this project is to assist policy makers at the local, regional, national and EU-level in developing and implementing integrated, effective and efficient policy strategies achieving a fast and strong penetration of RES and EE in heating and cooling. This will include the analysis of cross-sectoral effects between RES and EE measures in industry, buildings and DHC as well as the link to the electricity system.\nThe core part of the proposal is the communication and capacity building process with policy makers, administrative staff and other stakeholders at the local, regional and national level including the set up of policy group meetings, expert consultations, experience sharing and capacity building workshops as well as webinars. The process will focus on 6 target countries and regions. Together with the authorities heating and cooling strategies will be developed through a profound analysis of their specific situation including barriers & drivers and a model based assessment of policy intervention in scenarios up to 2050. progRESsHEAT will assist national policy makers in implementing the policies published in the national heating and cooling plans in an effective and efficient way by the means of a model-based quantitative impact assessment of local, regional and national policies up to 2050. Data, scenarios and recommendations will be provided for the target countries. Dissemination activities will transfer results to other countries and the EU-level.\nPolicy makers and other stakeholders will be strongly involved in the process, learn from the experience in other regions and gain deep understanding of the impact of policy instruments and their specific design. This will provide the ground for favourable, stable conditions for increasing the efficiency and the penetration of renewable heating and cooling in Europe.",
    "totalCost": "1728305,6",
    "ecMaxContribution": "1728305",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "O.Oe. Energiesparverband;IREES GMBH - INSTITUT FUR RESSOURCENEFFIZIENZ UND ENERGIESTRATEGIEN;ENERGY CITIES/ENERGIE-CITES ASSOCIATION;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;AGENTIA PENTRU MANAGEMENTUL ENERGIEI SI PROTECTIA MEDIULUI BRASOV;GATE 21;MESTO LITOMERICE;EE ENERGY ENGINEERS GMBH;DANMARKS TEKNISKE UNIVERSITET;INEGI - INSTITUTO DE CIENCIA E INOVACAO EM ENGENHARIA MECANICA E ENGENHARIA INDUSTRIAL",
    "participantCountries": "AT;DE;FR;RO;DK;CZ;PT",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 308845
        },
        "964500392": {
            "orgId": "964500392",
            "orgName": "MESTO LITOMERICE",
            "ecContrib": 83863
        },
        "966036484": {
            "orgId": "966036484",
            "orgName": "ENERGY CITIES/ENERGIE-CITES ASSOCIATION",
            "ecContrib": 132620
        },
        "967104454": {
            "orgId": "967104454",
            "orgName": "AGENTIA PENTRU MANAGEMENTUL ENERGIEI SI PROTECTIA MEDIULUI BRASOV",
            "ecContrib": 55928
        },
        "994238070": {
            "orgId": "994238070",
            "orgName": "O.Oe. Energiesparverband",
            "ecContrib": 104628
        },
        "952395083": {
            "orgId": "952395083",
            "orgName": "EE ENERGY ENGINEERS GMBH",
            "ecContrib": 142188
        },
        "996840968": {
            "orgId": "996840968",
            "orgName": "INEGI - INSTITUTO DE CIENCIA E INOVACAO EM ENGENHARIA MECANICA E ENGENHARIA INDUSTRIAL",
            "ecContrib": 90474
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 263574
        },
        "966028433": {
            "orgId": "966028433",
            "orgName": "GATE 21",
            "ecContrib": 141158
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 226095
        },
        "950631429": {
            "orgId": "950631429",
            "orgName": "IREES GMBH - INSTITUT FUR RESSOURCENEFFIZIENZ UND ENERGIESTRATEGIEN",
            "ecContrib": 178933
        }
    },
    "calculatedTotalContribution": 1728306
}