{
    "rcn": "194406",
    "acronym": "ERN",
    "topics": "NMP-34-2014",
    "title": "The European Remanufacturing Network - coordinating and supporting European remanufacturers",
    "startDate": "01/02/2015",
    "endDate": "31/01/2017",
    "objective": "Remanufacturing is an important component of a resource efficient manufacturing industry. By keeping components and their embodied material in use for longer, significant energy use and emissions to air and water can be avoided. In addition to environmental benefits, remanufacturing provides opportunities for the creation of highly skilled jobs and economic growth.  \n\nDespite these accolades, remanufacturing is an undervalued part of the industrial landscape and an under-recognised sustainable industry. Activity to promote remanufacturing is currently undertaken at a sectoral level for some product sectors. In Europe, unlike in the recycling industry, cross-sectoral activities to facilitate knowledge transfer and promote the industry do not exist. Our major competitors, the US and China, already have a common vision and strategy for remanufacturing within their industrial landscape. An outcome may be that European remanufacturing could lose competitiveness against these more organised sectors. As a result, there is a real need for a European-level solution to encourage remanufacturing throughout Europe.\n\nThis proposal sets out the formation, coordination and support of a European Remanufacturing Network (ERN) over a project period of two years, which aims to:\nï Encourage new businesses to take up remanufacturing.\nï Help existing remanufacturers improve their operations.\nï Improve competitiveness of remanufacturers domestically and internationally.\nï Create greater awareness of remanufacturing in the public and policy makers to increase demand and address barriers.\n\nThe aims of the ERN will be achieved through:\nï Mapping out the current remanufacturing landscape in Europe and estimating its future potential.\nï Disseminating best practice in remanufacturing business models, processes and design.\nï Providing industry with remanufacturing knowledge, tools and partnerships.\nï Undertaking an information campaign to raise the profile of the European remanufacturing industry.",
    "totalCost": "1489221,25",
    "ecMaxContribution": "1489221,25",
    "coordinator": "OAKDENE HOLLINS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "LINKOPINGS UNIVERSITET;INSTITUT POLYTECHNIQUE DE GRENOBLE;Teknologian tutkimuskeskus VTT Oy;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COOPERATIEVE CIRCLE ECONOMY UA;TEKNOLOGIAN TUTKIMUSKESKUS VTT;TECHNISCHE UNIVERSITEIT DELFT;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "SE;FR;FI;DE;NL;UK",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 207989
        },
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 229446
        },
        "939754528": {
            "orgId": "939754528",
            "orgName": "COOPERATIEVE CIRCLE ECONOMY UA",
            "ecContrib": 171345
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 198404
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 159528
        },
        "999901706": {
            "orgId": "999901706",
            "orgName": "TEKNOLOGIAN TUTKIMUSKESKUS VTT",
            "ecContrib": 0
        },
        "942473438": {
            "orgId": "942473438",
            "orgName": "OAKDENE HOLLINS LIMITED",
            "ecContrib": 252886
        },
        "999875225": {
            "orgId": "999875225",
            "orgName": "INSTITUT POLYTECHNIQUE DE GRENOBLE",
            "ecContrib": 117600
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 152024
        }
    },
    "calculatedTotalContribution": 1489222
}