{
    "rcn": "194475",
    "acronym": "SynChI",
    "topics": "ERC-CoG-2014",
    "title": "Striatal cholinergic cell assemblies in movement disorders",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Pathological neuronal synchrony is the hallmark of many neurological disorders, including Parkinsonís disease (PD) and Huntingtonís disease (HD), which further share deficits in cholinergic signaling.  Moreover, recent findings have underscored the therapeutic relevance of the synchrony among striatal cholinergic interneurons (ChI) that orchestrate this signaling. They have shown that excessively synchronous ChI discharge induces di-synaptic release of dopamine, GABA and glutamate. Here, I propose to elucidate how ChI synchronization is generated under normal and pathological conditions and thereby identify novel therapeutic targets to treat PD and HD. This study has only very recently become feasible with the advent of powerful tools that I have mastered to explore ChI synchrony. \nWe will employ a combination of cutting-edge in vitro and in vivo techniques to simultaneously record a far larger population of pre-identified ChIs than is currently possible. We will express GCaMP6, a genetically encoded calcium indicator (GECI), exclusively in ChIs, and use multiphoton microscopy to image calcium transients from several ChIs simultaneously in conjunction with intracellular recording from individual ChIs in acute brain slices and in anesthetized mice. Additionally, we will use endoscopic GECI imaging in freely-moving classically conditioned mice. We will employ modern analyses that reveal low-dimensional structures in large neuronal datasets to quantify synchrony (1) during on-going activity; (2) during optogenetic activation of afferents; and (3), in the freely-moving mice, while presenting conditioned cues. Finally, we will study the origins of pathological synchrony in PD and HD mouse models and explore means to correct this condition. This comprehensive approach should explain the pathological ChI synchrony observed in PD; identify novel targets to treat PD and HD; and create a general methodology to study pathological synchrony in many other neurological disorders.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}