{
    "rcn": "194481",
    "acronym": "MobiliSense",
    "topics": "ERC-CoG-2014",
    "title": "Air pollution and noise exposure related to personal transport behaviour: short-term and longer-term effects on health",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "To support policies at the European and national levels, MobiliSense aims to explore the effects of air pollution and noise exposure related to personal transport habits on respiratory and cardiovascular health. Building on methods from Epidemiology, Geography, and Transport sciences, the objectives of MobiliSense are to quantify the contribution of personal transport to the air pollution and noise exposure of individuals; to compare the air pollution and noise exposure in the different transport modes; to investigate whether total and transport-related personal exposure to air pollutants and noise are associated with short-term and two-year changes in respiratory and cardiovascular health; and to examine whether transport-related exposures mediate socioeconomic disparities in health. The MobiliSense project will use passive and active sensors of location, behaviour, environmental nuisances, and health in a representative sample of 1000 participants followed-up over two years. It addresses a gap in knowledge: (i) by assessing transport behaviour over 8 days with GPS receivers and an electronic mobility survey; (ii) by considering the personal exposure to both air pollution and noise and improving its characterisation (inhaled doses, noise frequency components, impulsive noise, and interactions with subjective annoyance); (iii) by measuring a wide range of respiratory and cardiovascular outcomes (smartphone-assessed respiratory symptoms, lung function assessed by spirometry and impedance pneumography, resting blood pressure, ambulatory brachial / central blood pressure, and heart rate variability); and (iv) by investigating short-term and longer-term effects of transport. To assist policy-makers, the final aim is to deliver a simulation tool permitting to determine the extent to which scenarios (i) of changes in personal transport behaviour and (ii) of changes in exposure levels during transport affect individual exposure and respiratory / cardiovascular health.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}