{
    "rcn": "194421",
    "acronym": "AURES",
    "topics": "LCE-04-2014",
    "title": "Auctions for Renewable Energy Support: Effective use and efficient implementation options",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "Auctions, as a competitive and market-based mechanism, are on the verge of becoming a prevailing feature in support policies for renewable energy in Europe. A comprehensive assessment of auctions and their suitability for renewable support in Europe is urgently needed to facilitate their successful design and cost-efficient implementation. Auctions have the potential to significantly improve the performance of renewable electricity support in Europe, but there are potential pitfalls and difficulties to be avoided. AURES combines dedicated, detailed and target-oriented analysis of auctions and their interactions with other energy policy mechanisms and markets with capacity building of policy makers and market participants. The project will identify and evaluate suitable auction design options and their effects under different market conditions using tailored theoretical, empirical, experimental, and model-based approaches, and so develop best practices and policy recommendations for future auction design. Building on worldwide experiences with auctions in energy policy and other industries and on close cooperation with ongoing auction implementation cases in Europe, a strong knowledge base will be developed, enabling policy makers and market participants to make informed decisions. This knowledge base will be processed in a flexible policy support tool that provides policy makers with tailor-made information suited to their specific situation and policy preferences. By facilitating an intense and continuous stakeholder dialogue and by establishing a knowledge sharing network via workshops, webinars, bilateral meetings, and expert consultations, the project will serve as capacity building platform. The project consortium consists of eight renowned public institutions and private firms representing seven European countries and includes some of the leading energy policy experts in Europe, with an impressive track record of successful research and coordination projects.",
    "totalCost": "1552600,75",
    "ecMaxContribution": "1552600,75",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;THE UNIVERSITY OF EXETER;TAKON GmbH - SPIELTHEORETISCHE BERATUNG;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;CONCITO;ECOFYS GERMANY GMBH",
    "participantCountries": "AT;UK;DE;ES;DK",
    "projectParticipants": {
        "989574019": {
            "orgId": "989574019",
            "orgName": "ECOFYS GERMANY GMBH",
            "ecContrib": 247581
        },
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 168719
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 99668
        },
        "941379181": {
            "orgId": "941379181",
            "orgName": "CONCITO",
            "ecContrib": 140817
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 146956
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 376001
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 230160
        },
        "946336463": {
            "orgId": "946336463",
            "orgName": "TAKON GmbH - SPIELTHEORETISCHE BERATUNG",
            "ecContrib": 142699
        }
    },
    "calculatedTotalContribution": 1552601
}