{
    "rcn": "194479",
    "acronym": "CHILE",
    "topics": "ERC-CoG-2014",
    "title": "A Comparative History of Insurance Law in Europe",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The objective of the project is to work out interactions between the national developments of insurance law in Europe, to explore the possibility of common historical roots of European insurance law, and to reassess the history of insurance law in Europe. The project does, thereby, aim at creating a historical basis for a European legal scholarship in the field of insurance law.\n\nTodayís state of research in the field of the history of insurance law is unsatisfactory: with the exception of maritime insurance, modern research focuses on national developments and the history of insurance law is told differently in the European countries. Even though modern research suggests that there have been interactions between the national developments these interactions often appear to be only footnotes to a mainly national development.\n\nFor the first time, the project takes these points of interactions as a starting point for an in depth research into the history of insurance law in Europe. It is, to take an example involving England and Germany, known that English life and fire insurers where present on the German market since the late 18th century and that those who, in the beginning of the 19th century, were involved in founding the first commercial life and fire insurers in Germany had been working for English insurers. What needs to be explored is what impact this had on the practice and standard contract terms of German insurers. On the basis of the research into this and other points of interactions it will, for the first time, be possible to research into the doctrinal history of insurance law on a European level.\n\nThe project will help to reassess the history of insurance law in Europe and it will create a historical basis for a European scholarship in the field of insurance law: the harmonization of European insurance contract law is on the agenda. Comparative historical research will help to understand the existing differences between the insurance laws in Europe.",
    "totalCost": "1992500",
    "ecMaxContribution": "1992500",
    "coordinator": "UNIVERSITAET AUGSBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999598678": {
            "orgId": "999598678",
            "orgName": "UNIVERSITAET AUGSBURG",
            "ecContrib": 1992500
        }
    },
    "calculatedTotalContribution": 1992500
}