{
    "rcn": "194450",
    "acronym": "DemoWind",
    "topics": "LCE-18-2014",
    "title": "DemoWind ERA-NET Cofund action - delivering cost reduction in offshore wind",
    "startDate": "01/01/2015",
    "endDate": "31/12/2019",
    "objective": "DemoWind proposes to launch and implement a coordinated, collaborative, joint offshore wind technology demonstration Call worth in excess of Ä100m between 2015-19 under Horizon 2020 topic LCE 18 ñ 2014: Supporting Joint Actions on demonstration and validation of innovative energy solutions. \n \nPartners: Belgium, Denmark, the Netherlands, Portugal, Spain, and the United Kingdom, aim to pool their national resources of up to MÄ21.2, matched with MÄ10.4 of funding from the EC. \n                                                  \nDemoWind is focussed on enabling industry, through partnership, to push technologies through TRLs 5-6 to 6-7 in transnationally funded projects.  We aim to connect existing and new European offshore wind demonstration opportunities, exchange knowledge and facilitate the acceleration of cost reducing innovative technologies to commercialisation. \nThis action will contribute to European cost reduction targets for offshore wind, economic development of the European offshore wind sector and help to maintain the EUís internationally leading position in offshore wind.  Reducing the technology cost is essential to increase the deployment of offshore wind making a significant contribution to the EUís climate change targets, replacing aging fossil burning power plant with affordable wind energy. \n \nDemoWind has 5 work packages which will be overseen by a Management Group, and coordinated by the UK Department of Energy and Climate Change.  A Project Secretariat will support implementation and an Advisory Board will ensure that  actions remain relevant to the needs of the offshore wind industry.  Other work packages include:\nï         Preparation and launch of the transnational Call for proposals; \nï         Proposal assessment and selection; \nï         Monitoring of projects and evaluation of the overall programme and individual projects; \nï         Communication, dissemination and exploitation to ensure that funded transnational projects deliver impact.",
    "totalCost": "23585334",
    "ecMaxContribution": "7783160,22",
    "coordinator": "The Department Of Energy and Climate Change",
    "coordinatorCountry": "UK",
    "participants": "CENTRO PARA EL DESARROLLO TECNOLOGICO INDUSTRIAL.;MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT;AGENTSCHAP VOOR INNOVATIE DOOR WETENSCHAP EN TECHNOLOGIE;ENERGISTYRELSEN;FUNDACAO PARA A CIENCIA E A TECNOLOGIA",
    "participantCountries": "ES;NL;BE;DK;PT",
    "projectParticipants": {
        "994605603": {
            "orgId": "994605603",
            "orgName": "ENERGISTYRELSEN",
            "ecContrib": 2477907
        },
        "999510020": {
            "orgId": "999510020",
            "orgName": "CENTRO PARA EL DESARROLLO TECNOLOGICO INDUSTRIAL.",
            "ecContrib": 1048979
        },
        "999543970": {
            "orgId": "999543970",
            "orgName": "FUNDACAO PARA A CIENCIA E A TECNOLOGIA",
            "ecContrib": 0
        },
        "999656878": {
            "orgId": "999656878",
            "orgName": "AGENTSCHAP VOOR INNOVATIE DOOR WETENSCHAP EN TECHNOLOGIE",
            "ecContrib": 0
        },
        "911879929": {
            "orgId": "911879929",
            "orgName": "DEPARTMENT FOR BUSINESS ENERGY AND INDUSTRIAL STRATEGY",
            "ecContrib": 2827579
        },
        "953236461": {
            "orgId": "953236461",
            "orgName": "The Department Of Energy and Climate Change",
            "ecContrib": 0
        },
        "972778178": {
            "orgId": "972778178",
            "orgName": "MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT",
            "ecContrib": 1428695
        }
    },
    "calculatedTotalContribution": 7783160
}