{
    "rcn": "194490",
    "acronym": "imbh",
    "topics": "ERC-CoG-2014",
    "title": "Do intermediate-mass black holes exist?",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "With this proposed project I will determine whether intermediate-mass black holes (IMBHs) exist. I propose to use ESA's new Gaia mission, the rich Hubble Space Telescope data archive, and state-of-the-art techniques to investigate systems predicted to exist but not yet found hitherto, such as recoiled hyper-compact stellar systems, red-supergiant mass donors to ultra-luminous X-ray sources, and white dwarf tidal disruption events. The latter can only be detected if black holes with masses less than 1E5 Msun are involved. Using these systems and events we can probe the sphere of influence of the IMBH and determine the black hole mass dynamically.\nCurrently, there are strong indications for the existence of IMBHs, but dynamical evidence, the irrefutable proof of their existence, is still lacking. Whereas the unequivocal detection of an IMBH will be a breakthrough discovery in itself, it has also important consequences for searches of dark matter annihilation signals, it will provide a baseline for the rate predictions of gravitational wave radiation events involving IMBHs, and the properties of a population of IMBHs provides important constraints on the growth of supermassive black holes and galaxies. Finally, if we discover IMBHs in hyper-compact star clusters it validates numerical relativity simulations that predict that merging black holes receive a recoil kick.\nMy membership of Gaia's Data Processing and Analysis Consortium gives me a distinct advantage in analysing and interpreting Gaia data that, through the superb angular resolution, immediate spectroscopic observations and all-sky coverage, provides unique capabilities ideally suited for answering the question whether IMBHs exist.\nMy proposed project is the first to recognize the potential of Gaia (WP1&2) as well as the implications of having red supergiant mass donors in some ultra-luminous X-ray sources (WP3) for answering the question on the existence of IMBHs.",
    "totalCost": "1999975",
    "ecMaxContribution": "1999975",
    "coordinator": "STICHTING SRON NETHERLANDS INSTITUTE FOR SPACE RESEARCH",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997901663": {
            "orgId": "997901663",
            "orgName": "STICHTING SRON NETHERLANDS INSTITUTE FOR SPACE RESEARCH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}