{
    "rcn": "194412",
    "acronym": "EU-GREAT",
    "topics": "NMP-37-2014",
    "title": "European guide and recommendations for the combined funding of large-scale RDI initiatives",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The rationale for EU-GREAT originates from the observation that more budget is needed and public and private sectors must join forces to increase the number of large-scale RDI initiatives in Europe, in order to ultimately boost the commercialisation of new technologies, products and services able to strengthen the competitive-edge of the European Industry while, at the same time, solve Europeís societal challenges.\nThe overall objective of the project is to identify the key issues required to combine different funding mechanisms and support the scale up of research into market through large scale RDI initiatives. The expected impact of the project is to provide guidelines and initiate the development of RDI initiatives that combine different funding mechanisms.. This will be facilitated with: \n1. Identification of the key issues that are hindering setting up investment plans for large scale RDI initiatives. \n2. Creating an overview of public as well as private investment sources. \n3. Assessment of the (miss)match between demand and supply of funding.\n4. Hands-on analysis and elaboration of concrete plans for investment, for at least 4 typical cases.\n5. Manuals for (consortia of) organizations on how to create combined funding schemes for large RDI projects focusing on pilot production.\n6. Recommendations for policy representatives on how to create and align combined funding schemes.\n7. Raise awareness and knowledge among industrial players, policy-makers and other actors engaged in large-scale RDI initiatives on the problems and solutions to combining funding from different public and private sources.\nEU-GREAT! consortium is a strong mix of research, industry and public authorities ñ key to any innovation value chain. The success of EU-GREAT! is based upon the ability of the consortium as a whole to engage stakeholders in the project as well as their experience in establishing and operating large-scale RDI initiatives.",
    "totalCost": "991325",
    "ecMaxContribution": "991325",
    "coordinator": "FUNDACION TECNALIA RESEARCH & INNOVATION",
    "coordinatorCountry": "ES",
    "participants": "CENTRO PARA EL DESARROLLO TECNOLOGICO INDUSTRIAL.;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;Teknologian tutkimuskeskus VTT Oy;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA;PLASTIQUES RG SAS;NANOFUTURES ASBL;HIGH VALUE MANUFACTURING CATAPULT;ARCELORMITTAL BELGIUM NV;POLITECHNIKA WROCLAWSKA;TEKNOLOGIAN TUTKIMUSKESKUS VTT",
    "participantCountries": "ES;NL;FI;FR;PT;BE;UK;PL",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 113945
        },
        "999510020": {
            "orgId": "999510020",
            "orgName": "CENTRO PARA EL DESARROLLO TECNOLOGICO INDUSTRIAL.",
            "ecContrib": 16500
        },
        "947868675": {
            "orgId": "947868675",
            "orgName": "HIGH VALUE MANUFACTURING CATAPULT",
            "ecContrib": 187810
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 125525
        },
        "999513706": {
            "orgId": "999513706",
            "orgName": "INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA",
            "ecContrib": 90000
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 108555
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 198907
        },
        "999845931": {
            "orgId": "999845931",
            "orgName": "POLITECHNIKA WROCLAWSKA",
            "ecContrib": 50125
        },
        "961556442": {
            "orgId": "961556442",
            "orgName": "ARCELORMITTAL BELGIUM NV",
            "ecContrib": 20625
        },
        "999901706": {
            "orgId": "999901706",
            "orgName": "TEKNOLOGIAN TUTKIMUSKESKUS VTT",
            "ecContrib": 0
        },
        "984754477": {
            "orgId": "984754477",
            "orgName": "NANOFUTURES ASBL",
            "ecContrib": 74250
        },
        "985622433": {
            "orgId": "985622433",
            "orgName": "PLASTIQUES RG SAS",
            "ecContrib": 5083
        }
    },
    "calculatedTotalContribution": 991325
}