{
    "rcn": "194472",
    "acronym": "EXMAG",
    "topics": "ERC-CoG-2014",
    "title": "Excitonic Magnetism in Strongly Correlated Materials",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Spontaneous symmetry breaking leading to states of matter with long-range order is one of the central topics in condensed matter physics. Common types of order, such as ferro- and anti-ferromagnetic, are characterized by spin or charge densities modulated on inter-atomic scale, therefore well studied thanks to various scattering experiments. Order parameters that are not of this type are much more difficult to detect, giving rise to names such as hidden order or electronic nematicity. Their impact on transport or thermodynamic properties may, nevertheless, be substantial. In the EXMAG project we will investigate excitonic condensation in systems with strongly correlated electrons as a new mechanism leading to unconventional ordered states. The objective of the project is to characterize the physical properties of various excitonic phases and to find their realization in real materials. We will focus on intermediate coupling strength and doped systems where the interaction between the excitonic order and the charge carriers is expected to lead to new physics. In particular, we want to explore the potential of the excitonic order to induce instabilities, e.g. magnetic or superconducting, that are not present in the normal phase. We will also address the possibility of topologically non-trivial quasi-particle band-structures in the excitonic phase. Our main tool will be numerical simulations based on the dynamical mean-field theory and ab initio band-structure methods. We will pursue two main lines of research: investigation of simple models allowing access to many physical observables and studies of real materials capturing the chemical complexities at the cost of more severe approximations. Ultimately, we want to understand in detail the properties of the excitonic magnets and their potential functionalities,and to identify the main control parameters and promising materials.",
    "totalCost": "1382500",
    "ecMaxContribution": "1382500",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "FYZIKALNI USTAV AV CR V.V.I",
    "participantCountries": "CZ",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 1204750
        },
        "999873867": {
            "orgId": "999873867",
            "orgName": "FYZIKALNI USTAV AV CR V.V.I",
            "ecContrib": 177750
        }
    },
    "calculatedTotalContribution": 1382500
}