{
    "rcn": "194418",
    "acronym": "NanoPilot",
    "topics": "NMP-08-2014",
    "title": "A Pilot Plant for the Production of Polymer based Nanopharmaceuticals in Compliance with GMP",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "The aim of NanoPilot will be to set-up a flexible and adaptable pilot plant operating under GMP for the production of small batches of polymer-based nanopharmaceuticals, which exhibit significant potential in the field of drug-delivery particularly for the design of second-generation nanopharmaceuticals.\nThree different processes will be established for the production of three different nanopharmaceuticals selected on the basis of their TRL and positive commercial evaluation: a) topical treatment of ocular pain associated with dry eye syndrome containing short interfering RNA and lactic acid, b) A resuspendable HIV nanovaccine for intranasal vaccination containing 12 peptides in its formulation. c) Hyaluronan based hollow spheres intended for intravesical instillation, for the treatment of interstitial cystitis/painful bladder syndrome.\nState of the art production processes including micro reactors and highly advanced characterization techniques will ensure the quality of the nanodrugs. Existing laboratories suitable for large-scale production of biologics in compliance with GMP, and owned by the coordinator, will be adapted and certified within this project to enable the operability of the pilot plant.\nNanoPilot consists of nine complementary partners composed by 1 Industry and 2 academia developers of the nanosystems to scale-up. A research Institute expert in nanoparticle characterizacion and already operating in compliance with Good laboratory practices. An SME and an Industry that will develop ad-hoc continuous flow reactors for the optimization of two of the three processes. A consultancy (SME) expert in Quality system implementation and laboratory information management systems. A second consultancy (SME) in charge of the business plan, that will also help the coordinator in dissemination and exploitation activities. Finally, a research centre with a recorded track in nanomedicine, already operating under ISO 9001, and will be in charge of the pilot plant.",
    "totalCost": "6283988,75",
    "ecMaxContribution": "6283988,75",
    "coordinator": "FUNDACION CIDETEC",
    "coordinatorCountry": "ES",
    "participants": "NATIONAL UNIVERSITY OF IRELAND GALWAY;MICRONIT GMBH;SPINVERSE  OY;UNIVERSIDAD DE SANTIAGO DE COMPOSTELA;IX-FACTORY GMBH;MEJORAN LAB AUTOMATION SL;SYLENTIS SAU;CHEMTRIX BV;ASSOCIATION POUR LE DEVELOPPEMENT DE L'ENSEIGNEMENT ET DES RECHERCHES AUPRES DES UNIVERSITES, DES CENTRES DE RECHERCHE ET DES ENTREPRISES D'AQUITAINE",
    "participantCountries": "IE;DE;FI;ES;NL;FR",
    "projectParticipants": {
        "940468254": {
            "orgId": "940468254",
            "orgName": "MEJORAN LAB AUTOMATION SL",
            "ecContrib": 981662
        },
        "995176060": {
            "orgId": "995176060",
            "orgName": "IX-FACTORY GMBH",
            "ecContrib": 84973
        },
        "998060646": {
            "orgId": "998060646",
            "orgName": "ASSOCIATION POUR LE DEVELOPPEMENT DE L'ENSEIGNEMENT ET DES RECHERCHES AUPRES DES UNIVERSITES, DES CENTRES DE RECHERCHE ET DES ENTREPRISES D'AQUITAINE",
            "ecContrib": 670750
        },
        "999461229": {
            "orgId": "999461229",
            "orgName": "FUNDACION CIDETEC",
            "ecContrib": 2045560
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 531500
        },
        "998402765": {
            "orgId": "998402765",
            "orgName": "SYLENTIS SAU",
            "ecContrib": 643119
        },
        "995047923": {
            "orgId": "995047923",
            "orgName": "CHEMTRIX BV",
            "ecContrib": 586450
        },
        "919322254": {
            "orgId": "919322254",
            "orgName": "MICRONIT GMBH",
            "ecContrib": 268033
        },
        "999829635": {
            "orgId": "999829635",
            "orgName": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
            "ecContrib": 273500
        },
        "999725166": {
            "orgId": "999725166",
            "orgName": "SPINVERSE  OY",
            "ecContrib": 198441
        }
    },
    "calculatedTotalContribution": 6283988
}