{
    "rcn": "194473",
    "acronym": "LYMPHORG",
    "topics": "ERC-CoG-2014",
    "title": "Organ-specific mechanisms of lymphatic vascular development and specialisation",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Lymphatic vasculature maintains tissue fluid homeostasis and has important emerging roles in inflammation, immunity, lipid metabolism, blood pressure regulation and cancer metastasis. Lymphatic vessels are specialised to fulfil the functional needs of different organs while diseases associated with lymphatic dysfunction frequently affect vessels of specific tissues. How functional specialisation of vessels is achieved and what underlies tissue-specific vessel failure is not understood. I hypothesise that organ-specific manifestation of lymphatic dysfunction in disease is due to vascular bed-specific differences in vessel formation. In this project my aim is to identify genes and mechanisms required for organ-specific lymphatic development. Building on our recent discovery of a previously unknown progenitor cell type that is required for lymphatic development in an organ-specific manner I set out to identify the origin and function of lymphatic endothelial progenitor cells (LEPC) during development and assess their potential for therapeutic lymphatic regeneration. Towards this aim, we will identify organ-specific origins of lymphatic vasculature using lineage tracing and determine genetic signatures of lymphatic endothelial progenitors by mRNA sequencing. Cells and tissues from normal and mutant mice that show organ-specific lymphatic defects will be analysed. To identify molecular and cellular mechanisms of LEPC derived vessel formation, we will functionally characterise LEPC signature genes using mouse models and visualise vessel development by in vivo two-photon microscopy. The function and therapeutic potential of LEPCs and LEPC derived vessels will be assessed using mouse models of tolerance, inflammation, obesity and lymphoedema. This work will provide novel insights into organ-specific mechanisms of vascular morphogenesis and identify a progenitor cell that may be expoited to restore lymphatic function in disorders associated with lymphatic vessel failure.",
    "totalCost": "2368439",
    "ecMaxContribution": "2368439",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 2368439
        }
    },
    "calculatedTotalContribution": 2368439
}