{
    "rcn": "194417",
    "acronym": "SeeingNano",
    "topics": "NMP-31-2014",
    "title": "Developing and Enabling Nanotechnology Awareness-Building through the Creation and Exchange of enhanced Communication and Visualisation Tools and Guidance for ëSeeing at the Nanoscaleí",
    "startDate": "01/12/2014",
    "endDate": "30/11/2016",
    "objective": "The SeeingNano project will create Novel Visualisation Tools for Enhanced Nanotechnology Awareness through a coordinated collaborative approach conducted by leading experts in the relevant fields: the target audiences identified in the proposal will be analysed by the consortium's socio-economic sciences and humanities, who - in collaboration with the consortium's state-of-the-art information visualisation partners - will elaborate and agree on the most appropriate tool to address the respective audiences. The scientific and technical content to be communicate through each tool to the respective audiences will be provided by experts from the nano-phenomena research community in collaboration with experts from the risk-communication and nanotoxicology community, in order to provide the key audiences with an ability to ëseeing at the nanoscaleí, and an understanding and awareness for the breadth of nanotechnologies, and the uncertainties and potential risks connected to them. The resulting tools are flexibly designed for customisation by the nanotechnology stakeholder community, and supported by guidance documents on (a) the socio-economic aspects of awareness-building exercises on nanotechnologies, (b) the science- and technology content and story boards on the nanotechnology-phenomena and their potential risks, and (c) the technical customisation of the tools provided. The \nIt is the ultimate goal of the SeeingNano project to make available a public online SeeingNano exchange with visualisation tools, guidance and content for the enhancement of nanotechnology awareness-building exercises conducted by the nanotechnology stakeholder community. The backbone of this repository is formed by the SeeingNano output: a set of good-communication practices, developed and stress-tested within the project, supported by captivating customisable visualisation tools, to demonstrate the raising of awareness and understanding.",
    "totalCost": "996478,75",
    "ecMaxContribution": "996478,75",
    "coordinator": "NANOTECHNOLOGY INDUSTRIES ASSOCIATION",
    "coordinatorCountry": "BE",
    "participants": "BUNDESINSTITUT FUER RISIKOBEWERTUNG;PLAYGEN LIMITED;UNIVERSITY OF LEEDS;VAN DEN BERGH JOHANNA JACOBA;TOMATO LIMITED;ZENTRUM FUR SOZIALE INNOVATION GMBH;ASSOCIATION EUROPEENNE DES EXPOSITIONS SCIENTIFIQUES TECHNIQUES ET INDUSTRIELLES;SCHUURBIERS DANIEL",
    "participantCountries": "DE;UK;NL;AT;BE",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 84305
        },
        "998448452": {
            "orgId": "998448452",
            "orgName": "ASSOCIATION EUROPEENNE DES EXPOSITIONS SCIENTIFIQUES TECHNIQUES ET INDUSTRIELLES",
            "ecContrib": 114212
        },
        "941585015": {
            "orgId": "941585015",
            "orgName": "TOMATO LIMITED",
            "ecContrib": 207688
        },
        "940719872": {
            "orgId": "940719872",
            "orgName": "ZENTRUM FUR SOZIALE INNOVATION GMBH",
            "ecContrib": 74371
        },
        "998771171": {
            "orgId": "998771171",
            "orgName": "BUNDESINSTITUT FUER RISIKOBEWERTUNG",
            "ecContrib": 75675
        },
        "951931617": {
            "orgId": "951931617",
            "orgName": "SCHUURBIERS DANIEL",
            "ecContrib": 14981
        },
        "951705025": {
            "orgId": "951705025",
            "orgName": "VAN DEN BERGH JOHANNA JACOBA",
            "ecContrib": 93424
        },
        "986948035": {
            "orgId": "986948035",
            "orgName": "NANOTECHNOLOGY INDUSTRIES ASSOCIATION",
            "ecContrib": 206362
        }
    },
    "calculatedTotalContribution": 871018
}