{
    "rcn": "194470",
    "acronym": "TUNEMEM",
    "topics": "ERC-CoG-2014",
    "title": "Externally Tuneable Separations for Membrane Reactors",
    "startDate": "01/08/2015",
    "endDate": "28/02/2018",
    "objective": "I will develop an all new type of reactor for pharmaceutical and chemical process applications ñ the ëtuneable membrane reactorí. These contain ground-breaking conducting polymer composite membranes that will allow in-situ tuning of the molecular selectivity for both neutral and charged species through them. This is revolutionary: current state-of-the-art membranes can be electrically tuned for charged species only. The project is timely, developing a new technology that can give the EU a competitive advantage for our declining pharmaceutical and (petro)chemical manufacturing base and builds on my recent research innovations.\n\nTo do this, my team of 3 PDRAs, 3 PhDs and I will develop unique stable polymer-polymer acid-nanoparticle composite membranes that can be externally electrically tuned to different pore sizes and/or molecular selectivity, uniquely tuning for neutral and charged species. We will characterise the chemical, physical and transport mechanisms responsible for the membrane tuneablity and relate these to transport models. We will then determine the feasibility of applying these unique tuneable membranes into membrane reactors, to allow in-situ external control of two key reactor parameters currently not possible: (1) Membrane fouling - membrane pore size/free volume and charge will be changed by applied potential allowing the fouling layer to be pushed off/through the membrane. (2) Precise external control of the reactant and product spectrum in the reactor by modifying species retention. By doing this, these tuneable membranes can be used to control the reaction rate, emissions and catalyst retention to maximise reaction rate and selectivity. This increases energy efficiency and emission control, helping the EU 20-20-20 environmental targets to be met. The overall impact applies beyond the project ñ we will be able to increase the control of membrane separations used worldwide, helping industries including food, water, healthcare and chemicals.",
    "totalCost": "789823,77",
    "ecMaxContribution": "789823,77",
    "coordinator": "UNIVERSITY OF BATH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 789824
        }
    },
    "calculatedTotalContribution": 789824
}