{
    "rcn": "194445",
    "acronym": "SmarterEMC2",
    "topics": "LCE-07-2014",
    "title": "Smarter Grid: Empowering SG Market Actors through Information and Communication Technologies",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "Power systems undergo massive technological changes due to the ever increasing concerns for environmental and energy sustainability. The increase of RES and DG penetration is one of the main goals in Europe in order to meet the environmental targets. However these goals will require new business cases and must be based on innovative ICT tools and communication infrastructure. On parallel, following the M/490 EU Mandate, CEN, CENELEC and ETSI proposed a technical report describing the Smart Grid Reference Architecture and the Smart Grids Architecture Model (SGAM) framework. A key objective of new Research and Innovation projects should be to provide solutions and ICT tools compatible with the SGAM and the standardization activity in Europe. Such new projects should also support the standardization activity by proposing additions or changes related to their objectives. Another key issue to address is whether the existing telecommunication infrastructure is sufficient to support in mass scale the new business cases and Smart Grid services. SmarterEMC2 implements ICT tools that support Customer Side Participation and RES integration, and facilitate open access in the electricity market. These tools take into account the SGAM as well the future structure of the Distribution Network as described by the relevant EU bodies and organizations. The project supports standardization activity by proposing adaptation to data models of market-oriented standards (IEC 62325-351) and field level standards (IEC 61850). Moreover, the project is fully dedicated towards achieving a maximum of impact. To validate the proposed technologies, the project includes 3 real-world pilots and large-scale simulation in 3 laboratories. The former will demonstrate the impact of Demand Response and Virtual Power Plants services in the real world settings, while the latter will reveal the ability of the communication networks to support massive uptake of such services.",
    "totalCost": "3751891,25",
    "ecMaxContribution": "3072655",
    "coordinator": "INTRACOM SA TELECOM SOLUTIONS",
    "coordinatorCountry": "EL",
    "participants": "ELEKTRIK DAGITIM HIZMETLERI DERNEGI(ELDER);AYDEM ELEKTRIK DAGITIM ANONIM SIRKETI;THALES ITALIA SPA;INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA;UNIVERSITY OF DURHAM;DIACHEIRISTIS ELLINIKOU DIKTYOU DIANOMIS ELEKTRIKIS ENERGEIAS AE;FUJITSU LABORATORIES OF EUROPE LIMITED;HELLENIC TELECOMMUNICATIONS ORGANIZATION S.A. - OTE AE (ORGANISMOS TILEPIKOINONION TIS ELLADOS OTE AE);INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS;AALBORG UNIVERSITET",
    "participantCountries": "TR;IT;PT;UK;EL;DK",
    "projectParticipants": {
        "952986395": {
            "orgId": "952986395",
            "orgName": "ELEKTRIK DAGITIM HIZMETLERI DERNEGI(ELDER)",
            "ecContrib": 180625
        },
        "995925967": {
            "orgId": "995925967",
            "orgName": "THALES ITALIA SPA",
            "ecContrib": 381938
        },
        "953032082": {
            "orgId": "953032082",
            "orgName": "DIACHEIRISTIS ELLINIKOU DIKTYOU DIANOMIS ELEKTRIKIS ENERGEIAS AE",
            "ecContrib": 165375
        },
        "999513706": {
            "orgId": "999513706",
            "orgName": "INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA",
            "ecContrib": 275375
        },
        "935067779": {
            "orgId": "935067779",
            "orgName": "AYDEM ELEKTRIK DAGITIM ANONIM SIRKETI",
            "ecContrib": 176531
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 417206
        },
        "999948363": {
            "orgId": "999948363",
            "orgName": "FUJITSU LABORATORIES OF EUROPE LIMITED",
            "ecContrib": 245388
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 430000
        },
        "999792581": {
            "orgId": "999792581",
            "orgName": "HELLENIC TELECOMMUNICATIONS ORGANIZATION S.A. - OTE AE (ORGANISMOS TILEPIKOINONION TIS ELLADOS OTE AE)",
            "ecContrib": 156275
        },
        "999969994": {
            "orgId": "999969994",
            "orgName": "INTRACOM SA TELECOM SOLUTIONS",
            "ecContrib": 459375
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 184567
        }
    },
    "calculatedTotalContribution": 3072655
}