{
    "rcn": "194491",
    "acronym": "MARS",
    "topics": "ERC-CoG-2014",
    "title": "Electronic Order, Magnetism, and Unconventional Superconductivity probed in Real-Space",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The interplay of electronic order with antiferromagnetism and superconductivity has recently emerged as a vital question for rationalizing the physics of all classes of unconventional superconductors. The electronic order is rarely sufficiently long-range correlated to render it susceptible for diffraction techniques. Instead, a local probe is usually required to detect it experimentally. It is clear, however, that such a probe must provide sensitivity at the same time to electronic order, superconductivity, and static magnetism for clarifying the interplay between these ordering phenomena. The only experimental technique which is capable of fulfilling these requirements simultaneously is spin-polarized scanning tunneling microscopy (SP-STM). This technique utilizes spin-polarized tunneling currents in order to measure signatures of electronic order, superconducting gaps, and the magnetic structure at the atomic scale. To the best of our knowledge, SP-STM has never been applied to unconventional superconductors, despite the mandatory necessity.\n\nExactly this is the goal of the MARS project: We want to combine SP-STM, which we recently established in our microscopes, with our experience in scanning tunneling microscopy on unconventional superconductors. We will apply highest-resolution SP-STM systematically to prototype representatives of the most important classes of unconventional superconductors, viz. cuprate, iron-arsenide, and heavy-fermion superconductors. For this purpose, a unique milli-Kelvin scanning tunneling microscope will be built, in order to achieve unprecedented resolution in spin-polarization, energy, and real-space.",
    "totalCost": "2747025",
    "ecMaxContribution": "2747025",
    "coordinator": "LEIBNIZ-INSTITUT FUER FESTKOERPER- UND WERKSTOFFFORSCHUNG DRESDEN E.V.",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544746": {
            "orgId": "999544746",
            "orgName": "LEIBNIZ-INSTITUT FUER FESTKOERPER- UND WERKSTOFFFORSCHUNG DRESDEN E.V.",
            "ecContrib": 2747025
        }
    },
    "calculatedTotalContribution": 2747025
}