{
    "rcn": "194461",
    "acronym": "PeroxiSystem",
    "topics": "ERC-CoG-2014",
    "title": "Systematic exploration of peroxisomal structure and function",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Peroxisomes are ubiquitous and dynamic organelles that house many important pathways of cellular metabolism. This key organelle propagates cellular signals for differentiation, development and metabolism, and thus it is no surprise that a large number of diseases, including metabolic disorders, have been linked to peroxisomal dysfunction. Despite the importance of peroxisomes many fundamental questions remain open. For example, we do not know the entire proteome of peroxisomes, the extent of their metabolic functions, how peroxisomes change to meet cellular requirements or how they interact and communicate with other cellular organelles. In this proposal we suggest to employ our expertise and unique toolsets, successfully applied in the study of whole organelles, to shed new light on peroxisomes as a cellular unit ñ a PeroxiSystem. We propose to combine state-of-the art high content tools with mechanistic studies to uncover new peroxisomal proteins under a variety of growth conditions (Aim1), map the functions of unstudied peroxisomal proteins using both systematic and hypothesis driven approaches (Aim 2) and unravel how peroxisomes communicate with other organelles (Aim 3). To perform these studies we will build on expertise attained during an ERC StG: combining high throughput genetic manipulations of yeast libraries alongside high content screens. Importantly, we will try to bridge the knowledge gap in peroxisomal biology by creating new tools that can be applied to this unique organelle. Our findings should make an important step towards an unprecedented, thorough and multifaceted understanding of peroxisomes, their cellular geography and roles as well as their regulation when presented with various metabolic conditions. More broadly, the approaches presented here can be easily applied to study any organelle of choice, thus providing a conceptual framework in the study of cell biology.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}