{
    "rcn": "194492",
    "acronym": "SOLACYLIN",
    "topics": "ERC-CoG-2014",
    "title": "A preparative approach to geometric effects in innovative solar cell types based on a nanocylindrical structure",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The ERC Consolidator Grant project SOLACYLIN aims at providing experimental insight into the function of 'third-generation' photovoltaic systems by generating materials stacks structured in a well-defined, accurately tunable, nanocylindrical geometry.\nTo this goal, we will develop and exploit advanced preparative methods based on two fundamental ingredients: (a) ordered 'anodic' porous oxides and (b) atomic layer deposition (ALD). The former solids will be generated as templates providing ordered arrays of straight, cyclindrical pores, the diameter and length of which can be varied between 20 nm and 300 nm and between 0.5 microns and 50 microns, respectively. The latter method will be used to coat the inner pore walls with one or several layers of the photovoltaic stack, each with a thickness set to values chosen between 1 nm and 30 nm.\nWe will invent and characterize novel surface reaction schemes for the deposition in ALD mode (from the gas phase and from solutions) of functional materials (doped semiconductors and intrinsic light absorbers) with tailored chemical and physical properties. We will investigate the experimental conditions in which they can be combined in a way that optimizes the quality of their interfaces.\nFinally, we will quantify the electrical and photovoltaic performance of p-i-n junctions prepared with our methods. We will have the unique capability of describing in a systematic, accurate manner how the experimental photovoltaic parameters depend on the individual thicknesses of the individual layers and on the length of the cylinders. This direct experimental handle on the amount of light absorbed, on the one hand, and the charge carrier transport distances to the electrical contacts, on the other hand, will be correlated with the relevant material parameters (absorption coefficients, carrier mobilities). This information will unveil the phenomena limiting the efficiency of each type of solar cell, and suggest avenues to remedy them.",
    "totalCost": "1938655",
    "ecMaxContribution": "1938655",
    "coordinator": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 1938655
        }
    },
    "calculatedTotalContribution": 1938655
}