{
    "rcn": "194493",
    "acronym": "MathModExp",
    "topics": "ERC-CoG-2014",
    "title": "The Evolution of Competition and Cooperation: how polymorphisms in microbial populations optimise virulence and mediate drug resistance",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Microbes form intricate communities where multiple strains and species communicate cooperate and compete, they can cause life-threatening diseases and destroy our food sources. Metabolism is key to these interactions, yet the way microbes acquire and utilise nutrients is often overlooked in evolutionary studies of pathogenicity, virulence and antibiotic resistance. I will address this by quantifying how microbial community composition is determined by the metabolism, genetics and physiology of individual players, establishing principles by which microbial composition affects virulence and antimicrobial resistance. \nCompetition for resources is the most basic of ecological interactions, fundamental because one cell directly impacts the fitness of others. It is only by incorporating nutrient acquisition and utilisation into studies of virulence and antibiotic resistance that we can predict, and ultimately control, the evolutionary response of microbes to resource stresses, antimicrobials and host defences. I will address two outstanding problems:\nChallenge one: Pathogens must acquire nutrients from their hosts, but what combination of different resource acquisition and utilisation strategies maximise population success and, therefore, virulence?\nChallenge two: Antibiotics can perturb the composition of polymicrobial communities from susceptible to resistant species but how is this shift mediated by resource utilisation strategies?\nFully integrating empirical data and theory, concepts from ecology and evolutionary dynamics will be key. We will formulate new theoretical tools that allow us to make predictions that will be fully challenged by data, both in vitro and in vivo.  This research will exploit advances in the molecular genetics of important plant and human pathogens and we will use them to synthesise polymorphic microbial populations and polymicrobial communities. We will dissect these to understand what makes microbials so resilient to the challenges they face.",
    "totalCost": "1968392,05",
    "ecMaxContribution": "1968392,05",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 1968392
        }
    },
    "calculatedTotalContribution": 1968392
}