{
    "rcn": "194437",
    "acronym": "IndustRE",
    "topics": "LCE-04-2014",
    "title": "Innovative Business Models for Market Uptake of Renewable Electricity unlocking the potential for flexibility in the Industrial Electricity Use",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "The flexibility of the industrial electricity demand has been identified as a potential that through innovative business models can facilitate further growth of variable renewable energy, while reducing the industrial electricity costs and contributing to the European energy policy goals. In this project the large industry is working with the renewable energy community to identify and implement business models for supplying variable renewable electricity to industrial users with flexibility in their demand, creating win-win situations. Several variations of the business models will be described covering different options like on and off-site renewable energy production. The business models will be adapted to 5 industrial sectors (Chemicals, non-ferrous metals, cold storage, steel, and water treatment) and 6 target countries (Belgium, France, Germany, Italy, Spain and UK). Tools will be developed to facilitate adoption of the business models: Model contracts adapted to the target countries and the different business models and a methodology that assesses the flexibility in industrial units and its value within the business models. The methodology will be transferred to third parties and will be applied in 6 case studies covering all target sectors and countries. Recommendations for improvements in the regulatory and market framework will be formulated and promoted. A top-down and a bottom-up methodology will be used to quantify the potential for further cost-effective grid integration of variable renewable electricity by the exploitation of the industrial electricity demand flexibility. The use of a sophisticated power system model and detailed analysis will provide reliable data on the impact the policy recommendations could have. An ambitious campaign will be carried out for engaging the target groups in direct action implementing the business models and informing the interested actors about the project activities and results.",
    "totalCost": "1897227,5",
    "ecMaxContribution": "1897227,5",
    "coordinator": "WIRTSCHAFT UND INFRASTRUKTUR GMBH & CO PLANUNGS KG",
    "coordinatorCountry": "DE",
    "participants": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;SCM GROUP SPA;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;BECKER BUTTNER HELD PARTNERSCHAFT;SOCIETA ENERGIE RINNOVABILI S.P.A.;UNIVERSIDAD PONTIFICIA COMILLAS;EUROPEAN COPPER INSTITUTE;SCM FONDERIE SRL",
    "participantCountries": "BE;IT;UK;DE;ES",
    "projectParticipants": {
        "963602463": {
            "orgId": "963602463",
            "orgName": "BECKER BUTTNER HELD PARTNERSCHAFT",
            "ecContrib": 175625
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 352720
        },
        "941614018": {
            "orgId": "941614018",
            "orgName": "EUROPEAN COPPER INSTITUTE",
            "ecContrib": 186344
        },
        "971874429": {
            "orgId": "971874429",
            "orgName": "SCM GROUP SPA",
            "ecContrib": 0
        },
        "935233940": {
            "orgId": "935233940",
            "orgName": "SOCIETA ENERGIE RINNOVABILI S.P.A.",
            "ecContrib": 139375
        },
        "998852651": {
            "orgId": "998852651",
            "orgName": "WIRTSCHAFT UND INFRASTRUKTUR GMBH & CO PLANUNGS KG",
            "ecContrib": 309075
        },
        "920043352": {
            "orgId": "920043352",
            "orgName": "SCM FONDERIE SRL",
            "ecContrib": 129250
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 348551
        },
        "999907817": {
            "orgId": "999907817",
            "orgName": "UNIVERSIDAD PONTIFICIA COMILLAS",
            "ecContrib": 256288
        }
    },
    "calculatedTotalContribution": 1897228
}