{
    "rcn": "194440",
    "acronym": "NANOFACTURING",
    "topics": "NMP-08-2014",
    "title": "The Development of Medium- and Large-Scale Sustainable Manufacturing Process Platforms for Clinically Compliant Solid Core Nanopharmaceuticals",
    "startDate": "01/02/2015",
    "endDate": "31/01/2019",
    "objective": "A number of nanomedicine formulations have enabled, or been shown to hold considerable potential for enabling more effective and less toxic therapeutic interventions.  However, progress to date in translating these initiatives to commercial success has been limited.  One of the main reasons for this bottleneck is due to the inability of researchers and stakeholders to manufacture batches of the nanomedicine product at the required scale and according to Good Manufacturing Practice (GMP) requirements. The NANOFACTURING project will focus on\n-\tfacilitating access to required infrastructures and expertise \n-\tcreating GMP pilot lines for up-scaling manufacturing\n-\taddressing the current developmental and production gaps \n-\ttaking nanomaterials already successfully produced at proof-of-concept/milligram levels and facilitating their scale-up to sub-kilogram quantities\n-\tproviding large-scale and GMP production for clinical trials and nanomedicine translation. \nThe NANOFACTURING project, through a consortium of 9 partners, will develop the synthetic processes, process control methods, analytical assays for QA/QC, functional specifications, and best practices, interfacing existing R&D centres of excellence, transfer organisations and private GMP manufacturing facilities (including SMEs) to ensure efficient translation from discovery through to first in man, proof-of-concept studies and beyond to Phase III according to industrial and regulatory standards. Specifically, the NANOFACTURING project aims to create a platform process for early, mid- and large-scale manufacturing of glycan-coated gold nanoparticles (GNPs), a widely researched and developed class of self-forming nanoparticles. The ability to engineer new nanopharmaceuticals based on this patent protected platform technology, developed by Midatech Biogune S.L. (Project Coordinator), will have inherent advantages over existing treatments for multiple therapeutic areas.",
    "totalCost": "8758519,77",
    "ecMaxContribution": "7898781,5",
    "coordinator": "MIDATECH PHARMA ESPANA SL",
    "coordinatorCountry": "ES",
    "participants": "\"INSTITUTO TUMORI \"\"GIOVANNI PAOLO II\"\"\";UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN;Centre for Process Innovation Limited;PROCHIMIA SURFACES SP. Z O.O.;LGAI TECHNOLOGICAL CENTER SA;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;MIDATECH LTD;GALCHIMIA SA;IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
    "participantCountries": "IT;IE;UK;PL;ES;CH",
    "projectParticipants": {
        "961890413": {
            "orgId": "961890413",
            "orgName": "GALCHIMIA SA",
            "ecContrib": 675554
        },
        "988316026": {
            "orgId": "988316026",
            "orgName": "\"INSTITUTO TUMORI \"\"GIOVANNI PAOLO II\"\"\"",
            "ecContrib": 187132
        },
        "999667936": {
            "orgId": "999667936",
            "orgName": "PROCHIMIA SURFACES SP. Z O.O.",
            "ecContrib": 472875
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 612921
        },
        "953502047": {
            "orgId": "953502047",
            "orgName": "MIDATECH LTD",
            "ecContrib": 768959
        },
        "999534367": {
            "orgId": "999534367",
            "orgName": "IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
            "ecContrib": 76618
        },
        "986282130": {
            "orgId": "986282130",
            "orgName": "LGAI TECHNOLOGICAL CENTER SA",
            "ecContrib": 409709
        },
        "996621069": {
            "orgId": "996621069",
            "orgName": "Centre for Process Innovation Limited",
            "ecContrib": 2080420
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 0
        },
        "946133248": {
            "orgId": "946133248",
            "orgName": "MIDATECH PHARMA ESPANA SL",
            "ecContrib": 2614594
        }
    },
    "calculatedTotalContribution": 7898782
}