{
    "rcn": "194486",
    "acronym": "TUSUPO",
    "topics": "ERC-CoG-2014",
    "title": "Tubular Supramolecular Polymers: A new class of therapeutic polymers",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "This research programme will establish a new class of materials and develop them into functional devices for biomedical applications. We will design tubular supramolecular polymers, supramolecular polymer brushes (SPBs), based on the self-assembly of cyclic peptide ñ polymer conjugates.  The synergy between the cyclic peptide, which directs the formation of the SPBs and the polymer conjugate, which provides functionality, will open the route to a wealth of new functional structures.  We will build on our initial work and expand our research to generate new synthetic routes for the ligation of polymers to peptides, develop new protocols for the characterisation of the materials, and establish the mechanism of supramolecular polymerisation. This research programme will open new horizons in the fundamental understanding and production of supramolecular polymers. In particular, beyond the generation of new materials, the functionality of these systems may allow the development of supramolecular living polymers, a long-standing goal in polymer chemistry that is still elusive. The functionality and versatility of the SPBs obtained in this work open the route to a wealth of applications, and we will focus on one specific target: the fabrication of drug delivery vectors. We will exploit the unique combination of features presented by this new class of polymer therapeutics, such as multiple attachment points for one or more drug(s) / targeting ligands / markers, the ability to self-disassemble into smaller and easy-to-excrete components, and an elongated shape that enables diffusion and interaction with cells more efficiently than traditional globular delivery systems. We will study the pharmacology properties of the SPBs, including their stability, toxicity, mode of cell penetration and ability to deliver a single or a combination of bioactive agent(s) (in the case of concerted mechanisms).",
    "totalCost": "1692376",
    "ecMaxContribution": "1692376",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 1692376
        }
    },
    "calculatedTotalContribution": 1692376
}