{
    "rcn": "194495",
    "acronym": "Sol-Pro",
    "topics": "ERC-CoG-2014",
    "title": "Solution Processed Next Generation Photovoltaics",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The profound advantages of printed photovoltaics (PVs), such as their light weight, mechanical flexibility in addition to the small energy demand, and low cost equipment requirements for roll-to-roll mass production, characterise them as a dominant candidate source for future electrical power. Over the last few years, the discovery of novel solution processed electronic materials and device structures boosted PV power conversion efficiency values. Despite that, power conversion efficiency is not a 'stand-alone' product development target for next generation PVs. Lifetime, cost, flexibility and non-toxicity have to be equally considered, regarding the technological progress of solution processed PVs. The ambit of the Sol-Pro research programme is to re-design solution processed PV components relevant to the above product development targets. Based on this, processing specifications as a function of the electronic material properties will be established and provide valuable input for flexible PV applications.  Adjusting the material characteristics and device design is crucial to achieve the proposed high performance PV targets. As a consequence, a number of high-level objectives concerning processing/materials/electrodes/interfaces, relevant to product development targets of next generation solution processed PVs, are aimed for within the proposed ERC programme.",
    "totalCost": "1840940",
    "ecMaxContribution": "1840940",
    "coordinator": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999597223": {
            "orgId": "999597223",
            "orgName": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
            "ecContrib": 1840940
        }
    },
    "calculatedTotalContribution": 1840940
}