{
    "rcn": "194483",
    "acronym": "BIOLOCHANICS",
    "topics": "ERC-CoG-2014",
    "title": "Localization in biomechanics and mechanobiology of aneurysms: Towards personalized medicine",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Rupture of Aortic Aneurysms (AA), which kills more than 30 000 persons every year in Europe and the USA, is a complex phenomenon that occurs when the wall stress exceeds the local strength of the aorta due to degraded properties of the tissue. The state of the art in AA biomechanics and mechanobiology reveals that major scientific challenges still have to be addressed to permit patient-specific computational predictions of AA rupture and enable localized repair of the structure with targeted pharmacologic treatment. A first challenge relates to ensuring an objective prediction of localized mechanisms preceding rupture. A second challenge relates to modelling the patient-specific evolutions of material properties leading to the localized mechanisms preceding rupture. Addressing these challenges is the aim of the BIOLOCHANICS proposal. We will take into account internal length-scales controlling localization mechanisms preceding AA rupture by implementing an enriched, also named nonlocal, continuum damage theory in the computational models of AA biomechanics and mechanobiology. We will also develop very advanced experiments, based on full-field optical measurements, aimed at characterizing localization mechanisms occurring in aortic tissues and at identifying local distributions of material properties at different stages of AA progression. A first in vivo application will be performed on genetic and pharmacological models of mice and rat AA. Eventually, a retrospective clinical study involving more than 100 patients at the Saint-Etienne University hospital will permit calibrating estimations of AA rupture risk thanks to our novel approaches and infuse them into future clinical practice. Through the achievements of BIOLOCHANICS, nonlocal mechanics will be possibly extended to other soft tissues for applications in orthopaedics, oncology, sport biomechanics, interventional surgery, human safety, cell biology, etc.",
    "totalCost": "1999396",
    "ecMaxContribution": "1999396",
    "coordinator": "ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS",
    "coordinatorCountry": "FR",
    "participants": "CENTRE HOSPITALIER UNIVERSITAIRE SAINT ETIENNE - CHU",
    "participantCountries": "FR",
    "projectParticipants": {
        "952760288": {
            "orgId": "952760288",
            "orgName": "CENTRE HOSPITALIER UNIVERSITAIRE SAINT ETIENNE - CHU",
            "ecContrib": 79393
        },
        "999981246": {
            "orgId": "999981246",
            "orgName": "ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS",
            "ecContrib": 1920003
        }
    },
    "calculatedTotalContribution": 1999396
}