{
    "rcn": "194499",
    "acronym": "ChronHib",
    "topics": "ERC-CoG-2014",
    "title": "Chronologicon Hibernicum ñ A Probabilistic Chronological Framework for Dating Early Irish Language Developments and Literature",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Early Medieval Irish literature (7thñ10th centuries) is vast in extent and rich in genres, but owing to its mostly anonymous transmission, for most texts the precise time and circumstances of composition are unknown. Unless where texts contain historical references, the only clues for a rough chronological positioning of the texts are to be found in their linguistic peculiarities. Phonology, morphology, syntax and the lexicon of the Irish language changed considerably from Early Old Irish (7th c.) into Middle Irish (c. 10thñ12th centuries). However, only the relative sequence of changes is well understood; for most sound changes very few narrow dates have been proposed so far. \nIt is the aim of Chronologicon Hibernicum to find a common solution for both problems: through the linguistic profiling of externally dated texts (esp. annalistic writing and sources with a clear historical anchorage) and through serialising the emerging linguistic and chronological data, progress will be made in assigning dates to the linguistic changes. Groundbreakingly, this will be done by using statistical methods for the seriation of the data, and for estimating dates using Bayesian inference.\nThe resultant information will then be used to find new dates for hitherto undated texts. On this basis, a much tighter chronological framework for the developments of the Early Medieval Irish language will be created. In a further step it will be possible to arrive at a better chronological description of medieval Irish literature as a whole, which will have repercussions on the study of the history and cultural and intellectual environment of medieval Ireland and on its connections with the wider world.\nThe data collected and analysed in this project will form the database Chronologicon Hibernicum which will serve as the authoritative guideline and reference point for the linguistic dating of Irish texts. In the future, the methodology will be transferable to other languages.",
    "totalCost": "1804229,62",
    "ecMaxContribution": "1804229,62",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND MAYNOOTH",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901415": {
            "orgId": "999901415",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND MAYNOOTH",
            "ecContrib": 1804230
        }
    },
    "calculatedTotalContribution": 1804230
}