{
    "rcn": "194471",
    "acronym": "DIMR",
    "topics": "ERC-CoG-2014",
    "title": "Data Intensive Modelling of the Rhizosphere Processes",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "We rely on soil to support the crops on which we depend. Less obviously we also rely on soil for a host of 'free services' from which we benefit. For example, soil buffers the hydrological system greatly reducing the risk of flooding after heavy rain; soil contains very large quantities of carbon, which would otherwise be released into the atmosphere where it would contribute to climate change. Given its importance it is not surprising that soil, especially its interaction with plant roots, has been a focus of many researchers. However the complex and opaque nature of soil has always made it a difficult medium to study.\nIn this ERC research program I will develop a state of the art image based model of the physical and chemical properties of soil and soil-root interactions, i.e., a quantitative, model of the rhizosphere based on fundamental scientific laws. \nThis will be realised by a combination of innovative, data rich fusion of structural and chemical imaging methods, integration of experimental efforts to both support and challenge modelling capabilities at the scale of underpinning bio-physical processes, and application of mathematically sound homogenisation/scale-up techniques to translate knowledge from rhizosphere to field scale. The specific science questions I will address with these techniques are: (1) how does the soil around the root, the rhizosphere, function and influence the soil ecosystems at multiple scales, (2) what is the role of root-soil interface micro morphology and mycorrhizae on plant nutrient uptake, (3) what is the effect of plant exuded mucilage on the soil morphology, mechanics and resulting field and ecosystem scale soil function and (4) how to translate this knowledge from the single root scale to root system, field and ecosystem scale in order to predict how the climate change, different soil management strategies and plant breeding will influence the soil fertility.",
    "totalCost": "1996246",
    "ecMaxContribution": "1996246",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 1996246
        }
    },
    "calculatedTotalContribution": 1996246
}