{
    "rcn": "194496",
    "acronym": "RNArepair",
    "topics": "ERC-CoG-2014",
    "title": "Site-directed RNA Editing to Manipulate RNA and Protein Function",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Enzymatically active RNA-guided proteins, like the RNA-induced silencing complex (RISC), are particularly versatile tools for the rationally programmed manipulation of genetic information. After successful re-addressing of various natural RNA-guided machineries it is now time to tackle the engineering of novel, user-defined tools. With this respect we have recently achieved the engineering of an RNA-guided adenosine-to-inosine RNA editing machinery. Since inosine is biochemically read as guanosine, A-to-I editing alters genomic information on the RNA-level and may potentially allow for the manipulation of RNA processing or protein function. We have already achieved to apply our RNA editing approach for the repair of several missense and nonsense point mutations on reporter and disease-related genes in vitro and demonstrated its applicability in mammalian cell culture.\n\nNow, we want to push the method further towards application. To enable editing in oocytes, primary cells and neurons, we will establish to deliver the editing tool by lentiviral vectors and stabilized mRNAs. We further aim to create cell lines expressing the artificial editing machinery under conditional control. We will repair reporter genes in developing worm oocytes, and we want to reconstitute mutations that cause neuro-diseases. We also wish to establish new features including photocontrol and the application of editing to steer protein localization.\n\nIf successful, site-directed RNA editing will enable us to manipulate RNA and protein function in a yet unprecedented way. The ready introduction of point mutations into mRNAs without the need for genomic engineering may dramatically facilitate the study of protein function, disease mechanism and may even allow for the treatment of diseases based on personalized genetic information.",
    "totalCost": "1808200",
    "ecMaxContribution": "1808200",
    "coordinator": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 1808200
        }
    },
    "calculatedTotalContribution": 1808200
}