{
    "rcn": "194484",
    "acronym": "FORCASTER",
    "topics": "ERC-CoG-2014",
    "title": "Force, Motion and Positioning of Microtubule Asters",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Cells must move and position internal components to perform their function. We here focus on the physical designs which allow microtubule (MT) asters to exert forces in order to move and position themselves in vivo. These are arrays of MTs radiating from the centrosome, which fill up large portions of cells. They orchestrate nuclear positioning and spindle orientation for polarity, division and development. Forces that move asters are generated at nanometer and second scales by MT-associated motors from sites in the cytoplasm or at the cell surface. How MTs and force-generators self-organize to control aster motion and position at millimeter and hour scales is not known. We will use a suit of biophysical experiments and models to address how aster micro-mechanics contribute to aster migration, centration, de-centration and orientation in a single in vivo system, using the early stages of Sea urchin development as a quantitative model. \nWe aim to: 1) Elucidate mechanisms that drive aster large-scale motion, using sperm aster migration after fertilization during which asters grow and move rapidly and persistently to the large-egg center. We will investigate how speeds and trajectories depend on boundary conditions and on the dynamic spatial organization of force-generators.\n 2) Implement magnetic-based subcellular force measurements of MT asters. We will use this to understand how single force-events are integrated at the scale of asters, how global forces may evolve will aster size, shape, in centration and de-centration processes, using various stages of development, and cell manipulation; and to compute aster friction. \n 3) Couple computational models and 3D imaging to understand and predict stereotyped division patterns driven by subsequent aster positioning and aster-pairs orientation in the early divisions of Sea urchin embryos and in other tissues. \nThis framework bridging multiple scales will bring unprecedented insights on the physics of living active matter.",
    "totalCost": "2199310",
    "ecMaxContribution": "2199310",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2199310
        }
    },
    "calculatedTotalContribution": 2199310
}