{
    "rcn": "194411",
    "acronym": "ENF2015",
    "topics": "NMP-38-2014",
    "title": "EuroNanoForum 2015",
    "startDate": "01/07/2014",
    "endDate": "30/09/2015",
    "objective": "This proposal is about organising the 2015 EuroNanoForum conference (ENF 2015) in Riga as part of the Latvian presidency of the European Union. The conference will focus in nano and materials technologies, strengthening European competitiveness and supporting the renewal and recovery from the economic crisis. The event will review the 2015 status of European nanotechnology, including the latest progress in nanoscience, innovations and business. The most relevant application fields and enabling technologies will be reviewed. In addition, the different aspects impacting European competitiveness will be covered, including smart specialisation, public-private partnerships, local support and Horizon 2020. In addition, the framework conditions like education, standardisation, regulations, IPR and safety issues, as well as issues related to entrepreneur- and industry-friendly decision making are included. The conference will also build on agendas of the previous conferences such as commercialisation and start-ups. \nThe conference will be organised on 10-12.6.2015. The conference will feature plenary sessions, presentations, workshops, poster sessions and a brokerage event. In addition, specific evening program for the speakers and delegates will be organised in order to give opportunities for networking during the conference days. The NanoTechEurope exhibition will complement the event as separate but parallel activity, showcasing various organisations and activities related to nanotechnology. The event will include also the best project, the best poster and the best exhibition stand competitions.  \nThe European nanotechnology community, including the technology platforms and industrial associations, will be integrated in planning the content. A range of communications activities will assure extensive dissemination and wide participation in the event. The national outreach activities will activate the local nanotechnology community in Latvia and the Baltic States.",
    "totalCost": "821675",
    "ecMaxContribution": "599925",
    "coordinator": "LATVIJAS UNIVERSITATE",
    "coordinatorCountry": "LV",
    "participants": "SPINVERSE  OY",
    "participantCountries": "FI",
    "projectParticipants": {
        "999871830": {
            "orgId": "999871830",
            "orgName": "LATVIJAS UNIVERSITATE",
            "ecContrib": 338675
        },
        "999725166": {
            "orgId": "999725166",
            "orgName": "SPINVERSE  OY",
            "ecContrib": 261250
        }
    },
    "calculatedTotalContribution": 599925
}