{
    "rcn": "194434",
    "acronym": "R2R Biofluidics",
    "topics": "NMP-04-2014",
    "title": "Large scale micro-and nanofabrication technologies for bioanalytical devices based on R2R imprinting",
    "startDate": "01/02/2015",
    "endDate": "31/07/2019",
    "objective": "Roll-to-roll (R2R) technologies are mature core processes in manufacturing lines for graphical printing industry. In several other areas (e.g. electronics or optics) R2R techniques are emerging, being expected to notably lower the unit prices of flexible devices. \n\nIn particular, recently developed roller-based nanoimprinting methods enable unrivalled throughput and productivity for precise fabrication of micro- and nanoscale patterns. \nAreas that will benefit strongly from adopting such R2R nanoimprinting technologies are microfluidics and lab-on-chip products for diagnostics, drug discovery and food control. Such devices require combined printing of micro- and nanostructures and large quantities at low unit costs. \n\nThe project R2R Biofluidics aims on the development of a complete process chain for first-time realization of production lines for two selected bioanalytical lab-on-chip devices based on high-throughput R2R nanoimprinting in combination with complementary printing and manufacturing technologies.\n\nTwo types of demonstrators will be fabricated targeting application areas, which would clearly benefit from technology advancement in high volume manufacturing, show large potential for commercial exploitation and adopt current standard formats (microtiter plate and microscope slides).\n\nDemonstrator 1 will represent an in-vitro diagnostic (IVD) chip suitable for point-of-care applications, showing improved sensitivity thanks to imprinted nanoscale optical structures and microfluidic channels. R2R fabrication will further greatly reduce production costs and increase manufacturing capacity with respect to currently used products. \n\nDemonstrator 2 will provide a device for improved neuron based high-throughput screening assays in drug development. It will consist of nanoñ to microstructured, interconnected channels in combination with dedicated biofunctionalized surfaces for alignment and controlled growth of neurons.",
    "totalCost": "7688539,33",
    "ecMaxContribution": "6421672,57",
    "coordinator": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH",
    "coordinatorCountry": "AT",
    "participants": "GENSPEED BIOTECH GMBH;SCIENION AG;INMOLD AS;EV GROUP E. THALLNER GMBH;FUNDACION TECNALIA RESEARCH & INNOVATION;BIONIC SURFACE TECHNOLOGIES GMBH;BIONANONET FORSCHUNGSGESELLSCHAFT MBH;MICRO RESIST TECHNOLOGY GESELLSCHAFT FUER CHEMISCHE MATERIALIEN SPEZIELLER PHOTORESISTSYSTEME MBH;GREINER BIO-ONE DIAGNOSTICS GMBH;Innovative Technologies in Biological Systems;BIFLOW SYSTEMS GMBH",
    "participantCountries": "AT;DE;DK;ES",
    "projectParticipants": {
        "986284167": {
            "orgId": "986284167",
            "orgName": "GREINER BIO-ONE DIAGNOSTICS GMBH",
            "ecContrib": 26434
        },
        "999981537": {
            "orgId": "999981537",
            "orgName": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH",
            "ecContrib": 2395933
        },
        "999611676": {
            "orgId": "999611676",
            "orgName": "EV GROUP E. THALLNER GMBH",
            "ecContrib": 374268
        },
        "999604207": {
            "orgId": "999604207",
            "orgName": "MICRO RESIST TECHNOLOGY GESELLSCHAFT FUER CHEMISCHE MATERIALIEN SPEZIELLER PHOTORESISTSYSTEME MBH",
            "ecContrib": 546875
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 649938
        },
        "938025406": {
            "orgId": "938025406",
            "orgName": "INMOLD AS",
            "ecContrib": 635454
        },
        "916251137": {
            "orgId": "916251137",
            "orgName": "GENSPEED BIOTECH GMBH",
            "ecContrib": 390272
        },
        "991599961": {
            "orgId": "991599961",
            "orgName": "Innovative Technologies in Biological Systems",
            "ecContrib": 295516
        },
        "940800770": {
            "orgId": "940800770",
            "orgName": "BIONIC SURFACE TECHNOLOGIES GMBH",
            "ecContrib": 216300
        },
        "966278305": {
            "orgId": "966278305",
            "orgName": "BIONANONET FORSCHUNGSGESELLSCHAFT MBH",
            "ecContrib": 419779
        },
        "966904440": {
            "orgId": "966904440",
            "orgName": "BIFLOW SYSTEMS GMBH",
            "ecContrib": 273350
        }
    },
    "calculatedTotalContribution": 6224119
}