{
    "rcn": "194444",
    "acronym": "P2P-SmarTest",
    "topics": "LCE-07-2014",
    "title": "Peer to Peer Smart Energy Distribution Networks (P2P-SmartTest)",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "P2P-SmartTest project investigates and demonstrates a smarter electricity distribution system integrated with advanced ICT, regional markets and innovative business models. It will employ Peer-to-Peer (P2P) approaches to ensure the integration of demand side flexibility and the optimum operation of DER and other resources within the network while maintaining second-to-second power balance and the quality and security of the supply. The proposed project will built upon extensive experience of the consortium on Information and Communications Technologies (ICT), especially ICT for the Energy Sector, Smart Grids including Distributed Energy Resources (DER) integration, MicroGrids, CELLs, Virtual Power Plants etc., power system economics, electricity markets and business models. The project comprises of 7 work packages (WP), of which 5 are technical WPs. Apart from project management (WP1) and dissemination and exploitation (WP7) the P2P-SmartTest project defines and demonstrates the suitable business models (WP2) for peer-to-peer based distributed smart energy grids, quantify the value from significantly increased system interaction and integration, and assess the required development in ICT and power networks in conjunction with commercial and regulatory frameworks to enable P2P trading realising its full potential. WP3 shall develop and demonstrate the distributed wireless ICT solutions capable of offloading the required traffic of different applications of energy trading, network optimization, AMR data and real-time network control to name a few. In WP4 the optimization mechanisms of energy flows in P2P context shall be defined, as well as market design solutions. To properly operate distributed network, WP5 shall integrate the necessary network operation functions for resilient distribution system operation. The results of WPs 2-5 will be integrated to demonstration and validation environment in WP 6 to provide real-life results of distributed energy system designs.",
    "totalCost": "3866215",
    "ecMaxContribution": "3496141,5",
    "coordinator": "OULUN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "UNIVERSITY OF BATH;INSTRUMENTACION Y COMPONENTES SA;ENDESA SA;CENTRE TECNOLOGIC DE TELECOMUNICACIONS DE CATALUNYA;FUNDACION CENER-CIEMAT;KATHOLIEKE UNIVERSITEIT LEUVEN;REGENERA LEVANTE SL;CARDIFF UNIVERSITY",
    "participantCountries": "UK;ES;BE",
    "projectParticipants": {
        "999745342": {
            "orgId": "999745342",
            "orgName": "FUNDACION CENER-CIEMAT",
            "ecContrib": 264995
        },
        "999638739": {
            "orgId": "999638739",
            "orgName": "CENTRE TECNOLOGIC DE TELECOMUNICACIONS DE CATALUNYA",
            "ecContrib": 333441
        },
        "999844670": {
            "orgId": "999844670",
            "orgName": "OULUN YLIOPISTO",
            "ecContrib": 787331
        },
        "950722900": {
            "orgId": "950722900",
            "orgName": "REGENERA LEVANTE SL",
            "ecContrib": 217490
        },
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 391257
        },
        "983159700": {
            "orgId": "983159700",
            "orgName": "ENDESA SA",
            "ecContrib": 446075
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 380740
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 474875
        },
        "974142483": {
            "orgId": "974142483",
            "orgName": "INSTRUMENTACION Y COMPONENTES SA",
            "ecContrib": 199938
        }
    },
    "calculatedTotalContribution": 3496142
}