{
    "rcn": "194424",
    "acronym": "M-Future2015",
    "topics": "NMP-38-2014",
    "title": "Strategic investments in European manufacturing to win global challenges",
    "startDate": "01/12/2014",
    "endDate": "31/03/2016",
    "objective": "As a coordination and support measure this project is aimed to increase the efforts of the EC and the Member States in pursuing the strategic objective of Europeís reindustrialization and growth during Luxembourgís Presidency of the Council of the EU (June-December 2015) through the organization of the MANUFUTURE 2015 conference focused on options for strategic investments in European manufacturing.  \nThe main objective of the conference is to identify and endorse new policy instruments, business models, support mechanisms and technologies that could help to strengthen and improve the manufacturing base in Europe given the existing regulatory framework and the constrains that EU manufacturers face on the global markets at this critical time. \nMore specifically, the conference aims to involve in the consultation process over 750 stakeholders (policy makers, business leaders, innovators and academics) representing all manufacturing sectors in the EU27.\nThe conference is structured along three major themes, including the issues related to widening access to finance for reindustrialisation and growth, moving European industry to the higher end of value chains, and creating synergy of support initiatives at EU level and in Member States with increased participation of financial markets. For each theme a list of sub-issues to be addressed by speakers have been identified through a consultation process with the High Level Group of Manufuture and the Ministries of Economy and Higher Education and Research which have endorsed the initiative of LXI to host this event.\nThe proposal addresses the work programme topic NMP-38-2014 which calls for organising an event of a major strategic nature during the EU presidency of Luxembourg that could contribute towards creating better synergies between public and private initiatives to the benefit of the coherence of the overall actions within the field of research and innovation for the manufacturing sector.",
    "totalCost": "867203,75",
    "ecMaxContribution": "600000",
    "coordinator": "LUXINNOVATION GIE",
    "coordinatorCountry": "LU",
    "participants": "UAB EUROPARAMA;FARVEST SARL;FEDIL BUSINESS FEDERATION LUXEMBOURG;FONDS NATIONAL DE LA RECHERCHE",
    "participantCountries": "LT;LU",
    "projectParticipants": {
        "999918390": {
            "orgId": "999918390",
            "orgName": "LUXINNOVATION GIE",
            "ecContrib": 235935
        },
        "939147793": {
            "orgId": "939147793",
            "orgName": "FEDIL BUSINESS FEDERATION LUXEMBOURG",
            "ecContrib": 20947
        },
        "939122573": {
            "orgId": "939122573",
            "orgName": "FARVEST SARL",
            "ecContrib": 191260
        },
        "953181462": {
            "orgId": "953181462",
            "orgName": "UAB EUROPARAMA",
            "ecContrib": 81550
        },
        "998597153": {
            "orgId": "998597153",
            "orgName": "FONDS NATIONAL DE LA RECHERCHE",
            "ecContrib": 70308
        }
    },
    "calculatedTotalContribution": 600000
}