{
    "rcn": "194480",
    "acronym": "NICHOID",
    "topics": "ERC-CoG-2014",
    "title": "Mechanobiology of nuclear import of transcription factors modeled within a bioengineered stem cell niche.",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Many therapeutic applications of stem cells require accurate control of their differentiation. To this purpose there is a major ongoing effort in the development of advanced culture substrates to be used as ìsynthetic nichesî for the cells, mimicking the native ones. The goal of this project is to use a synthetic niche cell culture model to test my revolutionary hypothesis that in stem cell differentiation, nuclear import of gene-regulating transcription factors is controlled by the stretch of the nuclear pore complexes. If verified, this idea could lead to a breakthrough in biomimetic approaches to engineering stem cell differentiation.\nI investigate this question specifically in mesenchymal stem cells (MSC), because they are adherent and highly mechano-sensitive to architectural cues of the microenvironment. To verify my hypothesis I will use a combined experimental-computational model of mechanotransduction. I will a) scale-up an existing three-dimensional synthetic niche culture substrate, fabricated by two-photon laser polymerization,  b) characterize the effect of tridimensionality on the differentiation fate of MSC cultured in the niches, c) develop a multiphysics/multiscale computational model of nuclear import of transcription factors within differentially-spread cultured cells, and d) integrate the numerical predictions with experimentally-measured import of fluorescently-labelled transcription factors.\nThis project requires the synergic combination of several advanced bioengineering technologies, including micro/nano fabrication and biomimetics. The use of two-photon laser polymerization for controlling the geometry of the synthetic cell niches is very innovative and will highly impact the fields of bioengineering and biomaterial technology. A successful outcome will lead to a deeper understanding of bioengineering methods to direct stem cell fate and have therefore a significant impact in tissue repair technologies and regenerative medicine.",
    "totalCost": "1903330",
    "ecMaxContribution": "1903330",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "ISTITUTO DI RICERCHE FARMACOLOGICHE MARIO NEGRI",
    "participantCountries": "IT",
    "projectParticipants": {
        "999661146": {
            "orgId": "999661146",
            "orgName": "ISTITUTO DI RICERCHE FARMACOLOGICHE MARIO NEGRI",
            "ecContrib": 100500
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 1802830
        }
    },
    "calculatedTotalContribution": 1903330
}