{
    "rcn": "194430",
    "acronym": "SMPFv2.0",
    "topics": "ERC-CoG-2014",
    "title": "Next generation single molecule protein fluorescence",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Fluorescence techniques provide powerful means to study single protein machineries. Single molecule observation of Fluorescence Resonance Energy Transfer (FRET) has become an important tool for probing structure, distances, dynamics, physicochemical properties and size of purified (in vitro) protein complexes. Super-resolution techniques provide complementary spatial information about proteins in live (in vivo) specimen. Although these techniques have become very popular because of their high sensitivity, their throughput is limited by large statistical sampling requirements, complex sample preparation procedures and/or laborious data acquisition workflows. Here, I propose to design a unified single molecule approach by engineering ultrafast, semi-synthetic protein modification techniques and fluorescent readouts into nano/microfluidic hybrid devices. The development of an automated all-in-one Lab-on-a-Chip platform will dramatically improve throughput of single molecule fluorescence techniques. The technology will provide a multiparameter readout of molecular protein mechanisms across time, resolution and complexity scales in a generalised workflow. To demonstrate the power of the new platform, I will apply it to a mechanistic study of the multifunctionality of intrinsically disordered proteins (IDPs), which are vital to cellular function and associated with many disease mechanisms. The polymeric properties of IDPs enable them to populate a variety of states and engage with various cellular binding partners, thus exceeding the sampling limit of existing single molecule technologies. The new method will blur the boundaries between in cell superresolution microscopy and biochemical single molecule studies and unleash the true power of single molecule protein science for a range of applications in analytical sciences, drug discovery, biotechnology, systems biology and fundamental biomedical research.",
    "totalCost": "1996990",
    "ecMaxContribution": "1996990",
    "coordinator": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
    "coordinatorCountry": "DE",
    "participants": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "participantCountries": "DE",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 1426977
        }
    },
    "calculatedTotalContribution": 1426977
}