{
    "rcn": "194489",
    "acronym": "QUINCY",
    "topics": "ERC-CoG-2014",
    "title": "Quantifying the effects of interacting nutrient cycles on terrestrial biosphere dynamics and their climate feedbacks QUINCY",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Nutrient availability plays a pivotal role in the response of terrestrial ecosystems to increasing atmospheric CO2 and climate change. The global role of nutrients is only poorly understood quantitatively, limiting the predictive understanding of terrestrial biosphere - climate feedbacks. The first generation of global nutrient-carbon cycle models shows strongly diverging estimates of the nutrient effect, resulting from lacking integration of ecosystem observations and fundamental uncertainties in the representation of governing processes. The objective of QUINCY is to clarify the role of the interacting terrestrial nitrogen and phosphorus cycles and their effects on terrestrial C allocation and residence times as well as terrestrial water fluxes. QUINCY will create a novel, predictive framework founded on the principle of resource optimisation, shifting the paradigm of terrestrial biosphere modelling towards an active biological control of matter flows. QUINCYís main themes are (i) the effects of nutrient availability on plant photosynthesis and respiration, explicitly taking the energy requirement of nutrient acquisition into account, and (ii) the effects of vegetation-soil interactions, namely rhizosphere processes, on plant nutrient availability and soil C turnover. To corroborate these theoretical concepts, QUINCY will synthesise existing and ongoing ecosystem monitoring and manipulation studies. To specifically test emerging hypotheses on the effects of rhizosphere priming on soil C storage and plant nutrition - and to provide currently lacking data for soil-vegetation models - QUINCY will establish a tree mesocosm, elevated CO2 experiment. The novel model concepts will be consistently integrated to form a new general terrestrial biosphere model. For the first time, QUINCY will be able to address the multiway interactions of carbon, nitrogen, phosphorus and water cycles globally in a theoretically well-founded way commensurate with ecosystem observations.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}