{
    "rcn": "194467",
    "acronym": "CosTesGrav",
    "topics": "ERC-CoG-2014",
    "title": "Cosmological Tests of Gravity",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Einsteinís theory of General Relativity (GR) is tested accurately within the local universe i.e., the solar system, but this leaves open the possibility that it is not a good description at the largest scales in the Universe. The standard model of cosmology assumes GR as a theory to describe gravity on all scales. In 1998, astronomers made a surprising discovery that the expansion of the Universe is accelerating, not slowing down. This late-time acceleration of the Universe has become the most challenging problem in theoretical physics. Within the framework of GR, the acceleration would originate from an unknown ìdark energy.î Alternatively, it could be that there is no dark energy and GR itself is in error on cosmological scales. The standard model of cosmology is based on a huge extrapolation of our limited knowledge of gravity. This discovery of the late time acceleration of the Universe may require us to revise the theory of gravity and the standard model of cosmology based on GR. \n\nThe main objective of my project is to develop cosmological tests of gravity and seek solutions to the origin of the observed accelerated expansion of the Universe by challenging conventional GR. Upcoming surveys will make cosmological tests of gravity a reality in the next five years. There are remaining issues in developing theoretical frameworks for probing gravitational physics on cosmological scales. We construct modified gravity theories as an alternative to dark energy and analyse ìscreening mechanismsî to restore GR on scales where it is well tested. We then develop better theoretical frameworks to perform cosmological tests of gravity that include non-linear scales by exploiting our theoretical knowledge of the models and our state-of-the-art simulations.\n\nThis grant will exploit and develop the world-leading position of the group initiated by Kazuya Koyama at the University of Portsmouth funded by the ERC starting grant (2008-2013).",
    "totalCost": "1701132,5",
    "ecMaxContribution": "1701132,5",
    "coordinator": "UNIVERSITY OF PORTSMOUTH HIGHER EDUCATION CORPORATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847871": {
            "orgId": "999847871",
            "orgName": "UNIVERSITY OF PORTSMOUTH HIGHER EDUCATION CORPORATION",
            "ecContrib": 1701132
        }
    },
    "calculatedTotalContribution": 1701132
}