{
    "rcn": "194498",
    "acronym": "DIvA",
    "topics": "ERC-CoG-2014",
    "title": "Chromatin function in DNA Double Strand breaks repair: Prime, repair and restore DSB Inducible via AsiSI",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "'Among the types of damage, DNA Double Strands Breaks (DSBs) are the most deleterious, as illustrated by the variety of human diseases associated with DSB repair defects. Repair of DSB into the chromatin context raises several questions that we aim to address in this proposal. Firstly, it is likely that the chromatin environment where a break occurs influences the choice of repair pathway. Since the different DSB repair mechanisms can lead to different 'scar' on the genome, further studies are required to elucidate how chromatin structure regulates the targeting of DSB repair machineries. Secondly, DNA packaging into chromatin hinders detection and repair of DSBs and many chromatin modifications were recently identified as induced around DSBs to facilitate repair. However, a complete picture of the chromatin landscape set up at DSB, and more specifically the set of histone modifications associated with each repair pathway ('repair histone code') is still awaited. In addition, whether and how damaged chromosomes are reorganized within the nucleus is still unknown. Finally, once repair has been completed, the initial chromatin landscape must be faithfully restored in order to maintain epigenome stability and cell fate.\nUsing an experimental system we recently developed (called DIvA for DSB Inducible via AsiSI), that allows the induction of multiple sequence-specific DSBs widespread across the genome, we propose to investigate these uncovered aspects of the relationship between chromatin and DSB repair. By high-throughput genomic and proteomic technologies, we will try (i) to understand the contribution of chromatin in the DSB repair pathway choice (PRIME), (ii) to describe more thoroughly the chromatin remodeling events and the spatial chromosomes reorganization, that occur concomitantly to DSB to promote adequate repair (REPAIR), and (iii) to elucidate the processes at work to restore epigenome integrity after DSB repair (RESTORE).'",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}