{
    "rcn": "194420",
    "acronym": "BASMATI",
    "topics": "NMP-05-2014",
    "title": "Bringing innovAtion by Scaling up nanoMATerials and Inks for printing",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "The BASMATI project will address the development of active nanomaterial and electrochemical inks for printing technologies such as screen and inkjet printing. The ink formulations will be tested on a case study through printing of a thin film battery. The general objective of the project is to scale-up the ink formulations to pilot line ensuring large volume fabrication of new products with improved properties for printing application. Especially, the particles definition at nanometer size will be one key parameter for the compatibility in ink jet printing. Moreover, knowledge will also be generated on electrochemical inks formulation and additives used in order to stabilize the ink products. \nThe concept of nanomaterials for printing application will be applied to flexible printed electronics and more specifically to printed batteries. These printed batteries are needed as power source at the closest part and the development of printed electronics so as to as to design an all-in-one product allowing better process ability in ink jet process for 3D design and 2D screen printing process.\nBASMATI will also provide a new source of nanomaterials for the formulation of conductive and electrochemical inks. These nanomaterials will be metallic particle (Ni, Cu, Al) that will be usable for numerous applications of printed electronic on flexible substrate. Another type of nanomaterials will be layered positive active material such as LiNi1/3Mn1/3Co1/3O2 (NMC) and olivine LiFePO4 (LFP). \nThe know-how level reached in BASMATI by research groups and transfer and up-scale to pilots (TRL 6) at SMEs and industry facilities will pave the way for future industrialization of inks formulations production for mass markets such as printed electronics. The compatible formulations in high throughput technologies will ensure a reproducible and reliable process for sophisticated fully digital micro-structured devices. Nanosafety will also be carefully considered in BASMATI project.",
    "totalCost": "6136703,75",
    "ecMaxContribution": "5000359,75",
    "coordinator": "UMICORE",
    "coordinatorCountry": "BE",
    "participants": "GENES'INK;ARISTOTELIO PANEPISTIMIO THESSALONIKIS;VARTA MICROBATTERY GMBH;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;MICRODROP TECHNOLOGIES GMBH;BELIFE;GWENT ELECTRONIC MATERIALS LIMITED;ACONDICIONAMIENTO TARRASENSE ASSOCIACION;JSR MICRO NV;PRAYON S.A",
    "participantCountries": "FR;EL;DE;BE;UK;ES",
    "projectParticipants": {
        "996890050": {
            "orgId": "996890050",
            "orgName": "PRAYON S.A",
            "ecContrib": 380345
        },
        "999506140": {
            "orgId": "999506140",
            "orgName": "GWENT ELECTRONIC MATERIALS LIMITED",
            "ecContrib": 228863
        },
        "999893461": {
            "orgId": "999893461",
            "orgName": "UMICORE",
            "ecContrib": 775436
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1358920
        },
        "998886116": {
            "orgId": "998886116",
            "orgName": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
            "ecContrib": 740096
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 249875
        },
        "940885548": {
            "orgId": "940885548",
            "orgName": "MICRODROP TECHNOLOGIES GMBH",
            "ecContrib": 100975
        },
        "964458488": {
            "orgId": "964458488",
            "orgName": "GENES'INK",
            "ecContrib": 688100
        },
        "939723682": {
            "orgId": "939723682",
            "orgName": "BELIFE",
            "ecContrib": 0
        },
        "999591015": {
            "orgId": "999591015",
            "orgName": "VARTA MICROBATTERY GMBH",
            "ecContrib": 357000
        },
        "986308708": {
            "orgId": "986308708",
            "orgName": "JSR MICRO NV",
            "ecContrib": 120750
        }
    },
    "calculatedTotalContribution": 5000360
}