{
    "rcn": "194478",
    "acronym": "3D-LEAP",
    "topics": "ICT-37-2014-1",
    "title": "3 Dimensional Light Sensor for Advanced Portable Devices",
    "startDate": "01/10/2014",
    "endDate": "31/12/2014",
    "objective": "This proposal aims to develop miniaturized 3 Dimensional (3D) cameras for mobile phones, tablets and laptop computers; more specifically embedded camera modules providing 2D and 3D-Images, integrating image-sensing electronics and light-field optics in a single lens Wafer Level Camera (WLC).\nThis disruptive device is aiming towards significant market-shares and global leadership in 3D-imaging camera modules, accelerating our growth and Europe¥s Competitive position in Smart Cameras for 3D-imaging. We introduce a paradigm changer in one of the highest growth areas addressable in consumer technologies, setting entry barriers difficult to overcome for current and new market players; we will hit the market while established competitors will still be trying to figure out our algorithms, our IPR and our hardware solution.\nOur most disruptive competitive advantage is based on our algorithms, exploiting a novel hardware structure.\nFirst contacts with Taiwanese distributors and manufacturers of laptop/network/tablet computers and mobile phones allow us to think that such a disruptive device can sell millions of units.\nThis phase-1 study will minimize technical and market acceptance risks. We extend the well-known FSV-model to FSOV (Fabless Semiconductor and Optical Vendor). Manufacturing, both for the semiconductor image sensors and for the optical layers on top of it, will be performed by third parties (silicon foundries and optical foundries). One of the main tasks of this feasibility study is to choose the best manufacturing partners from the handful of candidate companies in both sectors (silicon and optics), as well as obtaining exact quotations for the costs of the BOM (Bill of Materials); we will also visit some potential customers to verify correctness of the data (sales volumes and price targets) and build a Business Plan that will include Product Roadmap, Project Plan and Marketing and Sales Plans.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PHOTONIC SENSORS AND ALGORITHMS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940489594": {
            "orgId": "940489594",
            "orgName": "PHOTONIC SENSORS AND ALGORITHMS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}