{
    "rcn": "194413",
    "acronym": "ENATRANS",
    "topics": "NMP-09-2014",
    "title": "Enabling NAnomedicine TRANSlation",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "ENATRANSí main objective is to network and support SMEs in translation of nanomedicine in Europe by providing a one-stop-shop service to interact and share information, experience and advice with up-to-date information and interactive tools, but also enabling personal contacts.\nTo be successful SMEs need to understand the requirements of the complex ecosystem made up of regulatory and reimbursement agencies, as well as the requirements of large industrial companies and clinical needs. ENATRANS will gather and provide information about approval processes, regulatory authorities and agencies, clinical and market data, and specific nanomedicine value chain analysis, relevant SME support projects and organisations. ENATRANS will convert this critical information in dedicated learning programs and tools dedicated to translation of nanomedicine.  \nENATRANS aims at implementing the concept of a Translation Advisory Board (TAB) as central element of the ETPN White Paper. A TAB will be set-up with senior experienced translation experts to guide R&D teams (in SMEs and research institutes) along the translation process to successfully make it to clinical trials and later to the market.\nPromising projects identified and supported by the TAB need access to clinical centers for first studies in patients, which are able to handle the specificity of new nanotechnology based therapeutics. In addition, financial resources are needed to go pass the regulatory and scale-up processes, which often require funding from investors and/or large companies. ENATRANS will build bridges to clinical trial centers, investors and large companies.\nPromising projects need guidance to successfully master privileged contacts with the medical, the business or the investment community. ENATRANS will deliver special coaching sessions prior to showcasing of promising projects.\nPartners in ENATRANS are VDI/VDE-IT, Nanobiotix, CEA, bioanalytik-muenster, Tel Aviv University, Fondazione Don Gnocchi, TecMinho.",
    "totalCost": "1999406,25",
    "ecMaxContribution": "1999406",
    "coordinator": "VDI/VDE INNOVATION + TECHNIK GMBH",
    "coordinatorCountry": "DE",
    "participants": "NANOBIOTIX SA;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;GESELLSCHAFT FUR BIOANALYTIK MUNSTER EV;TEL AVIV UNIVERSITY;ASSOCIACAO UNIVERSIDADE EMPRESA PARA DESENVOLVIMENTO TECMINHO;FONDAZIONE DON CARLO GNOCCHI ONLUS",
    "participantCountries": "FR;DE;IL;PT;IT",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 287750
        },
        "999731568": {
            "orgId": "999731568",
            "orgName": "VDI/VDE INNOVATION + TECHNIK GMBH",
            "ecContrib": 461050
        },
        "998448258": {
            "orgId": "998448258",
            "orgName": "FONDAZIONE DON CARLO GNOCCHI ONLUS",
            "ecContrib": 131250
        },
        "998645071": {
            "orgId": "998645071",
            "orgName": "NANOBIOTIX SA",
            "ecContrib": 408250
        },
        "994906012": {
            "orgId": "994906012",
            "orgName": "ASSOCIACAO UNIVERSIDADE EMPRESA PARA DESENVOLVIMENTO TECMINHO",
            "ecContrib": 314231
        },
        "999537277": {
            "orgId": "999537277",
            "orgName": "GESELLSCHAFT FUR BIOANALYTIK MUNSTER EV",
            "ecContrib": 233125
        },
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 163750
        }
    },
    "calculatedTotalContribution": 1999406
}