{
    "rcn": "194408",
    "acronym": "BioRES",
    "topics": "LCE-14-2014",
    "title": "Sustainable Regional Supply Chains for Woody Bioenergy",
    "startDate": "01/01/2015",
    "endDate": "30/06/2017",
    "objective": "BioRES is proposed by Deutsche Gesellschaft f¸r Internationale Zusammenarbeit (GIZ) in cooperation with the European Biomass Association, the Agricultural Chamber of Styria/Austria, C.A.R.M.E.N marketing network for renewable resources (Germany), the Finish Forest Technology Centre METLA, regional energy agencies in Croatia and Slovenia, and the national biomass associations in Bulgaria and Serbia. \nBioRES aims at introducing an innovative concept of Biomass Logistic and Trade Centres (BLTCs) in Serbia, Croatia,  and Bulgaria on the basis of cooperation with technology leaders from Austria, Slovenia, Germany, and Finland. This will help increasing the demand for woody bioenergy products (processed fire wood, wood chips, wood pellets, and wood briquettes) in these countries and contribute to the achievement of EU targets set out in the RES Directive (2009/28/EC). \nBioRES identifies priority locations for new BLTCs, assesses regional potentials for the production and use of woody bioenergy products, and initiates local stakeholder dialogues involving both producers and potential users of woody bioenergy products (WP3). BioRES initiates the establishment of community-based investor groups, conducts feasibility studies and provides support for BLTC business plans as well as for sale agreements on supply and demand side, and helps for the start of operations of new BLTCs (WP4) on the basis of EU best practices (WP2). BioRES promotes local consumer information and awareness building (WP7) as well as the development (WP6) of local capacities at all stages along the regional supply chains for quality-controlled woody bioenergy products from sustainable forestry (WP5). Outcomes of BioRES will be exchanged with stakeholders in all EU28 Member States (WP8). \nThe innovative concept for new BLTCs builds upon the results of numerous previous and on-going European programs, in particular BIOMASS TRADE CENTER II, FOROPA, SolidStandards and BIOREGIONS.",
    "totalCost": "1865411,25",
    "ecMaxContribution": "1865411,25",
    "coordinator": "DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH",
    "coordinatorCountry": "DE",
    "participants": "ASSOCIATION EUROPEENNE POUR LA BIOMASSE AISBL;CENTRALES AGRAR-ROHSTOFF-MARKETING-UND ENERGIE-NETZWERK E.V.;LANDESKAMMER FUER LAND UND FORTWIRTSCHAFT IN STEIERMARK;LUONNONVARAKESKUS;REGIONALNA ENERGETSKA AGENCIJA SJEVEROZAPADNE HRVATSKE;NACIONALNA ASOCIACIA PO BIOMASA;NATIONAL BIOMASS ASSOCIATION SERBIO;ZAVOD ENERGETSKA AGENCIJA ZA SAVINJSKO SALESKO IN KOROSKO;Metsantutkimuslaitos",
    "participantCountries": "BE;DE;AT;FI;HR;BG;RS;SI",
    "projectParticipants": {
        "942603903": {
            "orgId": "942603903",
            "orgName": "NATIONAL BIOMASS ASSOCIATION SERBIO",
            "ecContrib": 130875
        },
        "999933037": {
            "orgId": "999933037",
            "orgName": "DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH",
            "ecContrib": 434156
        },
        "984364246": {
            "orgId": "984364246",
            "orgName": "REGIONALNA ENERGETSKA AGENCIJA SJEVEROZAPADNE HRVATSKE",
            "ecContrib": 193125
        },
        "941155111": {
            "orgId": "941155111",
            "orgName": "CENTRALES AGRAR-ROHSTOFF-MARKETING-UND ENERGIE-NETZWERK E.V.",
            "ecContrib": 51188
        },
        "934887262": {
            "orgId": "934887262",
            "orgName": "LUONNONVARAKESKUS",
            "ecContrib": 200875
        },
        "983986431": {
            "orgId": "983986431",
            "orgName": "ZAVOD ENERGETSKA AGENCIJA ZA SAVINJSKO SALESKO IN KOROSKO",
            "ecContrib": 213380
        },
        "995390042": {
            "orgId": "995390042",
            "orgName": "LANDESKAMMER FUER LAND UND FORTWIRTSCHAFT IN STEIERMARK",
            "ecContrib": 232688
        },
        "999758825": {
            "orgId": "999758825",
            "orgName": "NACIONALNA ASOCIACIA PO BIOMASA",
            "ecContrib": 167688
        },
        "999477622": {
            "orgId": "999477622",
            "orgName": "Metsantutkimuslaitos",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1623975
}