{
    "rcn": "194439",
    "acronym": "NAIADES",
    "topics": "LCE-10-2014",
    "title": "Na-Ion bAttery Demonstration for Electric Storage",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "Wide scale implementation of renewable energy will require growth in production of inexpensive, efficient energy storage systems. The extension of battery technology to large-scale storage will become necessary as intermittent renewable energy sources such as wind, solar and wave become more prevalent and integrated into electrical grid. Lithium-ion battery appears as quite mature for this application but its cost per mWh remains high in comparison to high temperature technology such as Zebra, which integrate low cost sodium base materials. Furthermore, as the use of large format lithium battery becomes widespread; increase demand for lithium commodity chemicals combined with geographically constrained Li mineral reserves will drive up prices. Based on the wide availability and low cost of sodium, ambient temperature sodium-based batteries have the potential for meeting large scale grid energy storage needs. In NAIADES we will demonstrate the feasibility of ambient temperature Na-ion battery from the knowledge and achievement that has been done at the laboratory scale, up to a module demonstration in a realistic application environment.  \nSeveral European industrials, institutes and universities belonging to ALISTORE-ERI have decided to join their efforts to assess the Na-ion technology for stationary storage application through building a 1 kW modules system Na-ion cell which will serve as data base to demonstrate economical and public acceptance.\nThese module prototypes will be developed to meet performances in a 1kW system in a cost-effective, sustainable and environmental-friendly manner. New energy policy will be developed to integer the Na-ion battery in the Smart Grid initiative and promote the penetration of renewable energy in the electric network.",
    "totalCost": "6492262,5",
    "ecMaxContribution": "6492262",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;VDE PRUF- UND ZERTIFIZIERUNGSINSTITUT GMBH;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;MAST CARBON INTERNATIONAL LTD;RHODIA OPERATIONS;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;SAFT;ESTABANELL Y PAHISA ENERGIA SA;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "BE;DE;ES;UK;FR;SE",
    "projectParticipants": {
        "963494405": {
            "orgId": "963494405",
            "orgName": "SAFT",
            "ecContrib": 909553
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 288604
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1568350
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 448501
        },
        "998153863": {
            "orgId": "998153863",
            "orgName": "RHODIA OPERATIONS",
            "ecContrib": 878750
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 946901
        },
        "952615370": {
            "orgId": "952615370",
            "orgName": "ESTABANELL Y PAHISA ENERGIA SA",
            "ecContrib": 253058
        },
        "996050030": {
            "orgId": "996050030",
            "orgName": "VDE PRUF- UND ZERTIFIZIERUNGSINSTITUT GMBH",
            "ecContrib": 375625
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 708422
        },
        "998887474": {
            "orgId": "998887474",
            "orgName": "MAST CARBON INTERNATIONAL LTD",
            "ecContrib": 114499
        }
    },
    "calculatedTotalContribution": 6492263
}