{
    "rcn": "194456",
    "acronym": "Bin2Grid",
    "topics": "LCE-14-2014",
    "title": "Turning unexploited food waste into biomethane supplied through local filling stations network",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "The overall objective of Bin2Grid concept is to promote segregated collection of food waste as energy source, conversion to biogas, and its upgrading to biomethane and utilization in associated network of filling stations.\nTo that end, accent will be given to defining strategies for establishing efficient network of food and beverage waste collection methods and practices. Also, whole range of food waste producers will be taken under consideration, i.e. manufacturing entities, catering/food services, retail stores. \nSince biological treatment (anaerobic digestion) is without an alternative for energy utilization of food waste and together with other raw materials creates a synergy for renewable energy production (biogas/biomethane). One of the biggest advantages of such a concept of energy production is having two issues covered at the same time: environmental protection with sustainable management of food waste and the production of renewable energy with its utilization as a biofuel.\nThe existing technologies which are specific for this kind of raw materials will be explored. Having in mind that chemical energy of biogas is fully used when it has been upgraded to biomethane and used as a biofuel, particular attention will be given to advanced biogas to biomethane upgrading techniques for purification and technical requirements for its usage through local filling stations as a biofuel, in public transportation sector in particular (e.g. waste management trucks).",
    "totalCost": "709468,75",
    "ecMaxContribution": "709468",
    "coordinator": "ZAGREBACKI HOLDING DOO",
    "coordinatorCountry": "HR",
    "participants": "WIRTSCHAFT UND INFRASTRUKTUR GMBH & CO PLANUNGS KG;JAVNO SOOBRAKAJNO PRETPRIJATIE SKOPJE;OBSERVATOIRE REGIONAL DES DECHETS D'ILE DE FRANCE;GUSSING ENERGY TECHNOLOGIES GMBH;SVEUCILISTE U ZAGREBU, FAKULTET STROJARSTVA I BRODOGRADNJE;INSTITUTO ANDALUZ DE TECNOLOGIA.;CITY OF SKOPJE",
    "participantCountries": "DE;MK;FR;AT;HR;ES",
    "projectParticipants": {
        "989434048": {
            "orgId": "989434048",
            "orgName": "CITY OF SKOPJE",
            "ecContrib": 34625
        },
        "998494042": {
            "orgId": "998494042",
            "orgName": "GUSSING ENERGY TECHNOLOGIES GMBH",
            "ecContrib": 121625
        },
        "989496031": {
            "orgId": "989496031",
            "orgName": "ZAGREBACKI HOLDING DOO",
            "ecContrib": 94750
        },
        "997815624": {
            "orgId": "997815624",
            "orgName": "JAVNO SOOBRAKAJNO PRETPRIJATIE SKOPJE",
            "ecContrib": 15688
        },
        "999949915": {
            "orgId": "999949915",
            "orgName": "INSTITUTO ANDALUZ DE TECNOLOGIA.",
            "ecContrib": 124375
        },
        "950511731": {
            "orgId": "950511731",
            "orgName": "OBSERVATOIRE REGIONAL DES DECHETS D'ILE DE FRANCE",
            "ecContrib": 133188
        },
        "998852651": {
            "orgId": "998852651",
            "orgName": "WIRTSCHAFT UND INFRASTRUKTUR GMBH & CO PLANUNGS KG",
            "ecContrib": 106718
        },
        "996827485": {
            "orgId": "996827485",
            "orgName": "SVEUCILISTE U ZAGREBU, FAKULTET STROJARSTVA I BRODOGRADNJE",
            "ecContrib": 78500
        }
    },
    "calculatedTotalContribution": 709469
}