{
    "rcn": "194497",
    "acronym": "POPSTAR",
    "topics": "ERC-CoG-2014",
    "title": "Low power consumption silicon optoelectronics based on strain and refractive index engineering",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The POPSTAR project aims at building a new class of silicon optoelectronic devices based on nonlinear optical effects for the development of high speed multiple wavelength photonic circuits in the near-IR wavelength range for data communication applications including optical interconnects and high performance computing systems. Three major cornerstones will be developed: (i) a 40Gbit/s optical modulators based on Pockels effect with energy consumption and swing voltage lower than 1fJ/bit and 1V, respectively, (ii) a high responsivity, low dark-current, low bias voltage and high bandwidth (40Gbit/s) Si photodetector based on two-photon-absorption and (iii) a low threshold (<10dBm) tunable optical parametric oscillator source based on frequency comb generation. \nThe ground-breaking concept of the project is to generate 3D strains in sub-wavelength silicon photonic nano-structures leading to significant breakthroughs in second-order nonlinearities efficiency (Pockels effect) and in the band-gap energy changes in order to increase or decrease two photon absorption process in silicon. The new approach developed here is to combine (i) strain engineering generated by functional oxide materials including YSZ, SrTiO3, SrHfO3 which exhibit more appropriate strain-induced characteristics in silicon than the use of silicon nitride and (ii) refractive index engineering using sub-wavelength silicon nanostructures. Generation of tunable strains in silicon with an active control using piezoelectric materials including PZT will be also develop to control the light dispersion.\nEach of the three optoelectronic silicon building blocks would be worldís first demonstration according to the target performances and the used effects. Indeed, the performance targets cannot be achieved with the current state of scientific and technological backgrounds.\nFinally, the project will open new horizons in the field of strained sub-wavelength silicon photonics in the near-IR wavelength range.",
    "totalCost": "1999300",
    "ecMaxContribution": "1999300",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1999300
        }
    },
    "calculatedTotalContribution": 1999300
}