{
    "rcn": "194402",
    "acronym": "YDS",
    "topics": "INSO-1-2014",
    "title": "Your Data Stories",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "The revolution in information technology over the last years has proven its ability to process huge amounts of data and made evident that big data can change the world. Open Government Data (OGD), from being an obscure possibility just five years ago, is spreading across the globe at a phenomenal rate, delivering the promise to spur innovation, to deliver better services for less money, to improve planning, to increase transparency, and to reduce corruption. In this context, YourDataStories envisions to bring this promise closer to reality, through a highly customisable online platform for data exploitation focused in the financial flows that are critical for transparency, collaboration and participation. Users, ranging from governmental bodies to journalists and to citizens, will be facilitated by powerful and established tools, not only to discover relevant information but also to remix it with diverse and dynamic data sources: YourDataStories acts like an interactive canvas to enable data citizens to (re)write their own data history.\nYourDataStories brings an innovative solution whose innovation potential spreads across many directions, from leveraging best practices and proven technologies across Europe, to exploiting the social Web for accessing citizens, and to supporting sustainable public services across borders. Building on top of the 'Transparency Portal' initiative of the Greek government, YourDataStories can be viewed as a way to showcase and transfer the existing expertise to European level, in an attempt to transform governments and governance in Europe. At the same time, YourDataStories seeks to exploit and embed in this effort the benefits of the social Web, establishing an innovative bidirectional channel between the Social and Semantic Web. Finally, YourDataStories aims to support sustainable services, supported by a marketing ecosystem of applications offering cross-border services of public finance flows across Europe.",
    "totalCost": "2802188",
    "ecMaxContribution": "2469038",
    "coordinator": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS",
    "coordinatorCountry": "EL",
    "participants": "NATIONAL UNIVERSITY OF IRELAND GALWAY;DEUTSCHE WELLE;TENFORCE BVBA;MINISTRY OF ADMINISTRATIVE RECONSTRUCTION;Department of Public Expenditure and Reform;ETAIREIA ELEYTHEROY LOGISMIKOY LOGISMIKOY ANOIKTOY KODIKA;\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\";GALWAY CITY COUNCIL;STICHTING EUROPEAN JOURNALISM CENTRE",
    "participantCountries": "IE;DE;BE;EL;NL",
    "projectParticipants": {
        "999586262": {
            "orgId": "999586262",
            "orgName": "DEUTSCHE WELLE",
            "ecContrib": 274375
        },
        "999751744": {
            "orgId": "999751744",
            "orgName": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS",
            "ecContrib": 443625
        },
        "952837500": {
            "orgId": "952837500",
            "orgName": "Department of Public Expenditure and Reform",
            "ecContrib": 2131
        },
        "951584551": {
            "orgId": "951584551",
            "orgName": "ETAIREIA ELEYTHEROY LOGISMIKOY LOGISMIKOY ANOIKTOY KODIKA",
            "ecContrib": 120000
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 580000
        },
        "999624189": {
            "orgId": "999624189",
            "orgName": "STICHTING EUROPEAN JOURNALISM CENTRE",
            "ecContrib": 231063
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 265000
        },
        "985890347": {
            "orgId": "985890347",
            "orgName": "TENFORCE BVBA",
            "ecContrib": 333725
        },
        "955246495": {
            "orgId": "955246495",
            "orgName": "GALWAY CITY COUNCIL",
            "ecContrib": 104744
        }
    },
    "calculatedTotalContribution": 2354663
}