{
    "rcn": "194466",
    "acronym": "NANOREACTOR",
    "topics": "ERC-CoG-2014",
    "title": "Multiscale modelling of stimuli-responsive nanoreactors",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "The catalysis by metal nanoparticles is one of the fastest growing areas in nanoscience due to our society's exploding need for fuels, drugs, and environmental remediation. However, the optimal control of catalytic activity and selectivity remains one of the grand challenges in the 21st century.\n\nHere, I propose to theoretically derive design rules for the optimization of nanoparticle catalysis by means of thermosensitive yolk-shell carrier systems. In the latter, the nanoparticle is stabilized in solution by an encapsulating, thermosensitive hydrogel shell. The physicochemical properties of this polymeric 'nanogate' react to stimuli in the environment and thus permit the reactant transport and the diffusion-controlled part of the catalytic reaction to be switched and tuned, e.g., by the temperature or the pH. The novel hybrid character of these emerging 'nanoreactors' opens up unprecedented ways for the control of nanocatalysis due to new designable degrees of freedom.\n\nThe complex mechanisms behind stimuli-responsive nanocatalysis call for a concerted, interdisciplinary modelling approach that has converged in my group in the recent years. In particular, it can only be achieved by combining my expertise in multiscale computer simulations of solvated polymers with the statistical and continuum mechanics of soft matter structures and dynamics. The key challenge is to integrate the molecular solvation effects and our growing knowledge of hydrogel mechanics and thermodynamics into advanced reaction-diffusion equations for a quantitative rate prediction. In addition, I envision exciting novel phenomena such as a chemo-mechanical 'self-regulated catalysis' or an amplifying 'resonant catalysis', if hydrogel response and fluctuations couple to the chemical output signal.\n\nThe expected results and design principles will help our collaborators to synthesize tailor-made, superior nanocatalysts and will advance our understanding of their structure-reactivity relationship.",
    "totalCost": "1987500",
    "ecMaxContribution": "1987500",
    "coordinator": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "HELMHOLTZ-ZENTRUM BERLIN FUR MATERIALIEN UND ENERGIE GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "999446000": {
            "orgId": "999446000",
            "orgName": "HELMHOLTZ-ZENTRUM BERLIN FUR MATERIALIEN UND ENERGIE GMBH",
            "ecContrib": 1429062
        }
    },
    "calculatedTotalContribution": 1429062
}