{
    "rcn": "194505",
    "acronym": "HISTROOTS",
    "topics": "ERC-CoG-2014",
    "title": "HISTORICAL ROOTS OF CONFLICT AND DEVELOPMENT: FROM PREHISTORY TO THE COLONIZATION EXPERIENCE",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "I plan to study the effect of history on conflict and economic development with two historical microscopes.\nFollowing the lead of the new institutional economics, part of the literature argues that institutions cause differences in productivity and factor endowments which, in turn, explain economic development. An alternative view assumes that human capital shapes institutional changes and, therefore, institutions are endogenous. In the first part of the project, which is the core of the research proposal, I will try to move one step further in this debate by taking an approach that uses administrative data on the first colonizers of Latin America. The data contain some personal characteristics on each of the settlers from 1492 to 1599 (town of origin in Spain, occupation, education, city of arrival in the Americas, etc). Using within-country analysis, since we have information on the precise destinations of the first ìpobladoresî (settlers), and the different institutional set-ups during the first years of colonization for different geographical areas in Latin America, I will reexamine the issue of institutions versus human capital in the explanation of economic development and conflict. The institutions in the initial times of colonization were not the same in all the regions of Latin America and, in many cases, represented an evolution of pre-Colombian institutions. The new data allows also the analysis of the interaction between human capital and institutions in the initial times. In addition the migrations and the evolution of institutions during the first century of colonization provide also some guidance for the research on the sources of institutional persistence. \nIn the second part I plan to go further back in time to understand how very old conflicts influence current conflict. I will construct a dataset with the location of old conflicts using archaeological evidence to analyze the dynamics of conflict by regions in the very long run.",
    "totalCost": "1699664",
    "ecMaxContribution": "1699664",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 1699664
        }
    },
    "calculatedTotalContribution": 1699664
}