{
    "rcn": "194560",
    "acronym": "Pro-Staph-ID",
    "topics": "PHC-12-2014-1",
    "title": "Clinical biomarker and rapid diagnostic test for Staphylococcus aureus induced ventilator-associated pneumonia",
    "startDate": "01/10/2014",
    "endDate": "31/12/2014",
    "objective": "Hospital acquired infections such as ventilator associated pneumonia (VAP) are associated with unacceptably high mortality rates and spiraling healthcare costs.  Staphylococcus aureus (S. aureus) is a major human pathogen, and one of the leading causes of VAP and other nosocomial infections.  Vital to the effective management and treatment of S. aureus VAP is the use of appropriate antimicrobial therapies, and ideally prophylactic measures.  Antibiotic stewardship efforts, aimed to reduce the spread of antibiotic resistance, are resulting in changing clinical guidelines so the causative pathogen is identified before antibiotic treatment is initiated.  Such approaches rely on diagnostic measures to identify the infecting bacteria and resistance pattern, and usually take over 24 hours to complete.  Therefore, early identification of patients at risk of developing VAP coupled with characterization of the causative pathogen would allow early treatment and potential prevention, ultimately translating to reduced mortality and healthcare cost. \n\nThe overall aim of this project is the clinical validation of a novel biomarker identified by Arsanis Biosciences to identify patients likely to develop S. aureus induced VAP.  In parallel, we aim to develop a unique rapid diagnostic test incorporating this biomarker and detecting other markers to characterize the bacteria, for use to at the bedside to identify these ëat riskí patients in the intensive care unit (ICU).  The test is aimed to give the ICU clinician rapid information to inform early clinical intervention.\n\nDuring the feasibility study we will assess the market and clinical utility of the diagnostic test through dialogue with KOLs, healthcare professionals and end users from a range of EU hospitals.  We will also validate the format and design of the diagnostic kit, and design a road-map for clinical study and approval.  We will also assess pricing and reimbursement issues and complete FTO analysis for the concept.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Arsanis Biosciences, GmbH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939080281": {
            "orgId": "939080281",
            "orgName": "Arsanis Biosciences, GmbH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}