{
    "rcn": "194569",
    "acronym": "SET IT",
    "topics": "Energy75",
    "title": "Organization and Delivery of the Italian Presidency Conference on the European Strategic Energy Technology Plan (SET-Plan) ñ the SET IT Project",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "The Seventh SET-Plan Conference will be aimed at i) providing a privileged forum for open discussions to develop a new integrated vision for the SET Plan and shared understanding; ii) providing stakeholders with an updated panorama of the European energy and technology framework policies as groundwork for spurring active participation and commitment to the ìSET Planî objectives; and iii) outreaching the SET Plan current portfolio, that is to address still untapped resources of relevant sectors. \nThe SET IT project covers all aspects of planning and delivering the SET Plan Conference, including the development of crucial accompanying activities such as an integrated awareness and dissemination campaign to enlarge audience from stakeholder groups to civil society,  and enhance the Conference impacts. A special governance scheme has been conceived so as to create a synergy among political decision makers, the different stakeholder groups, and the communication experts and consultants involved in the conference organization and promotion. The exploitation of 2.0 technology will also contribute to the creation of a favorable environment for updated policy dialogues, strategic thinking, networking and dissemination; data and materials (i.e. social network pages) produced will outlast the project itself and will be passed on to future SET Plan Conference organizers. Thereby, the SET IT project will first provide a basis for creating a linkage connecting future SET Plan Conferences as part of a greater, lasting effort toward policy integration, building up experience and networking results, thus overcoming a typical weakness of such events, which are short-lived although quite expensive and labour intensive.",
    "totalCost": "350000",
    "ecMaxContribution": "262500",
    "coordinator": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 262500
        }
    },
    "calculatedTotalContribution": 262500
}