{
    "rcn": "194599",
    "acronym": "SUNShINE",
    "topics": "EE-20-2014",
    "title": "Save your bUildiNg by SavINg Energy ñ towards 202020m2 of deeply renovated multifamily residential buildings",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "Deep renovation ñ the idea of capturing the full economic energy efficiency potential of existing buildings with focus on building envelopes ñ leads to remarkable energy savings. As nearly all of Latviaís stock of multifamily residential buildings continues to rapidly deteriorate due to harsh weather conditions and lack of proper maintenance, the idea is attractive.\nRealizing this potential requires designing, financing and implementing complex energy efficiency investments, but today nearly all apartments in Latvia are privately owned. Practice shows that individual owners are inadequately organized to manage their collective property. Combined with a lack of awareness and technical knowledge, limited availability of funding, high risk perception and reluctance for debt financing, the barriers overwhelm most people.\nA concept that addresses these constraints is Energy Performance Contracting (EPC). A key feature of EPC is that the provider, an energy service company (ESCO), guarantees energy savings.\nSUNShINE supports public and private ESCO's and leads to an innovative investment scheme with a pipeline of projects worth Ä30m, guaranteed savings over 26GWh/year, and 202020m2 of deeply renovated buildings. A major objective is to demonstrate the financial viability of deep renovation via suitable financial engineering of public funds and private capitals.\nThe proposed approach is simple, yet very innovative: most ESCOs have limited balance sheet capacity and are not able to support much long term debt. So re-financing is usually achieved by selling future cash flows (receivables) by a forfaiting transaction. After this transaction the ESCO continues to guarantee energy savings for the entire EPC term (15-20 years). Unfortunately, in emerging EPC markets like Latvia, there are not enough track records, so banks are not yet ready to offer these services to ESCOs. The project delivers the same service by establishing a special purpose fund for EPC.",
    "totalCost": "1555991,25",
    "ecMaxContribution": "1555991,25",
    "coordinator": "RIGAS TEHNISKA UNIVERSITATE",
    "coordinatorCountry": "LV",
    "participants": "EKODOMA;SIA SALASPILS SILTUMS;EKU SAGLABASANAS UN ENERGOTAUPIBAS BIROJS;FUNDING FOR FUTURE BV;RENESCO SIA;ECO.NRG SIA",
    "participantCountries": "LV;NL",
    "projectParticipants": {
        "999688403": {
            "orgId": "999688403",
            "orgName": "EKODOMA",
            "ecContrib": 203515
        },
        "948328552": {
            "orgId": "948328552",
            "orgName": "RENESCO SIA",
            "ecContrib": 357932
        },
        "938765419": {
            "orgId": "938765419",
            "orgName": "SIA SALASPILS SILTUMS",
            "ecContrib": 186270
        },
        "999920718": {
            "orgId": "999920718",
            "orgName": "RIGAS TEHNISKA UNIVERSITATE",
            "ecContrib": 202185
        },
        "938785692": {
            "orgId": "938785692",
            "orgName": "ECO.NRG SIA",
            "ecContrib": 183638
        },
        "938830118": {
            "orgId": "938830118",
            "orgName": "EKU SAGLABASANAS UN ENERGOTAUPIBAS BIROJS",
            "ecContrib": 158896
        },
        "938587230": {
            "orgId": "938587230",
            "orgName": "FUNDING FOR FUTURE BV",
            "ecContrib": 263555
        }
    },
    "calculatedTotalContribution": 1555991
}