{
    "rcn": "194557",
    "acronym": "UbiProPox",
    "topics": "ERC-CoG-2014",
    "title": "Modulation of the Ubiquitin Proteasome System During Multiple Stages of the Poxvirus Lifecycle",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Vaccinia virus (VACV), the prototypic poxvirus, is a large, enveloped, DNA virus characterized by its cytoplasmic site of replication and large subset of genes. Due to the complexity of VACV, the majority of studies focus on the virus rather than the host cell. Thus the repertoire of cell factors and functions required for its replication remain largely unknown. Our previous work to define a subset of these, revealed the cellular degradation machinery as a key requirement of VACV replication. Our findings indicated that ubiquitin (Ub), Ub ligase activity, and proteasome-mediated degradation are required for multiple stages of the virus lifecycle. The aim of this proposal is to reveal how VACV differentially modulates or takes advantage of the Ub proteasome system during genome uncoating, the initiation of DNA replication, and the assembly of progeny virions. For genome uncoating we will characterize the spatial and temporal interactions between ubiquitinated viral proteins, proteasomes, the viral uncoating factor, and the viral genome that occur on cytoplasmic cores. To ascertain how Cullin-3 based ubiquitination and proteasome degradation facilitate the switch from uncoating to replication of the viral genome, we will identify the relevant Cullin-3 substrates in the context of a detailed characterization of viral replication initiation sites. Coming full circle, we will explore the mechanisms used by VACV to modulate cellular degradation such that ubiquitinated viral core proteins are packaged into newly forming virions without being degraded. Using systems biology, virology, cell biology, biochemistry, molecular biology and a wide range of microscopy approaches we will unravel the complex interactions between poxviruses and the host cell degradation machinery. In turn, as viruses often serve as valuable tools to study cell function, this work is likely to uncover new insights into how cells spatially and temporally regulate their own degradative capacities.",
    "totalCost": "2270000",
    "ecMaxContribution": "2270000",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 2270000
        }
    },
    "calculatedTotalContribution": 2270000
}