{
    "rcn": "194531",
    "acronym": "GROWMOF",
    "topics": "ERC-CoG-2014",
    "title": "Modelling of MOF self-assembly, crystal growth and thin film formation",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Metal-organic frameworks (MOFs) constitute one of the most exciting developments in recent nanoporous material science. Synthesised in a self-assembly process from metal corners and organic linkers, a near infinite number of materials can be created by combining different building blocks allowing to fine tune host guest interactions. MOFs are therefore considered promising materials for many applications such as gas separation, drug delivery or sensors for which MOFs in form of nanoparticles, composite materials or thin films are required. For MOFs to realise their potential and to become more than just promising materials, a degree of predictability in the synthesis and the properties of the resulting material is paramount and the full multiscale pathway from molecular assembly to crystal growth and thin film formation needs to be better understood.\n\nMolecular simulation has greatly contributed to developing adsorption applications of MOFs and now works hand-in-hand with experimental methods to characterise MOFs, predict their performance and study molecular level phenomena. In contrast, hardly any simulation studies exist about the formation of MOFs, their crystal growth or the formation of thin films. Yet such studies are essential for understanding the fundamentals which will ultimately lead to a better control of the material properties. Building on my expertise in molecular modelling including the development of methods to model the synthesis of porous solids, we will develop new methods to study:\n \n1. the self-assembly process of MOFs under synthesis conditions \n2. the formation of nanoparticles \n3. the integration of MOF nanoparticles into composite materials and the self-assembly into extended structures \n4. the layer-by-layer growth of thin films \n\nAt the end of the project we will have transformed our understanding of how MOFs form at a variety of length scales and opened up new research directions for the targeted synthesis of MOFs fit for applications.",
    "totalCost": "1738715",
    "ecMaxContribution": "1738715",
    "coordinator": "UNIVERSITY OF BATH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 1738715
        }
    },
    "calculatedTotalContribution": 1738715
}