{
    "rcn": "194592",
    "acronym": "EMU_SCEUS",
    "topics": "EURO-1-2014",
    "title": "The Choice for Europe since Maastricht. Member States' Preferences for Economic and Financial Integration",
    "startDate": "01/07/2015",
    "endDate": "30/06/2019",
    "objective": "The Eurozone crisis corroborated the warnings of economists that weak economic policy coordination and loose fiscal oversight would be insufficient to stabilise the monetary union. To prevent a recurrence of the crisis, economists, political actors and the ìBlueprintî of the European Commission are asking for the construction of a deep and genuine economic and monetary union with reinforced governance architecture ñ beyond the recently adopted mechanisms. Many models of a fiscal union have been proposed and discussed. What is missing are not ideas and economic analysis, but the political consensus among member statesí governments for a specific integration path. Therefore, this political science project analyses the politics of economic and fiscal integration, that is, the conflict structure among member states. To this end, we aim to study the preferences of member statesí governmentsí for different models of a fiscal union. Our theoretical framework builds on the comparative political economy literature and liberal intergovernmentalism and argues that domestic economic, fiscal and political factors are the main determinants of member statesí preferences. To empirically study the extent to which governmentsí preferences are shaped by these factors, we propose to conduct 165 semi-structured interviews with decision makers in all member states. The interview data will be analysed with a mixed-method strategy ñ including quantitative analysis as well as case studies. We fully expect that the findings of the project will provide guidance for the successful implementation of a feasible reform of the governance architecture of the EU to the effective stabilisation of the economy. In addition to the political feasibility analysis, we aim to study the legal context of potential integration scenarios. The consortium conducting this research covers all regions of the EU and consists of 8 distinguished political scientists and one legal scholar.",
    "totalCost": "2290669",
    "ecMaxContribution": "2150794",
    "coordinator": "PARIS-LODRON-UNIVERSITAT SALZBURG",
    "coordinatorCountry": "AT",
    "participants": "UNIVERSITY OF EAST ANGLIA;UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN;UNIVERSITAT BASEL;KOZEP-EUROPAI EGYETEM;LUISS LIBERA UNIVERSITA INTERNAZIONALE DEGLI STUDI SOCIALI GUIDO CARLI;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;UNIVERSITAT KONSTANZ;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;STOCKHOLMS UNIVERSITET",
    "participantCountries": "UK;IE;CH;HU;IT;DE;FR;SE",
    "projectParticipants": {
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 191806
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 0
        },
        "999868047": {
            "orgId": "999868047",
            "orgName": "PARIS-LODRON-UNIVERSITAT SALZBURG",
            "ecContrib": 1120500
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 177422
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 66250
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173795
        },
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 91097
        },
        "999914510": {
            "orgId": "999914510",
            "orgName": "LUISS LIBERA UNIVERSITA INTERNAZIONALE DEGLI STUDI SOCIALI GUIDO CARLI",
            "ecContrib": 163862
        },
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 0
        },
        "999866204": {
            "orgId": "999866204",
            "orgName": "UNIVERSITAT KONSTANZ",
            "ecContrib": 166062
        }
    },
    "calculatedTotalContribution": 2150794
}