{
    "rcn": "194562",
    "acronym": "ISIGrowth",
    "topics": "EURO-2-2014",
    "title": "Innovation-fuelled, Sustainable, Inclusive Growth",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "ISIGrowth aims to offer comprehensive diagnostics of the relationships between innovation, employment dynamics and growth in an increasingly globalized and financialised world economy, and, on the grounds of such analysis, elaborate a set of policy scenarios and deliver a coherent policy toolkit able to achieve the Europe 2020 objectives of smart, sustainable and inclusive growth. \nISIGrowth brings together researchers from eight international institutions that have contributed to some of the most cutting edge areas of innovation studies (e.g. systems of innovation; technological trajectories/paradigms; industry dynamics) and areas that connect understanding of economic growth at the macro, meso and micro level. Key individuals leading the work packages have shaped these areas internationally and have expertise in managing successful international projects (including EU ones) at the highest level. The research agenda is ambitious and transformative, while building solidly on the foundations of the EC 2020 strategy (and the Innovation Union in particular), so to create policy recommendations that can both improve the EC2020 strategy as well as connect it to the fundamental need facing policy makers today in the face of one the largest financial and economic crisis in history: the relationship between innovation policy, financial market reform, and macroeconomic stimulus policy. \nISIGrowth will be policy focussed, with policies emerging from a strong interaction between key theoretical insights (e.g. from Schumpeterian economics of innovation and Keynesian demand policies), with key empirical studies (using cutting edge methods in complexity science, non parametric statistics, as well as detailed case studies of business and industry histories). This theoretical and empirical interaction will be embedded in a dynamic process of engagement with stakeholders in our cutting edge and innovative Civil Action Network (CAN) and Business Forum (BF).",
    "totalCost": "3073610",
    "ecMaxContribution": "2498610",
    "coordinator": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
    "coordinatorCountry": "IT",
    "participants": "FONDATION NATIONALE DES SCIENCES POLITIQUES;THE UNIVERSITY OF SUSSEX;UNIVERSITAT ZURICH;TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK;UNIVERSITY COLLEGE LONDON;UNIVERSITAET BIELEFELD;UNIVERZA V LJUBLJANI",
    "participantCountries": "FR;UK;CH;US;DE;SI",
    "projectParticipants": {
        "998269778": {
            "orgId": "998269778",
            "orgName": "TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
            "ecContrib": 0
        },
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 380239
        },
        "999854370": {
            "orgId": "999854370",
            "orgName": "UNIVERSITAET BIELEFELD",
            "ecContrib": 350000
        },
        "999957869": {
            "orgId": "999957869",
            "orgName": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
            "ecContrib": 350000
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 350000
        },
        "999884731": {
            "orgId": "999884731",
            "orgName": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
            "ecContrib": 848750
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 219621
        },
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2498610
}