{
    "rcn": "194512",
    "acronym": "NChIP",
    "topics": "ERC-CoG-2014",
    "title": "Chromatin dynamics during DNA replication",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Chromatin assembly is a fundamental cellular process necessary for the maintenance of genome integrity and transcriptional programs. Understanding the effect of DNA replication on histone protein dynamics is also a prerequisite for understanding the role of chromatin in epigenetic inheritance. Epigenetic phenomena are thought to influence cellular differentiation and cancer formation, as well as the impact of environmental factors on early development and later predispositions to disease. While epigenetic inheritance of chromatin components is, in theory, accepted as the driver of such phenomena, chromatin state inheritance per se has only been demonstrated for a few specific cases. Not much is known about histone ìinheritanceî beyond the facts that bulk maternal histones distribute equally among the daughter strands and are diluted two-fold after replication with newly synthesized ìunmarkedî histones, and that the majority of H3/H4 tetramers do not split before reassembly. We have shown previously that maternal nucleosomes stay on average within 400bp of their original binding site, implying that any potentially heritable chromatin encoded information, has to be inherited in ~1kb blocs, as smaller nucleosome domains would rapidly be diluted by new nucleosomes. \nI propose to develop high throughput systems for directly measuring movements of histones and chromatin regulators  during genomic replication in S.cerevisiae to determine, how chromatin states survive the perturbations associated with replication. We will determine locus specific differences in the spread of maternal nucleosomes after replication, the effects of leading and lagging strand replication on nucleosome positioning and maternal nucleosome distribution, the renewal dynamics of posttranslational histone marks and chromatin binding proteins, and the kinetics of chromatin footprint re-establishment and gene (re)activation.",
    "totalCost": "1984677",
    "ecMaxContribution": "1984677",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1984677
        }
    },
    "calculatedTotalContribution": 1984677
}