{
    "rcn": "194590",
    "acronym": "EXCEPT",
    "topics": "YOUNG-1-2014",
    "title": "Social Exclusion of Youth in Europe: Cumulative Disadvantage, Coping Strategies, Effective Policies and Transfer",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "Against the background of increasing labour market insecurities among youth during the recent crisis, the aim of this interdisciplinary and internationally comparative project is to provide a comprehensive understanding of the consequences of youth labour market vulnerability for risks of social exclusion in Europe. A multidimensional dynamic perspective on both objective and subjective dimensions of the social exclusion of young people is adopted in order to identify the complex interrelationships and potential risks of cumulative disadvantages and possible compensatory mechanisms. Specifically, implications of labour market insecurities for youthís risks of poverty and material deprivation, their subjective well-being and health status as well as their ability to reach independence from parental home are investigated in a mixed-method approach. First, qualitative interviews are conducted with youths from nine selected European countries including Ukraine in order to reach an in-depth understanding of how disadvantaged youths perceive their social situation and try to cope with it in different economic, institutional and cultural environments. Second, quantitative methods are applied using EU-28 and national micro-data in order to identify the causal interrelationships and dynamic processes of youthís social exclusion in different national contexts. Third, the diffusion and effectiveness of EU and national policies that address various issues of youth social exclusion are assessed in EU-28 based on expert interviews and policy evaluation analyses. A central objective of this comparative project is to learn about examples of best practises and provide suggestions for reforms and policies that help improving the social situation of young people who face labour market insecurities and also involve youth own voice in this process. By involving and addressing different stakeholder groups at all stages of the project the dissemination of results will be ensured.",
    "totalCost": "2497416,25",
    "ecMaxContribution": "2497414,75",
    "coordinator": "TALLINN UNIVERSITY",
    "coordinatorCountry": "EE",
    "participants": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS;Institute for the Study of Societies and Knowledge;UNIVERSITA DEGLI STUDI DI TORINO;UNIVERSITAET DUISBURG-ESSEN;UMEA UNIVERSITET;INSTYTUT BADAN EDUKACYJNYCH;UNIVERSITY OF KENT;INTERNATIONAL CIVIC ORGANISATION KYIV ECONOMICS INSTITUTE;OTTO-FRIEDRICH-UNIVERSITAET BAMBERG",
    "participantCountries": "EL;BG;IT;DE;SE;PL;UK;UA",
    "projectParticipants": {
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 164750
        },
        "986237995": {
            "orgId": "986237995",
            "orgName": "INSTYTUT BADAN EDUKACYJNYCH",
            "ecContrib": 190344
        },
        "999841275": {
            "orgId": "999841275",
            "orgName": "UNIVERSITY OF KENT",
            "ecContrib": 243562
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 268906
        },
        "999843312": {
            "orgId": "999843312",
            "orgName": "UNIVERSITAET DUISBURG-ESSEN",
            "ecContrib": 191500
        },
        "999872509": {
            "orgId": "999872509",
            "orgName": "OTTO-FRIEDRICH-UNIVERSITAET BAMBERG",
            "ecContrib": 256906
        },
        "968696321": {
            "orgId": "968696321",
            "orgName": "Institute for the Study of Societies and Knowledge",
            "ecContrib": 189625
        },
        "967248305": {
            "orgId": "967248305",
            "orgName": "INTERNATIONAL CIVIC ORGANISATION KYIV ECONOMICS INSTITUTE",
            "ecContrib": 96500
        },
        "999421653": {
            "orgId": "999421653",
            "orgName": "TALLINN UNIVERSITY",
            "ecContrib": 651281
        },
        "999881821": {
            "orgId": "999881821",
            "orgName": "UMEA UNIVERSITET",
            "ecContrib": 244041
        }
    },
    "calculatedTotalContribution": 2497415
}