{
    "rcn": "194572",
    "acronym": "EUFORIE",
    "topics": "EE-12-2014",
    "title": "European Futures for Energy Efficiency",
    "startDate": "01/03/2015",
    "endDate": "30/11/2018",
    "objective": "The EUFORIE project studies energy efficiency at macro level (EU as a whole and comprison to China), national level (EU-28 Member States), sectoral/company level (selected energy-intensive sectors and companies) and household level, taking into account the perspectives of energy production and consumption. The project uses also participatory foresight workshops to provide new information for energy policy preparation in selected EU Member States.\n \n\nThe project has nine Work Packages, the Research/Innovation WPs focus on (1) macro-level analysis on energy efficiency (EU as a Whole and EU-28 Member States; WP2), (2) regional and sectoral case studies on energy efficiency (WP3), and (3) energy efficiency metabolism in socio-economic systems (WP4) by using innovative analysis tools developed by the EUFORIE consortium beneficiaries in previous projects financed by the EuropeanCommisson. Moreover, the project analyses energy efficiency from the consumer perspective (WP5) and energy efficiency development in selected energy-intensive companies by using the previously developed analysis tools (WP6). Last but not least, the project implements a participatory foresight process for energy efficiency stakeholders in selected countries (WP7) and a comparison of energy efficiency in the EU and China (WP8).",
    "totalCost": "1092500",
    "ecMaxContribution": "1092500",
    "coordinator": "TURUN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "Sustainable Europe Research Institute SERI Deutschland e.V.;UNIVERSITA DEGLI STUDI DI NAPOLI PARTHENOPE;UNIVERSITAT AUTONOMA DE BARCELONA",
    "participantCountries": "DE;IT;ES",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 210000
        },
        "999856019": {
            "orgId": "999856019",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI PARTHENOPE",
            "ecContrib": 210000
        },
        "986383301": {
            "orgId": "986383301",
            "orgName": "Sustainable Europe Research Institute SERI Deutschland e.V.",
            "ecContrib": 210000
        },
        "999903064": {
            "orgId": "999903064",
            "orgName": "TURUN YLIOPISTO",
            "ecContrib": 462500
        }
    },
    "calculatedTotalContribution": 1092500
}