{
    "rcn": "194527",
    "acronym": "PHOROSOL",
    "topics": "ERC-CoG-2014",
    "title": "Integrating photochemistry in nanoconfined carbon-based porous materials in technological processes",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "The aim of this proposal is to exploit the potentialities of confined pore spaces in technological processes related to applied photochemistry for gas sensing, energy conversion and environmental protection. I will focus on new light responsive nanoporous carbons which characteristics can be tailored at two levels (pore void at the nanometric scale and surface functionalization) during the synthesis to modulate their selectivity towards a given molecule (i.e. gas sensing) or efficiency in a given reaction (i.e. energy conversion, environmental protection).\nThe dual nature of the nanoporous carbons with ad-hoc designed pore architectures acting as nanoreactors (confinement) and photoactivity defined by composition (chromophoric groups) offers new perspectives in the fields of light harvesting of applied photochemistry, and shows multitude of fundamental questions that are worth investigating to exploit this concept. Understanding of the confinement effects and the light/solid/molecule interactions is the key for integrating carbon nanostructures in a whole new array of applications. An example would be the design of multifunctional spatially organized photoactive carbons with high electron mobility, multimodal pore systems and chromophoric groups. These systems are expected to show  enhanced diffusion and mass transport, with great potential in gas sensing applications where a fast, sensitivity and selective response is needed. \nI plan to work with functionalized light-responsive polymeric nanoporous carbons (mainly gels, graphene-oxide frameworks). A smart design of hybrid nanostructures introducing other confined photoactive elements will also be studied. The outcome of the proposal is to understand the fundamentals of photochemistry of carbon nanostructures for the implementation of best performing materials in different technological processes related to photochemical energy conversion for H2 and O2 generation, gas sensing and environmental protection.",
    "totalCost": "1994179,62",
    "ecMaxContribution": "1994179,62",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "participantCountries": "ES",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 108887
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1885293
        }
    },
    "calculatedTotalContribution": 1994180
}