{
    "rcn": "194588",
    "acronym": "YMOBILITY",
    "topics": "YOUNG-2-2014",
    "title": "Youth mobility: maximising opportunities for individuals, labour markets and regions in Europe",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "Research on international youth mobility has been fragmented, mostly based on relatively small samples and case studies. YMOBILITY develops a comprehensive research programme which addresses the following:\nï Identifying, and quantifying, the main types of international youth mobility in the EU, and their key characteristics. Particular attention will be given to differences between and within three main types: highly skilled, less skilled and students \nï Understanding what determines which individuals do and which do not participate in international mobility as personal and professional development strategies: their motives, migration channels and information sources\nï Analysing the individual outcomes in terms of both employability and careers (skills and competences) and non-economic terms (welfare and identities).\nï Analysing the territorial outcomes for the regions of both origin and destination, in economic, demographic and cultural terms\nï Differentiating between short-term and long-term outcomes, taking into account return migration and future intentions to migrate.\nï Identifying implications for policies in migration but also of education, the economy and housing \nThe research will utilise existing secondary data for the whole of the EU, but will mainly rely on primary quantitative data (large-scale surveys to be undertaken by polling agency) and qualitative data (interviews with migrants and returned migrants). The study will focus on 9 countries representing different contexts for youth mobility: Romania, Slovakia and Latvia as sources of emigration and return; the UK and Sweden as destinations for migrants; Germany, Italy, Ireland and Spain as both major destinations and countries of origin. The policy analysis will be informed by interviews undertaken with key informants, such as migrant associations and policy-makers. Experimental methods will be used to assess how individuals will respond to different scenarios of future economic and social change.",
    "totalCost": "2450368",
    "ecMaxContribution": "2450367,75",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITATEA DIN BUCURESTI;THE UNIVERSITY OF SUSSEX;CENTRUM SPOLOCENSKYCH A PSYCHOLOGICKYCH VIED SLOVENSKEJ AKADEMIE VIED;UNIVERSIDAD DE ALMERIA;LATVIJAS UNIVERSITATE;UNIVERSITAET BIELEFELD;UNIVERSITY OF SURREY;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK;MALMO UNIVERSITET",
    "participantCountries": "RO;UK;SK;ES;LV;DE;IE;SE",
    "projectParticipants": {
        "991639925": {
            "orgId": "991639925",
            "orgName": "CENTRUM SPOLOCENSKYCH A PSYCHOLOGICKYCH VIED SLOVENSKEJ AKADEMIE VIED",
            "ecContrib": 150325
        },
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 225336
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 580665
        },
        "999871830": {
            "orgId": "999871830",
            "orgName": "LATVIJAS UNIVERSITATE",
            "ecContrib": 154000
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 351887
        },
        "999884440": {
            "orgId": "999884440",
            "orgName": "UNIVERSIDAD DE ALMERIA",
            "ecContrib": 204098
        },
        "999854370": {
            "orgId": "999854370",
            "orgName": "UNIVERSITAET BIELEFELD",
            "ecContrib": 221040
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 204401
        },
        "999603916": {
            "orgId": "999603916",
            "orgName": "UNIVERSITATEA DIN BUCURESTI",
            "ecContrib": 136000
        }
    },
    "calculatedTotalContribution": 2227752
}