{
    "rcn": "194597",
    "acronym": "SMART-UP",
    "topics": "EE-10-2014",
    "title": "Vulnerable consumer empowerment in a smart meter world",
    "startDate": "01/03/2015",
    "endDate": "31/07/2018",
    "objective": "The overarching aim of SMART-UP is to encourage the active use of Smart Meters and In-House Displays by vulnerable customers, in those Member States where the roll-out of Smart Meters has been embarked upon. Indeed, previous studies have shown that Smart Meters do not lead to energy savings in the residential sector unless households actively use them and are encouraged to modify their everyday practices. Our project intends to fill in this gap, while also raising awareness on demand response services. \nThe way we intend to do so is by developing a training program for installers, social workers and other frontline staff in contact with vulnerable people, so that they can inform vulnerable consumers about the benefits brought about by smart metering and advise them on how to use their Smart Meter and In Home Display (IHD) units (where fitted) to best effect, each time they are in contact with them. Indeed, most vulnerable and low-income householders require a one-to-one and on-going support. \nThe training packages will be tested and improved before getting disseminated towards the major actors involved in smart meters deployment (DSOs, energy utilities, installersÖ). From 50 to 100 installers or other frontline staff will be trained in each project partnerís country. Each of them will deliver face-to-face advise to 10 to 20 households, so as to reach 1,000 households in each country. DSO and energy utilities (depending on the national context) will be involved to provide the necessary support for this experiment and to ensure further dissemination of the training packages.\nBesides empowering vulnerable consumers, the project will serve to get some feedback on their specific needs and on the ways to appropriately communicate with them and help them take profit of smart metering. The project will also help consolidate data on how much energy can be saved if vulnerable householders are empowered to make best use of the opportunities that Smart Metering offers.",
    "totalCost": "791493",
    "ecMaxContribution": "791493",
    "coordinator": "ALPHEEIS SAS",
    "coordinatorCountry": "FR",
    "participants": "ASOCIACION ECOSERVEIS;NATIONAL ENERGY ACTION LBG;AISFOR SRL;PROJECTS IN MOTION LIMITED",
    "participantCountries": "ES;UK;IT;MT",
    "projectParticipants": {
        "968764318": {
            "orgId": "968764318",
            "orgName": "NATIONAL ENERGY ACTION LBG",
            "ecContrib": 157932
        },
        "937301786": {
            "orgId": "937301786",
            "orgName": "ALPHEEIS SAS",
            "ecContrib": 172812
        },
        "998982049": {
            "orgId": "998982049",
            "orgName": "PROJECTS IN MOTION LIMITED",
            "ecContrib": 174125
        },
        "995671924": {
            "orgId": "995671924",
            "orgName": "ASOCIACION ECOSERVEIS",
            "ecContrib": 130312
        },
        "953616119": {
            "orgId": "953616119",
            "orgName": "AISFOR SRL",
            "ecContrib": 156312
        }
    },
    "calculatedTotalContribution": 791493
}