{
    "rcn": "194508",
    "acronym": "DYNPOR",
    "topics": "ERC-CoG-2014",
    "title": "First principle molecular dynamics simulations for complex chemical transformations in nanoporous materials",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Chemical transformations in nanoporous materials are vital in many application domains, such as catalysis, molecular separations, sustainable chemistry,Ö.  Model-guided design is indispensable to tailoring materials at the nanometer scale level.    \nAt real operating conditions, chemical transformations taking place at the nanometer scale have a very complex nature, due to the interplay of several factors such as the number of particles present in the pores of the material, framework flexibility, competitive pathways, entropy effects,Ö  The textbook concept of a single transition state is far too simplistic in such cases.  A restricted number of configurations of the potential energy surface is not sufficient to capture the complexity of the transformation.    \n\nMy objective is to simulate complex chemical transformations in nanoporous materials using first principle molecular dynamics methods at real operating conditions, capturing the full complexity of the free energy surface.  To achieve these goals advanced sampling methods will be used to explore the interesting regions of the free energy surface. The number of guest molecules at real operating conditions will be derived and the diffusion of small molecules through pores with blocking molecules will be studied.  New theoretical models will be developed to keep track of both the framework flexibility and entropy of the lattice.  \n\nThe selected applications are timely and rely on an extensive network with prominent experimental partners.  The applications will encompass contemporary catalytic conversions in zeolites, active site engineering in metal organic frameworks and structural transitions in nanoporous materials, and the expected outcomes will have the potential to yield groundbreaking new insights.  \n\nThe results  are expected to have impact far beyond the horizon of the current project as they will contribute to the transition from static to dynamically based modeling tools within heterogeneous catalysis",
    "totalCost": "1993750",
    "ecMaxContribution": "1993750",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1993750
        }
    },
    "calculatedTotalContribution": 1993750
}