{
    "rcn": "194576",
    "acronym": "ADEMU",
    "topics": "EURO-1-2014",
    "title": "A Dynamic Economic and Monetary Union",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "In response to the European debt crisis and associated deep recession, a number of important steps have recently been taken towards redesigning the institutional architecture of EMU, based on the roadmap outlined in the Van Rompuy Report (2012). But these institutional innovations ñ in particular the ëfiscal compactí, the ESM, the SSM and the SRM ñ retain relatively weak theoretical foundations. In particular, there is a noticeable gap between policy-oriented analyses of the precise EU challenges, and the major developments in dynamic macroeconomic theory of the past three decades.\nADEMU brings together eight research groups from leading European institutions with the aim of closing this gap. It studies the overall monetary and fiscal structure of the EU and the euro area, and the mechanisms of fiscal policy coordination among member states, with specific focus on: i) ensuring the long-term sustainability of EMU, addressing issues such as debt overhang, fiscal consolidation, public debt management, risk-sharing within the union, and crisis management mechanisms; ii) building resilience to economic shocks, with special emphasis on the coordination of fiscal policies, fiscal multipliers and labor market risks; and iii) managing interdependence in the euro area, analyzing both fiscal and financial spillovers and the effects of macroeconomic imbalances on financial and money markets, and, to confront these issues, new forms of banking regulation and monetary policy.\nADEMU is at the frontier of dynamic macroeconomic research, and the project will generate new knowledge that will be used to provide a rigorous assessment of the current institutional framework, and detailed proposals for improving it. It will also be a focal point in debates among academics, policymakers and other stakeholders regarding the implementation of new policies. The scope of the project will include a full consideration of political economy and legal dimensions to alternative institutional reforms",
    "totalCost": "2499999",
    "ecMaxContribution": "2499999",
    "coordinator": "EUROPEAN UNIVERSITY INSTITUTE",
    "coordinatorCountry": "IT",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;UNIVERSIDADE CATOLICA PORTUGUESA;RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN;UNIVERZITA KARLOVA;UNIVERSITY COLLEGE LONDON;FUNDACIO PRIVADA BARCELONA GRADUATE SCHOOL OF ECONOMICS;FONDATION JEAN-JACQUES LAFFONT,TOULOUSE SCIENCES ECONOMIQUES",
    "participantCountries": "UK;PT;DE;CZ;ES;FR",
    "projectParticipants": {
        "954279017": {
            "orgId": "954279017",
            "orgName": "FUNDACIO PRIVADA BARCELONA GRADUATE SCHOOL OF ECONOMICS",
            "ecContrib": 436278
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 280490
        },
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 466031
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 233288
        },
        "998386566": {
            "orgId": "998386566",
            "orgName": "FONDATION JEAN-JACQUES LAFFONT,TOULOUSE SCIENCES ECONOMIQUES",
            "ecContrib": 284712
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 255015
        },
        "999907623": {
            "orgId": "999907623",
            "orgName": "UNIVERSIDADE CATOLICA PORTUGUESA",
            "ecContrib": 229540
        }
    },
    "calculatedTotalContribution": 2185354
}