{
    "rcn": "194518",
    "acronym": "Earth core",
    "topics": "ERC-CoG-2014",
    "title": "Exploring Thermodynamic Properties of Earthís Core-Forming Materials",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "It is known that the Earthís core is less dense than pure iron by about 7%, which is due to the presence of a light element(s) such as Si, S, C, O, and H. The goal of this project is to construct a thermodynamic model of the Earthís central core. A particular focus is on the identification of the light element because the inclusion of these elements in iron liquid depends on the pressure (P), temperature (T), and chemical environment and hence provides us invaluable information about the origin and evolution of the solid Earth. We will examine phase relations and density of phases in Fe-light element systems by conducting high-P-T experiments and employing thermodynamic calculations based on the experimental data. \nHigh-P-T experiments will be conducted in a diamond anvil cell with three different kinds of heating techniques: laser heating, external-resistive heating, and internal-resistive heating. Of the three, the internal-resistive heating system is a special technique that I have developed and employed and I am currently generating 5000 K at 200 GPa with it. Structure of phases will be analysed by in-situ X-ray diffraction. Chemical analysis will also be employed on samples to determine element partitioning between the phases. \nI will also employ thermodynamic calculations based on the experimental data to fully understand the thermodynamic properties of the materials and obtain physical properties which are difficult to directly determine by experiment such as sound velocity of liquids. \nFrom the thermodynamic models, I will calculate the physical properties of light element-bearing iron liquids and compare them with seismologically constrained values of the Earthís core to find out the best matching composition. From these results, I will discuss the physical and chemical environments during the core formation and implicate in the origin and evolution of the Earth. Also the results will be applied to other terrestrial planets which have metallic cores.",
    "totalCost": "1891765",
    "ecMaxContribution": "1891765",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1891765
        }
    },
    "calculatedTotalContribution": 1891765
}