{
    "rcn": "194546",
    "acronym": "Clock Mechanics",
    "topics": "ERC-CoG-2014",
    "title": "Mechanosensation and the circadian clock: a reciprocal analysis",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "All forms of life adjust themselves to the daily rhythms of their environments using endogenous oscillators collectively referred to as circadian clocks. Peripheral and central body clocks exist, which both require extrinsic information (e.g. light or temperature changes) to keep in sync with the geophysical cycle (entrainment). In addition, intrinsic cues (e.g. activity levels) have been linked to clock entrainment. Recently, we could show that activation of proprioceptors is sufficient to entrain the central clock of the fruit fly Drosophila melanogaster. Proprioceptors are mechanosensors that monitor the positions, and relative movements, of an animalís own body parts. The existence of proprioceptive entrainment pathways has significant implications; it implies that an animalís ëclock timeí is computed by integrating, and weighting, various external and internal conditions, suggesting the existence of external and internal time.\nUsing Drosophila, I will investigate the relationship between mechanosensory and circadian systems in a dual, and bidirectional, approach. The projectís first aim is to dissect the neurobiological bases of proprioceptive clock entrainment (i) identifying the specific stimulus requirements for effective entrainment, (ii) determining its mechanosensory pathways and, in a combined computational and experimental strategy, (iii) quantifying the precise contributions of an animalís activity to its sense of time. The projectís second aim, in turn, is to unravel the roles of the clock, and clock genes, for the function of mechanosensory systems. Previous studies have linked the clock to noise vulnerability in mammalian ears, and clock genes to regeneration in avian ears. Our own preliminary data reveal severe mechanosensory defects in flies mutant for core clock genes. I will use the Drosophila ear as a unifying model to analyse the specific roles of the clock, and clock genes, for the function of mechanotransducer systems.",
    "totalCost": "1899549",
    "ecMaxContribution": "1899549",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1899549
        }
    },
    "calculatedTotalContribution": 1899549
}