{
    "rcn": "194507",
    "acronym": "Protein Lego",
    "topics": "ERC-CoG-2014",
    "title": "Protein design from sub-domain sized fragments",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Proteins are ubiquitous, very diverse, and participate in virtually every cellular process. Nature has generated this impressive set of proteins using mechanisms such as recombination of smaller, sub-domain sized protein fragments that serve as building blocks in a Lego-like manner. Based on these observations we propose a rational design strategy in which new functional proteins are build from fragments of existing proteins. With this approach we aim to tackle a long-standing goal in biochemistry, namely the design of complex, custom-made proteins.\nInitial experiments that recombine fragments from the same as well as from different folds have been successful in creating new proteins. Moreover, the utilized fragments contribute their unique functional properties to the protein chimeras, which is a tremendous advantage of using existing subunits for the design. Here, we aim to generalize this approach. We will identify common structural fragments and classify them based on their associated functions. We will build stable hybrid proteins from different folds, transfer functional sites associated with particular fragments, and thereby learn about general design rules.\nThe proposed approach offers a rigorous test for the identification of minimal determinants of protein structure and function. It simultaneously allows us to test our understanding of protein evolution and will have profound implications on the current view of structural classification and interactions. And lastly, the development of a reliable methodology for the design of complex proteins will be very valuable for synthetic biology and bioengineering approaches.",
    "totalCost": "1950000",
    "ecMaxContribution": "1950000",
    "coordinator": "UNIVERSITAET BAYREUTH",
    "coordinatorCountry": "DE",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "participantCountries": "DE",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 21250
        },
        "999849908": {
            "orgId": "999849908",
            "orgName": "UNIVERSITAET BAYREUTH",
            "ecContrib": 1928750
        }
    },
    "calculatedTotalContribution": 1950000
}