{
    "rcn": "194537",
    "acronym": "CSF",
    "topics": "ERC-CoG-2014",
    "title": "From Cloud to Star Formation",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Star Formation is a hierarchical process from the build-up of large clouds to the assembly of stars. This ERC project aims at studying the multi-scale processes of this conversion from diffuse gas to stars. The fundamental data are provided by two PI-led large observing programs at two of the most advanced radio and mm interferometers, the Very Large Array (VLA) and the Plateau de Bure Interferometer (PdBI). This combined approach is designed to address outstanding key questions in the field of cloud and star formation.\nThe 225 hours THOR program at the VLA investigates the cloud formation and conversion of atomic to molecular gas, as well as feedback processes back to the interstellar medium (ISM). To reach these goals, THOR observes the Milky Way in atomic HI, molecular OH, and cm continuum and radio recombination lines tracing the ionized components of the ISM.  \nAt smaller spatial scales, the 300 hours PdBI project CORE will study the fragmentation of the gas clumps to form clusters, the formation of accretion disks and outflows, and the gas infall rates as proxy for the accretion rates. Therefore, assisted by Atacama Large Millimeter Array (ALMA) observations, we will investigate a sample of high-mass star-forming regions at the highest spatial resolution of 0.2' to dissect the physical processes during the assembly of the highest mass stars. \nThe core aim of this ERC project is to study all spatial scales from molecular clouds to individual massive cores. This will be a decisive step in the understanding of the conversion of gas and dust into stars. Through his decade-long expertise and leadership in star/cloud formation, the PI is uniquely positioned to advance the field significantly. The surveys at the heart of the program are extremely computing and work intensive accumulating data in the 100 TByte regime. This proposals asks for a strong core group of three postdocs and one PhD student to conduct the project and fully exploit the scientific results.",
    "totalCost": "1616050",
    "ecMaxContribution": "1616050",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1616050
        }
    },
    "calculatedTotalContribution": 1616050
}