{
    "rcn": "194598",
    "acronym": "REVALUE",
    "topics": "EE-19-2014",
    "title": "Recognising Energy Efficiency Value in Residential Buildings",
    "startDate": "01/03/2015",
    "endDate": "31/08/2018",
    "objective": "ReValue aims to lead the development of appraisal norms and standards that REcorgnise Energy Efficiency Value in social and private residential real estate. \n\nFinancing decisions in real estate are often based on formal appraisals of value. Current norms on valuation, such as RICS', recognise Energy Effiency (EE) as a potential source of value, but do not require taking this into account in appraisals, nor provide clear guidance on how to do so. As a result, investors are not provided with the formal basis to invest in or to provide financing (eg through mortgages) for EE components\n\nFor a standard renovation of a residential unit, up to 10k Euro in EE could be made ' bankable'  if valuation norms and standards would better reflect long term EE value. At EU level, this could potentially unlock 20Bn Euro per year in financing of EE measures. Since 26% of EUs energy is consumed in homes, increasing investment on EE could significantly contribute to H2020 targets\n\nSpecific ReValue objectives are:\n1 develop and propose a set of norms and policies in the valuation of residential property that recognise EE\n2 align valuation techniques with such norms\n3 validate the framework in 4 pilot projects across Europe\n4 Stimulate uptake of the framework through widely recognised norms and support from key industry stakeholders\n\nReValue's consortium is industry-lead, including RICS, one of the globally recognised standardisation bodies, and Savills, a leading valuer, and academic and professional experts in accounting, economics and EE design. Through observer roles, the project collaborates with building owners across Europe, investors and a range of entities that support exploitation and dissemination of project results\n \nIn doing so, ReValue will contribute to reaching EE19's expected impact, by aligning valuation norms for optimal levels of investment of energy efficiency, and by increasing trust of investors and financiers in the financial viability of energy efficient measures",
    "totalCost": "1568750",
    "ecMaxContribution": "1568750",
    "coordinator": "BAX INNOVATION CONSULTING SL",
    "coordinatorCountry": "ES",
    "participants": "LUWOGE consult GmbH;UNIVERSITEIT MAASTRICHT;ROYAL INSTITUTION OF CHARTERED SURVEYORS;VANHIER BV;SAVILLS (UK) LTD",
    "participantCountries": "DE;NL;UK",
    "projectParticipants": {
        "938649601": {
            "orgId": "938649601",
            "orgName": "VANHIER BV",
            "ecContrib": 190000
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 261250
        },
        "938441924": {
            "orgId": "938441924",
            "orgName": "SAVILLS (UK) LTD",
            "ecContrib": 298750
        },
        "984922093": {
            "orgId": "984922093",
            "orgName": "LUWOGE consult GmbH",
            "ecContrib": 277500
        },
        "961618425": {
            "orgId": "961618425",
            "orgName": "ROYAL INSTITUTION OF CHARTERED SURVEYORS",
            "ecContrib": 230000
        },
        "998806479": {
            "orgId": "998806479",
            "orgName": "BAX INNOVATION CONSULTING SL",
            "ecContrib": 311250
        }
    },
    "calculatedTotalContribution": 1568750
}