{
    "rcn": "194519",
    "acronym": "EPAF",
    "topics": "ERC-CoG-2014",
    "title": "Role of Epithelial Apoptotic Force in Morphogenesis",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Contrary to previous beliefs, recent studies have suggested that apoptotic cells play an important dynamic role during morphogenesis. Nonetheless, the mechanisms whereby dying cells drive tissue shape modification remain elusive. \n Using the Drosophila developing leg as a model system to study apoptosis-dependent epithelium folding, we have recently shown that apoptotic cells produce a pulling force through the unexpected maintenance of their adherens junctions that serves as an anchor to an apico-basal Myosin II cable. The resulting apoptotic apico-basal force leads to a non-autonomous increase in tissue tension and apical constriction of surrounding cells, leading to epithelium folding. These results reveal that, far from being passively eliminated as generally thought, dying cells are very active until the end of the apoptotic process. The objective of the present proposal is to understand how apoptotic cells influence their surroundings from the micro-environment to the macro-scale level.\n Our first aim is to dissect the cellular mechanisms governing the generation of the apoptotic force and its transmission to the tissue, both apically through planar polarity and basally through the extra-cellular matrix (ECM), in parallel with the identification of the network of genes orchestrating apoptosis-dependent morphogenesis through a powerful genetic screen. Interesting preliminary results have already identified the epithelio-mesenchymal-transition gene Snail as essential for the progression of apoptosis, thus validating our approach.\n Therefore, the second aim of this project is to compare Snail function in the control of adhesion and ECM dynamics and in the generation of tissue tension in both EMT and apoptosis. This original comparative study should bring novel insight into these two fundamental processes.\n \n To perform this work, we will use elegant genetic tools combined to state-of-the-art live imaging techniques, together with robust biophysical modelling.",
    "totalCost": "2311843,75",
    "ecMaxContribution": "2311843,75",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2311844
        }
    },
    "calculatedTotalContribution": 2311844
}