{
    "rcn": "194526",
    "acronym": "ConTExt",
    "topics": "ERC-CoG-2014",
    "title": "Connecting the Extreme",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Advances in technology and methodology over the last decade, have enabled the study of galaxies to the highest redshifts. This has revolutionized our understanding of the origin and evolution of galaxies. I have played a central role in this revolution, by discovering that at z=2, when the universe was only 3 Gyr old, half of the most massive galaxies were extremely compact and had already completed their star formation. During the last five years I have led a successful group of postdocs and students dedicated to investigating the extreme properties of these galaxies and place them into cosmological context. Combining a series of high profile observational studies published by my group and others, I recently proposed an evolutionary sequence that ties together the most extreme galaxies in the universe, from the most intense dusty starburst at cosmic dawn, through quasars: the brightest sources in the universe, driven by feedback from supermassive black holes, and galaxy cores hosting the densest conglomerations of stellar mass known, to the sleeping giants of the local universe, the giant ellipticals. The proposed research program will explore if such an evolutionary sequence exists, with the ultimate goal of reaching, for the first time, a coherent physical understanding of how the most massive galaxies in the universe formed. While there is a chance the rigorous tests may ultimately reveal the proposed sequence to be too simplistic, a guarantied outcome of the program is a significantly improved understanding of the physical mechanisms that shape galaxies and drive their star formation and quenching",
    "totalCost": "1999526",
    "ecMaxContribution": "1999526",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1999526
        }
    },
    "calculatedTotalContribution": 1999526
}