{
    "rcn": "194558",
    "acronym": "Phosphoprocessors",
    "topics": "ERC-CoG-2014",
    "title": "Biological signal processing via multisite phosphorylation networks",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Multisite phosphorylation of proteins is a powerful signal processing mechanism playing crucial roles in cell division and differentiation as well as in disease. Our goal in this application is to elucidate the molecular basis of this important mechanism. We recently demonstrated a novel phenomenon of multisite phosphorylation in cell cycle regulation. We showed that cyclin-dependent kinase (CDK)-dependent multisite phosphorylation of a crucial substrate is performed semiprocessively in the N-to-C terminal direction along the disordered protein. The process is controlled by key parameters including the distance between phosphorylation sites, the distribution of serines and threonines in sites, and the position of docking motifs. According to our model, linear patterns of phosphorylation networks along the disordered protein segments determine the net phosphorylation rate of the protein. This concept provides a new interpretation of CDK signal processing, and it can explain how the temporal order of cell cycle events is achieved. The goals of this study are: 1) We will seek proof of the model by rewiring the patterns of budding yeast Cdk1 multisite networks according to the rules we have identified, so to change the order of cell cycle events. Next, we will restore the order by alternative wiring of the same switches; 2) To apply the proposed model in the context of different kinases and complex substrate arrangements, we will study the Cdk1-dependent multisite phosphorylation of kinetochore components, to understand the phospho-regulation of kinetochore formation, microtubule attachment and error correction; 3) We will apply multisite phosphorylation to design circuits for synthetic biology. A toolbox of synthetic parts based on multisite phosphorylation would revolutionize the field since the fast time scales and wide combinatorial possibilities.",
    "totalCost": "1999288,67",
    "ecMaxContribution": "1999288,67",
    "coordinator": "TARTU ULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 1999289
        }
    },
    "calculatedTotalContribution": 1999289
}