{
    "rcn": "194539",
    "acronym": "SUPERCELL",
    "topics": "ERC-CoG-2014",
    "title": "Single-Use paPER-based fuel CELLs",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The advances in paper microfluidics taking place in recent years show that the new generation of paper-based devices will be able to overcome the limitations of traditional lateral flow tests and offer more accurate and specific information. However, the quantification of paper devices signals by colorimetry, electrochemistry or fluorescence entails the use of sensors and electronic components that require energy to function. Up to now, this has been solved by the use of battery-powered bulky readers, but this is only cost-effective when the reader is meant to be used thousands of times (hospital, care rooms, etc). It is becoming clear that the proliferation of paper-based sensors and their enormous potential impact when applied to personalized healthcare ask for innovative solutions that provide affordable readout. Despite dedicated on-chip solutions that integrate all the required components within a disposable test seem to be the most promising approach, available examples of realization are still scarce. \nThe SUPERCELL project aims to develop a new generation of disposable and low environmental impact  fuel cells. The approach presented in this proposal will be a major breakthrough in the fuel cell field, as these devices are conceived for the first time as single-use and disposable power sources. It will also have an enormous impact in the point-of-care diagnostics domain, as it will provide simple, reliable and clean power sources to an upcoming generation of smart paper-based sensors and allow them to be energetically autonomous. Fuel will be harvested from the biological sample to be analyzed ñ in case of urine and blood ñ or taken from hydrogen produced in situ upon the addition of any liquid in the paper platform.  The proposal is very innovative in conception as well as in technology as these devices will be developed by means of a smart integration of paper microfluidics, printed electronics and electrocatalysis technologies.",
    "totalCost": "1920738",
    "ecMaxContribution": "1920738",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1920738
        }
    },
    "calculatedTotalContribution": 1920738
}