{
    "rcn": "194575",
    "acronym": "NEGOTIATE",
    "topics": "YOUNG-1-2014",
    "title": "Negotiating early job-insecurity and labour market exclusion in Europe",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "Through an innovative use of four key concepts (resilience, capability, active agency and negotiation) and primary data (life course interviews, vignette experiments), NEGOTIATE will deliver gender-sensitive comparative knowledge about consequences of early job insecurity. We move beyond the state-of-the-art by investigating the linkages across macro, meso and micro levels as mechanisms of early job insecurity. General labour market processes and a severe employment crisis currently define the macro level. The micro level is characterised by young people with unequal opportunities to influence individual job prospects. The organisation of meso level structures creates differential access to public and private support within and across countries. NEGOTIATEís core question is how young peopleís scope for agency interacts with different layers of structural conditions in a multi-level governance system. By actively involving national and European stakeholders ñ including young people ñ NEGOTIATE will contribute to policies that promote the employability of young Europeans, thus maximising societal and scientific impact. We will observe the present, learn from the past and project the future to inform policies that help prevent early labour market exclusion and adverse effects of job insecurity in the short and long term, thereby leading Europe closer to the Europe 2020 goals.\nA trans-disciplinary Consortium of nine research institutions ñ from BG, CZ, DE, EL, NO, PL, ES, CH, UK ñ and one international CSO will implement NEGOTIATE. The participating countries are differently affected by the economic crisis and display historical variations across key institutional factors, such as welfare state arrangements, employment relations and youth transition regimes. The participation of SOLIDAR will strengthen NEGOTIATEís policy impact. Overall, the participantsí wide set of research skills enable a rich combination of advanced quantitative and qualitative comparative analyses.",
    "totalCost": "2919232,75",
    "ecMaxContribution": "2476609",
    "coordinator": "OSLOMET - STORBYUNIVERSITETET",
    "coordinatorCountry": "NO",
    "participants": "UNIVERSITY OF BRIGHTON;SOLIDAR FOUNDATION FOR HUMANITARIAN, DEVELOPMENT AND EUROPEAN COOPERATION;Masarykova univerzita;UNIVERSITAT DE GIRONA;UNIVERSITAT BASEL;Institute for the Study of Societies and Knowledge;UNIVERSITAET BREMEN;UNIWERSYTET EKONOMICZNY W POZNANIU;PANTEIO PANEPISTIMIO KOINONIKON KAIPOLITIKON EPISTIMON",
    "participantCountries": "UK;BE;CZ;ES;CH;BG;DE;PL;EL",
    "projectParticipants": {
        "999860481": {
            "orgId": "999860481",
            "orgName": "UNIVERSITY OF BRIGHTON",
            "ecContrib": 305028
        },
        "999987454": {
            "orgId": "999987454",
            "orgName": "UNIVERSITAET BREMEN",
            "ecContrib": 277925
        },
        "946462757": {
            "orgId": "946462757",
            "orgName": "SOLIDAR FOUNDATION FOR HUMANITARIAN, DEVELOPMENT AND EUROPEAN COOPERATION",
            "ecContrib": 117073
        },
        "999895983": {
            "orgId": "999895983",
            "orgName": "UNIVERSITAT DE GIRONA",
            "ecContrib": 217253
        },
        "968696321": {
            "orgId": "968696321",
            "orgName": "Institute for the Study of Societies and Knowledge",
            "ecContrib": 173178
        },
        "954982461": {
            "orgId": "954982461",
            "orgName": "OSLOMET - STORBYUNIVERSITETET",
            "ecContrib": 878670
        },
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 165825
        },
        "999870472": {
            "orgId": "999870472",
            "orgName": "PANTEIO PANEPISTIMIO KOINONIKON KAIPOLITIKON EPISTIMON",
            "ecContrib": 211435
        },
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 0
        },
        "999839723": {
            "orgId": "999839723",
            "orgName": "UNIWERSYTET EKONOMICZNY W POZNANIU",
            "ecContrib": 130222
        }
    },
    "calculatedTotalContribution": 2476609
}