{
    "rcn": "194578",
    "acronym": "PARTISPACE",
    "topics": "YOUNG-5a-2014",
    "title": "Spaces and Styles of Participation. Formal, non-formal and informal possibilities of young peopleís participation in European cities.",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "Existing research suggests that political participation and European orientation of young people depend on how they experience influence and involvement at local level. This reflects that individuals need the experience of self-efficacy to engage in wider communities. Research also reveals that only few young people engage in formalised participation (parties, trade unions, or youth councils) as these are not flexible enough for individualised concerns, biographies and life styles and they reflect patterns of social inequality. \nThe project Spaces and Styles of Participation (PARTISPACE) starts from the assumption that all young people do participate while not all participation is recognised as such. The study asks for the different ways in which young people participate in decisions Ñwhich concern them and, in general, the life of their communitiesî. How do 15- and 30-year-olds engage with the public in formal, non-formal and informal settings and how is this supported or inhibited by local youth policies and youth work? The countries involved ñ Bulgaria, France, Germany, Italy, Sweden, Switzerland, Turkey and the UK ñ secure contrasting contexts of young peopleís growing up as well as differing orientations towards Europe.\nThe design of PARTISPACE includes: \nï National research literature reviews and policy analysis;\nï Analysis of European Social Survey data on young peopleís participatory orientations;\nï Local case studies in one major city per country including expert interviews, focus groups discussions, city walks and biographical interviews with young people, ethnographic case studies of formal, non-formal, and informal participatory spaces.\nï Activating and supporting participatory action research by young people themselves. \nThe analysis relates local constellations with national and European patterns and discourses of youth participation. Findings are constantly discussed with representatives of the youth sector at local and European level.",
    "totalCost": "2575965",
    "ecMaxContribution": "1985711",
    "coordinator": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
    "coordinatorCountry": "DE",
    "participants": "YEDITEPE UNIVERSITY VAKIF;UNIVERSITE DE CERGY-PONTOISE;NEW EUROPE CENTER FOR REGIONAL STUDIES SDRUZHENIE;THE MANCHESTER METROPOLITAN UNIVERSITY;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;THE UNIVERSITY OF HUDDERSFIELD;FHS ST. GALLEN HOCHSCHULE FUR ANGEWANDTE WISSENSCHAFTEN;GOETEBORGS UNIVERSITET;ECOLE DES HAUTES ETUDES EN SANTE PUBLIQUE",
    "participantCountries": "TR;FR;BG;UK;IT;CH;SE",
    "projectParticipants": {
        "998212742": {
            "orgId": "998212742",
            "orgName": "UNIVERSITE DE CERGY-PONTOISE",
            "ecContrib": 122666
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 193553
        },
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 355687
        },
        "999452208": {
            "orgId": "999452208",
            "orgName": "THE UNIVERSITY OF HUDDERSFIELD",
            "ecContrib": 160812
        },
        "998161429": {
            "orgId": "998161429",
            "orgName": "ECOLE DES HAUTES ETUDES EN SANTE PUBLIQUE",
            "ecContrib": 261791
        },
        "997837255": {
            "orgId": "997837255",
            "orgName": "YEDITEPE UNIVERSITY VAKIF",
            "ecContrib": 97287
        },
        "999847580": {
            "orgId": "999847580",
            "orgName": "THE MANCHESTER METROPOLITAN UNIVERSITY",
            "ecContrib": 202812
        },
        "968736479": {
            "orgId": "968736479",
            "orgName": "FHS ST. GALLEN HOCHSCHULE FUR ANGEWANDTE WISSENSCHAFTEN",
            "ecContrib": 0
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 415916
        },
        "996859495": {
            "orgId": "996859495",
            "orgName": "NEW EUROPE CENTER FOR REGIONAL STUDIES SDRUZHENIE",
            "ecContrib": 175187
        }
    },
    "calculatedTotalContribution": 1985711
}