{
    "rcn": "194581",
    "acronym": "FairTax",
    "topics": "EURO-1-2014",
    "title": "Revisioning the ëFiscal EUí: Fair, Sustainable, and Coordinated Tax and Social Policies",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "Plans for economic and monetary integration in the European Union call for fundamental changes in fiscal relations among EU member states and other countries. The 2012 Blueprint for the European Monetary Union (EMU) calls for deeper integration of fiscal policies at the level of domestic EU members, including establishing EU own-source revenues. The 2013 Social Dimension of the EMU emphasizes that this fiscal revisioning must also improve coordination of employment and social policies post-crisis to counteract declines in state revenues, evaluate fragmented policy initiatives during the crisis, and improve human well-being and capabilities ends in themselves and as preconditions to stable integration and sustainable growth.\n\nThis project will carry out in-depth comparative, interdisciplinary research using constitutional, legal, technical, institutional, qualitative, and quantitative methods to address four core issues:\n\n* Options for expanding EU legislative competences or governance mechanisms for effective harmonization of member tax and social policies;\n* Reform options for state-level coordination of fairer, more stable, and more sustainable tax and social policy regimes;\n* Strategies for the increased effectiveness and harmonization of tax administration and compliance structures within the EU and non-EU areas; and\n* Recommendations for true own-source EU revenues.\n\nThis project is relevant to fundamental political and structural challenges that face the EU as it pursues deep fiscal integration. Fiscal policies encompass both revenue production and state spending priorities, and have tremendous impact on life choices, business planning, and economic development. Whether under conditions of stable growth or disruption, state revenues remain at the heart of state governance capacities; throughout, the well-being of the population as a whole remains at the heart of social and political stability and productivity.",
    "totalCost": "2889000",
    "ecMaxContribution": "2472750",
    "coordinator": "UMEA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "FUNDACAO GETULIO VARGAS;THE UNIVERSITY OF EXETER;LINKOPINGS UNIVERSITET;NATIONAL UNIVERSITY OF IRELAND GALWAY;STIFTELSEN HANDELSHOYSKOLEN BI;COPENHAGEN BUSINESS SCHOOL;Queen's University at Kingston;OSTERREICHISCHES INSTITUT FUR WIRTSCHAFTSFORSCHUNG VEREIN;KING'S COLLEGE LONDON;MENDELOVA UNIVERZITA V BRNE",
    "participantCountries": "BR;UK;SE;IE;NO;DK;CA;AT;CZ",
    "projectParticipants": {
        "998813075": {
            "orgId": "998813075",
            "orgName": "MENDELOVA UNIVERZITA V BRNE",
            "ecContrib": 263312
        },
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 463250
        },
        "997151562": {
            "orgId": "997151562",
            "orgName": "Queen's University at Kingston",
            "ecContrib": 0
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 252125
        },
        "998706666": {
            "orgId": "998706666",
            "orgName": "COPENHAGEN BUSINESS SCHOOL",
            "ecContrib": 103500
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 277875
        },
        "954797967": {
            "orgId": "954797967",
            "orgName": "FUNDACAO GETULIO VARGAS",
            "ecContrib": 0
        },
        "986269617": {
            "orgId": "986269617",
            "orgName": "STIFTELSEN HANDELSHOYSKOLEN BI",
            "ecContrib": 172375
        },
        "998648854": {
            "orgId": "998648854",
            "orgName": "OSTERREICHISCHES INSTITUT FUR WIRTSCHAFTSFORSCHUNG VEREIN",
            "ecContrib": 195000
        },
        "999881821": {
            "orgId": "999881821",
            "orgName": "UMEA UNIVERSITET",
            "ecContrib": 578438
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 166875
        }
    },
    "calculatedTotalContribution": 2472750
}