{
    "rcn": "194500",
    "acronym": "EXPLORINGMATTER",
    "topics": "ERC-CoG-2014",
    "title": "Exploring Matter with Precision Charm and Beauty Production Measurements in Heavy Nuclei Collisions at LHCb",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "Collisions of ultra relativistic nuclei are a tool to reach huge energy densities and to form a new state of matter called Quark-Gluon Plasma (QGP), where quarks and gluons can move freely. A number of experiments have studied the possible formation of QGP, but the behaviour of heavy particles such as charm (c) and beauty (b) quarks when they traverse this medium is largely unknown and is the most powerful tool to prove the creation of the QGP and to characterise it. I will perform novel measurements using the LHCb detector at CERN, which covers an unique kinematic region, essential for a full understanding of QGP and nuclear matter in general. LHCb has been optimised to perform c and b quark physics measurements in proton-proton collisions. In EXPLORINGMATTER I propose to extend the LHCb programme to collect for the first time data in heavy ion collisions. Three experimental scenarios are foreseen: (1) Collisions of protons, benchmark to understand the behaviour of the c and b particles in other more complicated environments, as well as providing the final answers to the mechanism of heavy quarkonium production; (2) Collisions of protons with heavy nuclei, where cold nuclear matter effects in high-energy collisions can be studied in detail to understand lead nuclei collisions, where QGP is expected to be formed. (3) Collisions of heavy nuclei, pursued (a) by analysing heavy nuclei interactions through a dedicated setup in which gas will be injected in the LHCb interaction region, reaching energy densities typical of dedicated fixed target experiments; (b) by collecting heavy ion collision data at the LHC. This second setup, which has not been envisaged by LHCb up to now will revolutionise the measurements in this area thanks to the LHCb coverage and precision not achievable by any other experiment. My measurements will furthermore indicate the route to new experiments that could be designed on the basis of these findings.",
    "totalCost": "1849957",
    "ecMaxContribution": "1849957",
    "coordinator": "UNIVERSITA DEGLI STUDI DI CAGLIARI",
    "coordinatorCountry": "IT",
    "participants": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "FR",
    "projectParticipants": {
        "999841663": {
            "orgId": "999841663",
            "orgName": "UNIVERSITA DEGLI STUDI DI CAGLIARI",
            "ecContrib": 750869
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1099088
        }
    },
    "calculatedTotalContribution": 1849957
}