{
    "rcn": "194504",
    "acronym": "COBHUNI",
    "topics": "ERC-CoG-2014",
    "title": "Contemporary Bioethics and the History of the Unborn in Islam",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "COBHUNI will for the first time provide a comprehensive investigation of the History of the Unborn in Islam until today. This aims at diversifying our understanding of how pre-natal life is conceptualized in texts of Islamic normativity. At the center will be the analysis of statements in the Qurían and the prophetic sayings (Hadith) relating to the unborn and the commentary tradition which evolved around them over ca. the last millennium. The objectives of COBHUNI: 1. Thematically: Showing how processes of communication a) between religious communities, b) different regions within the Muslim community, and c) the emergence of modern medicine impacted on the imagination of the unborn. 2. Conceptually: Drawing on three new approaches in the study of Islam: a) emergence of Islam within the context of late antiquity, b) canonization studies, and c) study of exegetical literature. 3. Methodologically: Developing and applying computerlinguistic approaches to Arabic text material and thus improving significantly on the state of the art of Arabic Digital Humanities. The realization will encompass the analysis of the text material along two axes. Vertical axis: citations and cross-referencing within the exegetical tradition; Horizontal axis: contextualizing the exegesis and scrutinizing links to other genres. I have been working on contemporary Islamic Bioethics since 2003 and since 2008 I have broadened my research to the historical scope of the topic. With my comprehensive experience in the study of Contemporary Islamic Bioethics and historical texts from Islamic Normativity and my knowledge in the study of Arabic Qurían and Hadith exegesis I will be able to successfully lead this cutting-edge project. My team will generate additional data and enhance the IT applications necessary for its analysis. My project will offer powerful approaches to show the complex web of influences impacting on the imaginations of the unborn in Islam.",
    "totalCost": "1956338",
    "ecMaxContribution": "1956338",
    "coordinator": "UNIVERSITAET HAMBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 1956338
        }
    },
    "calculatedTotalContribution": 1956338
}