{
    "rcn": "194584",
    "acronym": "ENLIGHTEN",
    "topics": "EURO-4-2014",
    "title": "European Legitimacy in Governing through Hard Times: the role of European Networks",
    "startDate": "01/04/2015",
    "endDate": "31/03/2018",
    "objective": "ENLIGHTEN responds to the first part of the EURO-4 call on ìThe future of European integration - 'More Europe ñ less Europe?'î by bringing together an interdisciplinary  ënext generationí research team that integrates insights from Comparative Political Economy, European Studies, International Political Economy, and Sociology. ENLIGHTEN answers the call by focusing on how European modes of governance respond to ëfast-burningí and ëslow-burningí crises. These types of crises differ in how they affect the legitimacy of European input, output, and throughput processes in established and emergent modes of governance. In fast-burning crises interests are quickly formed and ideational and resource battles ensue over how to coordinate policy ideas, what institutions should be engaged, and communicating these changes to the public. Networks in fast crises are composed of defined groups seeking to protect or carve out their interests. In slow-burning crises interests are less obvious and the key task is often how to define the issues involved and who should address the problem. Here networks are commonly composed of experts who battle over how issues should be defined, as well as the boundaries on how coordinative and communicative discourses are articulated. Both fast- and slow-burning crises must be addressed by European modes of governance, with serious implications for the legitimacy and efficiency of the European project. Both raise political, social, and economic sensitivities that are transforming democratic politics in Europe. ENLIGHTEN addresses these themes through a series of linked cases that speak directly to the legitimacy and efficiency of European modes of governance.",
    "totalCost": "2484111,25",
    "ecMaxContribution": "2484111",
    "coordinator": "COPENHAGEN BUSINESS SCHOOL",
    "coordinatorCountry": "DK",
    "participants": "COMITE EUROPEEN DE COORDINATION DE L'HABITAT SOCIAL AISBL;TAX JUSTICE NETWORK LIMITED;KOZEP-EUROPAI EGYETEM;FINANCE WATCH AISBL;UNIVERSITE LIBRE DE BRUXELLES;CONFEDERATION EUROPEENNE DES SYNDICATS ADF;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "BE;UK;HU;NL",
    "projectParticipants": {
        "941868837": {
            "orgId": "941868837",
            "orgName": "FINANCE WATCH AISBL",
            "ecContrib": 40602
        },
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 230000
        },
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 792590
        },
        "950558388": {
            "orgId": "950558388",
            "orgName": "CONFEDERATION EUROPEENNE DES SYNDICATS ADF",
            "ecContrib": 42686
        },
        "998706666": {
            "orgId": "998706666",
            "orgName": "COPENHAGEN BUSINESS SCHOOL",
            "ecContrib": 889970
        },
        "991142024": {
            "orgId": "991142024",
            "orgName": "COMITE EUROPEEN DE COORDINATION DE L'HABITAT SOCIAL AISBL",
            "ecContrib": 43382
        },
        "935026263": {
            "orgId": "935026263",
            "orgName": "TAX JUSTICE NETWORK LIMITED",
            "ecContrib": 43506
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 401375
        }
    },
    "calculatedTotalContribution": 2484111
}