{
    "rcn": "194594",
    "acronym": "EUth",
    "topics": "YOUNG-5b-2014",
    "title": "EUth - Tools and Tips for Digital and Mobile Youth Participation in and across Europe",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "With the experiences of 3 pilot projects and the expertise of 11 partners from 8 European countries, a digital European youth participation online platform will be built, which is tested and open to be used by administrations and youth organizations of any size and level to set up participative processes. \nThe platform consists of\nï  comprehensive eParticipation package (EUth-applications), bringing together web online participation and mobile participation on a modular, adaptive basis. Foundation are the softwares Adhocracy and FlashPoll (developed in EIT/ICT Labs).\nï A modularized method-handbook (EUth-methods) made available in a  digital decision-support-tool, giving  practical support how to make optimum use of the applicationsí features. \nï Country-specific guidelines (EUth-services) to take away fears and give advice on how to solve problems such as community management and online moderation, security etc.\n\nThe platform will be easy-to-use and perfectly user-adapted through participative product design in a living lab. Special focus is the evaluation of pilot projects using the platform:\nï The European youth organization AEGEE will improve its communication and discussion process with its members\nï In France, two institutions, the City of Paris and the French federation of community centers will foster youth empowerment and inclusion\nï In Italy and Slovenia a cross-border pilot will aim at guiding young community managers that will interact with their respective city administration\n\nA sustainable impact is created through an innovation strategy which among other measures includes the deployment of the platform. Within an Open Call 10 European municipalities and local organizations are each given 10.000Ä to implement independent participation strategies on the online platform. \nEUth will increase the trust of European youth in Europe and political institutions by making European youth participation more attractive for all involved actors and thus make it happen more frequently.",
    "totalCost": "2932353,57",
    "ecMaxContribution": "2579500",
    "coordinator": "NEXUS INSTITUT FUR KOOPERATIONS MANAGEMENT UND INTERDISZIPLINARE FORSCHUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "ISTITUTO DI STUDI PER L'INTEGRAZIONE DEI SISTEMI  (I.S.I.S) - SOCIETA'COOPERATIVA;KUNGLIGA TEKNISKA HOEGSKOLAN;MISSIONS PUBLIQUES;RAZVOJNI CENTER SRCA SLOVENIJE DOO;IJAB FACHSTELLE FUER INTERNATIONALE JUGENDARBEIT DER BUNDESREPUBLIK DEUTSCHLAND e.V.;AGENCE EUROPEENNE POUR L'INFORMATION ET LE CONSEIL DES JEUNES ASBL;ASSOCIATION DES ETATS GENERAUX DES ETUDIANTS DE L'EUROPE;FONDEN TEKNOLOGIRADET;LIQUID DEMOCRACY EV;ALFSTORE SAS",
    "participantCountries": "IT;SE;FR;SI;DE;LU;BE;DK",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 168750
        },
        "939019268": {
            "orgId": "939019268",
            "orgName": "IJAB FACHSTELLE FUER INTERNATIONALE JUGENDARBEIT DER BUNDESREPUBLIK DEUTSCHLAND e.V.",
            "ecContrib": 321625
        },
        "997023910": {
            "orgId": "997023910",
            "orgName": "NEXUS INSTITUT FUR KOOPERATIONS MANAGEMENT UND INTERDISZIPLINARE FORSCHUNG GMBH",
            "ecContrib": 391950
        },
        "999745439": {
            "orgId": "999745439",
            "orgName": "ISTITUTO DI STUDI PER L'INTEGRAZIONE DEI SISTEMI  (I.S.I.S) - SOCIETA'COOPERATIVA",
            "ecContrib": 239550
        },
        "951649056": {
            "orgId": "951649056",
            "orgName": "LIQUID DEMOCRACY EV",
            "ecContrib": 425000
        },
        "949843304": {
            "orgId": "949843304",
            "orgName": "RAZVOJNI CENTER SRCA SLOVENIJE DOO",
            "ecContrib": 95625
        },
        "948459114": {
            "orgId": "948459114",
            "orgName": "AGENCE EUROPEENNE POUR L'INFORMATION ET LE CONSEIL DES JEUNES ASBL",
            "ecContrib": 165000
        },
        "953171083": {
            "orgId": "953171083",
            "orgName": "FONDEN TEKNOLOGIRADET",
            "ecContrib": 219375
        },
        "941032600": {
            "orgId": "941032600",
            "orgName": "ALFSTORE SAS",
            "ecContrib": 167125
        },
        "949740581": {
            "orgId": "949740581",
            "orgName": "ASSOCIATION DES ETATS GENERAUX DES ETUDIANTS DE L'EUROPE",
            "ecContrib": 121250
        },
        "998211190": {
            "orgId": "998211190",
            "orgName": "MISSIONS PUBLIQUES",
            "ecContrib": 264250
        }
    },
    "calculatedTotalContribution": 2579500
}