{
    "rcn": "194586",
    "acronym": "TransCrisis",
    "topics": "EURO-4-2014",
    "title": "Enhancing the EU's Transboundary Crisis Management Capacities: Strategies for Multi-Level Leadership",
    "startDate": "01/04/2015",
    "endDate": "31/03/2018",
    "objective": "The European Union (EU) is facing the daunting prospect of transboundary crises: threats that escalate across national borders and policy domains. EU member states must collaborate to address these crises. EU governance can play a pivotal role in facilitating a joint response. But does the EU have the institutional leadership capacities to deal with transboundary crises? \nThe response to the financial crisis ñ a textbook example of a transboundary crisis ñ revealed deep problems with crisis leadership, including conflicting diagnoses, regulatory gaps, unclear political jurisdictions and responsibilities, a lack of problem solving capacity, and blame-shifting. Growing euroscepticism has been directly related to the EUís role during this transboundary crisis. \nThis project outlines the institutional requirements for effective and legitimate crisis leadership in the face of transboundary crisis. We define crisis leadership as a set of strategic management functions, including the detection of impending threats, the collection and sharing of information, the coordination of partners, and the communication to the public about the crisis and the response. \nThe project analyses the capacities of political leaders in EU institutions and member states to fulfill these leadership functions. It will pinpoint the existing and required capacities to support these functions. It investigates the crisis management capacities of individual political leaders, and EU institutions. It explores the effects of political leadership on the member state level and studies how crisis management capacity is exercised in various policy sectors. \nThe project will result in recommendations for effective and legitimate crisis leadership. It establishes a ëcrisis management capital indexí that allows for an evidence-based assessment. It proposes strategies to build support for transboundary crisis management in a multilevel system, reconnecting citizens with an idea of what the EU can do for them.",
    "totalCost": "2280809,5",
    "ecMaxContribution": "2280209",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITA DEGLI STUDI DI CATANIA;Crisisplan B.V.;KOZEP-EUROPAI EGYETEM;INSTITUT BARCELONA D ESTUDIS INTERNACIONALS, FUNDACIO PRIVADA;UNIVERSITEIT UTRECHT;TAENKETANKEN EUROPA (TAENKETANKEN);STOCKHOLMS UNIVERSITET",
    "participantCountries": "IT;NL;HU;ES;DK;SE",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 276700
        },
        "995564060": {
            "orgId": "995564060",
            "orgName": "Crisisplan B.V.",
            "ecContrib": 343938
        },
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 308596
        },
        "999874061": {
            "orgId": "999874061",
            "orgName": "UNIVERSITA DEGLI STUDI DI CATANIA",
            "ecContrib": 127830
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 252581
        },
        "998205952": {
            "orgId": "998205952",
            "orgName": "INSTITUT BARCELONA D ESTUDIS INTERNACIONALS, FUNDACIO PRIVADA",
            "ecContrib": 224459
        },
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 662002
        },
        "938463652": {
            "orgId": "938463652",
            "orgName": "TAENKETANKEN EUROPA (TAENKETANKEN)",
            "ecContrib": 84103
        }
    },
    "calculatedTotalContribution": 2280209
}