{
    "rcn": "194544",
    "acronym": "VIBRA",
    "topics": "ERC-CoG-2014",
    "title": "Very fast Imaging by Broadband coherent RAman",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "The VIBRA project aims at developing an innovative microscope for real-time non-invasive imaging of cells and tissues, which promises to have a revolutionary impact on several fields of biology and medicine. Chemically specific vibrational signatures of molecules enable their direct structural characterization. Reliable and quantitative endogenous bio-markers can be established, e.g., to follow cell differentiation and to identify crucial properties of tissues (malignant vs benign phenotype of a tumour). In this way neoplasms can be located and their borders with normal tissue traced for surgery. \n\nSpontaneous Raman spectroscopy demonstrated this capability, but it is intrinsically too slow for imaging. Coherent Raman microscopy, on the other hand, can reach extremely high speed (up to the video rate) but at the expense of poor chemical selectivity, being limited to a single vibrational frequency.\n\nThe ground-breaking goal of VIBRA is to combine the most detailed molecular information over the entire vibrational spectrum with the highest acquisition speed. The PI will develop a complete coherent Raman microscope for near-video-rate broadband vibrational imaging. This high risk/high gain goal will be achieved by the combination of four key developments: improved pulsed laser source; optimized non-linear interaction, enhancing the signal; increase in acquisition speed, thanks to innovative spectrometers; parallel on-board data processing.\n\nIn the final application phase, the VIBRA project will validate the performances of the novel vibrational imaging system studying two important bio-medical problems: cancerous cell differentiation and detection of neuronal tumours. This will pave the way towards future ìvirtual histopathologyî: intraoperative non-invasive evaluation of cancerous tissue. My vision is to allow researchers and doctors without a specific knowledge in lasers and optics to routinely visualize functional properties of cells and tissues in vivo.",
    "totalCost": "1822500",
    "ecMaxContribution": "1822500",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 1822500
        }
    },
    "calculatedTotalContribution": 1822500
}