{
    "rcn": "194561",
    "acronym": "NET4SOCIETY4",
    "topics": "REFLECTIVE-10-2014",
    "title": "Transnational network of National Contact Points (NCPs) of Societal Challenge 6 'Europe in a changing world - inclusive, innovative and reflective Societies' (SC6)",
    "startDate": "01/02/2015",
    "endDate": "31/01/2019",
    "objective": "NET4SOCIETY4 will be the transnational network of National Contact Points (NCPs) for Societal Challenge 6 (SC6) ìInclusive, innovative, and reflective societiesî in Horizon 2020. NCPs are set up to guide researchers in their quest for securing EU funding. NET4SOCIETY4 will further develop the current NET4SOCIETY network of SC6 NCPs (former NCPs for Socio-economic Sciences and Humanities), which was first established in 2008 and includes currently around 80 SC6 NCPs from Europe and beyond.\n\nNET4SOCIETY4 will ensure that all SC6 NCPs have the relevant knowledge and skills for their work and can offer professional, high-quality and tailor-made services to applicants. All nominated SC6 NCPs (also non-beneficiaries) will have access to information and capacity building tools such as workshops, NCP Info days, trainings, webinars, factsheets or newsletters.\n\nNET4SOCIETY4 foresees targeted activities to support applicants in SC6. The project will facilitate interdisciplinary and international consortium building through the organisation of brokerage events, through a dedicated partner search service and through a research directory of SC6 key players. In addition, NET4SOCIETY4 will organise expert meetings e.g. on ìimpactî of SC6 research and disseminate the meetingsí results to NCPs and applicants.\n\nTo support the successful implementation of ìembeddingî Socio-economic Sciences and Humanities (SSH) in all parts of Horizon 2020, NET4SOCIETY4 will carry out surveys on the integration of SSH in Horizon 2020. The project will publish success stories and factsheets on ìembeddingî, as well as a document listing funding opportunities for SSH in all of Horizon 2020.\n\nNET4SOCIETY4 will organise two large conferences in the thematic area of SC6 to provide visibility to the funding programme and the possibility to discuss future research needs. Various promotion activities enhancing the visibility of NET4SOCIETY4 services and the SC6 in Horizon 2020 will underline these efforts.",
    "totalCost": "3043489,37",
    "ecMaxContribution": "2999989",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "THE ICELANDIC CENTRE FOR RESEARCH;FUNDACION ESPANOLA PARA LA CIENCIA Y LA TECNOLOGIA;BELARUSIAN STATE UNIVERSITY;IDRYMA PROOTHISIS EREVNAS;AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA;CENTRUM VEDECKO TECHNICKYCH INFORMACII SLOVENSKEJ REPUBLIKY;INSTYTUT PODSTAWOWYCH PROBLEMOW TECHNIKI POLSKIEJ AKADEMII NAUK;AGENCIJA ZA MOBILNOST I PROGRAME EUROPSKE UNIJE;AGENCIA ANDALUZA DEL CONOCIMIENTO;VEREIN EURESEARCH;ETHNIKO IDRYMA EREVNON;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;OESTERREICHISCHE FORSCHUNGSFOERDERUNGSGESELLSCHAFT MBH;FUNDACAO PARA A CIENCIA E A TECNOLOGIA",
    "participantCountries": "IS;ES;BY;CY;IT;SK;PL;HR;CH;EL;FR;AT;PT",
    "projectParticipants": {
        "999547268": {
            "orgId": "999547268",
            "orgName": "RANNSOKNAMIDSTOD ISLANDS",
            "ecContrib": 0
        },
        "999543970": {
            "orgId": "999543970",
            "orgName": "FUNDACAO PARA A CIENCIA E A TECNOLOGIA",
            "ecContrib": 259062
        },
        "999569093": {
            "orgId": "999569093",
            "orgName": "VEREIN EURESEARCH",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 22312
        },
        "999505946": {
            "orgId": "999505946",
            "orgName": "BELARUSIAN STATE UNIVERSITY",
            "ecContrib": 137344
        },
        "999454439": {
            "orgId": "999454439",
            "orgName": "INSTYTUT PODSTAWOWYCH PROBLEMOW TECHNIKI POLSKIEJ AKADEMII NAUK",
            "ecContrib": 213688
        },
        "999946035": {
            "orgId": "999946035",
            "orgName": "IDRYMA PROOTHISIS EREVNAS",
            "ecContrib": 30438
        },
        "999421944": {
            "orgId": "999421944",
            "orgName": "FUNDACION ESPANOLA PARA LA CIENCIA Y LA TECNOLOGIA",
            "ecContrib": 71500
        },
        "999479853": {
            "orgId": "999479853",
            "orgName": "ETHNIKO IDRYMA EREVNON",
            "ecContrib": 91406
        },
        "999507207": {
            "orgId": "999507207",
            "orgName": "OESTERREICHISCHE FORSCHUNGSFOERDERUNGSGESELLSCHAFT MBH",
            "ecContrib": 63500
        },
        "953880444": {
            "orgId": "953880444",
            "orgName": "AGENCIA ANDALUZA DEL CONOCIMIENTO",
            "ecContrib": 38375
        },
        "951533044": {
            "orgId": "951533044",
            "orgName": "CENTRUM VEDECKO TECHNICKYCH INFORMACII SLOVENSKEJ REPUBLIKY",
            "ecContrib": 36094
        },
        "999514191": {
            "orgId": "999514191",
            "orgName": "AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA",
            "ecContrib": 316562
        },
        "999500126": {
            "orgId": "999500126",
            "orgName": "AGENCIJA ZA MOBILNOST I PROGRAME EUROPSKE UNIJE",
            "ecContrib": 35460
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 1554686
        }
    },
    "calculatedTotalContribution": 2870427
}