{
    "rcn": "194522",
    "acronym": "CosmicDust",
    "topics": "ERC-CoG-2014",
    "title": "Lighting up the dark - the evolution of dust throughout cosmic time",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "After more than two decades of infrared astronomy, we still know very little about the origin and evolution of cosmic dust in galaxies, responsible for obscuring half of all starlight since the Big Bang. This obscured starlight is re-radiated in a region of the electromagnetic spectrum that is still relatively unexplored. Herschel provides a unique opportunity to resolve this by revealing the 90% of dust too cold to be detected before, yet only a tiny fraction of the largest survey of the sky carried out with Herschel has been exploited.\n \nThis project aims to unravel the dust and gas content of galaxies in the local universe and over cosmic time.  I will produce the first statistical census of dust in galaxies, pushing out to earlier cosmic epochs than previously possible. This also provides us with an opportunity to detect unusual objects not seen in other surveys, including a population of extremely dusty galaxies found in Herschel with blue optical colours and very different properties to more evolved spirals typical of the Milky Way.  I will use our multi-wavelength data to investigate the emissivity, gas and star formation conditions on resolved spatial scales.  Our Herschel data will also expose the role of environment in the interstellar content of early-type and spiral galaxies.\n \nI propose a novel approach to resolve the controversy of whether dust forms in exploding stars using polarized light. This could have implications for the detection of polarized signals in the relic radiation from the Big Bang, currently attributed to primordial gravitational waves.  Our polarized dust maps of nearby supernova will reveal whether this could be a major contaminant to cosmological signals.\n \nThis project is timely due to the availability of final Herschel data products and new facilities in 2015-16 in combination with tools and techniques that we have tried and tested.  This ERC award will provide me with the resources to continue to lead this emerging field.",
    "totalCost": "1789713,75",
    "ecMaxContribution": "1789713,75",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 1789714
        }
    },
    "calculatedTotalContribution": 1789714
}