{
    "rcn": "194532",
    "acronym": "GraM3",
    "topics": "ERC-CoG-2014",
    "title": "Surface-grafted metallofullerene molecular magnets with controllable alignment of magnetic moments",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "The molecules retaining their magnetization in the absence of magnetic field are known as single molecule magnets (SMMs). Important problems to be solved on the way to the applications of SMMs in molecular spintronics is their deposition on surfaces and addressing their spins on the single molecular level. In this project we will address these problems by designing SMMs based on endohedral metallofullerenes (EMFs) derivatized with anchoring groups. SMM behaviour recently discovered for DySc2N@C80 and Dy2ScN@C80 in PIís group is governed by a strong magnetic anisotropy (magnetic moments of Dy ions are aligned along the DyñN bonds) and ferromagnetic exchange interactions between Dy ions within the clusters. Protected by the carbon cages, these SMMs exhibit uniquely long zero-field relaxation times of several hours at 2 K and provide an ideal system for addressing the individual spin states. Spatial orientation of magnetic moments in EMF-SMMs is determined by the endohedral cluster and is therefore influenced by the orientation of the EMFs molecules and their internal dynamics. We will apply three strategies to control the spatial arrangement of the magnetic moments in EMF-SMMs: (i) deposition of EMF molecules via sublimation; (ii) exohedral modification of EMFs with anchoring groups for grafting of EMFs on surfaces; (iii) introducing photoswitchable units into the anchoring groups which can reversibly change their geometry upon impact of light and will allow switching direction of the magnetic moment in a fully controllable way. Magnetic behaviour of the surface-grafted SMMs will be studied by bulk- and surface-sensitive techniques including X-ray magnetic circular dichroism and especially spin-polarized scanning tunneling microscopy. Successful fulfillment of the objectives of this interdisciplinary high-risk/high-gain project will revolutionize the field of the surface molecular magnetism by allowing the study and control of the SMMs on a single spin level.",
    "totalCost": "1912181",
    "ecMaxContribution": "1912181",
    "coordinator": "LEIBNIZ-INSTITUT FUER FESTKOERPER- UND WERKSTOFFFORSCHUNG DRESDEN E.V.",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544746": {
            "orgId": "999544746",
            "orgName": "LEIBNIZ-INSTITUT FUER FESTKOERPER- UND WERKSTOFFFORSCHUNG DRESDEN E.V.",
            "ecContrib": 1912181
        }
    },
    "calculatedTotalContribution": 1912181
}