{
    "rcn": "194548",
    "acronym": "INTERACT",
    "topics": "ERC-CoG-2014",
    "title": "Intelligent Non-woven Textiles and Elastomeric Responsive materials by Advancing liquid Crystal Technology",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "A grand challenge in todayís materials research is the realization of flexible materials that are also intelligent and functional. They will be the enablers of true breakthroughs in the hot trends of soft robotics and wearable technology. The standard approach to the latter is to decorate rubber sheets with electronic components, yielding two serious flaws: rubber is uncomfortable as it does not breath and solid state electronics will eventually fail as a garment is flexed and stretched when worn. While the softness of rubber is ideal it must be used in the form of textile fibers to provide breathability, and for long-term failure resistance we need intelligent components that are soft. A solution to this conundrum was recently presented by the PI with the concept of liquid crystal (LC) electrospinning. The extreme responsiveness of LCs is transferred to a non-woven textile by incorporating the LC in the fiber core, yielding a smart flexible mat with sensory function. Moreover, it consumes no power, providing a further advantage over electronics-based approaches. In a second research line he uses microfluidics to make LC rubber microshells, functioning as autonomous actuators which may serve as innovative components for soft robotics, and photonic crystal shells. This interdisciplinary project presents an ambitious agenda to advance these new concepts to the realization of soft, stretchable intelligent materials of revolutionary character. Five specific objectives are in focus: 1) develop understanding of the dynamic response of LCs in these unconventional configurations; 2) establish interaction dynamics during polymerisation of an LC precursor; 3) elucidate LC response to gas exposure; 4) establish correlation between actuation response and internal order of curved LCE rubbers; and 5) assess usefulness of LC-functionalized fibers and polymerized LC shells, tubes and Janus particles in wearable sensors, soft robotic actuators and high-security identification tags.",
    "totalCost": "1929976",
    "ecMaxContribution": "1929976",
    "coordinator": "UNIVERSITE DU LUXEMBOURG",
    "coordinatorCountry": "LU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999878620": {
            "orgId": "999878620",
            "orgName": "UNIVERSITE DU LUXEMBOURG",
            "ecContrib": 1929976
        }
    },
    "calculatedTotalContribution": 1929976
}