{
    "rcn": "194567",
    "acronym": "MOVE",
    "topics": "YOUNG-2-2014",
    "title": "Mapping mobility ñ pathways, institutions and structural effects of youth mobility in Europe",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "The overall ambition of MOVE is to provide a research-informed contribution towards an improvement of the conditions of the mobility of young people in Europe and a reduction of the negative impacts of mobility through the identification of ways of good practice thus fostering sustainable development and wellbeing. The consortium of MOVE is built up of nine partners within six countries: Luxembourg, Germany, Hungary, Norway, Romania and Spain.\n\nThe main research question is: How can the mobility of young people be ëgoodí both for socio-economic development and for individual development of young people, and what are the factors that foster/hinder such beneficial mobility?\n Based on an interdisciplinary and multilevel research approach the main objectives of MOVE are to:\n[1] carry out a comprehensive analysis of the phenomenon of mobility of young people in the EU;\n[2] generate systematic data about young peopleís mobility patterns in Europe based on qualitative case studies, a mobility survey and on secondary data analysis;\n[3] provide a quantitative integrated database on European youth mobility;\n[4] offer a data based theoretical framework in which mobility can be reflected, thus contributing to the scientific and political debates.\n[5] explore factors that foster and factors that hinder good practice based on an integrative approach with qualitative and quantitative evidence. \n[6] provide evidence-based knowledge and recommendations for policy makers through the development of good-practice models.\n\nMOVE is based on a multilevel research design, including case studies on six types of mobility (higher education, voluntary work, employment, vocational training, pupil's exchange and entrepreneurship), a survey (N=6400) and secondary data analysis, taking into consideration social inequality (e.g. migration background, gender, educational inequalities, impairments). The focus will be on the regional contexts of mobility and the agency of young people.",
    "totalCost": "2499910",
    "ecMaxContribution": "2499910",
    "coordinator": "UNIVERSITE DU LUXEMBOURG",
    "coordinatorCountry": "LU",
    "participants": "STIFTUNG UNIVERSITAT HILDESHEIM;EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH;MISKOLCI EGYETEM;HOGSKULEN PA VESTLANDET;ILUSTRE COLEGIO NACIONAL DE DOCTORES Y LICENCIADOS EN CIENCIAS POLITICAS Y SOCIOLOGIA;ACADEMIA DE STUDII ECONOMICE DIN BUCURESTI;DEUTSCHES JUGENDINSTITUT EV;AGENCE EUROPEENNE POUR L'INFORMATION ET LE CONSEIL DES JEUNES ASBL;HOGSKULEN I SOGN OG FJORDANE",
    "participantCountries": "DE;HU;NO;ES;RO;LU",
    "projectParticipants": {
        "950046325": {
            "orgId": "950046325",
            "orgName": "HOGSKULEN I SOGN OG FJORDANE",
            "ecContrib": 0
        },
        "999878620": {
            "orgId": "999878620",
            "orgName": "UNIVERSITE DU LUXEMBOURG",
            "ecContrib": 740928
        },
        "999778419": {
            "orgId": "999778419",
            "orgName": "EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH",
            "ecContrib": 194625
        },
        "957858317": {
            "orgId": "957858317",
            "orgName": "DEUTSCHES JUGENDINSTITUT EV",
            "ecContrib": 290202
        },
        "948459114": {
            "orgId": "948459114",
            "orgName": "AGENCE EUROPEENNE POUR L'INFORMATION ET LE CONSEIL DES JEUNES ASBL",
            "ecContrib": 28375
        },
        "999451432": {
            "orgId": "999451432",
            "orgName": "MISKOLCI EGYETEM",
            "ecContrib": 142250
        },
        "916768923": {
            "orgId": "916768923",
            "orgName": "HOGSKULEN PA VESTLANDET",
            "ecContrib": 286012
        },
        "998405966": {
            "orgId": "998405966",
            "orgName": "ACADEMIA DE STUDII ECONOMICE DIN BUCURESTI",
            "ecContrib": 193750
        },
        "940456614": {
            "orgId": "940456614",
            "orgName": "ILUSTRE COLEGIO NACIONAL DE DOCTORES Y LICENCIADOS EN CIENCIAS POLITICAS Y SOCIOLOGIA",
            "ecContrib": 365105
        },
        "999656975": {
            "orgId": "999656975",
            "orgName": "STIFTUNG UNIVERSITAT HILDESHEIM",
            "ecContrib": 258662
        }
    },
    "calculatedTotalContribution": 2499909
}