{
    "rcn": "194516",
    "acronym": "RINGE3",
    "topics": "ERC-CoG-2014",
    "title": "Structural and mechanistic insights into RING E3-mediated ubiquitination",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Ubiquitin (Ub) conjugation regulates a myriad of cellular processes in the eukaryotic cell. Ub-ligases (E3) play a pivotal role in deciding the substrateís fate and function by catalyzing the transfer of Ub from Ub-conjugating enzyme (E2) to a substrate protein lysine sidechain. Successive rounds of E3-catalyzed substrate ubiquitination lead to the formation of poly-Ub chains or multi-monoubiquitination, which direct the substrate to different biological fates such as degradation by the 26S proteasome. RING E3s comprise the largest family of E3s with approximately 600 members in humans. Over the last fifteen years, structural biology and biochemical studies have paved the way for understanding how RING E3s interact with E2s and substrates, and how they are regulated. Recently my group has trapped the crystal structure of a RING E3 bound to an E2 covalently-linked to Ub (E2~Ub), thus providing a molecular snapshot of how RING E3 optimizes E2~Ub for catalysis. Despite these advances, the mechanisms of RING E3-catalyzed ubiquitination are not completely understood. Here, we propose to investigate three key aspects of RING E3 functions. First, we will determine structures of several RING E3s bound to E2~Ub to dissect the molecular basis for RING E3-E2~Ub selectivity. Second, our recent structure of a RING E3, Cbl-b, bound to E2~Ub and a substrate peptide provides a starting point for structural determination of a more challenging RING E3-E2~Ub-intact substrate complex to elucidate the mechanisms of substrate ubiquitination. Third, we have developed an ubiquitinated Cbl-substrate mimetic to study the mechanisms of RING E3-catalyzed poly-ubiquitination using structural and biochemical approaches. Expected results will greatly expand our knowledge of RING E3-mediated ubiquitination and will foster strategies in exploiting E3s for therapeutic development, since deregulation of E3s underlies many diseases including cancers.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "BEATSON INSTITUTE FOR CANCER RESEARCH LBG",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998562039": {
            "orgId": "998562039",
            "orgName": "BEATSON INSTITUTE FOR CANCER RESEARCH LBG",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}