{
    "rcn": "194534",
    "acronym": "FNPMLS",
    "topics": "ERC-CoG-2014",
    "title": "Fundamental nuclear properties measured with laser spectroscopy",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "The prime research theme of this project is the study of short-lived exotic nuclei with laser spectroscopy. Over the next 5 years my team will study the role of three-nucleon forces and their associated influence on nuclear structure and the limits of nuclear existence. This work will investigate the interplay between tensor and central forces and the associated effect on quantum shells in exotic nuclear systems. This proposal will study how the shape of the nucleus is modified at the limits of nuclear existence. We will use innovative laser spectroscopy methods to achieve these goals. The project will be carried out at the ISOLDE facility, CERN, which is the premier radioactive beam facility at the precision frontier. The proposed research activity closely matches the NuPECC (Nuclear Physics European Collaboration Committee) 2010 Long Range Plan. The wider scientific impact of this research will influence modelling explosive stellar processes and nuclear synthesis, understanding the structure of astrophysical compact-objects such as neutron stars and predicting regions of enhanced stability in the super heavy elements. The FNPMLS project will develop ultra-sensitive methodologies that set a new paradigm in laser spectroscopy. It builds on the cutting edge technology of collinear resonance ionization spectroscopy (CRIS) that I have developed during my STFC Advanced Fellowship.  The CRIS technique combines the high resolution nature of collinear laser spectroscopy with the high sensitivity of resonance ionization spectroscopy. The research programme and investment outlined in this proposal will place my team in a unique and world leading position. This work will happen in advance of the next generation of radioactive beam facility such as SPIRAL2, FAIR and FRIB and will provide the essential ingredients for future fundamental questions.",
    "totalCost": "1846541,99",
    "ecMaxContribution": "1846541,99",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 1846542
        }
    },
    "calculatedTotalContribution": 1846542
}