{
    "rcn": "194570",
    "acronym": "ProCold",
    "topics": "EE-09-2014",
    "title": "ProCold: Empowering stakeholders to deliver highly energy efficient professional cold products",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "The general objective of the project is to empower private stakeholders and public authorities in adapting and enforcing EU and national energy efficiency policies in the sector of professional cold products. \n\nA specific objective is to ensure more energy efficient professional cold products enter the EU market and increase their market shares, thereby contributing to the EUís energy efficiency goals and policies. \n\nThe product groups concerned relate to products cooling, refrigerating or freezing foodstuff and drinks in professional premises ñ from public buildings, to hotels, retailers, and canteens. These represent significant energy consumption, important differences exist between various models of the same product category, but, due to lack of clear regulation and lack of information, the potential for more energy efficient models remains untapped. \n\nThe specific legislation concerned is the one regulating the minimum energy performance standards (Ecodesign) and energy labelling, as well as public procurement activities. The project benefits from ideal timing, since a number of the above mentioned product groups do not have an energy efficiency regulation in place, but these are planned to be developed and the project would therefore contribute to the knowledge of public authorities and policy makers on the specific performance characteristics of these product groups, based on which an effective legislation could be implemented and monitored.  \n\nTarget groups of this project are threefold: empowering public authorities in implementing effective policies on energy efficiency of professional cold products; motivating product manufacturers and suppliers in delivering more efficient models to the market; and working with the food industry, retailers, building operators and other stakeholders in demanding and procuring more efficient professional cold products.",
    "totalCost": "1178270,55",
    "ecMaxContribution": "974671,8",
    "coordinator": "AGENCE DE L'ENVIRONNEMENT ET DE LA MAITRISE DE L'ENERGIE",
    "coordinatorCountry": "FR",
    "participants": "SEVEN STREDISKO PRO EFEKTIVNI VYUZIVANI ENERGIE O.P.S.;GUIDE TOPTEN SARL;SVENSKA NATURSKYDDSFORENINGEN I;SEVEN, THE ENERGY EFFICIENCY CENTER Z.U.;OSTERREICHISCHE ENERGIEAGENTUR AUSTRIAN ENERGY AGENCY;Quercus - AssociaÁ„o nacional de ConservaÁ„o da natureza;POLITECNICO DI MILANO;BUSH ENERGIE GMBH;OEKO-INSTITUT E.V. - INSTITUT FUER ANGEWANDTE OEKOLOGIE",
    "participantCountries": "CZ;FR;SE;AT;PT;IT;CH;DE",
    "projectParticipants": {
        "999519817": {
            "orgId": "999519817",
            "orgName": "OEKO-INSTITUT E.V. - INSTITUT FUER ANGEWANDTE OEKOLOGIE",
            "ecContrib": 209005
        },
        "950624639": {
            "orgId": "950624639",
            "orgName": "GUIDE TOPTEN SARL",
            "ecContrib": 114274
        },
        "950661887": {
            "orgId": "950661887",
            "orgName": "SEVEN STREDISKO PRO EFEKTIVNI VYUZIVANI ENERGIE O.P.S.",
            "ecContrib": 0
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 78991
        },
        "986587583": {
            "orgId": "986587583",
            "orgName": "Quercus - Associação nacional de Conservação da natureza",
            "ecContrib": 71988
        },
        "966800456": {
            "orgId": "966800456",
            "orgName": "OSTERREICHISCHE ENERGIEAGENTUR AUSTRIAN ENERGY AGENCY",
            "ecContrib": 150594
        },
        "912390925": {
            "orgId": "912390925",
            "orgName": "SEVEN, THE ENERGY EFFICIENCY CENTER Z.U.",
            "ecContrib": 115384
        },
        "941553684": {
            "orgId": "941553684",
            "orgName": "BUSH ENERGIE GMBH",
            "ecContrib": 0
        },
        "950571677": {
            "orgId": "950571677",
            "orgName": "SVENSKA NATURSKYDDSFORENINGEN I",
            "ecContrib": 152560
        },
        "999963301": {
            "orgId": "999963301",
            "orgName": "AGENCE DE L'ENVIRONNEMENT ET DE LA MAITRISE DE L'ENERGIE",
            "ecContrib": 81878
        }
    },
    "calculatedTotalContribution": 974674
}