{
    "rcn": "194554",
    "acronym": "QLev4G",
    "topics": "ERC-CoG-2014",
    "title": "Quantum control of levitated massive mechanical systems: a new approach for gravitational quantum physics",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Quantum physics and general relativity are probably the most successful and well-tested theories of modern science. At the same time, their fundamental concepts are so dramatically different that there is disagreement on the most obvious questions such as ìhow does a mass in a quantum superposition state gravitate?ì. Achieving progress on such foundational questions requires experiments at the interface between quantum physics and gravity, of which to date only a few of exist. The main objective of the proposed research is to establish quantum control of levitated massive objects as a new paradigm system for such experiments and to enter a hitherto inaccessible parameter regime of large mass and long quantum coherence.\n\nThe proposal builds on the enormous recent success in quantum control of the motion of solid-state mechanical resonators, which has emerged over the last decade as a new branch of interdisciplinary research in quantum and solid-state physics. Applied to optically or magnetically levitated systems this methodology promises (i) exceptional sensitivity to weak gravitational forces, hence enabling measurements of gravity between sub-millimeter objects; (ii) unprecedented levels of decoupling from the environment, thereby opening up a new route for long-lived quantum coherence of genuinely massive systems. Quantum control is achieved by coupling the motion either of optically trapped particles to an optical cavity field or of magnetically trapped particles to superconducting circuits. We will explore both methods for systematically expanding the available parameter space of macroscopic quantum systems and for first proof-of-concept experiments aimed towards addressing fundamental questions of gravitational quantum physics.\n\nIf successful, this research program will become a door-opener to the quantum regime of genuinely massive objects, where gravity of the quantum system itself may start to play a role for the correct description of a quantum experiment.",
    "totalCost": "2155285",
    "ecMaxContribution": "2155285",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 2155285
        }
    },
    "calculatedTotalContribution": 2155285
}