{
    "rcn": "194573",
    "acronym": "IIT",
    "topics": "EURO-2-2014",
    "title": "Industrial Innovation in Transition",
    "startDate": "01/02/2015",
    "endDate": "31/07/2017",
    "objective": "Industrial innovation has changed fundamentally over the last ten years. Companies have widely adopted new tools such as open innovation, innovation networks and ecosystems, systemic innovations, public/private partnerships, crowd sourcing, social media, and demand based innovations. These new practices have improved the innovation capabilities of companies and brought new challenges to the traditional innovation policy instruments. This project will examine widely companiesí current use of new innovation practices around Europe and the best practice experience of their use. It will also evaluate existing innovation policy portfolios at national and European levels, and analyze the differences between innovation processes and management practices in different industrial sectors. \n\nThe best practices and other results will be disseminated widely both to the European business community and governments to improve Europeís innovation potential. International organizations such as the OECD and the ERT, industrial associations and government agencies are actively participating in the study and in the wide dissemination of its results throughout Europe. \n\nThe study will cover key industrial sectors in 11 EU Member States, with a survey aiming to achieve a response from some 800 companies. Coverage includes countries classified by the EU as Innovation Leaders, Followers and Moderate Innovators. The project will produce a toolbox for use comparative studies in other countries and use the data base created by the study to benchmark their innovation capacity against the best European practice. Some countries have already indicated their interest to conduct comparative national studies.\n\nInternational research has widely shown the crucial contribution of high innovation performance to economic growth and job creation. This project will improve European industryís innovation capacity and its competitiveness and thereby help to restore economic and social development in Europe.",
    "totalCost": "2377619",
    "ecMaxContribution": "2377619",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH;ZABALA INNOVATION CONSULTING, S.A.;THE UNIVERSITY OF MANCHESTER;UNIVERSITEIT TWENTE",
    "participantCountries": "AT;ES;UK;NL",
    "projectParticipants": {
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        },
        "999981537": {
            "orgId": "999981537",
            "orgName": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH",
            "ecContrib": 489000
        },
        "996410094": {
            "orgId": "996410094",
            "orgName": "ZABALA INNOVATION CONSULTING, S.A.",
            "ecContrib": 410000
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 452775
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 350169
        }
    },
    "calculatedTotalContribution": 1701944
}