{
    "rcn": "194568",
    "acronym": "EUENGAGE",
    "topics": "EURO-4-2014",
    "title": "Bridging the gap between public opinion and European leadership: Engaging a dialogue on the future path of Europe.",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "The goal of the EUENGAGE Project is twofold: first, to inquire into the current tensions between supranational EU governance and popular mobilisation at the national level, critically questioning EU-driven policies and EU legitimacy; and second, to propose remedial actions based on sound empirical research on the relationship between public opinion, national and supranational political elites. The medium to long-term evolutionary trend of the EU system of supranational governance has already in the past given rise to a manifestation of problems. It has become clear that the pace of integration proposed from the top, and some side-effects of integrationóausterity, transnational redistribution, economic insecurity, immigrationóare difficult to accept for large parts of Europeís citizens. This misalignment is obviously a crucial issue for any system of governance that aims - as the European Union has repeatedly affirmed - to be inspired by democratic principles. \nThe EUENGAGE project takes seriously the present state of affairs and identifies in the conflicting messages emanating from the functioning of political representation a critical and urgent problem for the future of the EU. The EUENGAGE proposes to set up an interactive, dynamic, multilevel and replicable quasi-experimental research design. Using a variety of instruments and techniques, this design will allow us not only to study the process of representation in vivo, but also to test experimentally how innovative and efficient interactions between citizens and politicians can increase citizensí awareness of the common problems of the Union, and the ability of the European leadership to respond innovatively to the discontent of public opinion.",
    "totalCost": "2496633",
    "ecMaxContribution": "2496633",
    "coordinator": "Universit‡ degli Studi di Siena",
    "coordinatorCountry": "IT",
    "participants": "KANTAR BELGIUM;STICHTING VU;LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE;FUNDATIA MRC - MEDIAN RESEARCH CENTRE;UNIVERSITAET MANNHEIM;UNITELMA SAPIENZA UNIVERSITA",
    "participantCountries": "BE;NL;UK;RO;DE;IT",
    "projectParticipants": {
        "998292185": {
            "orgId": "998292185",
            "orgName": "FUNDATIA MRC - MEDIAN RESEARCH CENTRE",
            "ecContrib": 112500
        },
        "999898020": {
            "orgId": "999898020",
            "orgName": "UNIVERSITA' DEGLI STUDI DI SIENA",
            "ecContrib": 0
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 381058
        },
        "944029706": {
            "orgId": "944029706",
            "orgName": "UNITELMA SAPIENZA UNIVERSITA",
            "ecContrib": 48500
        },
        "999878135": {
            "orgId": "999878135",
            "orgName": "UNIVERSITAET MANNHEIM",
            "ecContrib": 262500
        },
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 211075
        },
        "998076360": {
            "orgId": "998076360",
            "orgName": "KANTAR BELGIUM",
            "ecContrib": 729500
        }
    },
    "calculatedTotalContribution": 1745133
}