{
    "rcn": "194579",
    "acronym": "TransSOL",
    "topics": "EURO-3-2014",
    "title": "European paths to transnational solidarity at times of crisis: Conditions, forms, role-models and policy responses",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "TransSOL is committed to the systematic, interdisciplinary and praxis-oriented analysis of European solidarity in times of crisis. It has three overarching objectives: (a) it will map and analyse solidarity in Europe by means of a cross-national database that comprises three surveys addressing the general population, organized civil society, and claims-making in the media; (b) it will gather systematic data on the contextual factors and engage into political and legal analyses to ascertain the influence of the socio-economic, political, and legal context on solidarity, in particular the impact of the crisis, the EUís political responses and target-groups specific public policies; and (c) it will identify and develop best practices of transnational solidarity, draft evidence-based policy recommendations, and engage proactive dissemination and communication activities. The project comprises teams from Denmark, France, Germany, Greece, Italy, Poland, Switzerland and the UK, including scientists from various disciplines and civil society practitioners, thus promising to deliver interdisciplinary and comparative analyses, knowledge-transfer and evidence-based, practicable recommendations. \nThe project will enable us to address the three topics of the call. First, TransSOL will provide the first rigorous and comprehensive analysis of transnational solidarity in Europe, its main forms, conditioning factors (e.g., individual features as gender and social class, spatial inequalities, and contextual factors), and underlying conflicts about contending norms, identities, and interests. Secondly, the project will address the impact of Europeís cultural diversity and multiple identities on European solidarity by analysing public claims-making and debates within the media. And finally, we engage into a critical reflection about adequate policy responses, in particular about the potentials of social investments balancing civic virtues of solidarity with public responsibilities.",
    "totalCost": "2847680",
    "ecMaxContribution": "2483805",
    "coordinator": "UNIVERSITAET SIEGEN",
    "coordinatorCountry": "DE",
    "participants": "UNIWERSYTET WARSZAWSKI;THE UNIVERSITY OF SHEFFIELD;UNIVERSITE DE GENEVE;UNIVERSITA DEGLI STUDI DI FIRENZE;FONDATION NATIONALE DES SCIENCES POLITIQUES;KOBENHAVNS UNIVERSITET;PANEPISTIMIO KRITIS;THE GLASGOW CALEDONIAN UNIVERSITY;EUROPEAN ALTERNATIVES LIMITED LBG;EUROPEAN ALTERNATIVES BERLIN E V",
    "participantCountries": "PL;UK;CH;IT;FR;DK;EL;DE",
    "projectParticipants": {
        "999849617": {
            "orgId": "999849617",
            "orgName": "UNIVERSITAET SIEGEN",
            "ecContrib": 594881
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 134980
        },
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 241570
        },
        "937396167": {
            "orgId": "937396167",
            "orgName": "EUROPEAN ALTERNATIVES BERLIN E V",
            "ecContrib": 146297
        },
        "949710220": {
            "orgId": "949710220",
            "orgName": "EUROPEAN ALTERNATIVES LIMITED LBG",
            "ecContrib": 50022
        },
        "999957869": {
            "orgId": "999957869",
            "orgName": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
            "ecContrib": 296125
        },
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 240875
        },
        "999588978": {
            "orgId": "999588978",
            "orgName": "PANEPISTIMIO KRITIS",
            "ecContrib": 217680
        },
        "999902482": {
            "orgId": "999902482",
            "orgName": "THE GLASGOW CALEDONIAN UNIVERSITY",
            "ecContrib": 253250
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 308125
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2483805
}