{
    "rcn": "194555",
    "acronym": "BIZEB",
    "topics": "ERC-CoG-2014",
    "title": "Bio-Imaging of Zoonotic and Emerging Bunyaviruses",
    "startDate": "01/04/2015",
    "endDate": "31/03/2020",
    "objective": "We aim to understand host cell entry of enveloped viruses at molecular level. A crucial step in this process is when the viral membrane fuses with the cell membrane. Similarly to cellñcell fusion, this step is mediated by fusion proteins (classes IñIII). Several medically important viruses, notably dengue and many bunyaviruses, harbour a class II fusion protein. Class II fusion protein structures have been solved in pre- and post-fusion conformation and in some cases different factors promoting fusion have been determined. However, questions about the most important steps of this key process remain unanswered. I will focus on the entry mechanism of bunyaviruses by using cutting-edge, high spatial and temporal resolution bio-imaging techniques. These viruses have been chosen as a model system to maximise the significance of the project: they form an emerging viral threat to humans and animals, no approved vaccines or antivirals exist for human use and they are less studied than other class II fusion protein systems. Cryo-electron microscopy and tomography will be used to solve high-resolution structures (up to ~3 ≈) of viruses, in addition to virusñreceptor and virusñmembrane complexes. Advanced fluorescence microscopy techniques will be used to probe the dynamics of virus entry and fusion in vivo and in vitro. Deciphering key steps in virus entry is expected to contribute to rational vaccine and drug design. During this project I aim to establish a world-class laboratory in structural and cellular biology of emerging viruses. The project greatly benefits from our unique biosafety level 3 laboratory offering advanced bio-imaging techniques. Furthermore it will also pave way for similar projects on other infectious viruses. Finally the novel computational image processing methods developed in this project will be broadly applicable for the analysis of flexible biological structures, which often pose the most challenging yet interesting questions in structural biology.",
    "totalCost": "1998375",
    "ecMaxContribution": "1998375",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "HELSINGIN YLIOPISTO",
    "participantCountries": "FI",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 24750
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1973625
        }
    },
    "calculatedTotalContribution": 1998375
}