{
    "rcn": "194541",
    "acronym": "GRANN",
    "topics": "ERC-CoG-2014",
    "title": "Graphene Coated Nanoparticles and Nanograins",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "In a truly cross-disciplinary research project encompassing surface science, optics, nano-science, astrophysics and chemistry we will synthesize a novel family of high quality mono-layer graphene coated nanoparticles and graphene nanograins with new chemical and optical properties and investigate their catalytic activity, chemical stability and optical characteristics to gauge their relevance for and applicability in industrial catalysis, solar cells, and interstellar chemistry. \n\nThis will be accomplished by extending existing expertise, knowledge and methods developed by us and by international colleagues for graphene synthesis, graphene reactivity and chemical functionalization, graphene coatings on industrially relevant samples and interstellar surface astrochemistry on carbonaceous materials, into the nanoparticle regime. Combined with state-of-the-art surface science characterization methods with emphasis on scanning tunnelling microscopy and spectroscopy, high resolution transmission electron microscopy, X-ray photoelectron spectroscopy, and thermal desorption mass spectrometry, complemented by Raman and transmission spectroscopy, this will enable us to design, characterize, and understand the properties of this new family of particles at the atomic level. \n\nThe vision is to harness and combine the remarkable properties of graphene and nanoparticles to create systems with entirely new and unexplored characteristics, to tune these characteristics to be useful for real-world applications, and to exploit the new systems as the first realistic laboratory models of catalytic nanoparticles for interstellar surface chemistry.\n\nThis ambitious and cross-disciplinary research program will predominantly take place at the Surface Dynamics Laboratory at Aarhus University which is headed by the applicant, but will also involve local, national and international collaborators.",
    "totalCost": "1996147",
    "ecMaxContribution": "1996147",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 1996147
        }
    },
    "calculatedTotalContribution": 1996147
}