{
    "rcn": "194501",
    "acronym": "RegulRNA",
    "topics": "ERC-CoG-2014",
    "title": "Modulation of RNA-based regulatory processes by viruses",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Small and large non-coding RNAs are essential components at the heart of gene expression regulation. The past fifteen years have witnessed the emergence of a new field of research impacting diverse domains of biology. Among these, virology is no exception and discoveries such as the antiviral role of RNA silencing, virus-encoded microRNAs (miRNAs), or miRNA-based regulation of viruses have notably shifted our views of host-virus interactions. Although we know a lot about the mechanisms of action of ncRNAs, and their role in the context of viral infections, we know much less regarding the control of the regulatory RNAs themselves. In other words, how are the regulators regulated? To provide answers to this burning question, we propose to use different viruses as models to investigate the various levels where modulation of regulatory RNA can occur. Thus, we will study the importance of RNA secondary and tertiary structure as well as accessory proteins in the regulation of miRNA primary transcript processing. In a second axis, we propose to investigate how the functional, mature miRNAs can be controlled. To this end, we will focus on the mechanisms of target-mediated miRNA decay and the role of competing endogenous RNAs. We will finally turn to the regulation of antiviral RNA silencing. Although it seems that this kind of defence mechanism exist in mammalian cells, it is not yet clear how physiologically relevant it is and how it interfaces with other innate immune mechanisms. In this multidisciplinary project, we will use a combination of techniques ranging from bioinformatics to cellular biology to achieve our goal to get a comprehensive view of how RNA silencing processes are regulated during virus infection.",
    "totalCost": "1998291",
    "ecMaxContribution": "1998291",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1998291
        }
    },
    "calculatedTotalContribution": 1998291
}