{
    "rcn": "194593",
    "acronym": "CATCH-EyoU",
    "topics": "YOUNG-5a-2014",
    "title": "Constructing AcTive CitizensHip with European Youth: Policies, Practices, Challenges and Solutions",
    "startDate": "01/09/2015",
    "endDate": "30/09/2018",
    "objective": "The proposal will  investigate young peopleís views of the EU and of their role in building the EU through their participatory practices at EU, national, regional and local levels. These issues will be examined from an interdisciplinary perspective (Political Sciences, Sociology, History, Media and Communications, Education, Psychology) as building blocks for a new and groundbreaking conceptualization and theoretical model of youth active citizenship in the EU, including ìpsychologicalî citizenship and practices of social and political engagement.\nTo achieve this aim, the proposal will adopt an innovative approach combining traditional theoretical hypothesis testing with empirical-phenomenological analysis and allowing to integrate the perspectives of young people, as co-producers of knowledge, with those of researchers and other stakeholders. A wide range of research methods will be used including documentary and media analysis, interviews and focus groups, a cross-national longitudinal study, ethnographic case studies of participatory practices and a socially innovative intervention. These quantitative and qualitative methods will allow to develop a new, robust and cutting-edge conceptualization of youth active citizenship in the EU and  new evidence-based multilevel integrated theoretical model. \nThis approach will offer a multifaceted understanding of the different factors influencing the perspectives of ìnative EU citizensî and the ways in which they engage in society, leading to groundbreaking changes in the ways in which youth engagement, participation and active citizenship are understood. Moreover, the project will provide policy makers with a set of evidence-based ideas, recommendations and instruments to integrate young peopleís perspectives into various areas of policy-making. The findings of the project will thus fully cover the challenges, scope and impact of bringing the EU closer to its young citizens and boosting their participation.",
    "totalCost": "2498786",
    "ecMaxContribution": "2498786",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "TARTU ULIKOOL;Masarykova univerzita;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE;Friedrich Schiller University Jena;UNIVERSIDADE DO PORTO;OREBRO UNIVERSITY;FORUM NAZIONALE DEI GIOVANI ASSOCIAZIONE",
    "participantCountries": "EE;CZ;EL;UK;DE;PT;SE;IT",
    "projectParticipants": {
        "949838648": {
            "orgId": "949838648",
            "orgName": "FORUM NAZIONALE DEI GIOVANI ASSOCIAZIONE",
            "ecContrib": 93312
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 519500
        },
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 157500
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 148125
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 219500
        },
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 336831
        },
        "999868726": {
            "orgId": "999868726",
            "orgName": "FRIEDRICH-SCHILLER-UNIVERSITAT JENA",
            "ecContrib": 0
        },
        "999650088": {
            "orgId": "999650088",
            "orgName": "OREBRO UNIVERSITY",
            "ecContrib": 419718
        },
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 231625
        }
    },
    "calculatedTotalContribution": 2126111
}