{
    "rcn": "194591",
    "acronym": "QuInnE",
    "topics": "EURO-2-2014",
    "title": "Quality of Jobs and Innovation Generated Employment Outcomes",
    "startDate": "01/04/2015",
    "endDate": "31/03/2018",
    "objective": "The EU is facing long-term structural challenges compounded by the recent economic crisis. More and better jobs are needed to lower unemployment, raise the employment participation rates of female, older, migrant, low-skilled and young workers and thus tackle social exclusion and inequality. The EUís growth strategy, Europe 2020, wants smart, sustainable and inclusive growth, with innovation and job quality as flagship initiatives. Innovation and job quality are however currently treated separately but ought to be better integrated in policy and workplace practice. Research that can lever this to mutually boost innovation and job quality is needed.\nQuInnE contributes to the EU growth strategy of boosting innovation, job quality and employment by exploring the mutually reinforcing relationship between innovation and job quality and identifying mechanisms that can be accelerated to deliver both more and better jobs, which in turn help tackle social exclusion and inequality.\nQuInnE creates a new analytical framework of for understanding the relationship between innovation and job quality and that relationshipís impact on employment. This framework is then used to statistically analyse existing datasets to create a typology of innovation-job quality dynamics by industry and country. The analysis is then extended to assess how different types of relationships create jobs, and provide jobs that are accessible and sustainable for groups of workers currently struggling in the labour market, and reduce social inequalities by age, class and gender. QuInnE then explores how the innovation-job quality dynamic creates more and better jobs at firm level.\nThere are three main outcomes: new scientific understanding of the innovation-job quality-employment dynamic; new diagnostic and developmental tools to help monitor and measure this dynamic at national level and improve that dynamic in firms and workplaces; evidence-based advice on developing policy to boost EU growth.",
    "totalCost": "2498869",
    "ecMaxContribution": "2498869",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "MAGYAR TUDOMANYOS AKADEMIA TARSADALOMTUDOMANYI KUTATOKOZPONT;Centre Pour La Recherche Economique Et Ses Applications;UNIVERSITAET DUISBURG-ESSEN;THE UNIVERSITY OF WARWICK;ERASMUS UNIVERSITEIT ROTTERDAM;UNIVERSITEIT VAN AMSTERDAM;UNIVERSIDAD DE SALAMANCA;MALMO UNIVERSITET",
    "participantCountries": "HU;FR;DE;UK;NL;ES;SE",
    "projectParticipants": {
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 164500
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 374513
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 366325
        },
        "999843312": {
            "orgId": "999843312",
            "orgName": "UNIVERSITAET DUISBURG-ESSEN",
            "ecContrib": 362765
        },
        "998288596": {
            "orgId": "998288596",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA TARSADALOMTUDOMANYI KUTATOKOZPONT",
            "ecContrib": 163538
        },
        "999505267": {
            "orgId": "999505267",
            "orgName": "Centre Pour La Recherche Economique Et Ses Applications",
            "ecContrib": 433488
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 269214
        },
        "999846610": {
            "orgId": "999846610",
            "orgName": "UNIVERSIDAD DE SALAMANCA",
            "ecContrib": 223401
        }
    },
    "calculatedTotalContribution": 2357744
}