{
    "rcn": "194503",
    "acronym": "CWASI",
    "topics": "ERC-CoG-2014",
    "title": "Coping with water scarcity in a globalized world",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "We intend to set up a new globalized perspective to tackle water and food security in the 21st century. This issue is intrinsically global as the international trade of massive amounts of food makes societies less reliant on locally available water, and entails large-scale transfers of virtual water (defined as the water needed to produce a given amount of a food commodity). The network of virtual water trade connects a large portion of the global population, with 2800 km3 of virtual water moved around the globe in a year. We provide here definitive indications on the effects of the globalization of (virtual) water on the vulnerability to a water crisis of the global water system. More specifically, we formulate the following research hypotheses:  \n1) The globalization of (virtual) water resources is a short-term solution to malnourishment, famine, and conflicts, but it also has relevant negative implications for human societies. \n2) The virtual water dynamics provide the suitable framework in order to quantitatively relate water-crises occurrence to environmental and socio-economic factors. \n3) The risk of catastrophic, global-scale, water crises will increase in the next decades.\nTo test these hypotheses, we will capitalize on the tremendous amount of information embedded in nearly 50 years of available food and virtual water trade data. We will adopt an innovative research approach based on the use of: advanced statistical tools for data verification and uncertainty modeling; methods borrowed from the complex network theory, aimed at analyzing the propagation of failures through the network; multivariate nonlinear analyses, to reproduce the dependence of virtual water on time and on external drivers; multi-state stochastic modeling, to study the effect on the global water system of random fluctuations of the external drivers; and scenario analysis, to predict the future probability of occurrence of water crises.",
    "totalCost": "1222500",
    "ecMaxContribution": "1222500",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 1222500
        }
    },
    "calculatedTotalContribution": 1222500
}