{
    "rcn": "194547",
    "acronym": "GAINBYSTRAIN",
    "topics": "ERC-CoG-2014",
    "title": "Gain by Strain: Precise Cuts of Cyclopropanes as Key to Molecular Complexity",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "A central discipline of chemistry is the design und creation of molecules with defined structural and chemical properties. Stretching synthetic horizons is a never-ending endeavor to inspirit the chemistí s creativity in preparing compounds and materials yet to be discovered. Relying on their high strain energy cyclopropanes, as carriers of the most fundamental ring geometry, offer a unique reactivity which allows for a multitude of transformations being grouped in ring-opening reactions, cycloadditions and rearrangements. Major advantage of all these processes is the cyclopropane-derived intrinsic atom-economy.\nIn this research project, we propose a number of uncommon and challenging reactions making use of donor-acceptor cyclopropanes. Introducing a distinctively controlled bond cleavage we seek to develop novel modes of 1,3-bifunctionalization by ?-bond metathesis, by using hypervalent iodine reagents and by merging organocatalysis with photoredox catalysis. Unprecedented ring-enlargements to four-membered rings by [3\\1]-cycloadditions employing isonitriles, carbenes and nitrenes are envisioned, aryne insertions into the three-membered ring leading to indane systems are planned and a general concept for [3\\3]-cycloadditions with 1,3-dipoles is presented paving the way to unusual syntheses of heterocycles.\nA distinct class of compounds obtainable by our methodology will set the stage to access completely unexplored heterocyclic ?-systems being of interest for material science and molecular electronics.\nBesides our central goals of advancing organic methodology and to demonstrating the synthetic utility of these novel reactions, we anticipate that mechanistic insights gained by experimental and computational means will be of high impact for the chemistry of this fundamental structural unit in general.",
    "totalCost": "1994250",
    "ecMaxContribution": "1994250",
    "coordinator": "TECHNISCHE UNIVERSITAET BRAUNSCHWEIG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861257": {
            "orgId": "999861257",
            "orgName": "TECHNISCHE UNIVERSITAET BRAUNSCHWEIG",
            "ecContrib": 1994250
        }
    },
    "calculatedTotalContribution": 1994250
}