{
    "rcn": "194521",
    "acronym": "SpoKiGen",
    "topics": "ERC-CoG-2014",
    "title": "Spore killer genomics: elucidating causes and consequences of a fungal meiotic drive element",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "The traditional view of the genome is that of a highly coordinated network that has evolved to produce a successful individual. However, the alternative view of the genome as containing intrinsically conflicting parts that coevolve antagonistically, has recently emerged. Today, it is widely accepted that conflicts caused by selfish genetic elements is a driving force for evolutionary innovation, and hence, is of fundamental importance for all aspects of evolution. Nevertheless, empirical data on the topic is largely lacking. Here, I introduce the fungus Neurospora as a novel study system of the evolutionary significance of meiotic drive. In this sexual eukaryote model system, the meiotic drive element Spore killer is found. The cytological properties and natural distribution of Spore killing in Neurospora has been investigated for several decades, and preliminary data suggests that it is an important driver of both genome evolution and of higher-order evolutionary processes. The existing knowledge and resources of this system provide a foundation for the proposed research program, in which I plan to build a tool-kit of genomic and experimental resources to I) identify and characterize the gene(s) encoding Spore killer elements, II) assess the strength of Spore killer as a meiotic drive, III) unravel the evolutionary history of the Spore killer complex in Neurospora, IV) investigate the association between Spore killer and genome evolution, and V) analyze the role of Spore killer as a driver of speciation and mating system transitions. This research program will manifest the Spore killer as a primary and pioneering model for the study of meiotic drive, and profoundly impact our understanding of segregation distorters as drivers of eukaryote genome evolution. Furthermore, insights emerging from the project presented are conceptually important for basic evolutionary biology, in the study of natural selection acting at multitudinal levels in a biological hierarchy.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}