{
    "rcn": "194577",
    "acronym": "R4E",
    "topics": "EE-07-2014",
    "title": "Roadmaps for Energy",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "Within the Roadmaps for Energy (R4E) project the partners will work together to develop a new type of energy strategy through visions and roadmaps for the 8 partner cities, in co-creation with local stakeholders. The stakeholders include the benefactors of the strategy, such as citizens, as well as relevant research and industry partners, to offer a clear picture of the future potential of the city.\nIn the R4E project a four step process is applied. The FIRST step sets the ambitions for the project. The ambitions of the participating cities on sustainable energy and Smart Cities in general are set, as well as the partner cities' choice for 2 focus areas within Smart Energy Savings: 1.Smart Buildings, 2. Smart Mobility or 3. Smart Urban Spaces. The SECOND step is to develop desired scenarios for the cities for the selected focus areas. During the THIRD step the roadmap will be created, existing and future technologies and other developments will be identified, which enable the realization of the desired future scenarios. Opportunities and developments will be plotted on a timeline to provide insight in the required steps and milestones towards the favoured scenarios. The roadmaps will contain generic parts that are common for the partner cities, as well as specific parts that cater for the specific context of the cities. During the final and FOURTH step a project portfolio will be generated with new projects and initiatives to reach the ambitions, visions and roadmaps of the cities. This portfolio provides an overview of individual and joint projects and includes a cross-city learning plan and a financial plan.   \nAt the end of the project each partner city will each have 2 future scenarios, 2 roadmaps and a portfolio of individual and joint projects to implement sustainable energy policies and measures. Also the visioning and roadmapping capacities within the municipalities are developed to spur future development and implementation of innovative energy solutions.",
    "totalCost": "1999840,25",
    "ecMaxContribution": "1999840",
    "coordinator": "GEMEENTE EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "AJUNTAMIENTO DE SANT CUGAT DEL VALLES;Istanbul Metropolitan Municipality;NEWCASTLE CITY COUNCIL;AYUNTAMIENTO DE MURCIA;UNIVERSITAT POLITECNICA DE CATALUNYA;COMUNE DI PALERMO;TALLINNA KESKKONNAAMET;COMUNE DI FORLI;TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "participantCountries": "ES;TR;UK;IT;EE;NL",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 693817
        },
        "951661472": {
            "orgId": "951661472",
            "orgName": "AJUNTAMIENTO DE SANT CUGAT DEL VALLES",
            "ecContrib": 126656
        },
        "993619889": {
            "orgId": "993619889",
            "orgName": "GEMEENTE EINDHOVEN",
            "ecContrib": 320413
        },
        "997979942": {
            "orgId": "997979942",
            "orgName": "NEWCASTLE CITY COUNCIL",
            "ecContrib": 126110
        },
        "997516767": {
            "orgId": "997516767",
            "orgName": "COMUNE DI FORLI",
            "ecContrib": 114329
        },
        "983820173": {
            "orgId": "983820173",
            "orgName": "AYUNTAMIENTO DE MURCIA",
            "ecContrib": 203463
        },
        "959314481": {
            "orgId": "959314481",
            "orgName": "TALLINNA KESKKONNAAMET",
            "ecContrib": 99333
        },
        "998498795": {
            "orgId": "998498795",
            "orgName": "Istanbul Metropolitan Municipality",
            "ecContrib": 71094
        },
        "945642331": {
            "orgId": "945642331",
            "orgName": "COMUNE DI PALERMO",
            "ecContrib": 74900
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 169725
        }
    },
    "calculatedTotalContribution": 1999840
}