{
    "rcn": "194583",
    "acronym": "CULTURALBASE",
    "topics": "REFLECTIVE-9-2014",
    "title": "Social Platform on Cultural Heritage and European Identities",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Through a comprehensive perspective that includes the most relevant social and political connections, the project aims to address the proposed topic from a double standpoint, namely, an analytical as well as a public policy perspective. We start from the idea that since the second half of the last century culture has experienced a profound mutation, through which its position and role in the social dynamics have been transformed. Whereas it was previously confined to a purely superstructural position, it now constitutes an essential basis of todayís society. In the context of cultural digitization and globalization the entire cultural ecosystem has changed, which has radically altered - and at the same time, intensified - the relationship between cultural identity, cultural heritage and cultural expression. This transformation has occurred both at the level of the professional cultural sector as well as in society as a whole. The new challenges and the new potential of culture, where these three pillars - cultural identity, cultural heritage and cultural expression - intertwine, will be considered in the work of the platform along three axes:\n\n1. Cultural memory \n2. Cultural inclusion \n3. Cultural creativity \n\nThese are designed to research debates relating to heritage in the institutions and practices of cultural memory; how the focus on diversity and inclusion impacts on the practices of memory institutions, including on stakeholders and networks; what this reconfiguration contributes to new or post-national oriented narratives about identity and European values; and how heritage, cultural diversity and creativity relate in the context of huge cultural transformations such as the ones represented by digitization and cultural globalization.",
    "totalCost": "1039266,24",
    "ecMaxContribution": "998646",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "KOZEP-EUROPAI EGYETEM;EUROPEAN UNIVERSITY INSTITUTE;UNIVERSITE PARIS I PANTHEON-SORBONNE;THE UNIVERSITY OF SUSSEX;FUNDACIO INTERARTS PER A LA COOPERACIO CULTURAL INTERNACIONAL;UNIVERSITY OF GLASGOW",
    "participantCountries": "HU;IT;FR;UK;ES",
    "projectParticipants": {
        "986217334": {
            "orgId": "986217334",
            "orgName": "FUNDACIO INTERARTS PER A LA COOPERACIO CULTURAL INTERNACIONAL",
            "ecContrib": 167500
        },
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 146500
        },
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 81250
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 224425
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 87988
        },
        "999859123": {
            "orgId": "999859123",
            "orgName": "UNIVERSITE PARIS I PANTHEON-SORBONNE",
            "ecContrib": 128503
        },
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 162480
        }
    },
    "calculatedTotalContribution": 998646
}