{
    "rcn": "194536",
    "acronym": "MEMBRANEFUSION",
    "topics": "ERC-CoG-2014",
    "title": "Structure and mechanism of viral and cellular membrane fusion machineries",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Fusion of two biological membranes is essential to life. It is required during organism development, for trafficking of material between cellular compartments, for transfer of information across synapses, and for entry of viruses into cells. Fusion must be carefully controlled and the core fusion components are typically found within a complex regulatory machine. There have been decades of research on the structure and function of individual components, on the dynamics and biophysics of fusion, and on phenotypes resulting from mutating or inhibiting component proteins. These have led to a model for fusion in which regulated refolding or assembly of proteins draws two membranes closer together until they fuse. Despite this breadth of study, we know very little about how the components of the fusion machinery function in context: How are they arranged on the membrane around the site of fusion? How do they respond structurally to regulation? How does the fully assembled machinery rearrange to reshape the membrane and drive fusion? These gaps in knowledge can be attributed to a shortage of structural biology methods able to derive structural data on proteins assembled within complex, heterogeneous or dynamic environments such as a fusion site. Here I propose to apply a combination of state-of-the-art cryo-electron tomography, image processing and correlative fluorescence and electron microscopy methods to obtain detailed structural information on assembled fusion machineries and of fusion intermediates both in vitro and in vivo. I will study how influenza virus fuses with a target membrane, complemented by studies on fusion of HIV-1 and of synaptic vesicles. By determining how viral and synaptic fusion complexes reposition and restructure prior to fusion, how they arrange around the fusion site, how they reshape the membrane to induce fusion, and how these processes can be regulated and inhibited, I will derive a mechanistic model of membrane fusion in situ.",
    "totalCost": "1965961",
    "ecMaxContribution": "1965961",
    "coordinator": "MEDICAL RESEARCH COUNCIL",
    "coordinatorCountry": "UK",
    "participants": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "participantCountries": "DE",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 180000
        },
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 1785961
        }
    },
    "calculatedTotalContribution": 1965961
}