{
    "rcn": "194530",
    "acronym": "GLYCO-TOOLS",
    "topics": "ERC-CoG-2014",
    "title": "Bio-Inspired Tools for Glycoscience",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Cell surface carbohydrates play key roles in cell recognition mechanisms. O-glycosylation is a ubiquitous post-translational modification that is highly dynamic and responsive to cellular stimuli through the action of cycling enzymes. Expression of specific O-glycans is linked to changes in gene expression in, for example, inflammatory bowel disease, cystic fibrosis and several types of cancer. \n\nProtein-carbohydrate interactions typically exhibit high specificity and weak affinities toward their carbohydrate ligand. This low affinity is compensated in nature by the architecture of the protein, the host presenting the carbohydrate ligands in a multivalent manner or as clusters on the cell or mucosal surface. This effect is known as the multivalency or ìclusterñglycoside effectî and has been well documented for lectinñcarbohydrate interactions as increasing ligand affinity and selectivity. The fundamental understanding of these glycosylation patterns at molecular and functional levels will allow mechanisms associated with bacterial-host interactions, bowel disease and several cancers to be defined, which will facilitate the identification of effective treatments and diagnostics for these conditions in due course. \n\nThis is a multidisciplinary project involving synthetic organic and inorganic chemistry, enzymology and glycobiology. The proposal centres on the development of expedient synthetic and chemo-enzymatic methodologies for the preparation of novel  multivalent O-glycan probes that will be used in the screening of O-glycosylation-linked interactions in health and in disease. These studies will help us understand the parameters controlling the combinatorial diversity of O-glycans and the implications of such diversity on receptor binding and subsequent intracellular signalling, which in turn  will lead us to the development of new glycan-based diagnostic tools and therapeutics.",
    "totalCost": "1986356",
    "ecMaxContribution": "1986356",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 1986356
        }
    },
    "calculatedTotalContribution": 1986356
}