{
    "rcn": "194553",
    "acronym": "3MC",
    "topics": "ERC-CoG-2014",
    "title": "3D Model Catalysts to explore new routes to sustainable fuels",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Currently fuels, plastics, and drugs are predominantly manufactured from oil. A transition towards renewable resources critically depends on new catalysts, for instance to convert small molecules (such as solar or biomass derived hydrogen, carbon monoxide, water and carbon dioxide) into more complex ones (such as oxygenates, containing oxygen atoms in their structure). Catalyst development now often depends on trial and error rather than rational design, as the heterogeneity of these composite systems hampers detailed understanding of the role of each of the components.  \n\nI propose 3D model catalysts as a novel enabling tool to overcome this problem. Their well-defined nature allows unprecedented precision in the variation of structural parameters (morphology, spatial distribution) of the individual components, while at the same time they mimic real catalysts closely enough to allow testing under industrially relevant conditions. Using this approach I will address fundamental questions, such as:\n* What are the mechanisms (structural, electronic, chemical) by which non-metal promoters influence the functionality of copper-based catalysts?\n* Which nanoalloys can be formed, how does their composition influence the surface active sites and catalytic functionality under reaction conditions?\n* Which size and interface effects occur, and how can we use them to tune the actitivity and selectivity towards desired products?\n\nOur 3D model catalysts will be assembled from ordered mesoporous silica and carbon support materials and Cu-based promoted and bimetallic nanoparticles. The combination with high resolution characterization and testing under realistic conditions allows detailed insight into the role of the different components; critical for the rational design of novel catalysts for a future more sustainable production of chemicals and fuels from renewable resources.",
    "totalCost": "1999625",
    "ecMaxContribution": "1999625",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1999625
        }
    },
    "calculatedTotalContribution": 1999625
}