{
    "rcn": "194529",
    "acronym": "MITOsmORFs",
    "topics": "ERC-CoG-2014",
    "title": "Identification and analysis of novel mitochondrial proteins encoded by small open reading frames",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Mitochondria are essential organelles with crucial roles in cellular energy metabolism, Fe-S cluster biogenesis, signaling and apoptosis. Mitochondrial dysfunction causes encephalomyopathy and neurodegenerative diseases. Mitochondria possess a remarkably high content of small proteins compared to other cellular compartments. About one third of the cellular proteins ?15 kDa characterized to date are located in mitochondria. Functional examples of such small proteins cover the whole mitochondrial biology like cristae morphology, Fe-S cluster formation, metabolite transport, protein biogenesis and respiration. However, the intracellular localization and function of most small proteins is unknown. These small proteins constitute one third of the uncharacterized open reading frames and even three quarters of the dubious open reading frames in the model organism budding yeast. Taken together we predict that more than 10% of the mitochondrial proteome deserves to be discovered. In an initial study we demonstrated the mitochondrial localization of several uncharacterized small open reading frame (smORF) proteins. MITOsmORFs aims to identify over 100 novel small mitochondrial proteins. MITOsmORFs will determine the submitochondrial localization and the functional role of the novel mitochondrial proteins by genetic, proteomic, metabolomic and lipidomic analysis, including interaction mapping and characterization of mitochondrial activities in vivo and in organello to explore the unknown biology of smORF proteins localized to mitochondria.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITAETSKLINIKUM FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
    "participantCountries": "DE",
    "projectParticipants": {
        "999881918": {
            "orgId": "999881918",
            "orgName": "UNIVERSITAETSKLINIKUM FREIBURG",
            "ecContrib": 1094166
        },
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 905834
        }
    },
    "calculatedTotalContribution": 2000000
}