{
    "rcn": "194524",
    "acronym": "Brain circRNAs",
    "topics": "ERC-CoG-2014",
    "title": "Rounding the circle: Unravelling the biogenesis, function and mechanism of action of circRNAs in the Drosophila brain.",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "Tight regulation of RNA metabolism is essential for normal brain function. This includes co and post-transcriptional regulation, which are extremely prevalent in neurons. Recently, circular RNAs (circRNAs), a highly abundant new type of regulatory non-coding RNA have been found across the animal kingdom. Two of these RNAs have been shown to act as miRNA sponges but no function is known for the thousands of other circRNAs, indicating the existence of a widespread layer of previously unknown gene regulation.\nThe present proposal aims to comprehensively determine the role and mode of actions of circRNAs in gene expression and RNA metabolism in the fly brain. We will do so by studying their biogenesis, transport, and mechanism of action, as well as by determining the roles of circRNAs in neuronal function and behaviour. Briefly, we will:  1) identify factors involved in the biogenesis, localization, and stabilization of circRNAs; 2) determine neuro-developmental, molecular, neural and behavioural phenotypes associated with down or up regulation of specific circRNAs; 3) study the molecular mechanisms of action of circRNAs: identify circRNAs that work as miRNA sponges and determine whether circRNAs can encode proteins or act as signalling molecules and 4) perform mechanistic studies in order to determine cause-effect relationships between circRNA function and brain physiology and behaviour. \nThe present proposal will reveal the key pathways by which circRNAs control gene expression and influence neuronal function and behaviour.  Therefore it will be one of the pioneer works in the study of this new and important area of research, which we predict will fundamentally transform the study of gene expression regulation in the brain",
    "totalCost": "1971750",
    "ecMaxContribution": "1971750",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1971750
        }
    },
    "calculatedTotalContribution": 1971750
}