{
    "rcn": "194543",
    "acronym": "QUMIN",
    "topics": "ERC-CoG-2014",
    "title": "Quantum magnonics in insulators",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "In the QUMIN proposal we will build on recent developments in spintronics, circuit quantum electrodynamics and superconducting quantum computing in order to advance the fledgling research field of quantum magnonics. We will employ micro-scale magnonic resonators fabricated from YIG thin films and planar superconducting microwave resonators and superconducting transmon qubits. The combination of these basic elements will enable us to create hybrid magnon/photon and magnon/qubit quantum states and probe and control their joint coherence. An end goal of the project is to controllably entangle a superconducting qubit and a magnet.\n\nThe concept of circuit quantum electrodynamics, developed in superconducting quantum computing, has enabled strong light-matter coupling at microwave frequencies and has been one of the driving forces behind the advances in quantum computing. Over the same time frame there has been an intense development of microwave spintronics partly motivated by the discovery of spin-transfer torque and spin pumping. Most recently, motivated by its exceptional magnetic properties, there has been a renaissance of research in magnetic insulator YIG. Initial experiments show strong coupling between electromagnetic resonators and magnetic resonators. But this is just the start and a wide variety of increasingly sophisticated experiments are to follow.\n\nAn important aspect of our proposal is to use the non-uniform modes of micro-scale magnonic resonators, enabling experiments close to or at zero magnetic field to ensure compatibility with superconducting qubits. Furthermore we place an emphasis on the use of microwave spintronic techniques, using the spin-Hall effect in order to control and measure the magnonic resonator. As well as exploring this new quantum magnonics avenue, our proposal will further understanding into the room-temperature magnetic phenomena that make YIG an essential material for microwave electronics.",
    "totalCost": "2399381,99",
    "ecMaxContribution": "2399381,99",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}