{
    "rcn": "194514",
    "acronym": "3DSPIN",
    "topics": "ERC-CoG-2014",
    "title": "3-Dimensional Maps of the Spinning Nucleon",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "How does the inside of the proton look like? What generates its spin??3DSPIN will deliver essential information to answer these questions at the frontier of subnuclear physics.\nAt present, we have detailed maps of the distribution of quarks and gluons in the nucleon in 1D (as a function of their momentum in a single direction). We also know that quark spins account for only about 1/3 of the spin of the nucleon.\n3DSPIN will lead the way into a new stage of nucleon mapping, explore the distribution of quarks in full 3D momentum space and obtain unprecedented information on orbital angular momentum. \nGoals\n1. extract from experimental data the 3D distribution of quarks (in momentum space), as described by Transverse-Momentum Distributions (TMDs);\n2. obtain from TMDs information on quark Orbital Angular Momentum (OAM).\nMethodology\n3DSPIN will implement state-of-the-art fitting procedures to analyze relevant experimental data and extract quark TMDs, similarly to global fits of standard parton distribution functions. Information about quark angular momentum will be obtained through assumptions based on theoretical considerations. The next five years represent an ideal time window to accomplish our goals, thanks to the wealth of expected data from deep-inelastic scattering experiments (COMPASS, Jefferson Lab), hadronic colliders (Fermilab, BNL, LHC), and electron-positron colliders (BELLE, BABAR). The PI has a strong reputation in this field. The group will operate in partnership with the Italian National Institute of Nuclear Physics and in close interaction with leading experts and experimental collaborations worldwide.\nImpact\nMapping the 3D structure of chemical compounds has revolutionized chemistry. Similarly, mapping the 3D structure of the nucleon will have a deep impact on our understanding of the fundamental constituents of matter. We will open new perspectives on the dynamics of quarks and gluons and sharpen our view of high-energy processes involving nucleons.",
    "totalCost": "1509000",
    "ecMaxContribution": "1509000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PAVIA",
    "coordinatorCountry": "IT",
    "participants": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "participantCountries": "IT",
    "projectParticipants": {
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 315000
        },
        "999893752": {
            "orgId": "999893752",
            "orgName": "UNIVERSITA DEGLI STUDI DI PAVIA",
            "ecContrib": 1194000
        }
    },
    "calculatedTotalContribution": 1509000
}