{
    "rcn": "194556",
    "acronym": "BAS-SBBT",
    "topics": "ERC-CoG-2014",
    "title": "Bacterial Amyloid Secretion: Structural Biology and Biotechnology.",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Curli are functional amyloid fibers that constitute the major protein component of the extracellular matrix in pellicle biofilms formed by Bacteroidetes and Proteobacteria.  Unlike the protein misfolding and aggregation events seen in pathological amyloid diseases such as Alzheimerís and Parkinsonís disease, curli are the product of a dedicated protein secretion machinery. Curli formation requires a specialised and mechanistically unique transporter in the bacterial outer membrane, as well as two soluble accessory proteins thought to facilitate the safe guidance of the curli subunits across the periplasm and to coordinate their self-assembly at cell surface. \n\nIn this interdisciplinary research program we will study the structural and molecular biology of E. coli curli biosynthesis and address the fundamental questions concerning the molecular processes that allow the spatially and temporally controlled transport and deposition of these pro-amyloidogenic polypeptides. We will structurally unravel the secretion machinery, trap and analyse critical secretion intermediates and through in vitro reconstitution, assemble a minimal, self-sufficient peptide transport and fiber assembly system. \n\nThe new insights gained will set the stage for targeted interventions in curli -mediated biofilm formation and this research project will develop a new framework to harness the unique properties found in curli structure and biosynthesis for biotechnological applications as in patterned functionalized nanowires and directed, selective peptide carriers.",
    "totalCost": "1989488,75",
    "ecMaxContribution": "1989488,75",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 1989489
        }
    },
    "calculatedTotalContribution": 1989489
}