{
    "rcn": "194574",
    "acronym": "FIRES",
    "topics": "EURO-2-2014",
    "title": "Financial and Institutional Reforms for the Entrepreneurial Society",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "In this project we will analyse the broader contexts of smart, inclusive and sustainable growth in Europe to support implementation of the Commissionís 'Europe 2020' growth strategy and to restore Europeís ability to innovate, grow and create jobs over the coming decades. In this proposal we argue that entrepreneurship must play a central role in that effort. 'Entrepreneurship' tends to make people think of the US and its model of high growth and high-tech start-ups in Silicon Valley. We are keenly aware, however, that a European growth agenda requires a focus on European entrepreneurship. US recipes and models will not fit the European context and do not deliver the results Europe wants. Our project's objective is therefore to thoroughly analyse European institutional arrangements and their current (in)ability to mobilise Europeís human, financial and knowledge resources for entrepreneurial activity. This will help us formulate an effective reform strategy to reinvigorate European economies. The current diversity of institutional arrangements in Europe has long and common historical roots that must first be recognised and understood. Based on common global trends in technology and competition, we then establish the urgency and desirability for making the transition to a more entrepreneurial economy throughout Europe.  Once this has been established, our project will develop and provide the tools for policy makers to assess the quality of national and regional entrepreneurial ecosystems and to identify the main strengths and weaknesses with regard to making the transition. Based on this assessment we will formulate specific proposals to enhance the allocation of talent, finance and knowledge to new value creation and we will conclude our project with a legal analysis to see where competencies currently lie and what action could be taken.",
    "totalCost": "2544641",
    "ecMaxContribution": "2544641",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE;Friedrich Schiller University Jena;UNIVERSITY OF PIRAEUS RESEARCH CENTER;Stiftelsen Institutet for Naringslivsforskning (THE RESEARCH INSTITUTE OF INDUSTRIAL ECONOMICS);POLITECNICO DI MILANO;KATHOLIEKE UNIVERSITEIT LEUVEN;INSTITUTO SUPERIOR TECNICO;PECSI TUDOMANYEGYETEM - UNIVERSITY OF PECS",
    "participantCountries": "UK;DE;EL;SE;IT;BE;PT;HU",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1209738
        },
        "997516670": {
            "orgId": "997516670",
            "orgName": "Stiftelsen Institutet for Naringslivsforskning (THE RESEARCH INSTITUTE OF INDUSTRIAL ECONOMICS)",
            "ecContrib": 172475
        },
        "999586941": {
            "orgId": "999586941",
            "orgName": "UNIVERSITY OF PIRAEUS RESEARCH CENTER",
            "ecContrib": 53290
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 188509
        },
        "999992983": {
            "orgId": "999992983",
            "orgName": "INSTITUTO SUPERIOR TECNICO",
            "ecContrib": 29131
        },
        "999889872": {
            "orgId": "999889872",
            "orgName": "PECSI TUDOMANYEGYETEM - UNIVERSITY OF PECS",
            "ecContrib": 75585
        },
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 175263
        },
        "999868726": {
            "orgId": "999868726",
            "orgName": "FRIEDRICH-SCHILLER-UNIVERSITAT JENA",
            "ecContrib": 0
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 520075
        }
    },
    "calculatedTotalContribution": 2424066
}