{
    "rcn": "194564",
    "acronym": "E-saving Ultrasonics",
    "topics": "SIE-01-2014-1",
    "title": "Energy-saving and reducing carbon emissions by applying advanced ultrasonic technology to industrial maintenance services for compressed air systems",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "SONOTEC aims to develop innovative ultrasonic measurement devices and sensors primarily applied to highly improved methods for leak detection and estimation of the degree of energy-loss in compressed air systems to facilitate the reduction of energy-waste and carbon emissions among industries.\n\nCompressed air is accounted for about 10 % of industrial consumption of electricity in the world. Estimates indicate direct accountability to an annual electricity consumption of over 120 TWh (>90 million tons of CO2) in the EU and over 760 TWh (>570 million tons of CO2) worldwide. Alarming ~30 % of the energy used in compressed air systems is wasted due to leakages. Prevention and repair of leaks are emphasized as the means with highest savings potential (over 42 %). Estimated reductions of energy-waste of over 15 TWh and carbon emissions of over 11 million tons of CO2 per year could be achieved by leak detection and repair only in the EU.\n\nTechnologies based on non-harmful ultrasound are commonly used in almost every sector of industrial maintenance. Though existing technology and methods be applied to leak detecting and evaluation in compressed air systems are greatly simplified and not adequate to provide realistic estimations of the physical nature and size of leakages.\n\nSONOTECís realisation of an innovative product will be in form of a novel mobile/handheld device with modular equipment combining modern components for air ultrasonic sensors, measurement principles, testing procedures, embedded IT and a flexible interface for user-oriented maintenance management. Basic research has been completed and prototypes are successfully developed (TRL 6/7). The new sensor materials based on piezoelectric composites provide higher sensitivity and broader frequency range meeting the requirements for advanced maintenance services of modern industries to reduce energy-waste as well as carbon emissions and accordingly production costs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SONOTEC ULTRASCHALLSENSORIK HALLE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953403301": {
            "orgId": "953403301",
            "orgName": "SONOTEC ULTRASCHALLSENSORIK HALLE GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}