{
    "rcn": "194528",
    "acronym": "InvGroGra",
    "topics": "ERC-CoG-2014",
    "title": "Asymptotic invariants of discrete groups, sparse graphs and locally symmetric spaces",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The PI proposes to study the asymptotic behavior of various invariants of discrete groups and their actions, of sparse graphs and of locally symmetric spaces. The game is to connect the asymptotic behavior of an invariant on a sequence of finite models to an analytic invariant on a suitable limit object of the sequence and then use the connection to get new results in both the finite and infinite worlds. The recently emerging notion of invariant random subgroups, initiated by the PI, serves as a unifying language for convergence.\n\n  These invariants include the minimal number of generators, deficiency, Betti numbers over arbitrary fields, various spectral and representation theoretic invariants, graph polynomials and entropy. The limit objects arising are invariant processes on groups, profinite actions, graphings, invariant random subgroups and measured complexes. The analytic invariants include L2 Betti numbers, spectral and Plancherel measures, cost and its higher order versions, matching and chromatic measures and entropy per site.\n\n  Energy typically flows both ways between the finite and infinite world and also between the different invariants. We list five recent applications from the PI that emerged from such connections. 1) Any large volume locally symmetric semisimple space has large injectivity radius at most of its points; 2) The rank gradient of a chain equals the cost-1 of the profinite action of the chain; 3) Countable-to-one cellular automata over a sofic group preserve the Lebesque measure; 4) Ramanujan graphs have essentially large girth; 5) The matching measure is continuous for graph convergence, giving new estimates on monomer-dimer free energies.\n\n  Besides asymptotic group theory and graph theory, the tools of the proposed research come from probability theory, ergodic theory and statistical mechanics. The proposed research will lead to further applications in 3-manifold theory, geometry and ergodic theory.",
    "totalCost": "1386250",
    "ecMaxContribution": "1386250",
    "coordinator": "MAGYAR TUDOMANYOS AKADEMIA RENYI ALFRED MATEMATIKAI KUTATOINTEZET",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998078979": {
            "orgId": "998078979",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA RENYI ALFRED MATEMATIKAI KUTATOINTEZET",
            "ecContrib": 1386250
        }
    },
    "calculatedTotalContribution": 1386250
}