{
    "rcn": "194559",
    "acronym": "EuroMED-IMWC",
    "topics": "Europe",
    "title": "EuroMED Cooperation. Inland and Marine Water Challenges",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "The project supports the organization of the Italian Presidency event ëEuroMED cooperation. Inland and Marine Water Challengesí, strongly emphasizing Mediterranean cooperation on research and innovation. In the framework of the ENP and the UNEP/MAP Barcelona Convention and in line with H2020 work-programme, the event is designed as a two day conference embracing present political debate for the identification of urgent challenges to advance the frontier of science and to foster technological innovation to sustain economic growth and EuroMED cooperation. The event - to be held in Naples in September 2014 - offers the unique opportunity to underline the links between inland and marine waters, with special emphasis to the impacts that such a link has on society and economic growth, particularly in a Region whose relevant economic activities like fishery, agriculture, and coastal and marine tourism are clearly affected by the water management issue. As milestone towards the definition of a roadmap to tackle these objectives, on the first day four parallel workshops will address: (1) Water resources and land management impacts on inland and sea water in the Mediterranean Region; (2) A Mediterranean integrated Ocean observing system to support sustainable coastal and marine tourism; (3) Building Ecosystem based approach to Fishery and Aquaculture in the Mediterranean Sea; (4) Ecosystem-Based Management (EBM) in the Mediterranean Region. On the second day, a plenary session will finally deliver the key output message. In order to guarantee the effectivness of the event, different stakeholders from public and private sector will actively be involved in the organization, including policy makers at Ministry level and private companies. Besides Member States and international organizations, a broad participation of representatives from non-EU countries is expected. To maximize the impacts strong efforts will be also devoted to communication and dissemination activities.",
    "totalCost": "125500",
    "ecMaxContribution": "100000",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 100000
        }
    },
    "calculatedTotalContribution": 100000
}