{
    "rcn": "194566",
    "acronym": "FIRSTRUN",
    "topics": "EURO-1-2014",
    "title": "Fiscal Rules and Strategies under Externalities and Uncertainties",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "The FIRSTRUN project advances the theoretical and practical debates on the effective mechanisms of fiscal policy coordination. It analyzes the very reason why fiscal policy coordination may be needed in the first place, namely cross-country externalities (spillovers) related to national fiscal policies. Specifically, it identifies different types of spillover effects, investigates how they work in the EU and in the EMU, and analyses whether they work in the same fashion under different states of the economy and over the short and the long run. The project describes different forms that fiscal policy coordination can take in practice, e.g. ex-ante coordination and risk-sharing, and provides a critical assessment of the mechanisms already put in place. The FIRSTRUN project provides new tools for fiscal policy design by incorporating the new EU fiscal rules regarding e.g. government debt and deficit into applied models for fiscal policy evaluation. The tools can be used to support the decision makers in the implementation of the enhanced EU economic governance. FIRSTRUN also investigates the political economy of fiscal cooperation, for instance, the difficult inter-play between domestic political pressures and EU level priorities as well concerns about legitimation. By shedding light on the character of the governance framework for fiscal coordination, FIRSTRUN will highlight the features that work well or badly and provide insights that the EU level can exploit in its surveillance and advisory roles.",
    "totalCost": "2197883",
    "ecMaxContribution": "2197883",
    "coordinator": "ELINKEINOELAEMAEN TUTKIMUSLAITOKSEN KANNATUSYHDISTYS R.Y.",
    "coordinatorCountry": "FI",
    "participants": "INSTITUT FUER HOEHERE STUDIEN - INSTITUTE FOR ADVANCED STUDIES;CENTRE FOR EUROPEAN POLICY STUDIES;LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE;NATIONAL INSTITUTE OF ECONOMIC AND SOCIAL RESEARCH LBG;LUISS LIBERA UNIVERSITA INTERNAZIONALE DEGLI STUDI SOCIALI GUIDO CARLI;CASE - CENTRUM ANALIZ SPOLECZNO- EKONOMICZNYCH- FUNDACJA NAUKOWA;EKONOMICKY USTAV SLOVENSKEJ AKADEMIE VIED",
    "participantCountries": "AT;BE;UK;IT;PL;SK",
    "projectParticipants": {
        "999747670": {
            "orgId": "999747670",
            "orgName": "CENTRE FOR EUROPEAN POLICY STUDIES",
            "ecContrib": 446562
        },
        "998927923": {
            "orgId": "998927923",
            "orgName": "INSTITUT FUER HOEHERE STUDIEN - INSTITUTE FOR ADVANCED STUDIES",
            "ecContrib": 191156
        },
        "999914510": {
            "orgId": "999914510",
            "orgName": "LUISS LIBERA UNIVERSITA INTERNAZIONALE DEGLI STUDI SOCIALI GUIDO CARLI",
            "ecContrib": 266250
        },
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 266910
        },
        "998592885": {
            "orgId": "998592885",
            "orgName": "EKONOMICKY USTAV SLOVENSKEJ AKADEMIE VIED",
            "ecContrib": 96500
        },
        "998587162": {
            "orgId": "998587162",
            "orgName": "CASE - CENTRUM ANALIZ SPOLECZNO- EKONOMICZNYCH- FUNDACJA NAUKOWA",
            "ecContrib": 99125
        },
        "998912694": {
            "orgId": "998912694",
            "orgName": "NATIONAL INSTITUTE OF ECONOMIC AND SOCIAL RESEARCH LBG",
            "ecContrib": 302316
        },
        "999453760": {
            "orgId": "999453760",
            "orgName": "ELINKEINOELAEMAEN TUTKIMUSLAITOKSEN KANNATUSYHDISTYS R.Y.",
            "ecContrib": 529063
        }
    },
    "calculatedTotalContribution": 2197882
}