{
    "rcn": "194651",
    "acronym": "OntoPerson",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Ontology of Personal Identity",
    "startDate": "01/09/2015",
    "endDate": "31/08/2016",
    "objective": "'Animalism and the so-called simple view, among many others, constitute competing theories of personal identity. According to the first, persons are biologically individuated animals whose persistence through time consists of some kind of biological continuity. According to the latter, there are no criteria of personal identity: no sort of continuity is both necessary and sufficient for a person to survive. Although these theories usually stand in radical opposition, there is, nevertheless, room for a possible link between them. The main objective of this project is to demonstrate that under certain assumptions both theories are reconcilable and that the combined position has measurable theoretical and practical advantages over existing approaches. In this project I intend to develop a new approach to human persons, according to which it would be possible, first, to reconcile some thus far contradictory conceptions of the human person and personal identity, second, to solve some of the interpretational difficulties concerning issues related to personal identity and constitution, third, to give a coherent and uncontroversial philosophical two-fold picture of human beings, enabling rational decision-making in the areas that are of practical importance. The consecutive research stages of the project are: (1) an analysis of various forms of the so-called simple view with regard to personal identity; an analysis of the criteria of personhood and of the ontological structure of persons; an examination whether the term 'person' is a sortal term (resp. whether persons comprise a natural kind); (2) a reconstruction of differences between many versions of animalism; a reconciliation of a specific form of the simple view with a chosen version of animalism; (3) a verification whether the obtained results have any bearing on the debates in philosophical thanatology and bioethics.'",
    "totalCost": "85730,4",
    "ecMaxContribution": "85730,4",
    "coordinator": "UNIVERSITAET AUGSBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999598678": {
            "orgId": "999598678",
            "orgName": "UNIVERSITAET AUGSBURG",
            "ecContrib": 85730
        }
    },
    "calculatedTotalContribution": 85730
}