{
    "rcn": "194601",
    "acronym": "EnerGAware",
    "topics": "EE-11-2014",
    "title": "Energy Game for Awareness of energy efficiency in social housing communities",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "The main objective of the EnerGAware project is to achieve a 15-30% energy consumption and emissions reduction in a social housing pilot and increase the social tenantsí understanding and engagement in energy efficiency. \n\nThe EnerGAware project will develop and test, in publically owned social housing, a serious game that will be linked to the actual energy consumption (smart meter data) of the game userís home and embedded in social media and networking tools. The solution fits within all three ICT areas suggested in the topic EE-11 scope: gaming, social networking and personalised data driven applications. \n\nThe EnerGAware solution will provide an innovative IT ecosystem in which users can design their own virtual home and Avatar and learn about the potential energy savings from installing energy-efficiency measures and changing user behaviour, whilst maintaining the comfort of their Avatar. The user will need to learn to balance the energy consumption, comfort and financial cost of their actions. Energy savings achieved both virtually in the game, calculated by building performance simulation, and in reality, in the usersí actual homes, measured through smart meter data, will enable progression in the serious game. The social media features will provide users a platform to share data of their achievements, compete with each other, give energy advice, as well as, join together to form virtual energy communities.\n\nThe EnerGAware solution will be developed and deployed with the ëcleanwebí philosophy in mind: ìCapital light, Quick to market and Quick to scaleî, therefore the EnerGAware project will aim to go beyond just testing in a social housing pilot, but will seek commercial exploitation of the solution at the end of the project, through our industrial partners, in particular EDF Energy, a global energy provider, with 38 million European energy customers.",
    "totalCost": "1963225",
    "ecMaxContribution": "1963225",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "FREMEN CORP;ADVANTIC SISTEMAS Y SERVICIOS;INSTITUTO SUPERIOR DE ENGENHARIA DO PORTO;UNIVERSITY OF PLYMOUTH;DEVON AND CORNWALL HOUSING LTD;EDF ENERGY R&D UK CENTRE LIMITED",
    "participantCountries": "FR;ES;PT;UK",
    "projectParticipants": {
        "938670941": {
            "orgId": "938670941",
            "orgName": "DEVON AND CORNWALL HOUSING LTD",
            "ecContrib": 107250
        },
        "999854661": {
            "orgId": "999854661",
            "orgName": "UNIVERSITY OF PLYMOUTH",
            "ecContrib": 384000
        },
        "949880261": {
            "orgId": "949880261",
            "orgName": "EDF ENERGY R&D UK CENTRE LIMITED",
            "ecContrib": 142725
        },
        "999642813": {
            "orgId": "999642813",
            "orgName": "INSTITUTO SUPERIOR DE ENGENHARIA DO PORTO",
            "ecContrib": 153750
        },
        "940774968": {
            "orgId": "940774968",
            "orgName": "FREMEN CORP",
            "ecContrib": 600500
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 341250
        },
        "991590067": {
            "orgId": "991590067",
            "orgName": "ADVANTIC SISTEMAS Y SERVICIOS",
            "ecContrib": 233750
        }
    },
    "calculatedTotalContribution": 1963225
}