{
    "rcn": "194608",
    "acronym": "EnPC-INTRANS",
    "topics": "EE-21-2014",
    "title": "Capacity Building on Energy Performance Contracting in European Markets in Transition",
    "startDate": "01/03/2015",
    "endDate": "28/02/2017",
    "objective": "A project proposed by Deutsche Gesellschaft f¸r Internationale Zusammenarbeit (GIZ) GmbH in cooperation with the Climate Protection and Energy Agency of Baden-W¸rttemberg/Germany and European competence centres on Energy Performance Contracting (EnPC) in Croatia, Greece and Slovenia, a competence centre for e-learning in Slovakia, and key actors for the promotion of EnPC at the local level in Latvia, Serbia, Romania and Ukraine.\nObjective of EnPC-INTRANS is to increase the market uptake of technologies for the improvement of energy efficiency (EE) in public buildings and services by means of fostering private sector participation in innovative financing schemes for EE investments. This will be achieved by means of implementing large-scale capacity building for local public authorities and SMEs to jointly set-up and use adapted EnPC models for EE services (topic 3 in the scope of the EE21 call). \nEuropean best practices in EnPC are adapted to local conditions (WP2) and presented to relevant target groups in the partner countries (WP3). Training needs of local public authorities and SMEs are assessed in intensive stakeholder dialogue, providing the basis for design and implementation of efficient training concepts and tools making use of advanced on-line technologies for European-wide capacity development (WP3). Trainers are trained throughout the partnersí networks (WP4) and the developed training concepts and tools are demonstrated in national and international cooperation seminars (WP5). The achieved impact of large-scale capacity development on the European market for EnPC projects is continuously monitored and evaluated (WP6), and the project results are disseminated to all EU28 member states (WP7).\nAt least 50 trained trainers and 3,000 trained experts will directly benefit from the project and cater for the initiation and development of EnPC projects in partner countries and beyond, providing for energy savings of more than 60 GWh per year when implemented. (The lead Partner) GIZ has been commissioned by the German Federal Ministry of Economic Cooperation and Development (BMZ) with the implementation of the project ëEnergy Efficiency in Municipalitiesí in the Ukraine. The EC through this Horizon 2020 project thus contributes complementarily to achieving the overall objectives of the BMZ-funded project as the BMZ-funded project supports the implementation of the EU Horizon project. None of the activities covered by this work programme are funded by any other funding.",
    "totalCost": "1922870,85",
    "ecMaxContribution": "1922870,1",
    "coordinator": "DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH",
    "coordinatorCountry": "DE",
    "participants": "KEA KLIMASCHUTZ- UND ENERGIEAGENTUR BADEN-WUERTTEMBERG GMBH;AGENTIA PENTRU EFICIENTA ENERGETICASI ENERGII REGENERABILE PLOIESTI-PRAHOVA ASOCIATIE;CENTRE FOR RENEWABLE ENERGY SOURCES AND SAVING FONDATION;STALNA KONFERENCIJA GRADOVA I OPSTINA;BIEDRIBA ZEMGALES REGIONALA ENERGETIKAS AGENTURA;E-CODE;FIATU;ZAVOD ENERGETSKA AGENCIJA ZA SAVINJSKO SALESKO IN KOROSKO;ENERGETSKI INSTITUT HRVOJE POZAR",
    "participantCountries": "DE;RO;EL;RS;LV;SK;UA;SI;HR",
    "projectParticipants": {
        "999933037": {
            "orgId": "999933037",
            "orgName": "DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH",
            "ecContrib": 425185
        },
        "948759911": {
            "orgId": "948759911",
            "orgName": "E-CODE",
            "ecContrib": 149200
        },
        "965609975": {
            "orgId": "965609975",
            "orgName": "AGENTIA PENTRU EFICIENTA ENERGETICASI ENERGII REGENERABILE PLOIESTI-PRAHOVA ASOCIATIE",
            "ecContrib": 129140
        },
        "939098517": {
            "orgId": "939098517",
            "orgName": "STALNA KONFERENCIJA GRADOVA I OPSTINA",
            "ecContrib": 107438
        },
        "999570063": {
            "orgId": "999570063",
            "orgName": "ENERGETSKI INSTITUT HRVOJE POZAR",
            "ecContrib": 167473
        },
        "983986431": {
            "orgId": "983986431",
            "orgName": "ZAVOD ENERGETSKA AGENCIJA ZA SAVINJSKO SALESKO IN KOROSKO",
            "ecContrib": 152375
        },
        "939080960": {
            "orgId": "939080960",
            "orgName": "FIATU",
            "ecContrib": 121944
        },
        "999646014": {
            "orgId": "999646014",
            "orgName": "CENTRE FOR RENEWABLE ENERGY SOURCES AND SAVING FONDATION",
            "ecContrib": 169691
        },
        "964500489": {
            "orgId": "964500489",
            "orgName": "KEA KLIMASCHUTZ- UND ENERGIEAGENTUR BADEN-WUERTTEMBERG GMBH",
            "ecContrib": 360750
        },
        "951008274": {
            "orgId": "951008274",
            "orgName": "BIEDRIBA ZEMGALES REGIONALA ENERGETIKAS AGENTURA",
            "ecContrib": 139675
        }
    },
    "calculatedTotalContribution": 1922871
}