{
    "rcn": "194696",
    "acronym": "SignSigma",
    "topics": "ICT-37-2014-1",
    "title": "Launching the next generation of mobile and multi-platform signature system based on biometric parameters",
    "startDate": "01/09/2014",
    "endDate": "30/11/2014",
    "objective": "The SignSigma technology, developed by the SME Sigma Technologies, allows verifying the identity of a person from the dynamic parameters of their biometric signature with an extremely very low error ratio for first time merely using a common tablet or smartphone. The technology is not based on the image of the signature but on its dynamic biometric parameters (pressure, velocity, acceleration, etc.). This technology has been recognised as the best technology in the First International Signature Verification Competition.\n\nSmartphones, tablets and the growing access to mobility will accelerate identification needs, and ease  its introduction through various applications like banking, the health sector, insurance, digital preservation, control access, etc. The range of applications is huge, as this disruptive technology creates new markets as it will permit to be identified at anytime, and anywhere.\n\nWe are almost done developing technology and we need the SME Instrument in order (i) to finalise the extensive trials we are undertaking on the different platforms (smartphones, tablets), (ii) to select and prioritize the most adequate application/s, (iii) to implement the final applications and integrate them with the specific enterprise content management systems, (iv) to undertake an intensive pilot tests of the product and the technology and (v) to assess the security of the whole system. In Phase 1, our specific objective is to prepare a clear Feasibility Study and Business Plan on how to reach and exploit this extraordinary technology properly in different scenarios, which might imply different business models, and different market strategies. \n\nIt is expected that a new European directive will be issued authorizing and giving much more legal power to biometric signatures as in the US. This technology will permit to reduce paperwork, reduce costs, save time in operations, and decrease fraud by bio-identity, consequently having a significant impact on the economy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SIGMA TECHNOLOGIES S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937970892": {
            "orgId": "937970892",
            "orgName": "SIGMA TECHNOLOGIES S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}