{
    "rcn": "194666",
    "acronym": "16gAirTest",
    "topics": "IT-1-2014-1",
    "title": "Development of replacement method for all kind of 16g dynamically tested aircraft cushions.",
    "startDate": "01/10/2014",
    "endDate": "28/02/2015",
    "objective": "'Airline operators are faced with increased need to replace passengers seat cushions, certified for security standards at sustainable retrofit costs. Since October 2009, the Federal Aviation Administration (FAA) regulation 121-135 has imposed more strict standards for aircraft seats, which must sustain a load of 16g in forward direction and 14g in down direction. As a consequence airlines need to gradually replace current '9g seats' (approx. 65% of current aircraft seats) with new ones compliant with the 16g standard. At present the 16g certification requires testing of the entire seat, which may cost up to 1,3 KÄ/pax. while a new certified cushion may cost 200-250 Ä. The aircraft cushions and seats market is almost totally occupied by a few manufacturers who keep prices high, especially when the original cushion model is phased-out and either the entire seat must be replaced, or costly custom-made cushions produced. Consequently many airlines avoid replacement or adopt non-standard cushions, despite risks for passengers' safety. Testori Aero Supply has achieved a EASA approval for a certification method for 16g monolithic cushions, and has already produced such replacement cushions for a client on a Boeing B777. At present Testori is the only independent company holding this qualification. This project intends to exploit this method to the certification of 16g multilayer cushions, and to produce and sell them at a competitive price of 200-250Ä.\nThe feasibility study will assess the market positioning, the industrialization and production costs, the market demand and the market potential for the company, taking into consideration the customers (airline operators) and the aircraft fleets (current  and new) in the areas where Testori already successfully operates. The project will open new business in airplane retrofit market for Testori and increase competitiveness for European SMEs operating in this field.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TESTORI AERO SUPPLY SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938166638": {
            "orgId": "938166638",
            "orgName": "TESTORI AERO SUPPLY SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}