{
    "rcn": "194672",
    "acronym": "GEOAPPS",
    "topics": "ICT-37-2014-1",
    "title": "APPS for geotechnical field work",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "The construction market (including civil engineering, environment, energy and mining activities), is a very important market at international level, mainly in the emerging countries. In most of the construction activities, important geotechnical problems must be solved, like slope stability, laying foundation, etc. For solving them, it is necessary to perform a big number of in situ measures and tests, call field work.  For example, in the construction of a bridge, SPT test will be needed each 2-5 m for designing the foundations. This work field requires taking measures in situ and then processes them, at the office, for then elaborating the reports to the client. This process is manual, and therefore is high time and cost consuming. Nevertheless, the apps technology and the new smartphones functionalities present a new opportunity to automatize the process: taking the measures with the smart phone, processing them in the smart phone and elaborating the corresponding reports in the smart phone for being sent to the client by e-mail, cloud uploading, server connection, etc. \n\nTERRASOLUM, as international geotechnical engineering, with expertise in apps development, detected this business opportunity with high market impact possibilities,  and decided to develop a family of 30 apps for field and laboratory tests and checking and designing calculations in the field works (on-the-fly).  Thanks to this apps, the end users (geologists, geotechnical engineers, builder engineers, architects, civil construction technicians) will reduce the time for taking measures from 1-2 days to 1 hours and the cost from 720Ä to 75Ä, obtaining a very relevant improvement in their productivity.\n\nGEOAPPS will be a strategic project for TERRASOLUM. This project will allow to increase its staff in 6 persons and invoice more than 9,000,000 euros in three years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TERRASOLUM S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941696468": {
            "orgId": "941696468",
            "orgName": "TERRASOLUM S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}