{
    "rcn": "194656",
    "acronym": "CP2",
    "topics": "PHC-12-2014-1",
    "title": "CP2 is a project to develop a new wrist placement technology that can detect anomalies with both the Cardio and Vascular systems simultaneously.",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "'Combined Pressure and Cardiac Performance (CP2) is a project that develops a diagnostic device that enables a paradigm shift in physiological performance analysis. CP2 utilises multi-modal sensing to identify both Cardiac Performance as well as Vascular system performance from the subject, in 30 seconds, with the subject remaining clothed. The CP2 system draws on the experience from monitoring high performance engines within the world of F1 motorsport and transfers these techniques into medical care. By using new diagnostic sensing technologies and by analyzing the data for Biomarkers, the project is be able to identify the following disorders of the Cardio-Vascular system. Hypertension, Peripheral Arterial Disease, Aortic Stenosis, Atrial Fibrillation, Atrial Flutter, Ectopic beats, Bradycardia, Tachycardia and Type 1 & 2 Heart Block. The CP2 system works by placing an array of sensors under both wrists, with the subject actively engaged in the process. No straps or restraints are involved, the subject remains in complete control at all times throughout the process and so there is the potential to reduce 'Hypertensive White Coat' syndrome. The new multimodal sensing system allows both the Vascular and Cardio side of the Heart and Circulatory system to be tested simultaneously and the results from both halves to the equation to be reviewed against each other. The CP2 project thus brings together existing physiological parameters in new forms that should not only allow the identification of known disease, but also might lead to the establishment of biomarkers previously undetected owing to the two systems being operated asynchronously. It is easy to produce a better incarnation of what has gone before, but CP2 seeks to produce a paradigm shift in the usage of medical devices in the proactive screening role. With a screening taking only 30 seconds the opportunity exists to optimise the patient care pathway and to enhance patient flow within Primary Care locations.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CARDIOCITY LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938095537": {
            "orgId": "938095537",
            "orgName": "CARDIOCITY LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}