{
    "rcn": "194661",
    "acronym": "General Purpose DP",
    "topics": "IT-1-2014-1",
    "title": "A Compact Dynamic Positioning System of General Purpose for Marine Units, Crafts and Ships",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "Operation of floating units in the sea often requires the units to maintain position, as for instance in the rescue after a ship wreck or when assisting a wind farm. Due to the stochastic behaviour of the sea, Dynamic Positioning (DP) Systems accurately automate this task reducing the risk of human error. However, current DP1 systems in the market evolve from those used in the Oil&Gas, which are highly redundant and expensive.\nSeaplace has designed seaDP-1C, a DP1 System with the operator station and the real time controller in a single CRIO 908X unit. This compact system is cheap, robust, requires little space, and provides great flexibility due to its modularity. Our DP will come with a smart green autopilot, which, by filtering waves, corrects accurately the drift course, reducing consumption by 1 to 3%. With SeaDP-1C we will generalize the use of smart control and manoeuvring, offering an affordable product and reaching the niche market of the most technological units.\nAs a naval architecture firm with 34 years of experience, Seaplace knows many different players of the marine sector interested in seaDP. Shipyards and yacht manufacturers can choose the provider of a system among those approved in the makerís list, and ours will offer a great price. Providers of propulsion systems and electronic installations without DP will use the modularity of our system to offer turn-key projects. Shipowners without DP will also install our system because of its price and consumption reduction.\nIn Phase 1 we will confirm the costs, the market opportunity and plan the implementation. In Phase 2 we will build and check the real product, install it aboard, and get the Class Approval so that we can start selling it, which will convert us onto a high-growth company: in the 3rd year our turnover will increase by 6 million Ä.\nThrough our system the EU will get a feasible way to increment the safety at sea, allow more efficient operations and minimize fuel consumption and emissions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SEAPLACE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937940337": {
            "orgId": "937940337",
            "orgName": "SEAPLACE SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}