{
    "rcn": "194674",
    "acronym": "COFASTRANS",
    "topics": "IT-1-2014-1",
    "title": "A FAST AND ECO-EFFICIENT TRANSHIPMENT SYSTEM FOR ULTRA LARGE CONTAINERVESSELS",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "The aim of the project is the design of an integrated intermodal system ideally suited for fast loading/unloading of the new Ultra Large Container Vessels and the subsequent fast terminal stowage of the containers. The proposed container terminal includes two major innovative concepts: a) a small number of indented berths for accommodating the new ULCVs which are handled by new multi-trolley portal container cranes enabling fast loading and unloading from both sides of the ship and b) a multi-level container terminal with ground running lanes, elevated container flow roadways and an innovative system for placing hatch covers. The above arrangement is proposed in combination with ordinary line quays with conventional container cranes for accommodating the smaller vessels.\nThe business plan will include description of the new system, its equipment and operations, market analysis, logistics details, description of human resources, environmental benefits, financial risk assessment, calculation of costs and cash flows from sales of services, funding sources, NPV and IRR of the investment, payback period, effect of the new system on local economies, savings in electricity, fuel, wages, and increase in annual throughput capacity among various parties and stakeholders. Detail studies are going to be carried out in phase 2, providing results for the dimensions of the new portal cranes, their aerodynamic profile and connections and optimising container stacks and roadways around the indented berths and the use of automated systems.\nThe completion of the project will provide a solution to the limitations of the existing container terminals to cope with the new ULCVs and will free the design of the ULCVs from limitations imposed by the capabilities of the current loading/unloading means.\nThe proposed solution aims at the global container terminal market. European ports will be the main target group, although trading partners of EU in the world are also to be considered.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BECKETT RANKINE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939949401": {
            "orgId": "939949401",
            "orgName": "BECKETT RANKINE LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}