{
    "rcn": "194682",
    "acronym": "Smartick Games",
    "topics": "ICT-37-2014-1",
    "title": "Smartick games. Augmented math learning.",
    "startDate": "01/11/2014",
    "endDate": "28/02/2015",
    "objective": "This project is about perfecting Smartick, a leading online math training method, to introduce into the product a major new feature, so we can help millions of kids, mainly in Europe and Latin America, to improve their math and cognitive skills for learning.\nAs shown by international studies such as PISA and TIMSS, math skills are in short supply and are very much needed to power the high-skilled jobs required by todayís society. Those jobs are needed if we want Europe to be competitive in a digital world currently dominated by the US, with some countries in Asia moving rapidly, with millions of highly skilled graduates coming out their universities every year.\nTo achieve it, we will integrate cognitive training with Smartick math, which will move Smartick strategic positioning into a non-occupied market space. With this unique product and the EC support, we can boost our growth to reach over 500.000 clients and generate over Ä100M in revenues in a period of 4 years, and fulfil our potential as one of Europeís ëgazelleí companies.\nWith this project we want to:\n- Phase I: measure the potential, analyze the competitive landscape and design marketing and commercial strategies for the different target markets and languages,\n- Phase I and mostly phase II: Scientifically challenge our vision with the help of two renowned research groups at the University of Granada and scale up internationalization strategy.\nWe honestly believe that, bringing together our technical capabilities, data and existing access to thousands of children, with the know-how, experience, scientific grounding and outreach capacity of two well-respected research groups, we will be able to further improve Smartick and build a learning and cognitive training platform second to none in the world.\nWith this project, at the end of the day, we want to help students in Europe improve their math skills to be better prepared for the technically qualified careers which Europe increasingly need.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SISTEMAS VIRTUALES DE APRENDIZAJE, S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938741557": {
            "orgId": "938741557",
            "orgName": "SISTEMAS VIRTUALES DE APRENDIZAJE, S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}