{
    "rcn": "194658",
    "acronym": "ANAPRINT",
    "topics": "NMP-25-2014-1",
    "title": "Additive Printing for Cell-based Analysis",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "The Project will develop and commercialise the additive printing of cell-based analysis systems. The objective is to deliver consistent, scalable manufacturing of cell-based models used by multiple industry sectors to evaluate materials ranging from new drugs to healthcare products and functional foods. The target market is global and growing (CAGR 12%; estimated $4.2Bn in 2016). Additive printing will have positive disruptive impact, automating assay assembly and producing complex models needed by industry to improve the predictive value of cell-based analysis. Operational efficiencies and competitive pricing of printed cell products and services will win market share by making high-end analysis available to non-specialist users, whilst allowing wider integration of complex models into high-volume screening. The market advantage will be cost-effective testing and greater confidence in commercial decisions with strategic and financial impact.\nThe Phase 1 business plan will be built on market data, IP/technology audit and financial planning arising from 8 yearsí successful ACS cell-based business. Phase 1 shall also prototype assays printed with iPSC-derived hepatocytes aimed at high-value hepatotoxicity testing; prototypes will be moved to TRL7, and in Phase 2 to market-ready TRL9 with client-reactive design aided by beta testing with opinion leaders. Technical innovation will use ACS core skills in human cell culture and build on commercial partnership with the UK National Centre for Additive Printing. Phase 2 will extend the technology platform to other cell models, expanding product range and commercial value. Post-project, these will be marketed and sold by expanding existing operations: initial hepatotoxicity sales alone are forecast at Ä0.6M one year post-launch (0.15% of global market). Market/sales extension to remote markets e.g. SE Asia will use JV companies or third-party distributors e.g. Japan. The Project requires 2.5 years and a budget of Ä2-2.5M.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AvantiCell Science Ltd",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998500153": {
            "orgId": "998500153",
            "orgName": "AvantiCell Science Ltd",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}