{
    "rcn": "194602",
    "acronym": "HERON",
    "topics": "EE-12-2014",
    "title": "Forward-looking socio-economic research on Energy Efficiency in EU countries.",
    "startDate": "01/05/2015",
    "endDate": "30/11/2017",
    "objective": "HERON aims at facilitating policy makers of multi-level governance in EU, to develop and monitor energy efficiency policies in building and transport sectors, through forward-looking socio-economic research in seven EU and one candidate countries.\nThe objectives are: i. the impact of socio-economic and institutional factors on implementing energy efficiency policies and measures, ii. the development of energy-efficient pathways to the horizon 2030 and beyond taking into account the socio-economic drivers and the updated energy efficiency measures, iii. the contribution to improving energy modeling by incorporating social, educational and cultural factors so as to reflect the end-user behavior, iv. the establishment of communication channels between researchers, decision makers of different governance levels and social and market stakeholders. \nThese objectives will be achieved through: (1) Mapping of energy efficiency policy instruments, available technologies and social, economic, cultural and educational barriers in transport and buildings, (2) Assessment of the evidenced barriers and the main driving factors, in order to define their weight/importance for the implementation of energy efficiency policies, (3) Determination of linkages between the factors and the energy efficiency, (4) Forward-looking scenario analysis, focusing on macro- and micro-economic impacts of energy efficiency policy options, (5) Policy recommendations through multi-criteria evaluation and feedback mechanisms with policy makers and market stakeholders from EU (member states, Covenant of Mayors) and neighboring countries (Business Council of BSEC).\nHERON will develop an innovative decision support tool to incorporate non-economic and non-market elements, such as social, educational and cultural, into scenario analysis.",
    "totalCost": "958750",
    "ecMaxContribution": "958750",
    "coordinator": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
    "coordinatorCountry": "EL",
    "participants": "UNIVERSITEIT ANTWERPEN;UNIVERSITY OF BELGRADE - FACULTY OF MINING AND GEOLOGY;UNIVERSITA COMMERCIALE LUIGI BOCCONI;OXFORD BROOKES UNIVERSITY;WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH;SIHTASUTUS STOCKHOLMI KESKKONNAINSTITUUDI TALLINNA KESKUS;BLACK SEA ENERGY RESEARCH",
    "participantCountries": "BE;RS;IT;UK;DE;EE;BG",
    "projectParticipants": {
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 116250
        },
        "999929642": {
            "orgId": "999929642",
            "orgName": "WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH",
            "ecContrib": 110750
        },
        "963466469": {
            "orgId": "963466469",
            "orgName": "BLACK SEA ENERGY RESEARCH",
            "ecContrib": 95000
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 245812
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 69188
        },
        "999448425": {
            "orgId": "999448425",
            "orgName": "SIHTASUTUS STOCKHOLMI KESKKONNAINSTITUUDI TALLINNA KESKUS",
            "ecContrib": 105000
        },
        "999446873": {
            "orgId": "999446873",
            "orgName": "OXFORD BROOKES UNIVERSITY",
            "ecContrib": 130750
        },
        "999884343": {
            "orgId": "999884343",
            "orgName": "UNIVERSITY OF BELGRADE - FACULTY OF MINING AND GEOLOGY",
            "ecContrib": 86000
        }
    },
    "calculatedTotalContribution": 958750
}