{
    "rcn": "194673",
    "acronym": "NiGlucoMon",
    "topics": "PHC-12-2014-1",
    "title": "A Non-Invasive GLUCOse MONitoring device for diabetics based on Stimulated Raman Spectroscopy in a quick, cheap and painless method.",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "Today, diabetics must carry out a ìfinger prickî test as part of their blood glucose level management. It is recommended to do this test at least 4 times a day. Many diabetics fail to do so even once for a number of reasons:  pain avoidance, disliking the sight of blood, cost of the test strips, the test protocol and the risk of infection. This failure to manage blood glucose levels has serious long term implications. Heart disease and blood vessel disease are the biggest complications that people with uncontrolled diabetes face. Blood vessel damage or nerve damage also lead to chronic foot and leg ulcers called diabetic foot that can result in amputations. More than 60% of leg and foot amputations not related to an injury are due to diabetes which is also the cause of new blindness and kidney disease. Our solution is a non-invasive glucose monitor that will allow people with diabetes to monitor their blood glucose levels in a quick and painless manner, for a low price.  \nWhen using normal Raman Spectroscopy very little light undergoes Raman scattering, therefore high integration times are required to achieve a usable signal-to-noise ratio. Expensive optics are necessary for collecting, isolating and dispersing the light. Our technique and system packaging promises to overcome all of these obstacles. \nWe use Stimulated Raman Spectroscopy, created when two light beams interact with each other in the presence of glucose.  The energy is transferred from one beam of light to the other, and this transfer is proportional to the number of glucose molecules present. By measuring this energy transfer using a simple and inexpensive power meter, the glucose concentration is measured without the need for dispersing the light and analyzing the Raman Spectrum. A patent has been applied for.\nWe have completed the Technology Readiness Level 2 (technology concept formulated) and plan to complete Technology Readiness Level 3 (Experimental Proof of concept) in this project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "2M ENGINEERING LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "994769921": {
            "orgId": "994769921",
            "orgName": "2M ENGINEERING LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}