{
    "rcn": "194645",
    "acronym": "EO-FARM",
    "topics": "Space-SME-2014-1",
    "title": "EARTH OBSERVATION FARMING",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "EOFARM project will cover the topic of Precision Farming (PF), one of the main applications of Earth Observation in the agriculture industry; it makes use of satellite images to help farmers in monitoring and managing crops from planting to harvesting. One of the main needs of farmers, in particular smaller ones which account  for  80% of the UAA in EU27, is the possibility to increase yields while reducing the costs and environmental impacts of current crop production processes. \nEOFARM main objective is to launch in the market an innovative PF service which targets small farms (average size between 5-30ha), addressing a clear user need, and to enter in the emerging market of commercial applications of EO downstream services in agriculture, estimated to be worth approximately Ä 43 million in 2015.\nEOFARM will be based on: \n-an innovative algorithm able to integrate the algorithm indexes derived from NDVI(Normalized Difference Vegetation Index), LAI (LEAF AREA INDEX) and OSAVI (Optimized Soil-Adjusted Vegetation Index) for the production of 3 different kind of maps at the same time: crop vigor maps, vegetation status maps, green leaf maps,\n- free satellite data derived from the constellation Copernicus (sentinel 2) and Landsat 8\n- Open Geo, an open source solution\nThe impact on the  EU Market of agriculture will be huge, considering that the current market for commercial applications of EO downstream services in agriculture is about Ä 34 million and the estimated EO downstream services Total Addressable Market (TAM) for the Agriculture sector amounts to approximately Ä 0,4 billion. \nIn this context The EOFARM project is expected to boost IPTSAT growth in terms of turnover, EBIDTA and employment opportunity.\nAdditionally EOFARM will have positive impacts on the small farmers by increasing productivity and sustainability by means of improved resource efficiency: it will possible to use less water, energy, fertilisers (especially phosphorus and nitrogen) and pesticides",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IPTSAT SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "959588409": {
            "orgId": "959588409",
            "orgName": "IPTSAT SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}