{
    "rcn": "194687",
    "acronym": "SWaM",
    "topics": "SIE-01-2014-1",
    "title": "Smart Water Manager SCADA system for entire grid of water wells management.",
    "startDate": "01/11/2014",
    "endDate": "28/02/2015",
    "objective": "The problem:  water reservoir and water wells are fragmentarily managed. This causes high energy inefficiency of water pumping and provision operations and depletion of aquifers.\n\nThe solution: the Smart Water Manager - SWAM is a system composed by a set of sensors and actuators interfaced through a remote data logger to a  data mining, analytics and actuation expert system. \n\nValue Proposition: the SWAM is able to control and optimise the water pumping and the aquifer exploitation,  increasing the overall energy efficiency and reducing maintenance cost of entire grids of water wells.  \n\nBusiness Model:  Main revenue streams are  the royalties on the energy savings achieved by water managers trough the SWAM system (ESCO model).\n\nUsers/Clients: Water Management Companies and Public Autorithies\n\nMarket: 20M revenues at the 3rd year after commercialization.\n\nCompetition: Specific competitors dealing with SCADA/DCS automation systems for water plants and aqueduct monitoring and innovative solution for optimising the performance of drinking water networks\n\nRevenue Streams: royalties on the energy savings achieved by water managers trough the SWAM (ESCO model).\n\nTeam: Edillio Srl, Hydroingea Srl\n\nRequired funding: 1,5MÄ",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HYDROINGEA SRL",
    "coordinatorCountry": "IT",
    "participants": "EDILLIO SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "937909491": {
            "orgId": "937909491",
            "orgName": "EDILLIO SRL",
            "ecContrib": 0
        },
        "938141418": {
            "orgId": "938141418",
            "orgName": "HYDROINGEA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}