{
    "rcn": "194678",
    "acronym": "MD-PACS",
    "topics": "ICT-37-2014-1",
    "title": "A new paradigm in medical imaging systems for hospitals, clinics and professionals in spite of their size",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "MD-PACS addresses the opportunity of providing a new product and business concept within the growing market for Medical Imaging Information Systems (which includes PACS and HISE). This market is estimated in Ä2,7 billion for 2014, with a 10% CAGR for the next years. Europe, together with North America account for over 60% of the world market.\n\nThe market is dominated by large players which impose costly contracts: their implementation and maintenance costs into an average-size hospital are estimated in 3MÄ for a 10 years period. This represents about 2% of hospitals budget: savings could be allocated to quality of medical service. Furthermore, only medium and large hospitals can afford PACS and HISE. \nSmall hospitals, clinics and diagnostic freelancers are ignored by industry leaders. There is a clear market opportunity for offering a comprehensive PACS-HISE solution under a new cost-effective business model. \n\nThe goal of our project is to open and lead this market by reducing PACS and HISE costs for healthcare organizations by 65%. \n\nMD-PACS, our flagship product, is a cost-effective and fully reliable PACS with embedded HISE for radiology, laboratory and cardiovascular specialties. Based on cloud computing and automation technologies, MD-PACS is able to cope the needs of hospitals and clinics of any size, under a coherent and cost-effective business model: 1) Costs are automatically adjusted depending of capacity needed 2) automated maintenance tasks cut significantly maintenance costs; 3) It integrates PACS and HISE functionalities into a single product.\n\nWe plan to undertake detailed studies for identifying key actions points for the internationalization and fine-tuning of MD-PACS to make it a global success, purposes of Phase 2, for which we estimate a total budget of 1MÄ for 1 year. In Phase 3 we will focus in further private investment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MEDICAL DEV SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938016191": {
            "orgId": "938016191",
            "orgName": "MEDICAL DEV SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}