{
    "rcn": "194634",
    "acronym": "ingREeS",
    "topics": "EE-04-2014",
    "title": "Setting up Qualification and Continuing Education and Training Scheme for Middle and Senior Level Professionals on Energy Efficiency and Use of Renewable Energy Sources in Buildings",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "The Project will extend the implementation of the Roadmap established and endorsed under Pillar I Build Up Skills project in Slovakia and the Czech Republic to middle and senior level professionals. These Roadmaps identified key measures for setting up a national qualification and training scheme and other measures for ensuring development of skills essential for the field of buildings to contribute to the fulfillment of the Europe 2020 energy targets. The project will particularly focus on key measure 1.3 and facilitate implementation of key measures 1.1, 1.2, 1.5 and 2.2 of the Roadmap  endorsed in Slovakia, and on priority 4.3.1 and measures 1,2 and 4 of the Roadmap endorsed in the Czech Republic.\n\nThis will strengthen the qualification of professionals identified as target group in the Roadmaps. The project will facilitate further investments in the skills anticipated in the EU Roadmap to a Resource Efficient Europe. \n\nParticularly the project will lead to:\nï Development of 5 education and training programmes for further education and training of middle and senior professionals in the field of buildings;\nï Setting up permanent network of trainers delivering the training programmes developed under the project;\nï Training of trainers for delivery of the programmes;\nï Proposal for financial measures to be established to facilitate and motivate middle and senior level professionals in participating to training programmes and SMEs to invest into further education;\nï Proposals to Slovak Government for incentives boosting demand for highly qualified professionals;\nï Reaching financing agreements using ESF for dissemination of training programmes.\n\nThe project will establish necessary resources and prepare technical, organizational and financial conditions for training and re-training on energy efficiency and use of renewable energy sources for middle and senior level professionals in the field of buildings.",
    "totalCost": "1399622,72",
    "ecMaxContribution": "1399622,72",
    "coordinator": "SLOVENSKA KOMORA STAVEBNYCH INZINIEROV",
    "coordinatorCountry": "SK",
    "participants": "SLOVENSKA TECHNICKA UNIVERZITA V BRATISLAVE;SEVEN STREDISKO PRO EFEKTIVNI VYUZIVANI ENERGIE O.P.S.;VIAEUROPA COMPETENCE CENTRE SRO;TECHNISCHE UNIVERSITAET GRAZ;NARODNY USTAV CELOZIVOTNEHO VZDELAVANIA;Zvaz stavebnych podnikatelov Slovenska;UNIVERSITAET FUER BODENKULTUR WIEN;SVAZ PODNIKATELU VE STAVEBNICTVI VCESKE REPUBLICE",
    "participantCountries": "SK;CZ;AT",
    "projectParticipants": {
        "949719629": {
            "orgId": "949719629",
            "orgName": "NARODNY USTAV CELOZIVOTNEHO VZDELAVANIA",
            "ecContrib": 56635
        },
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 113951
        },
        "950661887": {
            "orgId": "950661887",
            "orgName": "SEVEN STREDISKO PRO EFEKTIVNI VYUZIVANI ENERGIE O.P.S.",
            "ecContrib": 164281
        },
        "949823710": {
            "orgId": "949823710",
            "orgName": "Zvaz stavebnych podnikatelov Slovenska",
            "ecContrib": 86035
        },
        "999868823": {
            "orgId": "999868823",
            "orgName": "SLOVENSKA TECHNICKA UNIVERZITA V BRATISLAVE",
            "ecContrib": 68058
        },
        "938846802": {
            "orgId": "938846802",
            "orgName": "SLOVENSKA KOMORA STAVEBNYCH INZINIEROV",
            "ecContrib": 400544
        },
        "949715749": {
            "orgId": "949715749",
            "orgName": "SVAZ PODNIKATELU VE STAVEBNICTVI VCESKE REPUBLICE",
            "ecContrib": 168456
        },
        "938847287": {
            "orgId": "938847287",
            "orgName": "VIAEUROPA COMPETENCE CENTRE SRO",
            "ecContrib": 163695
        },
        "999987357": {
            "orgId": "999987357",
            "orgName": "UNIVERSITAET FUER BODENKULTUR WIEN",
            "ecContrib": 177968
        }
    },
    "calculatedTotalContribution": 1399623
}