{
    "rcn": "194600",
    "acronym": "STEP_BY_STEP",
    "topics": "EE-10-2014",
    "title": "Step by step commitments for energy saving",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "At present, energy conservation campaigns provide households with a general awareness but do not provoke large scale behavior changes.\nThe main goal of the STEP_BY_STEP is to maximize the number of households in a given area that significantly change their behaviour at home. Desired behaviour change includes reduced electricity consumption and the investment in energy efficient products and/or high quality renewable energy products.\nCommunication strategies involving direct contact are typically more effective on behavioural change than mass media campaigns. Thus, a system will be put into place to make individual door-to-door contact with 80% of the households in a given area.\nContrary to traditional door-to-door canvassing, often seen as a one-shot deal, our project solicits targeted households regularly through email or by phone and accompanies them over a 20 month period towards the adoption of energy-saving practices.\nTo reduce the attitude-behaviour gap, our system uses proven communication techniques that push towards action. Households are regularly encouraged to try new ecological gestures adapted to their level of motivation. Feedback is given and social norms are used.\nCommunity-based social marketing strategies will be used to encourage energy-related investment decisions. Households likely to take individual investment decisions will be motivated to take such decisions benefiting from economies of scale and facilitated by other householdsí experience. Institutional partners will launch their energy saving interventions amongst 9000 households in 4 European areas that represent diverse populations and communities. French SME E3D will provide a behavioral strategy along with a web based system for behavioral change developed within a research project. Partnered laboratories will analyze household energy saving behavior patterns based on profiles and will define the environmental and economic impact of the project. Power Link will ensure the dissemination.",
    "totalCost": "1367891,25",
    "ecMaxContribution": "1367891,25",
    "coordinator": "E3D-ENVIRONNEMENT",
    "coordinatorCountry": "FR",
    "participants": "CENTRUM BADAN I INNOWACJI PRO-AKADEMIA STOWARZYSZENIE;UNIVERSITEIT GENT;COMUNE DI CEFALU;MIASTO STOLECZNE WARSZAWA;ZENTRUM FUER EUROPAEISCHE WIRTSCHAFTSFORSCHUNG GmbH;CESIE;AGENCIA ENERGETICA DE LA RIBERA;STAD GENT;CONSORCI DE LA RIBERA",
    "participantCountries": "PL;BE;IT;DE;ES",
    "projectParticipants": {
        "938872895": {
            "orgId": "938872895",
            "orgName": "COMUNE DI CEFALU",
            "ecContrib": 55366
        },
        "955416342": {
            "orgId": "955416342",
            "orgName": "CENTRUM BADAN I INNOWACJI PRO-AKADEMIA STOWARZYSZENIE",
            "ecContrib": 114375
        },
        "994760027": {
            "orgId": "994760027",
            "orgName": "AGENCIA ENERGETICA DE LA RIBERA",
            "ecContrib": 0
        },
        "994575630": {
            "orgId": "994575630",
            "orgName": "MIASTO STOLECZNE WARSZAWA",
            "ecContrib": 145606
        },
        "930101185": {
            "orgId": "930101185",
            "orgName": "CONSORCI DE LA RIBERA",
            "ecContrib": 137320
        },
        "998945771": {
            "orgId": "998945771",
            "orgName": "STAD GENT",
            "ecContrib": 136596
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 88569
        },
        "949677628": {
            "orgId": "949677628",
            "orgName": "CESIE",
            "ecContrib": 160464
        },
        "940484550": {
            "orgId": "940484550",
            "orgName": "E3D-ENVIRONNEMENT",
            "ecContrib": 489257
        },
        "999517295": {
            "orgId": "999517295",
            "orgName": "ZENTRUM FUER EUROPAEISCHE WIRTSCHAFTSFORSCHUNG GmbH",
            "ecContrib": 40338
        }
    },
    "calculatedTotalContribution": 1367891
}