{
    "rcn": "194681",
    "acronym": "iBoard",
    "topics": "ICT-37-2014-1",
    "title": "Large scale interactive multi-touch displays",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "There is currently an established worldwide market worth annually more than $2 billion for interactive whiteboards. These whiteboards are mainly used in schools and other educational establishments. The end-users expect that a new generation of interactive whiteboards will support multi-touch finger input, yet current touch sensing solutions, while adding thousands of dollars to the cost of a large display, are striving to meet the technical specification for multi-touch interfaces. Our technology will disrupt this existing market. Alterix has invented a novel, highly efficient and low-cost electronic solution for measuring touch inputs.  By achieving a hundred-fold increase in the measurement speed compared to the touch interfaces commonly used in tablets and mobile phones, our technology scales easily to large displays with  diagonal sizes up to 250cm and is compatible with interactive whiteboards and flat-panel TVs. To serve the educational market the cost of interactive transparent TV display overlays must be reduced by replacing the indium ñ a critical raw material in short supply - which otherwise would be used to build the transparent sensor grid. To achieve this goal Alterix is transferring the inexpensive technology for making laminated ultrafine (nearly invisible) wires developed in the last decade for heating the windscreens of modern cars.  \n\nIt is now of strategic importance for Alterix to study the feasibility of establishing a functional supply chain, preferably within Germany and Portugal, for manufacturing TV display overlays and interactive whiteboards at the affordable cost point, validate possible issues with the manufacturing yields caused by novel aspects of the integration of large area electronics, and to articulate the companyís commercialisation plans. The outcomes of the project will help to establish a pilot production capability and to secure further investment in scaling up our business with possible support from Phase 2 funding.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALTERIX LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938119011": {
            "orgId": "938119011",
            "orgName": "ALTERIX LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}