{
    "rcn": "194631",
    "acronym": "URBAN LEARNING",
    "topics": "EE-07-2014",
    "title": "Integrative energy planning of urban areas: collective learning for improved governance",
    "startDate": "01/03/2015",
    "endDate": "30/11/2017",
    "objective": "URBAN LEARNING gathers capitals and other large cities across Europe facing the common challenge of considerable population growth while being committed to significantly reduce fossil energy consumption and CO2 emissions. E.g. Stockholm grew by more than 12.000 people / a (1.5%); in the next 10 years Vienna has to build for 200.000 new people. Efficient and effective planning processes will be crucial for climbing this mountain.\nVienna, Berlin, Paris, Stockholm, Amsterdam/Zaanstad, Warsaw and Zagreb aim to enhance the capacity of their local authorities on integrative urban energy planning, as response to new challenges from EU EPBD and RES directives as well as to  changes of technologies and market conditions and the pressure to provide sufficient, affordable homes. The focus is put on the governance processes related to the (re-)development of concrete sites. While some cities already started ambitious urban development projects, the institutionalisation of these experiences is missing - despite awareness and willingness, due to lack of knowledge, lack of time and the need for collaboration across departments, which is not a common practice in many administrations in Europe. External stimulus is needed to overcome these barriers, and to address these issues collectively with external key stakeholders, such as DNOs and energy suppliers, and across cities. \nFocus will be on multi-disciplinary learning  ñ concentrating on innovative technological solutions, instruments and tools as well as on innovative governance elements - and to capitalise this learning to institutionalise integrative urban energy planning. \nImproving the governance processes is expected to have significant energy impacts on homes and workplaces to be built and refurbished for over 3 million more people in the participating cities in the next 20 years: more than 1.700 GWh/a of energy savings and over 2.000 GWh/a renewable energy produced. Special emphasis is put on knowledge transfer to 150 more cities.",
    "totalCost": "1850062,5",
    "ecMaxContribution": "1850062,5",
    "coordinator": "UIV URBAN INNOVATION VIENNA GMBH",
    "coordinatorCountry": "AT",
    "participants": "BERLINER ENERGIEAGENTUR GESELLSCHAFT MIT BESCHRANKTER HAFTUNG;GRAD ZAGREB;GEMEENTE ZAANSTAD;MIASTO STOLECZNE WARSZAWA;GEMEENTE AMSTERDAM;AGENCE PARISIENNE DU CLIMAT ASSOCIATION;STOCKHOLMS STAD;MAGISTRAT DER STADT WIEN;COMMUNE DE PARIS;ENERGETSKI INSTITUT HRVOJE POZAR",
    "participantCountries": "DE;HR;NL;PL;FR;SE;AT",
    "projectParticipants": {
        "998498504": {
            "orgId": "998498504",
            "orgName": "VILLE DE PARIS",
            "ecContrib": 0
        },
        "996559183": {
            "orgId": "996559183",
            "orgName": "STOCKHOLMS STAD",
            "ecContrib": 151500
        },
        "956794227": {
            "orgId": "956794227",
            "orgName": "AGENCE PARISIENNE DU CLIMAT ASSOCIATION",
            "ecContrib": 175875
        },
        "994575630": {
            "orgId": "994575630",
            "orgName": "MIASTO STOLECZNE WARSZAWA",
            "ecContrib": 136875
        },
        "951869634": {
            "orgId": "951869634",
            "orgName": "GEMEENTE ZAANSTAD",
            "ecContrib": 185559
        },
        "998030091": {
            "orgId": "998030091",
            "orgName": "MAGISTRAT DER STADT WIEN",
            "ecContrib": 170975
        },
        "999570063": {
            "orgId": "999570063",
            "orgName": "ENERGETSKI INSTITUT HRVOJE POZAR",
            "ecContrib": 87925
        },
        "998617135": {
            "orgId": "998617135",
            "orgName": "GEMEENTE AMSTERDAM",
            "ecContrib": 124566
        },
        "953756187": {
            "orgId": "953756187",
            "orgName": "UIV URBAN INNOVATION VIENNA GMBH",
            "ecContrib": 282600
        },
        "956732438": {
            "orgId": "956732438",
            "orgName": "BERLINER ENERGIEAGENTUR GESELLSCHAFT MIT BESCHRANKTER HAFTUNG",
            "ecContrib": 240625
        },
        "989531727": {
            "orgId": "989531727",
            "orgName": "GRAD ZAGREB",
            "ecContrib": 120712
        }
    },
    "calculatedTotalContribution": 1677212
}