{
    "rcn": "194686",
    "acronym": "OPTIFUEL",
    "topics": "SIE-01-2014-1",
    "title": "A reliable and transparent solid biofuels online quality control system",
    "startDate": "01/10/2014",
    "endDate": "31/01/2015",
    "objective": "Ultimate target is to develop a reliable and transparent online solid biofuels quality control system and concept that enables for the biomass power plants:\n- Reduces energy production costs 1-5 %\n- Increases plants efficiency 0,1 - 1 %\n- Reduces GHG emissions by 5-10 % in the whole production chain.\n- Reduces the need of sampling and laboratory analysis by 70-90 %\n- Enables up to 1 million euros savings per power plant in investment costs compared to current automatic sampling systems\n- Payback time less than 2 years\nIn the EU level the exploiting of the system decreases greenhouse gas emissions annually by up to 500 000 tons, increases renewable energy production and increases EUís self-sufficiency in biofuels. The size of the market is estimated to be over one billion euros.\n\nIn bioenergy production the solid fuel quality and especially moisture content and share of foreign matter are the key parameters. The water content of the fuel is a parameter used in the regulations of some manufacturers to manage the settings of a biomass boiler. But it is also essential for verifying energy content of the fuel delivered to the power plant which is base for fuel pricing. Solid biofuels often contains foreign matter such as stones, sand, soil and also metals that lowers energy content and increases operation and maintenance costs in the power plant. High moisture content and amount of foreign matter in biofuels increases operation and maintenance (O&M) costs for the whole production chain.\nCurrent practise of biofuel quality control is based mainly on manual sampling and laboratory analysis method which is uncertain and requires a lot of manual work.  Inrayís technology that enables solid biofuels online quality data that can be used in optimizing power plantís processes. \n\nSpecific objectives for this feasibility study are: End-user survey, Partner search, IPR survey and Elaborated Business plan development.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INRAY OY LTD",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940844517": {
            "orgId": "940844517",
            "orgName": "INRAY OY LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}