{
    "rcn": "194652",
    "acronym": "SKEMAS",
    "topics": "IT-1-2014-1",
    "title": "Share Knowledge for Effective Management of Aviation Safety",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "In aviation, experience has shown that accidents are often preceded by safety-related incidents and occurrences revealing hazards at technological level, human factors and organisational deficiencies, but solely reactive interventions have limited efficacy. Existing legislative acts of the Union impose obligations on organizations involved in aviation activities to establish occurrence-reporting systems in the context of their Safety Management System supporting the performance of safety and risk assessment evaluations, utilising appropriate methods and techniques, coupled with specific information about an organization. The implementation of occurrence reporting should be proportionate to the size of an organization and the scope of its activity. However, the community of SMEs active in Europe in Aviation face serious issues both of data availability and specific methodologies, due to the fact that they experience only very few occurrences and events per year and are not very familiar with practical implementation of risk assessment approaches. Consequently, they need data, information about incidents and abnormal occurrences, as well as useful correlations for hazards analysis.\nThis project aims at offering the possibility for SMEs to Share Knowledge for Effective Management of Aviation Safety (SKEMAS). The SKEMAS tool will enable SMEs both to fully comply with existing regulation and to enrich their usually scarce data sets in view for more complete and more realistic safety analysis. The generation of a shared database of methods for risk analysis and real data on occurrences and events will represent a substantial source of information and data shared amongst the various contributors, enabling to carry out valuable statistical analysis and risk assessment. Moreover, in strict compliance with the most recent EU regulations, such a database should ensure full protection from improper use of the data, deñidentification of the sources and maximum confidentiality.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KITE SOLUTIONS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "964666456": {
            "orgId": "964666456",
            "orgName": "KITE SOLUTIONS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}