{
    "rcn": "194621",
    "acronym": "ENERWATER",
    "topics": "EE-16-2014",
    "title": "Standard method and online tool for assessing and improving the energy efficiency of wastewater treatment plants",
    "startDate": "01/03/2015",
    "endDate": "31/10/2018",
    "objective": "Waste Water Treatment Plants (WWTPs) is one of the most expensive public industries in terms of energy requirements accounting for more than 1% of consumption of electricity in Europe. EU Water Framework Directive (WFD) 91/271/CEE made obligatory waste water treatment for cities and towns. Now within the EU-27, the total number of WWTPs is estimated as 22.558, for which we can estimate a total energy consumption of 15,021 GWh/year. Although most of the objectives of the WFD in relation to water protection have been achieved, most of these aging plants show unsustainable energy consumption and must be optimized to the maximum and renovated accordingly. However, in Europe there is no legislation, norms or standards to be followed, and as consequence, a gigantic opportunity for reducing the public electric expense remains unregulated. \n\nThe main objective of ENERWATER is to develop, validate and disseminate an innovative standard methodology for continuously assessing, labelling and improving the overall energy performance of WWTPs. For that purpose a collaboration framework in the waste water treatment sector including research groups, SMEs, utilities, city councils, authorities and industry will be set up. ENERWATER will devote important efforts to ensure that the method is widely adopted. Subsequent objectives are to impulse dialogue towards the creation of a specific European legislation following the example of recently approved EU directives, to achieve EU energy reductions objectives for 2020, ensuring effluent water quality, environmental protection and compliance with the WFD.\nThese actions should bring European Water Industry a competitive advantage in new products development and a faster access to markets by facilitating evidence of reduction therefore fostering adoption on new technologies.",
    "totalCost": "1731087",
    "ecMaxContribution": "1731087",
    "coordinator": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
    "coordinatorCountry": "ES",
    "participants": "ASOCIACION ESPANOLA DE NORMALIZACION;UNIVERSITA DEGLI STUDI DI VERONA;AGGERVERBAND;WELLNESS SMART CITIES SLU;ESPINA & DELFIN SL;TECHNISCHE HOCHSCHULE KOLN;UNIVERSITA POLITECNICA DELLE MARCHE;CRANFIELD UNIVERSITY;ENERGIA TERRITORIO RISORSE AMBIENTALI - ETRA SPA",
    "participantCountries": "ES;IT;DE;UK",
    "projectParticipants": {
        "984232326": {
            "orgId": "984232326",
            "orgName": "ASOCIACION ESPANOLA DE NORMALIZACION",
            "ecContrib": 104750
        },
        "999838074": {
            "orgId": "999838074",
            "orgName": "UNIVERSITA DEGLI STUDI DI VERONA",
            "ecContrib": 133352
        },
        "938362190": {
            "orgId": "938362190",
            "orgName": "AGGERVERBAND",
            "ecContrib": 207250
        },
        "950711260": {
            "orgId": "950711260",
            "orgName": "ESPINA & DELFIN SL",
            "ecContrib": 119125
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 114962
        },
        "998122629": {
            "orgId": "998122629",
            "orgName": "TECHNISCHE HOCHSCHULE KOLN",
            "ecContrib": 202250
        },
        "942581011": {
            "orgId": "942581011",
            "orgName": "WELLNESS SMART CITIES SLU",
            "ecContrib": 408750
        },
        "953522611": {
            "orgId": "953522611",
            "orgName": "ENERGIA TERRITORIO RISORSE AMBIENTALI - ETRA SPA",
            "ecContrib": 178188
        },
        "999829635": {
            "orgId": "999829635",
            "orgName": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
            "ecContrib": 230125
        }
    },
    "calculatedTotalContribution": 1698752
}