{
    "rcn": "194615",
    "acronym": "OrbEEt",
    "topics": "EE-11-2014",
    "title": "ORganizational Behaviour improvement for Energy Efficient adminisTrative public offices",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "Tertiary sector buildings sector consume a sizeable proportion of EU total energy consumption and the majority of consumption is directly attributed to the operational phase of the building life-cycle. Occupant behaviour is a major cause of this consumption. OrbEEt proposes an ICT-based framework to induce behaviour change toward energy efficiency by transforming energy measurements into personalized feedback delivered through engaging user interfaces.\nTo achieve this challenge, OrbEEt foresees dynamic, spatially fine-grained extensions of building-level Operational Rating methodologies and Display Energy Certificates to provide a detailed view of energy use in office spaces, business processes and organizational entities rather than entire buildings. The fusion of information from Building Information Models, Business Process Models and real-time energy use measurement via a comprehensive ICT cloud service - the Systemic Enterprise Operational Rating framework - will enable energy use tracking and will establish direct accountability of people, processes and spaces toward overall consumption.\nExposing the direct influence of occupant behaviour on energy use enables the design and successful deployment of behavioural change campaigns in public organization buildings. OrbEEt proposes interventions appealing to intrinsic/extrinsic human motivators through intra-organization social competitions and organization-wide social collaboration endeavours.\nThe OrbEEt framework and behavioural change interventions will undergo real-life pilot validation in four EU public buildings that provide the business, cultural and geographical diversity for demonstration of result effectiveness and transferability.\nFinally, the OrbEEt consortium will use a User Driven Innovation Approach throughout its development, deployment and validation of phases to leverage and actively support Open Innovation and the EU Cleanweb/start-up community toward further exploitation of its outcomes.",
    "totalCost": "1776625",
    "ecMaxContribution": "1776625",
    "coordinator": "SOLINTEL M&P SL",
    "coordinatorCountry": "ES",
    "participants": "GRINDROP LIMITED;COVENTRY UNIVERSITY;BUNDESMINISTERIUM FUER WIRTSCHAFT, FAMILIE UND JUGEND;MUNICIPALITY OF PERNIK;HYPERTECH (CHAIPERTEK) ANONYMOS VIOMICHANIKI EMPORIKI ETAIREIA PLIROFORIKIS KAI NEON TECHNOLOGION;UNIVERSITATSKLINIKUM ERLANGEN;BOC ASSET MANAGEMENT GMBH;AYUNTAMIENTO DE ASPARRENA;BALKANIKA ENERGY AD",
    "participantCountries": "UK;AT;BG;EL;DE;ES",
    "projectParticipants": {
        "999786179": {
            "orgId": "999786179",
            "orgName": "BOC ASSET MANAGEMENT GMBH",
            "ecContrib": 286125
        },
        "996712637": {
            "orgId": "996712637",
            "orgName": "SOLINTEL M&P SL",
            "ecContrib": 392500
        },
        "956345796": {
            "orgId": "956345796",
            "orgName": "AYUNTAMIENTO DE ASPARRENA",
            "ecContrib": 79688
        },
        "938258109": {
            "orgId": "938258109",
            "orgName": "GRINDROP LIMITED",
            "ecContrib": 115938
        },
        "999612161": {
            "orgId": "999612161",
            "orgName": "COVENTRY UNIVERSITY",
            "ecContrib": 194250
        },
        "949968725": {
            "orgId": "949968725",
            "orgName": "BALKANIKA ENERGY AD",
            "ecContrib": 78562
        },
        "998526440": {
            "orgId": "998526440",
            "orgName": "BUNDESMINISTERIUM FUER WIRTSCHAFT, FAMILIE UND JUGEND",
            "ecContrib": 138750
        },
        "998002446": {
            "orgId": "998002446",
            "orgName": "MUNICIPALITY OF PERNIK",
            "ecContrib": 45625
        },
        "999866495": {
            "orgId": "999866495",
            "orgName": "UNIVERSITATSKLINIKUM ERLANGEN",
            "ecContrib": 153312
        },
        "996329681": {
            "orgId": "996329681",
            "orgName": "HYPERTECH (CHAIPERTEK) ANONYMOS VIOMICHANIKI EMPORIKI ETAIREIA PLIROFORIKIS KAI NEON TECHNOLOGION",
            "ecContrib": 291875
        }
    },
    "calculatedTotalContribution": 1776625
}