{
    "rcn": "194627",
    "acronym": "GreenS",
    "topics": "EE-08-2014",
    "title": "GreenS ñ Green public procurement supporters  for innovative and sustainable institutional change",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "The main goal is to strengthen capacity of public authorities to successfully apply GPP with priority, enhancing their ability and capacity to save energy, reduce CO2 emissions and costs by applying innovative solutions on GPP. By the establishment of ìsupporting permanent structuresî, called G.PP.S. ñ Green Public Procurement Supporters (Supporting Units) within the participating Energy Agencies, the project implementation provides long-term support and technical assistance on GPP to the public authorities, and multi-level cooperation among different actors at national, regional and local level on GPP. The project objectives are to address the obstacles to the uptake of GPP that have been identified by the partners in their own country (context analysis) and which come from the WP2 ñ Institutional needs on GPP and  Good and bad practices analysis in each participating country. The implementation of pilot projects, by aiming to intensively consult public administrations in the implementation of pilot green procurement process,  have the scope to test on the field that are the most efficient and effective actions to provide GPP implementation and up-take. More concretely, the project aims at achieving the specific objectives, by implementing the following actions:\nï Analysing in each participating country  the existing bad and good practices on GPP.\nï Analyzing the SEAPs in each participant country. By the SEAPsí analysis, the consortium will find where  local authorities need support for ìGreenî products and services (energy related). \nï Establishing so-called G.PP.S. in Energy Agencies in 7 EU participating countries.\nï Giving support on GPP instruments and tools.\nï Setting up and supporting sustainable training programmes (including how to finance them) and finding long-term solutions by the institutionalisation of GPP training.\nï Testing GPP application and innovation.\nï At least 21 PA will be invited to experiment the technical support by the G.PP.S.",
    "totalCost": "1489540,33",
    "ecMaxContribution": "1489540,33",
    "coordinator": "AGENZIA LOCALE PER L'ENERGIA E LO SVILUPPO SOSTENIBLE DELLA PROVINCIADI CONSENZA SRL",
    "coordinatorCountry": "IT",
    "participants": "MINISTRY OF AGRICULTURE, RURAL DEVELOPMENT AND ENVIRONMENT OF CYPRUS;FUNDACION MEDIO AMBIENTE, ENERGIA Y SOSTENIBILIDAD PROVINCIA DE CADIZ;RIGAS DOME;CALABRIA REGIONE;ENERGEIAKO GRAFEIO KYPRION POLITON;SKUPNOST OBCIN SLOVENIJE;RIGAS PLANOSANAS REGIONS;FEDERACION ANDALUZA DE MUNICIPIOS Y PROVINCIAS;ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*;LOKALNA ENERGETSKA AGENCIJA ZA POMURJE ZAVOD ZA PROMOCIJO IN POSPEVANJE TRAJNOSTNEGA ENERGETSKEGA RAZVOJA MARTJANCI;CHERNOMORSKA REGIONALNA AGENZIA ZA UPRAVLENIE NA ENERGIYATA;ENERGIKONTOR NORR AB;NATIONAL ASSOCIATION OF MUNICIPALITIES IN THE REPUBLIC OF BULGARIA",
    "participantCountries": "CY;ES;LV;IT;SI;DE;BG;SE",
    "projectParticipants": {
        "939325303": {
            "orgId": "939325303",
            "orgName": "CHERNOMORSKA REGIONALNA AGENZIA ZA UPRAVLENIE NA ENERGIYATA",
            "ecContrib": 118778
        },
        "986210447": {
            "orgId": "986210447",
            "orgName": "ENERGEIAKO GRAFEIO KYPRION POLITON",
            "ecContrib": 93325
        },
        "999434845": {
            "orgId": "999434845",
            "orgName": "MINISTRY OF AGRICULTURE, RURAL DEVELOPMENT AND ENVIRONMENT OF CYPRUS",
            "ecContrib": 74338
        },
        "986282324": {
            "orgId": "986282324",
            "orgName": "CALABRIA REGIONE",
            "ecContrib": 97090
        },
        "994297725": {
            "orgId": "994297725",
            "orgName": "FUNDACION MEDIO AMBIENTE, ENERGIA Y SOSTENIBILIDAD PROVINCIA DE CADIZ",
            "ecContrib": 98550
        },
        "965234003": {
            "orgId": "965234003",
            "orgName": "ENERGIKONTOR NORR AB",
            "ecContrib": 164525
        },
        "932689048": {
            "orgId": "932689048",
            "orgName": "NATIONAL ASSOCIATION OF MUNICIPALITIES IN THE REPUBLIC OF BULGARIA",
            "ecContrib": 89952
        },
        "951878267": {
            "orgId": "951878267",
            "orgName": "AGENZIA LOCALE PER L'ENERGIA E LO SVILUPPO SOSTENIBLE DELLA PROVINCIADI CONSENZA SRL",
            "ecContrib": 131680
        },
        "959774261": {
            "orgId": "959774261",
            "orgName": "RIGAS DOME",
            "ecContrib": 75825
        },
        "951120794": {
            "orgId": "951120794",
            "orgName": "FEDERACION ANDALUZA DE MUNICIPIOS Y PROVINCIAS",
            "ecContrib": 107001
        },
        "938344342": {
            "orgId": "938344342",
            "orgName": "LOKALNA ENERGETSKA AGENCIJA ZA POMURJE ZAVOD ZA PROMOCIJO IN POSPEVANJE TRAJNOSTNEGA ENERGETSKEGA RAZVOJA MARTJANCI",
            "ecContrib": 87719
        },
        "970538448": {
            "orgId": "970538448",
            "orgName": "RIGAS PLANOSANAS REGIONS",
            "ecContrib": 123062
        },
        "998341364": {
            "orgId": "998341364",
            "orgName": "ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*",
            "ecContrib": 149122
        },
        "939869570": {
            "orgId": "939869570",
            "orgName": "SKUPNOST OBCIN SLOVENIJE",
            "ecContrib": 78574
        }
    },
    "calculatedTotalContribution": 1489541
}