{
    "rcn": "194626",
    "acronym": "ENTROPY",
    "topics": "EE-11-2014",
    "title": "DESIGN OF AN INNOVATIVE ENERGY-AWARE IT ECOSYSTEM FOR MOTIVATING BEHAVIOURAL CHANGES TOWARDS THE ADOPTION OF ENERGY EFFICIENT LIFESTYLES",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "Taking into account the fact that buildings constitute the largest end-use energy consuming sector, the design and development of solutions targeted at reducing their energy consumption based on the adoption of energy efficient techniques and the active engagement of citizens/occupants is considered crucial. Innovative solutions have to be implemented upon properly understanding the main energy consuming factors and trends, as well as properly modeling and understanding the citizensí behaviour and the potential for lifestyle changes. \nThe ENTROPY project addresses this challenge by building upon the integration of technologies that facilitate the deployment of innovative energy aware IT ecosystems for motivating end-usersí behavioural changes and namely: (1) the Internet of Things that provides the capacity for interconnecting numerous devices and applying energy-efficient communication protocols, (2) the evolvement of advanced Data Modelling and Analysis techniques that support the realization of semantic models and knowledge extraction mechanisms and (3) the Recommendation and Gamification eras that can trigger interaction with relevant users in social networks, increase end usersí awareness with regards to ways to achieve energy consumption savings in their daily activities and adopt energy efficient lifestyles as well as provide a set of energy efficient recommendations and motives. \nNovel practices that fully integrate information collected from a set of sensor networks and mobile crowd sensing activities are going to be exploited along with processes for monitoring, reporting and analysing sets of data with regards to energy consumption and the behavioural profile of citizens. The engagement and inclusion of end users will be strongly supported upon the development of a set of serious games and personalised applications. \nThe designed IT ecosystem is planned to be validated in three pilot sites.",
    "totalCost": "2439467,5",
    "ecMaxContribution": "1997592,5",
    "coordinator": "UNIVERSIDAD DE MURCIA",
    "coordinatorCountry": "ES",
    "participants": "DRUSTVO ZA KONSALTING, RAZVOJ I IMPLEMENTACIJU INFORMACIONIH I KOMUNIKACIONIH TEHNOLOGIJA DUNAVNET DOO NOVI SAD;GIOUMPITEK MELETI SCHEDIASMOS YLOPOIISI KAI POLISI ERGON PLIROFORIKIS ETAIREIA PERIORISMENIS EFTHYNIS;INTELEN SERVICES LIMITED;HYPERBOREA SRL;Polo Navacchio S.p.A.;ATHENS UNIVERSITY OF ECONOMICS AND BUSINESS - RESEARCH CENTER;HAUTE ECOLE SPECIALISEE DE SUISSE OCCIDENTALE;UNIVERSITAET INNSBRUCK",
    "participantCountries": "RS;EL;CY;IT;CH;AT",
    "projectParticipants": {
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 281500
        },
        "999479659": {
            "orgId": "999479659",
            "orgName": "HAUTE ECOLE SPECIALISEE DE SUISSE OCCIDENTALE",
            "ecContrib": 0
        },
        "999844282": {
            "orgId": "999844282",
            "orgName": "UNIVERSIDAD DE MURCIA",
            "ecContrib": 389688
        },
        "955888441": {
            "orgId": "955888441",
            "orgName": "DRUSTVO ZA KONSALTING, RAZVOJ I IMPLEMENTACIJU INFORMACIONIH I KOMUNIKACIONIH TEHNOLOGIJA DUNAVNET DOO NOVI SAD",
            "ecContrib": 202500
        },
        "969040477": {
            "orgId": "969040477",
            "orgName": "INTELEN SERVICES LIMITED",
            "ecContrib": 292500
        },
        "950466044": {
            "orgId": "950466044",
            "orgName": "Polo Navacchio S.p.A.",
            "ecContrib": 119530
        },
        "996454229": {
            "orgId": "996454229",
            "orgName": "HYPERBOREA SRL",
            "ecContrib": 210625
        },
        "985034419": {
            "orgId": "985034419",
            "orgName": "GIOUMPITEK MELETI SCHEDIASMOS YLOPOIISI KAI POLISI ERGON PLIROFORIKIS ETAIREIA PERIORISMENIS EFTHYNIS",
            "ecContrib": 274500
        },
        "999896856": {
            "orgId": "999896856",
            "orgName": "ATHENS UNIVERSITY OF ECONOMICS AND BUSINESS - RESEARCH CENTER",
            "ecContrib": 226750
        }
    },
    "calculatedTotalContribution": 1997593
}