{
    "rcn": "194638",
    "acronym": "SEI Metrics",
    "topics": "EE-19-2014",
    "title": "Developing Sustainable Energy Investment (SEI) metrics, benchmarks, and assessment tools for the financial sector",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "The challenge we aim to address in this project is the lack of investment in sustainable energy and energy-efficient assets from public and private financial institutions. The core approach of the project is to define what a sustainable asset and a sustainable investment portfolio is, and to develop an assessment framework in order to allow financial institution to measure their ëperformanceí and set progress targets vis-‡-vis energy-climate goals. This approach builds on the research done over the past few years by various organizations. The project will develop an assessment framework allowing investors to measure and manage their ëclimate performanceí (i.e. their exposure to sustainable energy and energy efficiency investments). This framework will include a translation of climate-energy investment roadmaps into targets for the finance sector, an assessment methodology for assets (e.g. equity shares in companies), and an assessment methodology for investment portfolios. The project will embed the framework into the standard toolbox used by investors to inform their asset allocation strategy, which will include an upgrade of databases used by investors; the integration of Sustainable Energy Investment performance metrics into portfolio optimisation tools, in order to allow investors to optimize climate and financial performance at the same time; and SEI benchmark indices in order to allow asset owners to integrate climate goals in the mandates of asset managers. The project will lead to several publications and a series of workshops with practitioners on Sustainable Energy Investment Metrics including a study on the risk-adjusted returns of SEI strategies; a study dealing with the implications of SEI metrics for financial policy-makers; and various workshops across Europe involving experts and financial institutions, to discuss methodological options, train practitioners on the assessment frameworks, and get feedbacks from road tests.",
    "totalCost": "2498253,75",
    "ecMaxContribution": "2349378,75",
    "coordinator": "ASSOCIATION 2 INVESTING INITIATIVE",
    "coordinatorCountry": "FR",
    "participants": "SOCIETE DE MATHEMATIQUES APPLIQUEES ET DE SCIENCES HUMAINES;CLIMATE BONDS INITIATIVE;WWF DEUTSCHLAND;UNIVERSITAT ZURICH;FRANKFURT SCHOOL OF FINANCE & MANAGEMENT GEMEINNUTZIGE GMBH;KEPLER CAPITAL MARKETS SA;WWF EUROPEAN POLICY PROGRAMME AISBL;CDP WORLDWIDE (EUROPE) GEMEINNUTZIGE GMBH",
    "participantCountries": "FR;UK;DE;CH;BE",
    "projectParticipants": {
        "998465718": {
            "orgId": "998465718",
            "orgName": "FRANKFURT SCHOOL OF FINANCE & MANAGEMENT GEMEINNUTZIGE GMBH",
            "ecContrib": 185625
        },
        "938445222": {
            "orgId": "938445222",
            "orgName": "KEPLER CAPITAL MARKETS SA",
            "ecContrib": 153750
        },
        "950575945": {
            "orgId": "950575945",
            "orgName": "CLIMATE BONDS INITIATIVE",
            "ecContrib": 141875
        },
        "938217272": {
            "orgId": "938217272",
            "orgName": "CDP WORLDWIDE (EUROPE) GEMEINNUTZIGE GMBH",
            "ecContrib": 72625
        },
        "941622457": {
            "orgId": "941622457",
            "orgName": "ASSOCIATION 2 INVESTING INITIATIVE",
            "ecContrib": 1346629
        },
        "950186005": {
            "orgId": "950186005",
            "orgName": "WWF EUROPEAN POLICY PROGRAMME AISBL",
            "ecContrib": 117250
        },
        "997116060": {
            "orgId": "997116060",
            "orgName": "WWF DEUTSCHLAND",
            "ecContrib": 178750
        },
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 0
        },
        "997458276": {
            "orgId": "997458276",
            "orgName": "SOCIETE DE MATHEMATIQUES APPLIQUEES ET DE SCIENCES HUMAINES",
            "ecContrib": 152875
        }
    },
    "calculatedTotalContribution": 2349379
}