{
    "rcn": "194630",
    "acronym": "BRISKEE",
    "topics": "EE-12-2014",
    "title": "Behavioural Response to Investment Risks in Energy Efficiency",
    "startDate": "01/03/2015",
    "endDate": "31/12/2017",
    "objective": "Investments in energy efficiency in the residential sector (27% of EU final energy demand) may also provide economic benefits at different levels of the economy. These benefits may not be realized because of barriers, which are typically reflected in implied discount rates. BRISKEE (Behavioural Response to Investment Risks in Energy Efficiency) provides evidence-based input to energy efficiency policy design and evaluation, thereby supporting the market uptake of energy efficiency technologies in the EU residential sector. It contributes to the work programme by addressing the interrelations between microeconomic factors, sectoral energy demand and macroeconomic effects, relying on a consistent methodological framework implemented in 5 work packages:\nï Provide empirical evidence for the magnitudes of discount rates accounting for differences across households, technologies and countries, and assess their effects on the diffusion of efficiency technologies in the EU (micro-level). A multi-country survey (1000 interviews per country) will be carried out and analyzed econometrically.\nï Explore the impact of time discounting and risk preferences (and of policies affecting those factors) on the diffusion of energy efficient technology and energy demand in the EU residential sector until 2030 (meso-level). Established bottom-up vintage stock models will be employed for appliances (FORECAST-Residential) and for buildings (Invert/EE-Lab).\nï Explore the macro-level impacts of changes in microeconomic decision-making and of energy efficiency policy on employment, GDP and exports in the EU until 2030. This involves simulations with an established macro-economic model for the EU (ASTRA).\nï Provide evidence-based recommendations for key energy efficiency policies and input for impact assessments and policy analysis at the three levels of analysis. \nï Communicate and disseminate empirical findings to policy makers, national experts, the research community and the general public.",
    "totalCost": "1029133,25",
    "ecMaxContribution": "1029133,25",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;BORG & CO AB;EUROPEAN COUNCIL FOR AN ENERGY EFFICIENT ECONOMY FORENING - ECEEE;Chambre de Commerce et d'Industrie de Grenoble;CARDIFF UNIVERSITY",
    "participantCountries": "AT;SE;FR;UK",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 143500
        },
        "953624752": {
            "orgId": "953624752",
            "orgName": "EUROPEAN COUNCIL FOR AN ENERGY EFFICIENT ECONOMY FORENING - ECEEE",
            "ecContrib": 28500
        },
        "913494300": {
            "orgId": "913494300",
            "orgName": "BORG & CO AB",
            "ecContrib": 60869
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 494362
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 60340
        },
        "995137648": {
            "orgId": "995137648",
            "orgName": "Chambre de Commerce et d'Industrie de Grenoble",
            "ecContrib": 241562
        }
    },
    "calculatedTotalContribution": 1029133
}