{
    "rcn": "194646",
    "acronym": "LIRON-2020",
    "topics": "ICT-37-2014-1",
    "title": "Disruptive Technology for the Global Laundry Equipment Market",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "LIRON 2020 addresses the ÄMulti-Billion global market for domestic laundry equipment with a highly innovative, disruptive technology that will revolutionise the industry and provide significant economic, lifestyle and environmental benefits.\n\nThere are an estimated 840 million domestic washing machines in use worldwide, with predictions of 36% growth by 2020 and 62% by 2030.  Together, these washing machines account for approximately 2% of the total residential sector electricity consumption and utilise about 19 billion cubic metres of water per year.\n\nWith energy and water prices soaring there is a constant drive towards more energy- and water-efficient laundry technology within the home.  In addition, there is a further demand from consumers to make their lives easier and improve the time-efficiency of their laundry process.  \n\nWoodrow Scientific Limited (WSL) was established to address this need, inventing methods and apparatus that enable ìon demandî cleaning of garments with massively reduced electricity and water consumption and without the fabric wear and tear of conventional washing machines. \n\nThe technical feasibility of WSLís LIRONô technology has been proven with the worldís first laser-laundered shirts and informal consumer research has identified a market appetite for the unique technology and lifestyle benefits it offers.   \n\nThe LIRON-2020 project presents an opportunity for WSL to further evaluate the market feasibility and identify the optimum route to commercialising the technology for this >Ä1Billion global market.  \n\nHorizon 2020 funding will enable the company to further validate the performance benefits of its unique technology, strengthen and expand its IP portfolio and prepare the business strategy to leverage further investment / partnership and (potentially) Phase 2 project funding required to exploit the technology globally.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WOODROW SCIENTIFIC LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939068835": {
            "orgId": "939068835",
            "orgName": "WOODROW SCIENTIFIC LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}