{
    "rcn": "194629",
    "acronym": "STEAM-UP",
    "topics": "EE-16-2014",
    "title": "STEam And Management Under Pressure",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "The industrial sector could reduce its energy use by at least 13%. 75% of the potential savings can be found in steam and electric motor systems. Actions to tap the full potential in steam systems have been taken in the past but without success since findings from energy audits were not, or partly, implemented. \n\nThe following barriers have been identified:\n? There is no business case for steam saving measures for enterprise decision makers;\n? There is a lack of technical (steam) expertise of energy auditors and within enterprises generally;\n? There is no formal organisational structure for dealing with energy efficiency (energy management).\nThe objectives and goals of the STEAM-UP proposal are: \nï Bridging the gap between audit results and implementation by developing an in-depth steam audit covering:\n? state of the art steam expertise;\n? involvement of all stakeholders in the enterprise;\n? identification of non-energy benefits to strengthen business cases;\n? energy management to secure prolongation.\nï Reducing the effort for measure implementation by developing an integrated solution for business case reporting  and energy management implementation.\nï Achieve energy savings during this action of 55,6 GWh/a through piloting 75 of the in-depth steam audits. \nï Building capacity amongst 400 energy auditors for the use of the in-depth steam audit methodology in their daily practise.\nï Building capacity amongst stakeholders in 75 enterprises on steam and the business benefits to increase steam efficiency.\nï Building capacity amongst 40 energy management training providers to enable integration of the in-depth steam audit methodology in regular energy training programmes. \nï Promote knowledge transfer on steam and the benefits to increase steam efficiency. \nThis project focuses on the large, energy-intensive industry but the methodology will also be applicable for SMEs. The developed methodology can be made applicable for a wide range of utilities and processes.",
    "totalCost": "1528655",
    "ecMaxContribution": "1528654,5",
    "coordinator": "INDUSTRIAL ENERGY EXPERTS BV",
    "coordinatorCountry": "NL",
    "participants": "ADELPHI RESEARCH GEMEINNUTZIGE GMBH;OSTERREICHISCHE ENERGIEAGENTUR AUSTRIAN ENERGY AGENCY;CENTRE FOR RENEWABLE ENERGY SOURCES AND SAVING FONDATION;MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT;ESCAN SL;ENVIROS SRO;AURA RADGIVNING AS;CONSUL SYSTEM SPA;ISNOVA ISTITUTO PER LA PROMOZIONE DELL' INNOVAZIONE TECNOLOGICA SCARL",
    "participantCountries": "DE;AT;EL;NL;ES;CZ;DK;IT",
    "projectParticipants": {
        "939065052": {
            "orgId": "939065052",
            "orgName": "INDUSTRIAL ENERGY EXPERTS BV",
            "ecContrib": 214540
        },
        "950637734": {
            "orgId": "950637734",
            "orgName": "ISNOVA ISTITUTO PER LA PROMOZIONE DELL' INNOVAZIONE TECNOLOGICA SCARL",
            "ecContrib": 90500
        },
        "997911169": {
            "orgId": "997911169",
            "orgName": "ENVIROS SRO",
            "ecContrib": 115905
        },
        "999646014": {
            "orgId": "999646014",
            "orgName": "CENTRE FOR RENEWABLE ENERGY SOURCES AND SAVING FONDATION",
            "ecContrib": 104932
        },
        "938700235": {
            "orgId": "938700235",
            "orgName": "CONSUL SYSTEM SPA",
            "ecContrib": 141675
        },
        "966800456": {
            "orgId": "966800456",
            "orgName": "OSTERREICHISCHE ENERGIEAGENTUR AUSTRIAN ENERGY AGENCY",
            "ecContrib": 146719
        },
        "999693350": {
            "orgId": "999693350",
            "orgName": "ADELPHI RESEARCH GEMEINNUTZIGE GMBH",
            "ecContrib": 176312
        },
        "963738263": {
            "orgId": "963738263",
            "orgName": "ESCAN SL",
            "ecContrib": 173291
        },
        "972778178": {
            "orgId": "972778178",
            "orgName": "MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT",
            "ecContrib": 197889
        },
        "938800824": {
            "orgId": "938800824",
            "orgName": "AURA RADGIVNING AS",
            "ecContrib": 166891
        }
    },
    "calculatedTotalContribution": 1528654
}