{
    "rcn": "194693",
    "acronym": "VEZ",
    "topics": "IT-1-2014-1",
    "title": "VEZ",
    "startDate": "01/11/2014",
    "endDate": "31/08/2015",
    "objective": "'VEZ will be a zero emission boat for public transports in water cities, featuring mission and characteristics at least similar to the typical Venice ëVaporettoí, which can be considered a worldwide reference for public water transports. VEZ will be powered by a hybrid energy generation and management system based on hydrogen-air fuel cells, roof mounted PV cells and electric batteries, demonstrating the possibility of reaching ìZero emissionî in boat services even in such stressing conditions as in the Venice canals. It will exploit the advances that the automotive industry drove on those technological areas, particularly in Europe. \nA few similarly powered boats exist for passengers' transports but for broader harbour waters or rivers. VEZ will be innovative as it will be conceived and designed for narrow and highly congested waters, by a whole systems engineering approach, optimizing the power system to be managed efficiently under the frequent start and stop requirements deriving from regular line service in relatively narrow and congested canals, such as the Venice Grand Canal, with potential application also in other worldwide 'water cities'. The low wave making hull will be optimized vs. power system and payload layout, manoeuvrability and safety requirements. The vessel will be an improvement also from the comfort point of view by the lower noise obtained and the integrated heat pump air conditioning. Another innovation, from a large fleet perspective, will be the lightweight Aluminium made hull, for better material recyclability and accommodation of the heavier energy generation and storage system.\nPhase 1 will cover: \nState of the art and market analysis of zero emission passenger boats;\nLegal constraints, related to onboard fuel storage & handling;\nConcept design;\nVEZ functional and technical specification;\nVEZ lifecycle cost estimate;\nPhase 2 cost estimate (engineering and management, prototype construction, model test tank).'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IMS INDUSTRIE MECCANICHE SCARDELLATO SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938191470": {
            "orgId": "938191470",
            "orgName": "IMS INDUSTRIE MECCANICHE SCARDELLATO SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}