{
    "rcn": "194699",
    "acronym": "NDTMF",
    "topics": "NMP-25-2014-1",
    "title": "New Drying Techniques for Moulded Fibres",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "Problem\nDisposable plastic bottles are an increasing threat to our environment. 50 billion water bottles alone are consumed every year and 80 % of all plastic bottles end up in landfills. EcoXpac owns the technology to produce a 100% biodegradable bottle ñ the Green Fibre Bottle.\n\nSolution\nThe fibre material is not new in itself, but so far it has not been possible for packaging manufacturers to produce a bottle at a competitive prize - primarily due to the extremely energy consuming and complicated drying process and long production cycle. EcoXpac owns the rights to an energy saving impulse-drying technique that will disrupt the market for moulded fibres. The technique will make it possible to replace all kinds of plastic products with biodegradable fibre products.\n\nThe project\nProof of concept has so far been achieved in a test facility. The purpose of the current project is to prepare the construction of an impulse drying process facility at a larger and more advanced scale that can serve as a demonstration plant. The innovation in this project has the potential to revolutionize the packaging industry in the same way as Tetra Pak did. \n\nThe customer\nThe end customers will be large manufacturers of Fast Moving Consumer Goods. The business model of EcoXpac is to sell the rights to use the fibre bottle within a specific end-user segment, e.g. dairy products, to global manufacturer and then work closely with the packaging manufacturer to customize the production line to their needs.\n\nThe team\nThe team behind EcoXpac possesses high-expertise in moulded fibre process technology and a proven commercial track record. EcoXpac works in close collaboration with the biggest dairy producer in Scandinavia, Arla Foods, about the development of a fibre bottle for Arla Foods products.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECOXPAC A/S",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938073033": {
            "orgId": "938073033",
            "orgName": "ECOXPAC A/S",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}