{
    "rcn": "194624",
    "acronym": "ICPEU",
    "topics": "EE-19-2014",
    "title": "Developing Protocols to standardize the development and documentation of energy efficiency projects in the built environment and accelerate their financing.",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "The importance of increasing investor confidence in energy efficiency as an asset class was stressed in a recent EU chartered Energy Efficiency Financial Institutions Group report which also highlighted the US based Investor Confidence Project as ìa relevant modelî and recommended ìan EU Investor Confidence Projectî. This project will deliver that Investor Confidence Project (ICP) to the EU.\nSeveral studies document the potential energy savings for efficiency investments as well as the scale of the investment needed. BPIE estimated EUR937bn investment would be necessary in their Deep Scenario to achieve 78% energy savings and 90% CO2 savings.  \nDespite evidence of the potential attractiveness of investments, the flow of finance into energy efficiency remains much lower than required. Analysis reveals several barriers that hold private capital back but especially a lack of standardised processes and documentation, analogous to those used in the oil & gas and renewables industries. All financial markets are enabled by buyers and sellers agreeing standards. Scaling up investment in efficiency will require standardisation and greatly increased capacity in the financing market ñ ICP Europe addresses these issues. \nThe project will work with key stakeholders to develop open source Protocols and apply them to real projects. The project has measurable KPIs but the real aim is to get commitment from investors that they will specify the use of the Protocols by project developers seeking finance ñ making them standards. \nThe advantages of standardization, the adoption of the ICP in the US, and the high level of interest from EU investors that this pan-European multi-disciplinary consortium has already demonstrated lead us to believe that this is realisable objective within the 36 month project. A few key early financial adopters in each market will lead to wider adoption. We have already identified and engaged with a significant number of potential early adopters.",
    "totalCost": "1912187,5",
    "ecMaxContribution": "1912187,5",
    "coordinator": "ENERGYPRO LIMITED",
    "coordinatorCountry": "UK",
    "participants": "RDA - CLIMATE SOLUTIONS UNIPESSOAL LDA;DNV KEMA LIMITED;SERIMUS;VERCO ADVISORY SERVICES LIMITED;PLUS ULTRA ASSET MANAGEMENT GMBH;THE ECOFIN RESEARCH FOUNDATION;DENKSTATT GMBH",
    "participantCountries": "PT;UK;LU;DE;AT",
    "projectParticipants": {
        "938422039": {
            "orgId": "938422039",
            "orgName": "THE ECOFIN RESEARCH FOUNDATION",
            "ecContrib": 233750
        },
        "939071454": {
            "orgId": "939071454",
            "orgName": "RDA - CLIMATE SOLUTIONS UNIPESSOAL LDA",
            "ecContrib": 218750
        },
        "968553925": {
            "orgId": "968553925",
            "orgName": "DENKSTATT GMBH",
            "ecContrib": 337775
        },
        "938939437": {
            "orgId": "938939437",
            "orgName": "PLUS ULTRA ASSET MANAGEMENT GMBH",
            "ecContrib": 0
        },
        "953042073": {
            "orgId": "953042073",
            "orgName": "DNV KEMA LIMITED",
            "ecContrib": 26625
        },
        "938206990": {
            "orgId": "938206990",
            "orgName": "VERCO ADVISORY SERVICES LIMITED",
            "ecContrib": 338125
        },
        "929781861": {
            "orgId": "929781861",
            "orgName": "SERIMUS",
            "ecContrib": 221250
        },
        "939074170": {
            "orgId": "939074170",
            "orgName": "ENERGYPRO LIMITED",
            "ecContrib": 535912
        }
    },
    "calculatedTotalContribution": 1912187
}