{
    "rcn": "194648",
    "acronym": "OTR",
    "topics": "IT-1-2014-1",
    "title": "Off The Rails",
    "startDate": "01/10/2014",
    "endDate": "28/02/2015",
    "objective": "Off the Rails is a concept to develop a mobile application that intelligently understands user movement patterns, not just in terms of location, speed and transport mode. Utilising smart-phone sensors, GPS mapping and game mechanics, it will give the user the vectored detail of their daily travels.  \nThe unique concept is being developed in the context of Mudlarkís world-leading digital public transport game, Chromaroma, which turns all swipes of a playerís London travel smartcard into gameplays and achievements, promoting sustainable transport use by encouraging non-rush hour travel.\nThe advent and increasing accuracy of geolocation data harnessed with the prevalence of powerful personal mobile devices means we use OTR to make the individual traveller a transport integrator.  We can build a platform that attracts these solo integrators and retains them by improving their travel experience, at the same time capturing individual journey data. That platform can then flip the transport integration problem by addressing it from the user level up.\nBy combining and transferring new and existing knowledge into an innovative, disruptive and competitive solution, we will enhance the profitability and growth performance of Mudlark (an SME). We need the funding from this grant to help seize the European and global business opportunity. \nAs well furthering our understanding the commercial case, our project objectives are to:\n? Discover and understand the user needs. This will culminate in a framework and design scoping document.\n? Test initial technical and tracking assumptions with an end-user group.\n? Design the user experience and game using screen and paper prototypes. \n? Produce a detailed report, game design document and business planning roadmap.\nWe will conduct a variety of analyses to confirm the viability of our game and justify further external investment, specifically \nPhase 2 funding from this programme.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THE MUDLARK PRODUCTION COMPANY LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953621551": {
            "orgId": "953621551",
            "orgName": "THE MUDLARK PRODUCTION COMPANY LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}