{
    "rcn": "194660",
    "acronym": "TripOD",
    "topics": "IT-1-2014-1",
    "title": "Advanced Analytics for Trip Origin-Destination Matrices",
    "startDate": "01/09/2014",
    "endDate": "28/02/2015",
    "objective": "The planning and management of transport systems requires accurate, reliable and updated travel demand information, including travellersí socio-economic profile, origin and destination of the trips, trip purpose, transport modes and route choice. Traditional data collection methods, such as household travel surveys, are expensive and require months or even years to complete. TripOD is an innovative solution developed by Nommon that mines and analyses a variety of ICT-based data sources (e.g., mobile phone records, smart cards), alone or in combination with traditional data (e.g., census, traffic counts), to provide frequently updated and rich demographic and travel demand information in a fraction of the time and cost required by traditional methods. \nThe targeted users are those stakeholders in need of travel demand data, including public authorities and agencies in charge of transport planning and management, public and private transport operators and service providers (e.g., toll road concessionaires), consultants and researchers. Altogether, these users constitute a market of significant size, which is expected to grow continuously along the coming decades due to the increasing awareness about the importance of sustainable and efficient transport systems and the cost-efficiency of the TripOD solution, which makes it affordable for public bodies and companies of any size.\nThe overall goal of the feasibility study is to assess the technological and economic viability of the proposed concept and elaborate a detailed business plan. The specific objectives are:\n- to evaluate the technical feasibility of the solution in operational conditions;\n- to provide an in-depth analysis of the market at worldwide level, including users and their needs, competitors and entry barriers, data providers, stakeholders and potential alliances;\n- to evaluate financial feasibility;\n- to design a strategy to protect intellectual property rights;\n- to identify risks and opportunities.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NOMMON SOLUTIONS AND TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953371194": {
            "orgId": "953371194",
            "orgName": "NOMMON SOLUTIONS AND TECHNOLOGIES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}