{
    "rcn": "194683",
    "acronym": "SolDent",
    "topics": "NMP-25-2014-1",
    "title": "An innovative dental implant with osteoinductive properties by means of bioactive sol-gel coating",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "In the treatment of edentulous patients with dental implants, there are usually strict patient selection criteria based on well-recognised risk factors that are associated with poor bone-forming activity, such as diabetes, smoking or metabolic bone disorders. Therefore, many patients remain untreated with dental implant clinical practice. Additionally, the expectations of both surgeons and patients of shortening the recovery phase of the dental implant treatments have led Ilerimplant ña well-recognised Spanish manufacturer of dental implants with an excellent worldwide network of distributorsñ to develop an innovative osteoinductive dental implant by means of a biodegradable coating. The osteoinductive properties, one of the most desired in the last generation of dental implants but not reached yet, have been obtained by a bioactive organic-inorganic hybrid material specially tailored for this purpose by a sol-gel coating process.\nIlerimplantís overall goals with this innovation project are to industrialise and introduce in the market a new generation of osteoinductive dental implants based on this sol-gel coating (SolDent). Taking into account that the global dental implant markets are continuously growing and that SolDent will be the unique product in the market with effective osteoinductive properties, Ilerimplant expects to make a qualitative leap in market shares and sales with an eminently European and international approach.\nFirstly, we will conduct a practical and economic feasibility study in Phase 1 in order to assess the industrialisation process, regulatory issues and commercialisation strategy, ending with the elaboration of a comprehensive business plan. In Phase 2, we will address industrialisation and clinical trial in order to achieve full commercialisation during Phase 3.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ILERIMPLANT, S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938144813": {
            "orgId": "938144813",
            "orgName": "ILERIMPLANT, S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}