{
    "rcn": "194639",
    "acronym": "Solar Bankability",
    "topics": "EE-19-2014",
    "title": "Improving the Financeability and Attractiveness of Sustainable Energy Investments in Photovolatics: Quantifying and Managing the Technical Risk for Current and New Business Models",
    "startDate": "01/03/2015",
    "endDate": "28/02/2017",
    "objective": "The overall objective of this proposal is to reduce the risk associated with investments in sustainable energy projects. The project results should increase trust from investors, financers and insurance companies. The project aims to establish a common practice for professional risk assessment based on technical and financial due diligence. The focus is on photovoltaic (PV) installations, with emphasis on projects on buildings or at the customer side of the electricity consumption meter and financed by professional investors.\n\nThe project pursues the following specific objectives:\n- To develop, document and establish practices for evaluating and mitigating the technical risks associated with investments in photovoltaics\n- To develop, document and establish practices for valuing such risks when modeling the costs of a PV investment as investors do when evaluating the life cycle costs of such projects\n- To evaluate how these risks affect the electricity production and the expected return on investment in different business models\n- To enable the key actors, and particularly the financial market actors, to widely adopt the project results as best practices for the mitigation of risk of sustainable energy investments with current and new business models.\n\nThe project will be based on large amount of empirical data available within the consortium and from other projects, allowing to formulate recommendations that are statistically significant and based on a large evidence base.\n\nThe project will involve all relevant stakeholders being financial market actors, valuation and standardization entities, building and PV plant owners, industry, energy prosumers and policy makers. The impacts to be achieved are reduced uncertainty, increased investorsí confidence and trust, valuation methodologies agreed by the market, standardized descriptions of investments, labelling schemes or harmonized frameworks for investment, and support to national strategies for financing.",
    "totalCost": "1355106",
    "ecMaxContribution": "1355106",
    "coordinator": "ACCADEMIA EUROPEA DI BOLZANO",
    "coordinatorCountry": "IT",
    "participants": "TUV RHEINLAND ENERGIE UND UMWELT GMBH;ACCELIOS SOLAR GMBH;3E NV;EPIA SOLARPOWER EUROPE",
    "participantCountries": "DE;BE",
    "projectParticipants": {
        "938946712": {
            "orgId": "938946712",
            "orgName": "ACCELIOS SOLAR GMBH",
            "ecContrib": 284919
        },
        "999887253": {
            "orgId": "999887253",
            "orgName": "ACCADEMIA EUROPEA DI BOLZANO",
            "ecContrib": 216469
        },
        "961314427": {
            "orgId": "961314427",
            "orgName": "TUV RHEINLAND ENERGIE UND UMWELT GMBH",
            "ecContrib": 286606
        },
        "995129985": {
            "orgId": "995129985",
            "orgName": "EPIA SOLARPOWER EUROPE",
            "ecContrib": 239831
        },
        "998314786": {
            "orgId": "998314786",
            "orgName": "3E NV",
            "ecContrib": 327281
        }
    },
    "calculatedTotalContribution": 1355106
}