{
    "rcn": "194668",
    "acronym": "SURVEIRON",
    "topics": "DRS-17-2014-1",
    "title": "SURVEIRON: Advanced surveillance system for the protection of urban soft targets and urban critical infrastructures",
    "startDate": "01/09/2014",
    "endDate": "28/02/2015",
    "objective": "SURVEIRON is an innovative solution for the protection of urban environments and critical infrastructures that provides those in charge of public and private security with an intelligent surveillance service, allowing them to take optimal security decisions. SURVEIRON constitutes a powerful tool not only for the prevention of disasters but also for their management. In both cases, SURVEIRON makes it possible to make the most secure decisions possible. Thanks to this system, those in charge of coordinating security will be able to minimise the risks currently taken due to a scarcity of available information, which in general is provided solely by security cameras (where these exist or control the area to be protected) and telephone calls. Such gaps in the information available cause serious security problems.\n\nThe project is based in a set of intelligent robots embedded inside a fleet of unmanned aerial vehicles (UAVs). This fleet is deployed in fixed and mobile locations and supervised from an emergency command center. Once an alarm is notified, the system sends one or more UAVs to the emergency area avoiding any obstacle in their way. Once there, SURVEIRON starts scanning the environment with different detection technologies. All the data obtained is sent to the control center and represented in a 3D environment for an easy interpretation and evaluation of the current events in real time. As an example, in a fire emergency, SURVEIRON will provide the actual status of the infrastructure affected and the total amount of energy generated by the fire. With this information, the system is capable of measuring the volume of fire extinguisher needed to suffocate the fire and the amount of personnel that have to be mobilized to participate in the fire-fighting tasks. It will also scan for people in the surrounding area that might need evacuation or assistance. All this information will be displayed in the command center.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AEORUM ESPANA S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938532813": {
            "orgId": "938532813",
            "orgName": "AEORUM ESPANA S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}