{
    "rcn": "194607",
    "acronym": "Save at Work",
    "topics": "EE-10-2014",
    "title": "save@work - The Energy Saving Contest for Public Authorities",
    "startDate": "01/02/2015",
    "endDate": "30/09/2017",
    "objective": "save@work focusses on overcoming the barriers to energy saving practices in public office buildings and changing the behaviour of public sector employees at work place. A minimum of 9000 employees in at least 180 public office buildings (administrative buildings - municipal/regional or federal state operated) from nine countries will compete in a year-long energy saving contest to achieve the highest energy savings possible compared to the previous year. Throughout the competition participants will benefit from expert knowledge provided by the partners; a web-based Energy Saving Online Tool (feedback system) which helps to visualise actual energy consumption and savings made by each building; tailor made information and campaign materials and the exchange of experience with other participants. The energy saving competition between public office buildings is embedded in an energy quality management system: Analysis ñ Development of Measures ñ Implementation ñ Monitoring and Continuation, which ensures an individual, professional goal-oriented and sustainable approach for realising energy savings.\nIt is projected that the project will lead to 13 GWh primary energy saved and 3,100 t of CO2 avoided in public buildings across Europe. \n\nSupport from behavioural change experts and an accompanying evaluation of the implemented measures and results will help provide important insights useful for both project implementation as well as future initiatives in this field. Factors of success, barriers and the impact of the project in respect to mid- and long-term changes will be analysed. \nProject activities and results will be disseminated through a wide communication campaign to the public, as well as other stakeholders in public administrations and academic institutions.  By providing a complete set of strategies and materials needed to replicate this project, our goal is to inspire others to follow our lead and develop energy efficient offices of the future.",
    "totalCost": "1408990",
    "ecMaxContribution": "1408990",
    "coordinator": "B. & S.U. BERATUNGS- UND SERVICE-GESELLSCHAFT UMWELT MBH",
    "coordinatorCountry": "DE",
    "participants": "GREENDEPENDENT INTEZET NONPROFIT KOZHASZNU KORLATOLT FELELOSSEGU TARSASAG;EKODOMA;ARBEID & MILIEU VZW;GRAZER ENERGIEAGENTUR GMBH;SEVERN WYE ENERGY AGENCY LTD;ENERGIKONTOR SYDOST AB;PRIORITERRE;AGENZIA PER L'ENERGIA E LO SVILUPPO SOSTENIBILE ASSOCIAZIONE",
    "participantCountries": "HU;LV;BE;AT;UK;SE;FR;IT",
    "projectParticipants": {
        "994476011": {
            "orgId": "994476011",
            "orgName": "SEVERN WYE ENERGY AGENCY LTD",
            "ecContrib": 140100
        },
        "960274490": {
            "orgId": "960274490",
            "orgName": "GREENDEPENDENT INTEZET NONPROFIT KOZHASZNU KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 159610
        },
        "999688403": {
            "orgId": "999688403",
            "orgName": "EKODOMA",
            "ecContrib": 113830
        },
        "965838119": {
            "orgId": "965838119",
            "orgName": "ENERGIKONTOR SYDOST AB",
            "ecContrib": 188843
        },
        "956660076": {
            "orgId": "956660076",
            "orgName": "GRAZER ENERGIEAGENTUR GMBH",
            "ecContrib": 230587
        },
        "940315188": {
            "orgId": "940315188",
            "orgName": "ARBEID & MILIEU VZW",
            "ecContrib": 132667
        },
        "997153502": {
            "orgId": "997153502",
            "orgName": "AGENZIA PER L'ENERGIA E LO SVILUPPO SOSTENIBILE ASSOCIAZIONE",
            "ecContrib": 124690
        },
        "966530408": {
            "orgId": "966530408",
            "orgName": "PRIORITERRE",
            "ecContrib": 135367
        },
        "950840076": {
            "orgId": "950840076",
            "orgName": "B. & S.U. BERATUNGS- UND SERVICE-GESELLSCHAFT UMWELT MBH",
            "ecContrib": 183296
        }
    },
    "calculatedTotalContribution": 1408990
}