{
    "rcn": "194623",
    "acronym": "multEE",
    "topics": "EE-07-2014",
    "title": "Facilitating Multi-level governance for energy efficiency",
    "startDate": "01/03/2015",
    "endDate": "31/08/2017",
    "objective": "MultEE aims to improve the ease and quality of energy efficiency (EE) policy planning and implementation in the projectís partner countries and beyond, addressing the challenges of evidence-based policy-making in a multi-level governance setting. It contributes to making EE and sustainable energy planning vertically consistent between the national, regional and local level, to facilitating horizontal coordination between policy levels and to improving the quality of monitoring energy efficiency. \nThe project pursues a two-faceted, yet integrated, approach in order to reach this objective: (1) building on a mapping of European best practices and experience from a pilot project carried out by the lead partner, country-specific solutions for effective monitoring and verification (M&V) based on bottom-up data will be developed and their implementation supported; (2) the implementation of innovative M&V schemes will be facilitated via coordination mechanisms developed and introduced together with the partners, aimed at spurring on exchange and cooperation between policy levels. The project pays particular attention to providing opportunities for peer learning between old and new EU Members States and neighbouring countries from Southeast Europe to partner countries from the EU and its South-Eastern neighbourhood as well as to disseminating results beyond partner countries and to other policy areas. One of the specificities of multEE is that its activities target the interplay between administrative levels rather than focusing on a single one of them. \nParticular focus will be put on capacity-building for the entities and officials involved with EE planning in the partner countries. MultEE will be put in practice by experienced partners within a strong consortium led by GIZ, drawing upon solid experience and a well-established network of contacts to ensure dissemination and high impacts within and beyond the project.",
    "totalCost": "1981743,75",
    "ecMaxContribution": "1981743,75",
    "coordinator": "DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH",
    "coordinatorCountry": "DE",
    "participants": "FIZIKALAS ENERGETIKAS INSTITUTS;OSTERREICHISCHE ENERGIEAGENTUR AUSTRIAN ENERGY AGENCY;CENTRE FOR RENEWABLE ENERGY SOURCES AND SAVING FONDATION;ROSKILDE UNIVERSITET;MACEDONIAN CENTER FOR ENERGY EFFICIENCY SKOPJE-MACEF ASSOCIATION;LIETUVOS ENERGETIKOS INSTITUTAS;SLOVENSKA INOVACNA A ENERGETICKA AGENTURA;ENERGETSKI INSTITUT HRVOJE POZAR;ECOLOGIC INSTITUT gemeinn¸tzige GmbH",
    "participantCountries": "LV;AT;EL;DK;MK;LT;SK;HR;DE",
    "projectParticipants": {
        "999517683": {
            "orgId": "999517683",
            "orgName": "LIETUVOS ENERGETIKOS INSTITUTAS",
            "ecContrib": 96434
        },
        "999933037": {
            "orgId": "999933037",
            "orgName": "DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH",
            "ecContrib": 420258
        },
        "999741171": {
            "orgId": "999741171",
            "orgName": "ECOLOGIC INSTITUT gemeinnützige GmbH",
            "ecContrib": 304451
        },
        "999570063": {
            "orgId": "999570063",
            "orgName": "ENERGETSKI INSTITUT HRVOJE POZAR",
            "ecContrib": 135540
        },
        "999901803": {
            "orgId": "999901803",
            "orgName": "ROSKILDE UNIVERSITET",
            "ecContrib": 286119
        },
        "999646014": {
            "orgId": "999646014",
            "orgName": "CENTRE FOR RENEWABLE ENERGY SOURCES AND SAVING FONDATION",
            "ecContrib": 170865
        },
        "966800456": {
            "orgId": "966800456",
            "orgName": "OSTERREICHISCHE ENERGIEAGENTUR AUSTRIAN ENERGY AGENCY",
            "ecContrib": 249250
        },
        "999760862": {
            "orgId": "999760862",
            "orgName": "SLOVENSKA INOVACNA A ENERGETICKA AGENTURA",
            "ecContrib": 106508
        },
        "983180458": {
            "orgId": "983180458",
            "orgName": "FIZIKALAS ENERGETIKAS INSTITUTS",
            "ecContrib": 108500
        },
        "986119461": {
            "orgId": "986119461",
            "orgName": "MACEDONIAN CENTER FOR ENERGY EFFICIENCY SKOPJE-MACEF ASSOCIATION",
            "ecContrib": 103820
        }
    },
    "calculatedTotalContribution": 1981745
}