{
    "rcn": "194610",
    "acronym": "COMBI",
    "topics": "EE-12-2014",
    "title": "Calculating and Operationalising the Multiple Benefits of Energy Efficiency Improvements in Europe",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "In recent years, research has shown that energy savings resulting from energy efficiency improvements have wider benefits for the economy and society such as increases in employment, GDP, energy security, positive impacts on health, ecosystems and crops or resource consumption. In order to develop more cost-effective energy efficiency policies and optimised long-term strategies in the EU, these multiple benefits have to be accounted for more comprehensively in the future.\nAlthough this field of research is growing, the findings are disperse and mostly have important gaps regarding geographic, sectorial or technical measure coverage and findings vary largely. This makes a consideration of multiple benefits in policy making and policy evaluation difficult today.\nThe proposed project addresses these issues and aims at closing the identified gaps by five central research innovations: 1) data gathering on energy savings and technology costs per EU country for the most relevant 20 to 30 energy efficiency measures in the residential, commercial, industrial and transport sectors, 2) developing adequate methodologies for benefit quantification, monetisation and aggregation, 3) quantifying the most important multiple benefits and where adequate, monetising, 4) developing an openly available calculation tool that greatly simplifies the evaluation of co-impacts for specific energy efficiency measures to enable decision-making and 5) developing a simple online visualisation tool for customisable graphical analysis and assessment of multiple benefits and data exportation. Project outcomes can thus directly be used by stakeholders and will help to define cost-effective policies and support policy-makers and evaluators in the development and monitoring of energy efficiency strategies and policies in the future.",
    "totalCost": "996548,75",
    "ecMaxContribution": "996548,75",
    "coordinator": "WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITEIT ANTWERPEN;THE UNIVERSITY OF MANCHESTER;COPENHAGEN ECONOMICS AS;ABUD MERNOKIRODA KFT",
    "participantCountries": "BE;UK;DK;HU",
    "projectParticipants": {
        "952549216": {
            "orgId": "952549216",
            "orgName": "ABUD MERNOKIRODA KFT",
            "ecContrib": 150325
        },
        "999929642": {
            "orgId": "999929642",
            "orgName": "WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH",
            "ecContrib": 337585
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 174992
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 177046
        },
        "938801309": {
            "orgId": "938801309",
            "orgName": "COPENHAGEN ECONOMICS AS",
            "ecContrib": 156600
        }
    },
    "calculatedTotalContribution": 996548
}