{
    "rcn": "194657",
    "acronym": "COMAWARE",
    "topics": "ICT-37-2014-1",
    "title": "COMmunication and Assessment With Adaptive Realtime Environments",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "Our overall objective is to provide both new brain-computer interface (BCI) technologies and an innovative business model focused on user-centered assessment and communication for persons with disorders of consciousness (DOCs). We have recently shown that present clinical tools to assess DOC are inadequate. Across different studies, up to 43% of patients who had been designated as nonresponsive (including in a vegetative state (VS) or minimally conscious state (MCS) were in fact able to communicate through new BCI systems developed for such patients. For example, patients could produce reliable changes in motor activity in the EEG when asked via headphones to imagine left hand movement or walking through the house if their father was named (the correct name). In related work, patients could produce differential responses to YES/NO/SKIP questions (based on the P300 component) by counting vibrations of one out of three different tactors placed on the body. This creates a pressing social and economic challenge to provide more accurate information about these patientsí cognitive abilities to families, clinicians and the patients themselves about their long-term options. By providing BCI-based assistive technology (AT) for communication and control, we will allow patients to not only make their own decisions but also interact with their environments, the internet and other people, fostering inclusion and accessibility. \nThe main outcome will be a life-changing experience for many patients: being recognized as someone who can communicate. They will once again be able to convey their needs and desires to carers, and may influence decisions about therapy, end-of-life, living environments, long term care and use of ComAware products and services. Carers and medical staff will be able to better identify patientsí needs and provide care and help accordingly. Family and friends will again be able to communicate with someone they had been (mistakenly) told could not communicate.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GUGER TECHNOLOGIES OG",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "958250391": {
            "orgId": "958250391",
            "orgName": "GUGER TECHNOLOGIES OG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}