{
    "rcn": "194694",
    "acronym": "FFI",
    "topics": "NMP-25-2014-1",
    "title": "Forward Flow Infusion - Low Cost Composite Manufacturing Process for High Volume Production",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "Fibre reinforced polymer composites are used in many markets including industrial mouldings, marine, wind energy and aerospace. They are produced by embedding load-bearing fibres into a thermosetting or thermoplastic resin matrix. Depending on the choice of fibre, resin and their physical structure, a wide range of properties can be obtained and in large part this explains their widespread use. \n\nAvailable manufacturing processes include hand or spray layup, resin transfer moulding (RTM), compression moulding, vacuum infusion and the use of pre-impregnated materials, which are normally consolidated in pressurised autoclaves. The choice of fibre, fabric and matrix materials influence processing requirements, so that selecting a manufacturing process is a complex decision taking into account material properties, cost, quality, capital expenditure and the number of parts to be manufactured.\n\nComposite manufacturing processes are slow, labour intensive and consequently costly. For example, RTM requires high capital investment for tooling and resin injection equipment. Prepreg materials are expensive to purchase and the cost of autoclaves is only justified for high value applications. Vacuum infusion is slow with ongoing consumable costs. Although the use of composites has increased in aerospace and wind energy markets, high manufacturing costs continue to hold back composites growth, particularly in high volume markets. \n\nForward Composites has a solution to the above issues. We have demonstrated a new process where infusion time can be reduced by over 80% and materials costs can be reduced by up to 75% compared to prepregs. Once fully commercialised, labour savings will be realised through automation and cure times will be reduced using localised heating and cooling solutions. Initially, we plan to exploit opportunities in automotive chassis manufacture. Longer term, we will expand our use of the process and license the technology to other composites manufacturers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FORWARD COMPOSITES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937897366": {
            "orgId": "937897366",
            "orgName": "FORWARD COMPOSITES LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}