{
    "rcn": "194665",
    "acronym": "MONILET",
    "topics": "PHC-12-2014-1",
    "title": "Monitoring Bracelet for Health Use",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "The objective of the project is to further develop and take to market the prototype of the wearable bracelet and cloud based IT platform for 24/7 continuous medical supervision. This is the worldís first wearable health monitoring platform for automated, continuous supervision of pulmonary, heart and sleep related diseases generating preventive alert. This exploits a patented and revolutionary wrist blood oxygen sensing technology called trans-illumination pulse oximetry. Existing systems use a fingertip monitor which is both uncomfortable to wear and has to be connected to bedside or portable machinery and is prone to disconnection and damage in an active environment e.g. on children, and during sleep. \n\nThis robustness and ease of use (requiring less medical intervention to set up) will reduce the costs in use. The current prototype (TRL6\\ demonstrated in a relevant environment and first clinical trials) needs re-engineering to a more acceptable size as part of the development to a saleable product. It is important for widespread acceptance by patients that the device is small and comfortable and does not look like a medical monitoring device. \n\nThe Oxitone bracelet pulse oximetry health monitor continuously measures, processes, transmits and documents patientsí key vitals taken entirely from the wrist and generates a Dynamic Health Status with minute (60 second) resolution.  Oxitoneís advanced algorithm will enable preventive and emergency alert based on real-time correlative analysis of the key vital signs that includes blood oxygen saturation, pulse rate and variability, breathing rate, skin temperature, medical grade activity and sleep pattern. In addition to the wearable platform we offer an advanced mobile health application and Cloud portal which traces, analyses and alerts patientís health status in real time.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OXITONE MEDICAL LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938151991": {
            "orgId": "938151991",
            "orgName": "OXITONE MEDICAL LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}