{
    "rcn": "194680",
    "acronym": "Ultramelt",
    "topics": "NMP-25-2014-1",
    "title": "An innovative, disruptive, advanced technology for ultrasonic flow enhancement of injection moulding that significantly reduces cooling times  improves productivity",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "Injection moulding is a large portion of the EU thermoplastics processing industry. In 2008, its value was Ä55 bn, but fell to Ä43 bn in 2009. The industry continues to contract, struggling against low cost economies. While energy cost savings are welcome, cycle time dominates cost so reducing it is key & will increase productivity. Cycle time is dominated by cooling time, which depends on many factors including melt temp. Polymers are often heated well above the ideal melt temp. to aid injection by lowering viscosity. Similarly, very high injection speeds/pressures are used. But we show later that these methods have drawbacks. Our idea is to apply ultrasonic energy into the molten polymer just before it enters the cavity. This can achieve as much as 60% reduction in melt viscosity, enabling a significant reduction in melt temp. while still being able to fill the mould. Lower embodied heat reduces heating/cooling time & energy. \n\nKey benefits are that melt temps. can be maintained and the lower viscosity used to enable easier filling of existing parts with lower internal stresses; melt temp. can be reduced significantly, reducing thermal degradation, energy consumption & cooling time. Or melt temp is maintained and much longer flow paths or thinner wall sections can be filled, offering a step change in design for thinner parts with even shorter cooling time. The ultimate goal of the Phase 2 project is to achieve market readiness of the ëUltrameltí process, with follow-on Phase 3 achieving commercialisation in the EU marketplace. This technology could enable EU moulders & extruders to increase productivity by 50%, increasing competitiveness, enabling them to regain market share and capitalise on new business opportunities.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THE TECHNOLOGY RESEARCH CENTRE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952896573": {
            "orgId": "952896573",
            "orgName": "THE TECHNOLOGY RESEARCH CENTRE LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}