{
    "rcn": "194663",
    "acronym": "SmartPatch",
    "topics": "DRS-17-2014-1",
    "title": "Use of a cost effective smart skin sensor system for remote Structural Health Monitoring and post event structural damage assessment in Soft Urban Targets and Critical Infrastructures Protection",
    "startDate": "01/07/2014",
    "endDate": "31/12/2014",
    "objective": "Analysis and testing of our Smart Skin Sensor System for remote Structural Health Monitoring in the ambit of remote and real time Post Event Damage Assessment. We intend to proof the value of our Sensor System in case of a disastrous event (so as terroristic attack, explosion or earthquake) causing damage to Soft Urban Targets and Critical Infrastructures so as bridges or tunnels, towers and buildings. \nThe Sensor System is composed by, embedded between two layers of impregnable fabric,  a strain gauge made of conductive fibre and a system on chip able to transmit the measured values in RFID to the external reader and from there via Mesh Network to a central router and then to server for data elaboration. The single sensors has a minimum size of Din-A-4 paper sheet. \nThe sensor is able to detect damage before it reaches a critical state and allows rapid post-event assessment, e.g. after an explosion. The actual state of art in the Structural Health Monitoring involves very expensive technologies like fibre grating and extensive visual control and nondestructive testing through specialized personnel. Our Sensor System is much more cost effective and much easier to implement. Once applied, it becomes an integral part of the structure to be controlled. The system is able to integrate further sensors like thermometer, accelerometer, tilt sensor, in case needed. \nSeveral very critical technical challenges are overcome and protected by two patent applications to be extended into PCT, more to follow, as the development points versus the possibility to eliminate the system on chip in a future version by using different material.\nAs several commercial pre contacts resulted very positive, particularly with a leading European cement supplier and a leading global supplier of advanced composite structures, an acceleration of the time-to-market is critical.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SMARTPATCH SRLS",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938857763": {
            "orgId": "938857763",
            "orgName": "SMARTPATCH SRLS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}