{
    "rcn": "194691",
    "acronym": "BeadCAP-DNA",
    "topics": "SFS-08-2014-1",
    "title": "BeadCAP-DNA: 30-minute on-site DNA test kit",
    "startDate": "01/10/2014",
    "endDate": "31/01/2015",
    "objective": "BeadCAP-DNA aims to create a world-first 30-minute on-site DNA test kit, for food provenance, thereby eliminating the 2 to 5 day wait for DNA results from a central Lab.  This is achieved by a novel merging of molecular biology and semiconductor capacitive sensing in a single-use microfluidic disposable DNA test kit.  No such solution currently exists.  Our prototype has no molecular amplification, i.e. no risk of on-site cross-contamination.  It has 3-orders of magnitude response, enabling qualitative and quantitative DNA detection. The first product version is defined with end-user customers as 8-multiplex, aimed at GMO detection & 8-food-species testing to 0.1% limits. 3 patents are pending.\n\nBeadCAP kits will address the huge un-met need for fast on-site DNA food diagnostics. Consumer trust will be significantly increased by on-the-spot DNA-ID-tests of food content and GMOís.  BeadCAP will help food processors and retailers eliminate costly quarantines and food recalls, food wastage, risk of reputational damage and loss of sales (e.g. ëhorse-burgerí crisis 2013).  BeadCAP will also accelerate uptake of EURL regulations on DNA-testing of food and shell-fish, thus increasing food safety, and reducing food fraud, mislabelling, and adverse health issues. \n\nThe AltraTech trans-disciplinary team has 30 previous patents and >100 years experience in semiconductors, molecular biology, microfluidics, venture-capital fundraising, and commercialization success.  Our ambition is to scale up BeadCAP-DNA to Ä100M revenue in high-growth niches of the Ä4B food-test market, and become a full product solutions supplier and world leader in portable on-site point-of-use DNA diagnostics. \n\nWe've raised Ä900,000 seed funds to date.  In this SME-Inst-Phase-1 feas.study we aim to do DNA trials & investigate technical and commercialization risk reduction.  We target Phase-1 final report on 30/11/2014, and aim to submit business-plan to 17/12/2014 SME-Inst-Phase-2 call, target up to  Ä2M.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALTRATECH LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939703021": {
            "orgId": "939703021",
            "orgName": "ALTRATECH LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}