{
    "rcn": "194625",
    "acronym": "FosterREG",
    "topics": "EE-07-2014",
    "title": "Fostering public capacity to plan, finance and manage integrated urban REGeneration for sustainable energy uptake",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The lack of proper coordination of aspects related to regulation, financing and management of energy efficiency measures within urban regeneration initiatives, as well as the frequent misalignment of public stakeholders at different levels, are hindering the potential benefits of addressing these processes from an integrated perspective.\n\nFosterREG aims at enhancing public capacity at local, regional and national levels to plan, finance and manage integrated urban regeneration for sustainable energy uptake, through capacity building, promotion and articulation of effective multilevel coordination, and national as well as European network strengthening. These objectives will be achieved through public stakeholdersí engagement in joint analysis and knowledge development activities, as well as creation and dissemination of targeted training materials and activities across Europe.\n\nFosterREG relates to the Work Programme objectives by: \n\n1) Focusing on the integration of energy efficiency measures within urban regeneration plans, with especial emphasis on building retrofitting while promoting synergies with other sectors such as transport and land-use planning.\n2) Enhancing multilevel coordination (European, national, regional and local) of public authorities in the reduction of EU energy consumption. \n3) Building capacity for civil servants at national, regional and local level in relation with policy design, planning, financing and management of energy efficiency measures within urban regeneration plans.\n4) Fostering the implementation of the Energy Effciency Directive, in particular Articles 4 and 7.",
    "totalCost": "1401921",
    "ecMaxContribution": "1401921",
    "coordinator": "FUNDACION TECNALIA RESEARCH & INNOVATION",
    "coordinatorCountry": "ES",
    "participants": "GRAD OSIJEK;GEMEENTE UTRECHT;Vivienda y Suelo de Euskadi, S.A.;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;AGENCIJA ZA PRAVNI PROMET I POSREDOVANJE NEKRETNINAMA;MEDUNARODNI CENTAR ZA ODRZIVI RAZVOJ ENERGETIKE VODA I OKOLISA;ASM CENTRUM BADANI I ANALIZ RYNKU SP ZOO;BILBOKO BERREGOKIPENERAKO HIRIGINTZA ELKARTEA SA - SURBISA;ENTE VASCO DE LA ENERGIA",
    "participantCountries": "HR;NL;ES;PL",
    "projectParticipants": {
        "997911363": {
            "orgId": "997911363",
            "orgName": "ENTE VASCO DE LA ENERGIA",
            "ecContrib": 84589
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 303750
        },
        "999536986": {
            "orgId": "999536986",
            "orgName": "ASM CENTRUM BADANI I ANALIZ RYNKU SP ZOO",
            "ecContrib": 171250
        },
        "998401116": {
            "orgId": "998401116",
            "orgName": "Vivienda y Suelo de Euskadi, S.A.",
            "ecContrib": 104801
        },
        "938306027": {
            "orgId": "938306027",
            "orgName": "AGENCIJA ZA PRAVNI PROMET I POSREDOVANJE NEKRETNINAMA",
            "ecContrib": 39219
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 302750
        },
        "950567603": {
            "orgId": "950567603",
            "orgName": "GRAD OSIJEK",
            "ecContrib": 73938
        },
        "951658271": {
            "orgId": "951658271",
            "orgName": "BILBOKO BERREGOKIPENERAKO HIRIGINTZA ELKARTEA SA - SURBISA",
            "ecContrib": 50625
        },
        "998300818": {
            "orgId": "998300818",
            "orgName": "GEMEENTE UTRECHT",
            "ecContrib": 104438
        },
        "971378468": {
            "orgId": "971378468",
            "orgName": "MEDUNARODNI CENTAR ZA ODRZIVI RAZVOJ ENERGETIKE VODA I OKOLISA",
            "ecContrib": 166562
        }
    },
    "calculatedTotalContribution": 1401922
}