{
    "rcn": "194685",
    "acronym": "ECOBREW",
    "topics": "SFS-08-2014-1",
    "title": "New eco-efficient and healthy professional espresso coffee machine",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "Coffee is the first food commodity in the world, and a big part of it is consumed in form of expresso in bars, restaurants or coffee shops. However, current professional espresso coffee machines are based on technologies that have barely evolved in 100 years. These machines are extremely energy inefficient whilst also, due to the materials used internally in the machine, generate unhealthy metal impurities which are then passed to the customer in the drink. \n\nThis creates a market anomaly, since the niche of coffee shop customers who are looking for environmentally and socially responsible coffee is one of the only fast growing segments in the mature coffee market.\nFor thirty years the SME Company IBERITAL has been designing, manufacturing and selling professional espresso coffee machines to coffee shops across the World. IBERITAL has noticed the market anomaly and has therefore developed a prototype coffee shop espresso machine that reduces energy consumption by 30% and does not allow migration of metals from the machine to the final consumer.\n\nIBERITALís prototype generates the following benefits: reduction of energy consumption of professional espresso coffee makers by 30%; reduction of overall energy consumption in the professional coffee sector by 3% within 5 years; production of heavy metal impurity-free espresso coffee; opening a competitive new business line for IBERITAL.\n\nThe overall aim of ECOBREW is to confirm the potential of the prototype, to perform the necessary production line adaptations and industrial up scaling, and finally to demonstrate and prepare for commercialisation of the ECOBREW professional espresso coffee machine.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IBERITAL DE RECAMBIOS SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940932981": {
            "orgId": "940932981",
            "orgName": "IBERITAL DE RECAMBIOS SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}