{
    "rcn": "194689",
    "acronym": "InlinePlat",
    "topics": "NMP-25-2014-1",
    "title": "InlinePlat - Innovation in metal coating through automatic high speed electroplating units, process intensification and closed water cycles fully integrated with mechanical manufacturing lines",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "By realising a very high process intensification of the electrochemical metal deposition process, the InlinePlat project aims to develop and bring to market modular, fully automated production units for electroplating of mechanical parts and components which can be directly integrated into the manufacturing lines of mechanical engineering companies, automotive suppliers, components and systems manufacturers etc. as self-standing functional metal coating systems. Compared to the very high degree of automation and production integration of the machining, assembling and other mechanical manufacturing processes, the electroplating processes still have a very high potential of optimization in terms of process efficiency, reduction of logistics, increase of automation and production integration. \nThe business concept of the InlinePlat project breaks up with the old electroplating business model ñ i.e. maximum flexibility of electroplating plants ñ and integrates fully automated electroplating units as product specific manufacturing cells directly into the production line of a mechanical manufacturing company. The units will be reconfigurable so that the InlinePlat concept will support the concept of the reconfigurable factory. The automated electroplating solution shall reduce the high labour costs and use the existing staff for more sophisticated, higher productive work. Costs will further be reduced by substantially improved resource efficiency (energy and materials) and effluent free operation with limited exhaust air emission; this will allow to install the InlinePlat units without any individual environmental permission. Hence, integration of InlinePlat units into manufacturing lines should be no more complicated than any manufacturing machine, so that the benefits of modern process automation with advanced control options, integration to overall factory control systems, and substantial reduction of logistical effort can be full derived.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LUDY GALVANOSYSTEME GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938235508": {
            "orgId": "938235508",
            "orgName": "LUDY GALVANOSYSTEME GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}