{
    "rcn": "194692",
    "acronym": "ULTRABOAT",
    "topics": "IT-1-2014-1",
    "title": "Ultrasonic System for Antifouling Protection of Ships",
    "startDate": "01/10/2014",
    "endDate": "28/02/2015",
    "objective": "75% of imports and exports and 37% of the internal trade of the EU takes place through seaports.  From Delco TS, we envisaged UltraBoat as a durable and reliable solution to avoid the formation of fouling (bio-fouling) in ships (attachment of marine animal and plants to the surface of underwater parts of the vessel). This may seem a minor problem but every ship owner knows about the importance of making an adequate choice of antifouling treatments due to associated operating costs. The formation of fouling on ships increases the surface roughness of the hull, which leads to increased fuel consumption. After six months, a ship without an appropriate antifouling system can suffer a 40% increase in fuel consumption to maintain normal speed.  \nAntifouling also requires specific maintenance because current solutions are not durable enough. Nowadays the ship owners need to periodically re-apply antifouling coatings. Apart from the fact that this coatings are in constant surveillance due to the release of harmful substances, the process requires dry docking the ship (at least every 5 years) for a period of usually 10-12 days.  Although antifouling treatment is only a part of this maintenance, it has a big impact on the total operating costs of transport ships. Annual costs resulting from fouling represent more than 350,000Ä for a single vessel of medium size (90-120.000 of Gross registered tonnage).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DELCO T.S. SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "985232105": {
            "orgId": "985232105",
            "orgName": "DELCO T.S. SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}