{
    "rcn": "194675",
    "acronym": "QFast2",
    "topics": "ICT-37-2014-1",
    "title": "Fast Multitarget Pathogen Detection Platform Traceable within a Quality Assurance System",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "Every year, millions of people become ill and thousands die as a result of eating unsafe food. According to the European Food and Safety Authority more than 320,000 human cases of food-borne diseases caused by pathogenic micro-organisms are reported each year in Europe. For that reason, the European Food Safety Authority is imposing strict food safety regulations specifying the maximum permitted level of any contaminant in food. EFSA has also specified that all food manufacturers are responsible for safety of the food they commercialize. The implementation of these regulations has resulted in the growth of the food safety testing market as well as new innovative technologies for detection of all kinds of pathogens. \n\nIn this regard, the project QFast2 aims at performing a feasibility study for the market introduction of the first Rapid Multi-Target Pathogen Detection Kit in development by iMICROQ. This is a revolutionary product that will enable the fast (<24h), cost-effective and simultaneous detection of three different pathogens (Salmonella, Listeria Monocytogenes and Staphylococcus) directly on-site for food&feed safety industry by non-specialised personnel, with a platform that allows the user to implement the instrument within its own information technology protocol, with full traceability of the sample through the overall process.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INTEGRATED MICROSYSTEMS FOR QUALITYOF LIFE, SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "969366300": {
            "orgId": "969366300",
            "orgName": "INTEGRATED MICROSYSTEMS FOR QUALITYOF LIFE, SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}