{
    "rcn": "194606",
    "acronym": "RESFARM",
    "topics": "EE-19-2014",
    "title": "Developing and implementing financial instruments for the mobilisation of investments in renewable energy in the agrarian sector",
    "startDate": "01/03/2015",
    "endDate": "31/12/2017",
    "objective": "On-farm Renewable Energy Systems (RES) can provide agrarian communities with an extra source of stable income, while guaranteeing long term clean energy supply for society. Despite their enormous potential for RES, in practice many farmers are not capable of accessing the financial, technical and administrative resources required for installing RES capacity on their farms. This is caused by RES investments generally being restricted to project finance for large installations while RES types that can be installed on farms require bank loans. This limitation greatly restricts capital supply while raising overall cost. Most farms in the targeted countries have a low credit profile that disqualifies them for loans. To overcome this limitation and fully take advantage of the last few years¥ cost reductions and performance advancements in RES, a tailored investment instrument is needed that can attract capital from capital markets and especially from institutional investors to on-farm RES. The recent appearance of innovative investment schemes, addressed to overcome similar challenges in other sectors, demonstrates that, by creating pools of RES, access to capital market resources can be realized. The proposed action is designed to initiate a structured dialogue among farmers, financiers and other relevant experts and stakeholders in order to develop and promote such an investment instrument, tailored for on-farm RES. The consortium that presents this proposal includes, among other key stakeholders, a leading European financial institution, a university as well as the largest farmers¥ associations of Spain, Italy and Greece. The quality of the consortium and the relevance of the expected results mean that this proposal is a unique opportunity to increase the financeability of on-farm RES in Europe.",
    "totalCost": "1527698,97",
    "ecMaxContribution": "1527698,97",
    "coordinator": "UNIONS AGRARIAS UPA",
    "coordinatorCountry": "ES",
    "participants": "BANCO DE SABADELL;UNION DE COOPERATIVAS ASOCIACION GALEGA DE COOPERATIVAS AGRARIAS;ASOCIACION AGRARIA JOVENES AGRICULTORES-ASAJA GALICIA;PANHELLENIC CONFEDERATION OF UNIONS OF AGRICULTURAL COOPERATIVES SOMATEIO;AGRICOLTURA E VITA - ASSOCIAZIONE;BIOMASS RESEARCH BV;RESEARCH4LIFE B.V.;ELA, INGENIERIA Y MEDIO AMBIENTE SL;SINDICATO LABREGO GALEGO - COMISIONS LABREGAS;INSTITOUTO AGROTIKIS KAI SYNETAIRISTIKIS OIKONOMIAS INASO PASEGES;INSTITUTO ENERGETICO DE GALICIA - INEGA - INSTITUTO ENERXETICO DE GALICIA;UNIVERSIDADE DA CORUNA",
    "participantCountries": "ES;EL;IT;NL",
    "projectParticipants": {
        "991770002": {
            "orgId": "991770002",
            "orgName": "INSTITUTO ENERGETICO DE GALICIA - INEGA - INSTITUTO ENERXETICO DE GALICIA",
            "ecContrib": 51280
        },
        "953210950": {
            "orgId": "953210950",
            "orgName": "AGRICOLTURA E VITA - ASSOCIAZIONE",
            "ecContrib": 44108
        },
        "951733737": {
            "orgId": "951733737",
            "orgName": "BIOMASS RESEARCH BV",
            "ecContrib": 0
        },
        "921324916": {
            "orgId": "921324916",
            "orgName": "RESEARCH4LIFE B.V.",
            "ecContrib": 75937
        },
        "999629718": {
            "orgId": "999629718",
            "orgName": "UNIVERSIDADE DA CORUNA",
            "ecContrib": 268249
        },
        "938688789": {
            "orgId": "938688789",
            "orgName": "ELA, INGENIERIA Y MEDIO AMBIENTE SL",
            "ecContrib": 174053
        },
        "951932878": {
            "orgId": "951932878",
            "orgName": "UNION DE COOPERATIVAS ASOCIACION GALEGA DE COOPERATIVAS AGRARIAS",
            "ecContrib": 43257
        },
        "950649956": {
            "orgId": "950649956",
            "orgName": "UNIONS AGRARIAS UPA",
            "ecContrib": 564328
        },
        "938900540": {
            "orgId": "938900540",
            "orgName": "SINDICATO LABREGO GALEGO - COMISIONS LABREGAS",
            "ecContrib": 43257
        },
        "938714688": {
            "orgId": "938714688",
            "orgName": "ASOCIACION AGRARIA JOVENES AGRICULTORES-ASAJA GALICIA",
            "ecContrib": 0
        },
        "938548915": {
            "orgId": "938548915",
            "orgName": "BANCO DE SABADELL",
            "ecContrib": 65130
        },
        "998757009": {
            "orgId": "998757009",
            "orgName": "PANHELLENIC CONFEDERATION OF UNIONS OF AGRICULTURAL COOPERATIVES SOMATEIO",
            "ecContrib": 61756
        }
    },
    "calculatedTotalContribution": 1391355
}