{
    "rcn": "194617",
    "acronym": "TRIBE",
    "topics": "EE-11-2014",
    "title": "TRaIning Behaviours towards Energy efficiency: Play it!",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "TRIBE project aims to contribute to a citizensí behaviour change towards energy efficiency in public buildings, through their engagement in the experience of playing a social game, linked by ICT to real time data collected from 5 pilot buildings hosting around 1.300 regular users (employees, tenantsÖ) and almost 12.000 eventual users (visitors). The targeted average energy savings in the pilots is 24,8% of the current energy consumption. TRIBE project will carry out serious game aims to engage more than 750.000 players by the end of the project, involving users of the targeted pilot facilities and their social networks.\n\nAs a result of the analysis and developments accomplished using the pilot cases of the TRIBE project, and in addition to the game that will serve to collect all the relevant information, a whole and very broad number of tools and guidelines named TRIBE pack will be set up to be used by public building tenants and owners. The goal is foster the spread of the public building users behaviour change as well as to support the deployment of ICTs for energy efficiency among public building owners and operators. The content of the final TRIBE pack will include; (1) an initial energy audit and diagnosis, (2) the development of a virtual pilot in conformity with the image of their real buildings, (3) an adapted ICT for energy efficiency deployment plan, (4) a funding scheme merging existing instruments with clean web solutions and (5) a user engagement campaign addressing the specific behaviour change challenges.",
    "totalCost": "2000032,5",
    "ecMaxContribution": "2000031,75",
    "coordinator": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
    "coordinatorCountry": "ES",
    "participants": "RISE INTERACTIVE INSTITUTE AB;OZYEGIN UNIVERSITESI;DELOITTE CONSEIL SAS;BIO INTELLIGENCE SERVICE;UNIVERSITAET GRAZ;ACCIONA CONSTRUCCION SA;SOCIEDAD MUNICIPAL ZARAGOZA VIVIENDA SL",
    "participantCountries": "SE;TR;FR;AT;ES",
    "projectParticipants": {
        "991209827": {
            "orgId": "991209827",
            "orgName": "SOCIEDAD MUNICIPAL ZARAGOZA VIVIENDA SL",
            "ecContrib": 89250
        },
        "999812854": {
            "orgId": "999812854",
            "orgName": "ACCIONA CONSTRUCCION SA",
            "ecContrib": 245781
        },
        "999873188": {
            "orgId": "999873188",
            "orgName": "UNIVERSITAET GRAZ",
            "ecContrib": 322781
        },
        "999586650": {
            "orgId": "999586650",
            "orgName": "RISE INTERACTIVE INSTITUTE AB",
            "ecContrib": 488969
        },
        "998302564": {
            "orgId": "998302564",
            "orgName": "BIO INTELLIGENCE SERVICE",
            "ecContrib": 0
        },
        "998027666": {
            "orgId": "998027666",
            "orgName": "OZYEGIN UNIVERSITESI",
            "ecContrib": 217500
        },
        "999706639": {
            "orgId": "999706639",
            "orgName": "DELOITTE CONSEIL SAS",
            "ecContrib": 145001
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 490750
        }
    },
    "calculatedTotalContribution": 2000032
}