{
    "rcn": "194637",
    "acronym": "EURECA",
    "topics": "EE-08-2014",
    "title": "Datacenter EURECA Project",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "The EURECA project tackles the lack of knowledge and awareness of how to identify and procure environmentally sound and greener data centres.  The work will encompass solutions for pre-commercial procurement (PCP) and procurement of innovative solutions (PPI). This will be achieved by consolidating recognised and emerging benchmark criteria into an easy-to-use tool that can be deployed by non-experts. EURECA will recommend an improvement roadmap indicating the procurement options(s) to reduce energy consumption, make efficiencies and minimise the environmental footprint. Key criteria will be presenting the Cost-Benefit analysis, covering the life cycle of the datacentre and the environmental  impact. The project will strengthen business cases by presenting training and advisory resources on how to establish the options with both technical and commercially neutral information, without prejudice. These options include, as appropriate, to perform detailed studies on investing in existing staff, refitting facilities, consolidation actions, new builds, or outsourcing ñ or specific combinations or subsets of these. The resources include RFI, ITT or RFP templates, technical & environmental data directories and a case study catalogue, structured along the procurement workflow.  The ultimate goal is to enable procurement teams to choose environmentally sound buying options whilst producing true and robust cost-benefit visibility to enable successful triggering of tenders. To ensure efficient use of the projectís developments, we will deliver a coherent set of targeted and efficient training components, developed throughout the project that supports the use of the EURECA tool and its resources. The consortiumís existing comprehensive liaisons to European and international standards committees and industry groups will ensure the EURECA programme is a ìlivingî resource that is sustainable, interactive and able to reflect the latest developments.",
    "totalCost": "1534055,5",
    "ecMaxContribution": "1534055,5",
    "coordinator": "UNIVERSITY OF EAST LONDON",
    "coordinatorCountry": "UK",
    "participants": "MAKI CONSULTING GMBH;CERTIOS BV;STICHTING GREEN IT CONSORTIUM REGIO AMSTERDAM;CARBON3IT LTD;DATA CENTRE ALLIANCE LIMITED;TELECITYGROUP GERMANY GMBH;NORLAND MANAGED SERVICES (IRELAND) LIMITED;WOLF MARC-ANDREE",
    "participantCountries": "DE;NL;UK;IE",
    "projectParticipants": {
        "983926485": {
            "orgId": "983926485",
            "orgName": "STICHTING GREEN IT CONSORTIUM REGIO AMSTERDAM",
            "ecContrib": 163556
        },
        "949684709": {
            "orgId": "949684709",
            "orgName": "CARBON3IT LTD",
            "ecContrib": 139409
        },
        "999853594": {
            "orgId": "999853594",
            "orgName": "UNIVERSITY OF EAST LONDON",
            "ecContrib": 409086
        },
        "938773858": {
            "orgId": "938773858",
            "orgName": "NORLAND MANAGED SERVICES (IRELAND) LIMITED",
            "ecContrib": 159449
        },
        "926661759": {
            "orgId": "926661759",
            "orgName": "MAKI CONSULTING GMBH",
            "ecContrib": 202431
        },
        "954859853": {
            "orgId": "954859853",
            "orgName": "CERTIOS BV",
            "ecContrib": 250918
        },
        "939132564": {
            "orgId": "939132564",
            "orgName": "WOLF MARC-ANDREE",
            "ecContrib": 0
        },
        "955734405": {
            "orgId": "955734405",
            "orgName": "DATA CENTRE ALLIANCE LIMITED",
            "ecContrib": 197162
        },
        "938580925": {
            "orgId": "938580925",
            "orgName": "TELECITYGROUP GERMANY GMBH",
            "ecContrib": 12045
        }
    },
    "calculatedTotalContribution": 1534056
}