{
    "rcn": "194647",
    "acronym": "SpiraStent",
    "topics": "PHC-12-2014-1",
    "title": "DEVELOPMENT OF A SPIRAL LAMINAR FLOW INDUCING ENDOVASCULAR STENT FOR THE TREATMENT OF PERIPHERAL ARTERIAL DISEASE",
    "startDate": "01/10/2014",
    "endDate": "28/02/2015",
    "objective": "The project is focused the medical device sector and specifically peripheral vascular (PV) devices. A large, unmet, and growing patient population will require treatment for Peripheral arterial disease (PAD) and revenue in this market will continue to grow driven by the aging population and the increased incidence of obesity and diabetes. Percutaneous transluminal angioplasty (PTA) is the most widely used non-surgical treatment, however when used in areas of long calcified stenosis, PTA does not show satisfactory results at long term follow up. Stenting has become the most obvious choice to overcome the limitations of PTA. Unfortunately, long term performance of stents appears to be problematic as they do not prevent (and may to a certain extent even cause) a failure mode known as restenosis. Whilst covered stents have tackled the problem of restenosis within the stent the stent itself interrupts the bloods natural spiral laminar flow (SLF) and increases laterally directed forces and wall shear stress downstream of the implantation causing downstream disease progression. Re-institution of the bloods SLF reduces the forces and turbulence caused by stenting, and reduces neointimal hyperplasia (NIH) distal to the stent which can lead to occlusion distal to the stent.\n\nThe global objective of the project is to develop an innovative endovascular stent that will reintroduce the natural spiral laminar flow both through the stent and distal to the stent that can be manufactured to be deployed using standard delivery system profiles. With the long term post project target of increasing patency rates to greater than 80% and reduce restenosis of the stent by greater than 20% and distal stenosis by greater than 20% at 2 year follow up. \n\nAs a result of the proposed project, we expect to improve our collective competitiveness and generate increased sales by capturing at least Ä25M p.a. of the European market for endovascular stents",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VASCULAR FLOW TECHNOLOGIES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952464438": {
            "orgId": "952464438",
            "orgName": "VASCULAR FLOW TECHNOLOGIES LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}