{
    "rcn": "194612",
    "acronym": "RentalCal",
    "topics": "EE-19-2014",
    "title": "Incentives through Transparency: European Rental Housing Framework for Profitability Calculation of Energetic Retrofitting Investments",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "The current level of energy efficiency investments in the rental housing sector is in danger of missing EU policy targets. RentalCal aims to develop models and tools for assessing the commercial viability of energy efficiency retrofitting in the rental housing stock. This will reduce split incentive barriers, price in green added value and show a clear road map towards a sustainable housing stock. In particular, RentalCal seeks to make the following key contributions: \n1. Develop the first commercial viability assessment framework for energy efficiency refurbishments specifically for rental housing \nAlthough rental housing represents the majority of Europeís multifamily housing stock, current viability calculation methods for energy efficiency retrofits are geared towards owner occupiers and ignore some inherent characteristics of the specific national rental market such as split incentives, rental regulations, tax regimes etc. RentalCal will develop an innovative standardised methodology for assessing retrofits in the private rental housing sector. \n2. Increase the transparency of investment conditions in the EU housing industry\nRentalCal will provide transparent information on the viability of energy efficiency investments based on legal, technical and financial conditions in eight participating member states. The standardised framework will allow for a transparent comparison of investment conditions in the EU, help to remove investment barriers in national housing markets and stimulate cross-border investment activity. \n3. Disseminate key insights into the 'Green Value' proposition to specific target groups \nRentalCal will provide rental property investors with target group specific information regarding the viability of a proposed retrofit investment. This includes the valuation benefits of energy-efficient buildings as well as other indirect financial benefits. All information will be available on RentalCalís web based calculation and information platform.",
    "totalCost": "1996766,25",
    "ecMaxContribution": "1996765,75",
    "coordinator": "INSTITUT WOHNEN UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITAET REGENSBURG;UNIVERSIDAD DE ALICANTE;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;DELPHIS DEVELOPPEMENT ETUDES POUR LE LOGEMENT LA PROMOTION DE L'HABITAL'INNOVATION ET LE SOCIAL ASSOCIATION;STU-K AS;EUROPEAN GREEN CITIES APS;TiasNimbas Business School B.V.;KARLSRUHER INSTITUT FUER TECHNOLOGIE;AALBORG UNIVERSITET;Narodowa Agencje Poszanowania Energii SA",
    "participantCountries": "DE;ES;UK;FR;CZ;DK;NL;PL",
    "projectParticipants": {
        "997739770": {
            "orgId": "997739770",
            "orgName": "DELPHIS DEVELOPPEMENT ETUDES POUR LE LOGEMENT LA PROMOTION DE L'HABITAL'INNOVATION ET LE SOCIAL ASSOCIATION",
            "ecContrib": 168699
        },
        "997991000": {
            "orgId": "997991000",
            "orgName": "INSTITUT WOHNEN UND UMWELT GMBH",
            "ecContrib": 380798
        },
        "999895886": {
            "orgId": "999895886",
            "orgName": "UNIVERSIDAD DE ALICANTE",
            "ecContrib": 114688
        },
        "945450368": {
            "orgId": "945450368",
            "orgName": "TiasNimbas Business School B.V.",
            "ecContrib": 193994
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "989781696": {
            "orgId": "989781696",
            "orgName": "STU-K AS",
            "ecContrib": 127506
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 162462
        },
        "950585936": {
            "orgId": "950585936",
            "orgName": "EUROPEAN GREEN CITIES APS",
            "ecContrib": 157775
        },
        "999868629": {
            "orgId": "999868629",
            "orgName": "UNIVERSITAET REGENSBURG",
            "ecContrib": 257682
        },
        "983862465": {
            "orgId": "983862465",
            "orgName": "Narodowa Agencje Poszanowania Energii SA",
            "ecContrib": 106812
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 71516
        }
    },
    "calculatedTotalContribution": 1741932
}