{
    "rcn": "194633",
    "acronym": "LabelPack Aplus",
    "topics": "EE-14-2014",
    "title": "Promotion and support to the implementation of the energy labelling for Space, Combi Heaters and Water Heaters with a focus on the ìPackage labelî",
    "startDate": "01/03/2015",
    "endDate": "31/07/2018",
    "objective": "The ëLabel Pack A\\í project aims at supporting the implementation of the energy labelling of heating appliances while boosting its impact, the focus being on the ìpackage labelî and its potential to push for the uptake or renewable technologies, in particular solar thermal, in combination with more efficient conventional technologies.\n\nThe project will address one of the main challenges related to this particular energy labelling process in relation to other Energy-related Products : the issuing of the package label by installers. This challenge involves the preparation of the industry, retailers and installers to this process, including the communication to the final consumer.\n\nTherefore, the main objectives of the project are to:\n- Provide guidelines, as well as standardized answers to clarify the responsibility of each actor in the supply chain. These activities will, in particular, focus on installers and SMEs, who might be facing specific implementation challenges;\n-> Facilitate the exchange of product fiches and product related information on the format of equipmentís databases, available to all the actors in the energy labelling process;\n-> Apply the energy labelling calculation methodology and make it available to all the actors in the supply chain in the form of a user-friendly online calculation tool; \n-> Develop and provide industry specific training material, especially focusing on the responsibilitiesí and roles of installers in the energy labelling process;\n-> Provide tailor-made information for end consumers, which will either be directly accessible by them, or used by dealers to explain the significance and added value of the ìpackage labelî;\n-> Provide consolidated expertise on the energy labelling process to the Commission and national authorities, based on the experiences gathered on the pilot implementation in the participating countries.",
    "totalCost": "1385797,5",
    "ecMaxContribution": "1385797,5",
    "coordinator": "European Solar Thermal Industry Federation",
    "coordinatorCountry": "BE",
    "participants": "SOLAR TRADE ASSOCIATION LIMITED;ASSOLTERM;ADENE - AGENCIA PARA A ENERGIA;ENERPLAN;BSW - BUNDESVERBAND SOLARWIRTSCHAFT E.V.;ECLAREON GMBH;AUSTRIA SOLAR;ASSOCIACAO PORTUGUESA DA INDUSTRIA SOLAR;LEGAMBIENTE ASSOCIAZIONE ONLUS;DECO -ASSOCIACAO PORTUGUESA PARA ADEFESA DO CONSUMIDOR",
    "participantCountries": "UK;IT;PT;FR;DE;AT",
    "projectParticipants": {
        "938339977": {
            "orgId": "938339977",
            "orgName": "ENERPLAN",
            "ecContrib": 181850
        },
        "950596315": {
            "orgId": "950596315",
            "orgName": "ASSOCIACAO PORTUGUESA DA INDUSTRIA SOLAR",
            "ecContrib": 52125
        },
        "963076432": {
            "orgId": "963076432",
            "orgName": "SOLAR TRADE ASSOCIATION LIMITED",
            "ecContrib": 152491
        },
        "950873638": {
            "orgId": "950873638",
            "orgName": "ADENE - AGENCIA PARA A ENERGIA",
            "ecContrib": 88345
        },
        "986523951": {
            "orgId": "986523951",
            "orgName": "LEGAMBIENTE ASSOCIAZIONE ONLUS",
            "ecContrib": 65470
        },
        "938712166": {
            "orgId": "938712166",
            "orgName": "AUSTRIA SOLAR",
            "ecContrib": 136661
        },
        "938229106": {
            "orgId": "938229106",
            "orgName": "ASSOLTERM",
            "ecContrib": 150725
        },
        "956638348": {
            "orgId": "956638348",
            "orgName": "ECLAREON GMBH",
            "ecContrib": 75106
        },
        "950511149": {
            "orgId": "950511149",
            "orgName": "DECO -ASSOCIACAO PORTUGUESA PARA ADEFESA DO CONSUMIDOR",
            "ecContrib": 39982
        },
        "998271621": {
            "orgId": "998271621",
            "orgName": "BSW - BUNDESVERBAND SOLARWIRTSCHAFT E.V.",
            "ecContrib": 233449
        },
        "986039630": {
            "orgId": "986039630",
            "orgName": "European Solar Thermal Industry Federation",
            "ecContrib": 209592
        }
    },
    "calculatedTotalContribution": 1385796
}