{
    "rcn": "194620",
    "acronym": "BEenerGI",
    "topics": "EE-20-2014",
    "title": "Bundling sustainable energy investments for GIrona¥s municipalities",
    "startDate": "01/04/2015",
    "endDate": "31/03/2018",
    "objective": "Gironaís municipalities are mainly small so lack the technical or financial capacity to carry out ISE on their own. BEenerGI will support these municipalities from technical, legal and financial points of view. So in the next three years 6.48 MEUR of investments will be mobilized to increase energy efficiency in street lighting in 65 municipalities and 9.40 MEUR will be mobilized in energy efficiency investments in 85 public buildings. BEenerGI specific objectives are: launching sustainable energy investments to strengthen innovative organisational models, establishing and promoting a new funding scheme, capacity building among all key actors involved and final beneficiaries, opening access to energy consumption data and communication of results across Europe. BEenerGI is innovative both for the organisation of project development assistance (PDA) and for its proposed financial engineering. Regarding PDA innovation, the project will join investments in at least 15 packages in order to make them bankable. Regarding the innovation of the proposed financing engineering, BEenerGI will encourage contracts between municipalities and ESCOs or Small and Medium Enterprises-Micro-ESCOs Local energy sector SMEs (local maintainers, local energy suppliers,..). In some cases, Ddgi will give a subsidy of 2 MEUR to municipalities (during the whole period) to make the planned investments in public buildings bankable and to decrease the payback of these investments.  BEenerGI foresees using the monitoring system for energetic consumption already installed in Covenant municipalities as a monitoring tool to evaluate the impact and results of the project. BEenerGI will disseminate its results among Covenant Coordinators or other local authorities that want to replicate these innovative organizational models to mobilize bankable bundled IES.",
    "totalCost": "1024887,5",
    "ecMaxContribution": "922398,75",
    "coordinator": "DIPUTACION DE GERONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950867818": {
            "orgId": "950867818",
            "orgName": "DIPUTACION DE GERONA",
            "ecContrib": 922399
        }
    },
    "calculatedTotalContribution": 922399
}