{
    "rcn": "194622",
    "acronym": "FLEXYNETS",
    "topics": "EE-13-2014",
    "title": "Fifth generation, Low temperature, high EXergY district heating and cooling NETworkS",
    "startDate": "01/07/2015",
    "endDate": "31/12/2018",
    "objective": "District Heating and Cooling networks distribute energy from a centralized generation plant to a number of remote customers. As such, actual DHC systems suffer from\nï significant heat losses\nï highly unexplored integration potential of different available energy sources (e.g. renewables and waste heat) into the network\nï high installation costs.\nFLEXYNETS will develop, demonstrate and deploy a new generation of intelligent district heating and cooling networks that reduce energy transportation losses by working at ìneutralî temperature levels. Reversible heat pumps and chillers will be used to exchange heat with the DHC network on the demand side. In this way, the same network can provide contemporary heating and cooling.\nFLEXYNETS solutions will integrate effectively multiple generation sources (including high- and low-temperature solar thermal, biomass, PV, cogeneration and waste heat) where they are available along the DHC network, by managing energy at different temperature levels and assuring optimized exergy exploitation.\nTogether with storages, control strategies that optimize the harvest of renewable energy sources are key from the technical and economic points of view. On the one hand, strategies will be assessed that assure a thermal balance among diffused heat generation, storage and utilization. On the other, policies will be elaborated to decide when energy is to be gathered locally or exchanged (both purchased and sold) with the electricity and gas networks.\nThe optimal management of such new generation networks will lead to a synergic effect on primary energy savings (hence on the reduction of the CO2 emissions), assuring at the same time investment and operation profitability. As such, FLEXYNETS will contribute to a higher penetration of smart DHC networks on the heating and cooling market, and will contribute to the European recovery plan.",
    "totalCost": "1999363,75",
    "ecMaxContribution": "1999363,75",
    "coordinator": "ACCADEMIA EUROPEA DI BOLZANO",
    "coordinatorCountry": "IT",
    "participants": "HOCHSCHULE FUR TECHNIK STUTTGART;PLANENERGI FOND;SOLID AUTOMATION GMBH;LATERIZI GAMBETTOLA SRL;ENISYST GMBH;ACCIONA CONSTRUCCION SA",
    "participantCountries": "DE;DK;IT;ES",
    "projectParticipants": {
        "999887253": {
            "orgId": "999887253",
            "orgName": "ACCADEMIA EUROPEA DI BOLZANO",
            "ecContrib": 503500
        },
        "974202429": {
            "orgId": "974202429",
            "orgName": "HOCHSCHULE FUR TECHNIK STUTTGART",
            "ecContrib": 293625
        },
        "999812854": {
            "orgId": "999812854",
            "orgName": "ACCIONA CONSTRUCCION SA",
            "ecContrib": 241688
        },
        "941601602": {
            "orgId": "941601602",
            "orgName": "SOLID AUTOMATION GMBH",
            "ecContrib": 30502
        },
        "924390407": {
            "orgId": "924390407",
            "orgName": "ENISYST GMBH",
            "ecContrib": 237799
        },
        "989699634": {
            "orgId": "989699634",
            "orgName": "PLANENERGI FOND",
            "ecContrib": 375250
        },
        "966952455": {
            "orgId": "966952455",
            "orgName": "LATERIZI GAMBETTOLA SRL",
            "ecContrib": 317000
        }
    },
    "calculatedTotalContribution": 1999364
}