{
    "rcn": "194613",
    "acronym": "CITYnvest",
    "topics": "EE-21-2014",
    "title": "Increasing Capacities in Cities for Innovative Financing in Energy Efficiency",
    "startDate": "01/02/2015",
    "endDate": "31/01/2018",
    "objective": "CITYnvest strives to introduce innovative financing models (revolving funds, EPC,TPF, cooperative models, etc.) in 3 Pilot Regions (partners LiËge (BE), Rhodope (BG) and Murcia (ES)) and conduct a wide-scale capacity building programme in 10 focus countries concerning specific financial instruments/business models. The assessment of innovative financial models is integral to discovering opportunities and identifying and overcoming barriers that specifically local and regional levels face. The project aims to develop a web-based portal that provides diverse practical guidance and match-makes experienced forerunners with less-experienced first-timer authorities. CITYnvest will spread the under-utilized financing models that enable project bundling and aggregation by mobilising the entire value chain at the regional/local level towards Horizon 2020ís energy efficiency goals. \n\nTo succeed, the project will first tackle public authoritiesí lack of understanding and knowledge on innovative financing models for sustainable energy services, especially retrofitting the building stock. Second, CITYnvestís concrete guidance will ensure in-depth capacity building and training. Third, close collaboration with authorities will trigger innovative financing schemes implementation and mobilise finance for energy efficiency services. Organization of consistent follow-up will monitor progress towards the objective of 37,5 GWh savings/year and other commitments. Finally, the national structures (of CEMR and CA) and invited experts will liaise with the participating public authorities in the capacity building programs to achieve CITYnvestís goal of ensuring long-term engagement.\n\nCITYnvest partners liaise with an Advisory Expert Group and pool of experts to provide the expertise and guidance/training. CITYnvest will further create synergies with other wide-spread initiatives, such as the Covenant of Mayors, linking SEAPS to innovative financing models for energy efficiency.",
    "totalCost": "1512938,75",
    "ecMaxContribution": "1512937",
    "coordinator": "CLIMATE ALLIANCE - KLIMA-BUENDNIS - ALIANZA DEL CLIMA e.V.",
    "coordinatorCountry": "DE",
    "participants": "GROUPEMENT DE REDEPLOIEMENT ECONOMIQUE DU PAYS DE LIEGE;INSTITUTO DE FOMENTO DE LA REGION DE MURCIA;SOFIA ENERGY CENTRE LTD;CONSEIL DES COMMUNES ET REGIONS D'EUROPE;RESCOOP EU ASBL;ENERGINVEST",
    "participantCountries": "BE;ES;BG",
    "projectParticipants": {
        "988679582": {
            "orgId": "988679582",
            "orgName": "CLIMATE ALLIANCE - KLIMA-BUENDNIS - ALIANZA DEL CLIMA e.V.",
            "ecContrib": 390124
        },
        "996731843": {
            "orgId": "996731843",
            "orgName": "INSTITUTO DE FOMENTO DE LA REGION DE MURCIA",
            "ecContrib": 172312
        },
        "939014806": {
            "orgId": "939014806",
            "orgName": "ENERGINVEST",
            "ecContrib": 146500
        },
        "939573429": {
            "orgId": "939573429",
            "orgName": "RESCOOP EU ASBL",
            "ecContrib": 65313
        },
        "999694417": {
            "orgId": "999694417",
            "orgName": "SOFIA ENERGY CENTRE LTD",
            "ecContrib": 144812
        },
        "951764195": {
            "orgId": "951764195",
            "orgName": "GROUPEMENT DE REDEPLOIEMENT ECONOMIQUE DU PAYS DE LIEGE",
            "ecContrib": 266500
        },
        "949696252": {
            "orgId": "949696252",
            "orgName": "CONSEIL DES COMMUNES ET REGIONS D'EUROPE",
            "ecContrib": 327375
        }
    },
    "calculatedTotalContribution": 1512936
}