{
    "rcn": "194643",
    "acronym": "TAIPI",
    "topics": "FETFLAG-2-2014",
    "title": "Tools and Actions for Impact Assessment and Policy makers Information",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "TAIPI, Tools and Actions for Impact Assessment and Policy makers Information, is a CSA proposal to the ìPolicy environment for FET Flagshipsî topic of the call H2020-FETFLAG-2014. TAIPI addresses the scope of the this topic by undertaking actions related to: (i) Assessing the impacts of FET Flagship initiatives, including through metrics and indicators; (ii) Collection of information need for policy making, e.g. through consultation actions and surveys. The general objective of TAIPI is to support and strengthen the FET Flagship Initiative and the two selected Flagships. Specific objectives of TAIPI are: (i) To develop assessment methodologies along with the required toolkits which will be applied respectively to HBP and Graphene Flagships, (ii) To carry out the impact assessment of both Flagships and the Flagship policy by applying the specifically developed methodology and tools, (iii) To collect and provide information for policy makers and funding organizations participating to Flagships initiative, (iv) To transfer to the Flagships these developed toolkits, and to enable them to use these tools after the end of the CSA, thus ensuring the sustainability of the project activities. TAIPI is composed of 5 work packages: WP1 Management, WP2 Development of methodology, WP3 Impact assessment, WP4 Support to policy makers, WP5 Dissemination. TAIPI will assess the impacts of HBP and Graphene, enhance the flow of information from the Flagships towards policy makers, relevant stakeholders and wider public, improve the understanding of the impacts of the Flagships on science, technology, economy and society and contribute to create a stable and structured environment for the benefit of the FET Flagships. The environment created by TAIPI will thus benefit to the Flagships, allowing them to concentrate on the fields where they bring the highest added value to their stakeholders while they rely on up-to-date tools, developed by TAIPI, to monitor in real time their impacts.",
    "totalCost": "873442,5",
    "ecMaxContribution": "799837,5",
    "coordinator": "ERDYN CONSULTANTS",
    "coordinatorCountry": "FR",
    "participants": "RISE RESEARCH INSTITUTES OF SWEDEN AB;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;ZENTRUM FUR SOZIALE INNOVATION GMBH;AGENCE NATIONALE DE LA RECHERCHE",
    "participantCountries": "SE;CH;AT;FR",
    "projectParticipants": {
        "998711613": {
            "orgId": "998711613",
            "orgName": "AGENCE NATIONALE DE LA RECHERCHE",
            "ecContrib": 27500
        },
        "940719872": {
            "orgId": "940719872",
            "orgName": "ZENTRUM FUR SOZIALE INNOVATION GMBH",
            "ecContrib": 280875
        },
        "998812493": {
            "orgId": "998812493",
            "orgName": "ERDYN CONSULTANTS",
            "ecContrib": 439000
        },
        "999613422": {
            "orgId": "999613422",
            "orgName": "RISE RESEARCH INSTITUTES OF SWEDEN AB",
            "ecContrib": 52462
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 799837
}