{
    "rcn": "194698",
    "acronym": "BLEticket",
    "topics": "IT-1-2014-1",
    "title": "Mobile ticketing system for urban transport",
    "startDate": "01/09/2014",
    "endDate": "30/11/2014",
    "objective": "For over years integrated ticketing based on Smartphones has been on the agenda of EU transport policy due to his potential for intermodal transport. The future challenge of transport sector is to combine all urban transport modes (metro, bus, train) on a single ticket facilitating transfer between them and to enable ëpay per useí approach offering novel pricing model to passengers.\n\n\nUntil now, the only two systems enabling users to pay with Smartphones are based on Quick Response (QR) code and Near Field Communications (NFC) technology. However, none of them can be adopted as mobile eticketing system applicable on a wider scale in Europe; QR code pose serious security risks and NFC suffer with lack of interoperability, limited versatility and is not supported by Apple (iOS), the landmark for mobile technology trends. \n\nThe overall objective of the project is to provide novel eticketing based on Bluetooth Low Energy (BLE) technology. This new approach represents a real break-through in eticketing systems due to their low cost, low consumption, ultra rapid connection, improved coverage and interoperability of operators and platforms. BLE is already incorporated by Apple and most important brands featuring Android are also adopting it. \n\nThe proposed system offer huge number of benefits to all stakeholders involved; Bus transport operators will obtain better transport statistics, reduced small-cash transaction, and reduced fare-processing time and better passenger throughput. Passengers will have more flexible mode choice and easier interchange, enhanced ease of use and more flexible choice and easier interchange. Authorities will reduce environment impact, increase in transport usage and reduce traffic congestions.  \n\nThe objective of this phase 1 is to complete a feasibility study to find out the workability and profitability of the business venture. If the result of the feasibility study is positive, we will write the Business Plan and we will apply to phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALESTIS CONSULTING SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950431221": {
            "orgId": "950431221",
            "orgName": "ALESTIS CONSULTING SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}