{
    "rcn": "194695",
    "acronym": "EFICONSUMPTION",
    "topics": "SIE-01-2014-1",
    "title": "Innovative System for Electrical Energy Efficiency in industrial plants",
    "startDate": "01/10/2014",
    "endDate": "28/02/2015",
    "objective": "The general objective of EFICONSUMPTION will be focused on the development and further commercialization of an innovative system able to reduce the electricity consumption in industries in a percentage up to 40%, related in terms of unitary energy cost, by means of an optimal measurement, monitoring, smart modeling, remote control and horizontal scalable management of industrial plant production and service processes. \n\nThe new solution will be a combination of a specific device able to measure the main electricity parameters at any place, and an expert system, which will receive the real time data and will be able to establish efficient consumption patterns to effectively reduce the electricity consumption. This reduction will also contribute to reduce carbon footprint and emissions. \n\nEFICONSUMPTION has the following specific objectives to be accomplished in this first stage:\n- To develop a business and exploitation plan adjusted to the technical and commercial features of the project, including the assessment of the cost-effectiveness and exploitation potential of the envisaged solution.\n- To tackle the main bottlenecks and barriers for the full commercialization of the innovative technologies, mainly related to legislative and regulatory aspects in each country.\n- To widely disseminate project outcomes to stakeholders and end-users, strengthening synergies with other initiatives and platforms to reach the maximum impact.\n- To analyse the market and business strategies in the sector in order to find the best combination of external agents and international entities to develop cooperation strategies for market exploitation and further products commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CYSNERGY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938272174": {
            "orgId": "938272174",
            "orgName": "CYSNERGY SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}