{
    "rcn": "194739",
    "acronym": "FINESSE",
    "topics": "SIE-01-2014-1",
    "title": "Feasibility of an INnovative, Efficient, Solid State Energy saving system",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "The overall project objective is to successfully develop and to scale up for market readiness, a sophisticated voltage optimisation system that can reduce electrical energy consumption by up to 20%. The EU consume 3,361.69 TWh of electricity p.a and that is growing, as is our reliance on imported energy.  EU supply standard EN 50160 has been harmonised at a single phase line voltage of 230Vac ±10%,  Consequently actual voltages differ significantly across Europe with from 220Vac, through 230 to 240Vac, with peak mean voltages up to 253Vac. Whilst initially perceived as a UK issue, there are in fact 11 EEA countries which have an upper limit of 230V \\10%, and another 13 to follow.  The Business Opportunity is that virtually all European electrical equipment is designed to operate most efficiently at 220Vac. This ëover voltageí leads to inefficiency and  losses, (heat, eddy currents, magnetic hysteresis), increased energy bills, increased maintenance, down-time and reduced equipment life. These problems can be solved by reducing and stabilising the line voltage at the point of use, results in energy savings up to 20% if the input line voltage is 253V (230V\\10%), thus representing a significant opportunity to reduce electricity bills.  As we will demonstrate in section 1.4, conventional solutions and the current state of the art, do not fully solve this problem and have a number of limitations. There is therefore an urgent, unmet need for a system to reliably optimise electrical energy savings and provide a rapid return on investment for the customer. Our breakthrough solution is novel, patent protected and tested at lab scale. We initially require help to undertake a feasibility study to elaborate and de-risk our business plan. If successful we will unlock a market opportunity of Ä70m, create 70 jobs, reduce energy costs by Ä228m and CO2 by 272,270 tonnes 5 yrs post project. Ultimately helping Europe achieve demanding 2020 targets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "POWER STABILISATION LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938228330": {
            "orgId": "938228330",
            "orgName": "POWER STABILISATION LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}