{
    "rcn": "194771",
    "acronym": "LAST CHANCE",
    "topics": "NMP-25-2014-1",
    "title": "New super-energy efficient non-volatile memory manufacturing ñ bringing Europe back on the semiconductor track",
    "startDate": "01/10/2014",
    "endDate": "28/02/2015",
    "objective": "The project will map out the global market and technical specifications for new non-volatile static random-access memory products (nvSRAM) and systems (system on chip, embedded systems) in a feasibility study, including a business plan for the market introduction. ANV, as a fabless company, will prepare an innovative SONOS-module with 90nm-technology for SOC solutions with extremely low power nv memory cells. This is a ground-breaking solution, merging the advanced but dissimilar technologies ëLogicí, ëDRAMí, and ëFLASHí in one cost-effective solution. \nThe nvSRAM IP blocks offer unlimited and fast (< 20ns access) read and write operation and a reduced energy demand by factor 10,000 compared to a conventional Flash. No comparable solutions on the market provide such scalable high energy efficiencies, application areas and cost saving opportunities. This will enable the target users to integrate low power nv memory into SOC and dedicated stand-alone solutions at competitive prices. Industrial electronics, medical technology products, measuring/sensor technology and data storage/server technology (computing) are the core markets with a fast growing volume of about $150Mn for nvSRAM products and estimated $15.7 Bn for embedded FLASH.\nThe micro-electronics industry in Europe, comprising research-intensive SME, fabless and producing companies receive competitive SOC solutions for new product innovation in order to step back on the road to success in the semiconductor world. \nThe feasibility study will assess and prioritize technical specifications for process integration at the production line according to customer needs as well as tasks for production robustness of the new NVSM. It will prove the economic viability focusing on market trends and development of a licensing and IP strategy and elaborate a business plan including pilot products, ROI, risk assessment and financing model.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ANVO-SYSTEMS DRESDEN GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938178181": {
            "orgId": "938178181",
            "orgName": "ANVO-SYSTEMS DRESDEN GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}