{
    "rcn": "194762",
    "acronym": "EB2BSN",
    "topics": "ICT-37-2014-1",
    "title": "Let us build the first European Business-to-Business Social Network",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "ALG is an innovative SME founded in 2010, builder of the Attestation LÈgale platform (http://www.attestationlegale.fr), currently in use by thousands of French businesses. The Attestation LÈgale platform is a Software as a Service (SaaS) Web application through which businesses can share  their administrative documents and can benefit from alerts and always up-to-date documents.\n\nBecause of the future implementation of a European directive that reinforces the obligation of diligence in Europe (http://www.lemoniteur.fr/165-commande-publique/article/actualite/23657764-bruxelles-adoption-definitive-des-directives-marches-publics-et-concessions), our objective and our main motivation for this project proposal are to investigate the possibility of deploying our solution on a European scale.\n\nThe deployment of such a solution will lead to the following outcomes:\n- Improvement of the competitiveness of European businesses by the administrative simplification accelerated by the European directive;\n- Better regulation in the context of worker secondment  and contribute to the effort on countering unfair competition  between multiple European Union businesses.\n\nThese outcomes will also lead to the following impacts:\n- Usage disruption by eliminating the redundant processes and costs related to the diffusion and the collect of administrative documents;\n- Technological disruption by modeling and exploiting these Business-to-Business social networks while respecting the requirement of privacy and data property specific to businesses actors;\n- Data governance disruption by letting the members of our platform to remain the owner of the produced data.\n\nThe objectives of this phase 1 are to identify the European countries in which our solution can be deployed. If such countries are found in phase 1, the phase 2 would enable us to either prototype or modify our current solution to support these countries and to let their businesses benefit from our solution.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALG",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937953432": {
            "orgId": "937953432",
            "orgName": "ALG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}