{
    "rcn": "194700",
    "acronym": "BEVSTREAM",
    "topics": "SFS-08-2014-1",
    "title": "High Pressure Processing (HPP) equipment for large beverage productions",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "Hiperbaric is an SME leader in designing, manufacturing and commercializing High Pressure Processing (HPP) machines on an industrial scale. HPP is an innovative processing technology for many types of food (meat, seafood, vegetable, fruit productsÖ) with an important growing potential over the traditional techniques such as thermal pasteurization. This process inactivates food microorganisms, increasing safety and shelf-life, keeping flavor, nutrients and product freshness.\n\nHPP is currently a batch post-packaging process and this fact limits its productivity as the packaged/bottled product takes up more room of allowable vessel volume. This low productivity prevents the development of HPP in some important markets such as the beverage market (650 million tons in 2012).\n\nThe final objective of the Bevstream project is to commercialize the first semi-continuous HPP equipment for large productions of beverages or liquid food, reaching a 2% beverage global market penetration in 2026 (200 machines). Hiperbaric proposes a breakthrough concept for liquid processing, changing the approach from a batch post-packaging process to a semi-continuous prepackaging process. This will be achieved by scaling-up a Hiperbaric prototype to industrial large scale machine able to process liquid food directly into the vessel. This concept will mean increasing HPP productivity, lowering processing cost, and energy consumption and easing the installation within beverage production lines.\nThe expected market for Hiperbaric is 40 machines in the 5 years following SME Instrument Phase 2 project. This new business line will suppose more than 50% of Hiperbaric turnover in 2021 and a 40% staff increase.\n\nThe proposed feasibility assessment will evaluate this new concept by measuring market size, defining an IPR strategy and determining product technical and economic feasibility. The results will determine how the project could be developed in SME Instrument Phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HIPERBARIC SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937923071": {
            "orgId": "937923071",
            "orgName": "HIPERBARIC SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}