{
    "rcn": "194730",
    "acronym": "Accellta",
    "topics": "BIOTEC-5a-2014-1",
    "title": "Accellta Market Study",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "Human pluripotent stem cells (hPSCs) and hPSCs-derived differentiated cells, such as cardiomyocytes and neuronal cells, are rapidly advancing discoveries in drug screening and development processes and hold much promise for personalised regenerative medicine. The affordable mass production of industrial-grade high quality hPSCs will enable meeting the research and clinical demands of the rapidly growing stem cell market. Accellta Ltd. offers a range of innovative solutions for culturing mass quantities of premium quality stem cells in a cost-effective manner. These solutions are the result of research dated since 1998 at the Stem Cell Centre at the Technion ñ Israel Institute of Technology. As a newly developed SME, this company has exceptional expertise in innovative hPSC culturing solutions, including growing stem cells in 3D suspension, with unique, animal-free reagents. These technologies are protected by numerous pioneering, granted and acknowledged patents and since its establishment in 2012. This SME already succeeded to license its IP to multi-national cell research companies. Accellta's future vision is to become a leading provider of premium quality differentiated cell lines and services to customers, which include pharmaceutical and biomedical companies. Despite the huge market potential, proper industry and market research plan is essential and organizing a professionally conducted study, using proper consultation and market research databases, is of the utmost importance. Understanding the market's direction and demands would provide the directives in which the company can proceed and find success. Accellta has the know-how, intellectual property, team and infrastructure required to emerge as a leader in this field. The company's remarkably unique techniques in pluripotent stem cell culturing would provide high quality hPSCs-derived differentiated cells will advance drug development and regenerative therapies.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ACCELLTA LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937985054": {
            "orgId": "937985054",
            "orgName": "ACCELLTA LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}