{
    "rcn": "194792",
    "acronym": "SEA-MORE-YIELD",
    "topics": "BG-12-2014-1",
    "title": "Sea-More-Yield: A Blue Biotechnology Solution for the Reduction of Pod Shatter in Bio-Oil Producing Crops",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "The objective of the Sea-More-Yield proposal is to commercialise a disruptive blue biotechnology solution to address a bio-oil crop productivity challenge. Three years of independant trials have consistently demonstrated a 20% increase in yield over the current market leading product. Sea-More-Yield powered by Plant Signal Induction (PSI) is a novel patent pending blue biotech innovation to reduce pod shatter in Oilseed Rape (OSR) delivering Ä5.5bn at the farm gate if implemented across the EU-27. End result, more food and energy security, a theme underscored by Horizon 2020.Sea-More-Yield represents an excellent opportunity for the H2020 SME instrument as it will launch the participating SME Brandon Products into new markets, promote growth, and create high returns of investment. Sea-More-Yield is aligned with the call topic supporting SMEs efforts for the development - deployment and market replication of innovative biotechnology solutions for blue growth. Sea-More-Yield is a perfect example of such an opportunity. The basis of the Sea-More-Yield technology is the seaweed bioresource used in biostimulant manufacture, which is a complex and unique resource whose chemical, biochemical and biological properties provides major undiscovered potential. The main beneficiaries of the development of Sea-More-Yield will be Brandon Products; Growers of OSR gain from increased net margins, increased yield, increased quality premiums; Oil processors will have a larger quantity of high quality oil; Product distributors will have a disruptive technology with a proven mode of action; Consumers will benefit from a predictable harvest = predictable production costs = more stable pricing; The environment less agrochemicals, fertiliser more biofuel and leading to more sustainable biofuel production.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BRANDON PRODUCTS LTD",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "959820336": {
            "orgId": "959820336",
            "orgName": "BRANDON PRODUCTS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}