{
    "rcn": "194702",
    "acronym": "PneumoSIP",
    "topics": "PHC-12-2014-1",
    "title": "PneumoSIP ñ a cost-effective solution for the rapid diagnostic of pneumonia",
    "startDate": "01/10/2014",
    "endDate": "28/02/2015",
    "objective": "Despite significant advances in sanitation and medicine, infectious diseases still annually claim in excess of 15 million lives. Community acquired pneumonia (CAP) is a major cause of morbidity and mortality worldwide. Pneumonia is also the leading cause of death in children worldwide. It kills an estimated 1.6 million children under the age of five every year, about 25% of all pediatric deaths around the world ñ more than AIDS, malaria and tuberculosis combined . In the EU about 3.3 million cases are reported annually with hospitalization rates ranging from 20ñ50%, meaning that there are about 1 million hospital admissions for CAP per year in the EU . In addition, the growing resistance to antibiotic treatments (>10% in EU), makes pathogen identification and streamlining of antibiotic treatment even more important.\nAlphaSIP aims the development of a cost-effective solution for the rapid diagnostic of pneumonia.\nInfectious diseases represent the largest segment of the In-Vitro Molecular Diagnostics Market with nearly 50%. It is a big market that is growing fast: $ 5 B with a 14% CAGR. The Point-of-Care Molecular Diagnostics devices market for infectious diseases based on microfluidics has a size of approximately 900 M $ with an even higher growth rate . \nPneumoSIP product line is expected to become the main source of growth for the company in the next 5 years. The H2020 SME instrument phase I feasibility study has four main objectives:\n- To verify with final users (physicians and lab technicians) the features of the problem.  \n- To validate and close the first specifications of the product with final users and customers. \n- To confirm with updated market studies the future Pn",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LABORATORIOS ALPHA SAN IGNACIO PHARMA S.L. - ALPHASIP",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "988168004": {
            "orgId": "988168004",
            "orgName": "LABORATORIOS ALPHA SAN IGNACIO PHARMA S.L. - ALPHASIP",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}