{
    "rcn": "194703",
    "acronym": "CVDTEU",
    "topics": "PHC-12-2014-1",
    "title": "Clinical validation of the DiviTum assay in key European markets",
    "startDate": "01/11/2014",
    "endDate": "28/02/2015",
    "objective": "Many cancer therapies fail due to inadequate prediction of patient-specific treatment responses. In addition, a large number of clinical trials fail due to a lack of predictive tools for optimal cohort selection. Biovica has developed a sensitive and precise assay for the measurement of a biomarker thymidine kinase (TK) from serum as an indicator of cell proliferation. Our assay technology has been clinically tested and has demonstrated beyond state-of-the-art capability compared to existing solutions due to its unprecedented sensitivity. This allows for previously unrealized capabilities in monitoring and prediction of therapy response for most common cancers. The unique selling point of our technology is the documented ability to reliably measure solid tumor proliferation from serum, thereby making it cheaper, more scalable and less invasive for the patient than industry standards. Our key customers are drug developers and clinicians who will use it for optimal cohort selection for clinical trials, and prediction of treatment response for patients respectively. However, in order to reach these customers, we require carrying out extensive clinical validations to demonstrate technological soundness. Europe represents the largest market for biomarker diagnostics due to a growing ageing population. We therefore aim to conduct clinical studies in key European markets with access to relevant bio-banks. In phase 1 of the proposed project, we will perform a feasibility study with focus on market related activities in Europe. Thereafter we aim to conduct clinical studies in selected European countries in partnership with clinicians. Our ambition is to become the industry standard for cancer proliferation measurement worldwide.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOVICA INTERNATIONAL AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937966042": {
            "orgId": "937966042",
            "orgName": "BIOVICA INTERNATIONAL AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}