{
    "rcn": "194774",
    "acronym": "INCH",
    "topics": "SIE-01-2014-1",
    "title": "INteractive CHarging",
    "startDate": "01/09/2014",
    "endDate": "28/02/2015",
    "objective": "The INteractive Charging (INCH) project aims to commercialise a price-performance optimised smart AC charging station for plug-in electric vehicles (PEVs). It will be designed primarily for home use and use in semi-private areas where several PEVs are charging at the same time. The device will support smart charging of PEVs by offering advanced features not yet available on the market: remote interactive charging power management, real-time communication with external actors, advanced power management, different connectivity options, clustering of charging stations in the same area, precise metering of energy consumption within the charging station and support for latest charging protocols. The INCH project will present an enabling technology for the integration of PEV charging into the European smart grids and for the provision of new services in electromobility.\nThere are two main categories of users that will benefit from INCH: end users who use the PEV charging station and other electromobility actors (service providers, PEV supply equipment operators, DSOs, energy providers, VPP operators) who can offer new services to these end users. End users will benefit from easily charging a PEV on the existing installation without worrying about potential outages, thanks to built-in flexible power management. Other electromobility stakeholders will be able to offer new added value services based on controllability and new data coming from smart charging stations.\nThe proposed feasibility assessment will produce a study which will assess the technical and commercial feasibility of INCH by identifying relevant use cases, analysing user needs, defining the corresponding new functionalities, and researching the HW and SW required for the support of these new functionalities. Economical feasibility of the project will be assessed within the initial business plan, which will include evaluation of project costs and a detailed time-plan for the potential Phase II.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ETREL SVETOVANJE IN DRUGE STORITVE DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986586322": {
            "orgId": "986586322",
            "orgName": "ETREL SVETOVANJE IN DRUGE STORITVE DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}