{
    "rcn": "194786",
    "acronym": "SKLCarbon",
    "topics": "SIE-01-2014-1",
    "title": "Development of CDC production technologies for the next generation of supercapacitors, feasibility study",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "Skeleton Technologies is a developer and manufacturer of high performance ultracapacitors, devices which store and deliver energy much more rapidly than conventional batteries. Their specialist technology, based on in-house-manufactured carbide derived carbon (CDC) electrodes, produces 2.5 times the power to weight ratio, subsequently a 40% reduction in costs, compared to the state of the art.\n\nThe company aims to build on successful sales to niche space and motorsport markets, by up-scaling CDC production, reducing costs, allowing for more ubiquitous adoption of their products for energy-saving applications in price-sensitive markets. Initially, Skeleton will fulfil explicit demand in the automotive industry for high current, high power/weight ultracapacitors, facilitating advances in stop-start, regenerative braking and cold starting technologies. Applications have also been identified in smart grids, supporting renewable energy sources and circumventing power outages.\n\nSkeleton also plans to market its specially treated CDC materials to manufacturers of ultracapacitors and Li-ion capacitors, and to investigate further identified uses, such as in advanced batteries, gas adsorption, water desalination and as a catalyst in fuel cells.\n\nThe Phase I feasibility study will comprise two consecutive parts: 1) completion of the planning for the up-scaled CDC production facility (to be implemented in the 24 month Phase II project), and 2) conduction of collaborative consultation with other ultracapacitor manufacturers, who will be early adopters of the CDC.\n\nThe project will address the European and global challenge of developing low carbon and efficient energy systems. CDC based ultracapacitors will facilitate advanced energy efficiency and energy recapturing systems, and will support renewable energy production and smart grids. Fulfilment of high demand in a global market projected to see 30% annual growth, will also represent significant economic benefits for member sta",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "O‹ Skeleton Technologies",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990625984": {
            "orgId": "990625984",
            "orgName": "OÜ Skeleton Technologies",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}