{
    "rcn": "194711",
    "acronym": "ENABLE",
    "topics": "PHC-12-2014-1",
    "title": "Establishment of a Neutrophil elastase Activity home test for the Better management and treatment of Lung Exacerbations",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "Chronic obstructive airways disease (COPD) is a leading cause of death of increasing prevalence worldwide and is characterised by progressive airflow reduction, breathing difficulties and irreversible lung damage.  Management of COPD varies extensively, with patients not receiving proactive disease management at greater risk of poorer outcomes. Routine measurement of an active protease (enzyme) biomarker called neutrophil elastase (NE) will empower clinicians and patients to adopt proactive approaches to disease management and treatment, reducing exacerbations and emergency hospital admissions. \n\nOur goal is therefore to develop a novel, simple to use ëPoint-of-Careí (PoC) test that will improve patient outcome and reduce the clinical, societal and economic burdens associated with chronic respiratory disease (CRD). The activity of NE (NEa) in the airways is known to correlate with the severity of several CRDs such as COPD, cystic fibrosis (CF) and bronchiectasis, and importantly is highly predictive of infection and an early marker of exacerbation. Our novel device, NEATstikTM (Neutrophil Elastase Airways Test), will enable the rapid measurement of NEa at PoC and has been designed for home use (patient self-management) in mind, with a view to remote monitoring. It is expected that this test will help to improve patient management and outcome, with the ultimate goal of reducing the individual, European and global burden of COPD. \n\nThis phase 1 proposal is to provide a feasibility assessment which will maximise the potential for success the clinical validation of NEATstikTM, a PoC device that will enable the proactive management of chronic respiratory diseases such as COPD.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PROAXSIS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940635967": {
            "orgId": "940635967",
            "orgName": "PROAXSIS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}