{
    "rcn": "194783",
    "acronym": "odis",
    "topics": "ICT-37-2014",
    "title": "Ensygnia Onescan Market Disruptive Technology",
    "startDate": "01/04/2015",
    "endDate": "30/09/2016",
    "objective": "Ensygnia Onescan Open Disruptive Innovation Scheme\nIf awarded the Ä500,000 grant, Ensygnia would use it to accelerate the companyís market disruption activity in Europe. This would involve expansion by hiring key Business Development and Sales Executives to engage with target companies across Europe and increase awareness Ensygniaís Onescan platform and App.   \n\nOnescanís patented process will fuel the uptake of mobile payments and also has applications for transaction authentication and logon services.  Onescan introduces new levels of enhanced security coupled with ease of use factors which have the power to revolutionise the payments landscape. \n\nEnsygniaís progress so far has already been recognised within the mobile and payments industries: \nï Mobile Industry Awards: ìBest Software Solutionî ñ Ensygnia [June 2014]\nï UK winner in the ìInnotribe start upî challenge 2014 organised by SWIFT ñ the banking industry group. We will now take part in the global Innotribe finals in Boston later this year\nï Voted by the audience at the Mobile World Congress as one of the top three companies most likely to have ìthe greatest impact on the global mobile industry over the next ten yearsî (March 2013)\n\nIn Europe, Ensygnia will first look to target Spain, Germany, and France.  We have both a direct and an indirect customer acquisition strategy.  We are targeting companies with large customer bases so will work with key partners where necessary but can also deal direct. We aim to create an eco-system of consumers able to use the Onescan App to make payments online and in-stores anywhere in Europe and beyond.  Onescan securely associates identity with transactional information ñ both personal and financial - and has the power to disrupt traditional methods of payment, and other vertical market applications, on a global scale.",
    "totalCost": "10477921,25",
    "ecMaxContribution": "500000",
    "coordinator": "ENSYGNIA LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938597609": {
            "orgId": "938597609",
            "orgName": "ENSYGNIA LIMITED",
            "ecContrib": 500000
        }
    },
    "calculatedTotalContribution": 500000
}