{
    "rcn": "194782",
    "acronym": "RetinArt",
    "topics": "PHC-12-2014-1",
    "title": "Clinical biomarker for arterial hypertension based on micro-vascular retinal imaging",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "The RetinArt project addresses a major public health issue: cardiovascular (CV) events, which are the leading cause of death in the world. The overall project objective is to validate the arteriolar wall-to-lumen ratio (AWLR), a clinical biomarker of the alterations caused by arterial hypertension (AHT) in small arteries. The clinical validation is expected to prove that assessments of the AWLR enable earlier detection of damage caused by AHT, better prediction of CV risk, and more effective adaptation of AHT therapy to patient.\nTo measure the AWLR biomarker, Imagine Eyes has developed a new retinal imaging system that uses the eye as a window to the microcirculatory system. This instrumentation provides unparalleled microscopic resolution thanks to a breakthrough adaptive optics technology derived from astrophysics. It enables clinicians, for the first time, to directly visualize the microscopic walls of retinal arterioles and quantify the AWLR using automated segmentation software. The examination procedure is totally non invasive and its reliability has been successfully tested with AHT patients in a hospital environment.\nThe phase 1 of the RetinArt project is a feasibility study that aims at establishing the methodological and economic validity of the proposed clinical validation, and at planning its future execution. The main deliverables expected from phase 1 are a validation plan and a detailed business plan. These outcomes are essential milestones in the translation of Imagine Eyes technology to a new standard that will help reduce the risk of serious complications in wide numbers of AHT patients.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IMAGINE EYES SA",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998193245": {
            "orgId": "998193245",
            "orgName": "IMAGINE EYES SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}