{
    "rcn": "194776",
    "acronym": "PoC-Cycle",
    "topics": "PHC-12-2014-1",
    "title": "Innovative Molecular Diagnostics point-of-care device for MRSA",
    "startDate": "01/09/2014",
    "endDate": "30/11/2014",
    "objective": "FRIZ has developed PoC-CycleÆ platform- an innovative diagnostics device introducing efficient multiplex nucleic acid testing to the point-of-care. It provides a combination of accuracy and sensitivity, multiplexing, and optimized workflow from sample collection to diagnosis. Current diagnostics platforms are technically limited: On one side only few sequence signatures can be checked, on the other side, the analysis of these signatures are mostly considered in one sequence area only due to the high complexity in developing Multiplex-PCR, as well as missing process-robustness for routine administration. FRIZ implemented a multiplex analysis in disposable microfluidic cartridge format with integrated semiconductor based on microarrays for the rapid and sensitive detection of a broad range and number of biomarkers.\nKey market is the screening of MRSA, a pathogen with wide spread and growing negative impact to European patients and health care systems. Experts forecast the number of deaths will increase from 6,000 to approx. 17,000 in 2015. Main users of the device are hospitals as they require simple and safe handling as well as fast and reliable results. European market potential can be estimated with 900,000 tests per year resulting in a yearly turnover of almost two million Ä. The new diagnostic device will significantly reduce the number of infections. Moreover, it provides future business opportunities due to its general approach for diagnose further pathogens e.g. HPV or tuberculosis.\nWithin the project, FRIZ aims to identify end-users for validation, discuss the handling and identify possible variations to enhance the usability and acceptance of the new system in phase 2. To find an appropriate partner for validation is also part of this feasibility study. In addition, FRIZ prepares a revised version of a ìfreedom-to-operateî analysis. A multicentric validation study is planned as well as interviewing end-users and built up a pilot production in phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FRIZ BIOCHEM GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}