{
    "rcn": "194784",
    "acronym": "InnProBio",
    "topics": "ISIB-07-2014",
    "title": "Forum for Bio-Based Innovation in Public Procurement",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "InnProBio aims to build a community of public procurement practitioners interested in Public Procurement of Innovation (PPI) with Bio-Based Products and Services (BBPS). The community will be supported by online network facilities. \nBased on stakeholder identification and needs assessment the project consortium will develop an elaborated and legally solid toolbox which will assist public procurers to inform themselves about BBPS and ultimately provide all relevant information to prepare an actual tender. The toolbox will be used for capacity building activities including trainings for public procurers and decision makers, market dialogues and exchanges with standardization experts. It will furthermore be presented in an online decision support tool and a multilingual handbook. The workshop and dialogue concept for trainings  can subsequently be used throughout Europe.\nRecommendations for decision makers and standardization bodies on how to support PPI of BBPS in order to boost innovation in Europeís bioeconomy will be provided. Feasibility of an cross-national buyers group of public procurers on the innovation procurement of BBPS will be assessed. \nBased on a dissemination and exploitation strategy, project results will be communicated through various channels to the relevant target groups (public procurers, public decision makers, business, standardization bodies and NGOs). \nSpecific groups will be set up on the Procurement Forum (www.procurement-forum.eu).  The community will be one channel to share and distribute project results. \nVia the integration of the project and its products into the existing Procurement of Innovation Platform (https://www.innovation-procurement.org/), the project results will be sustainable. Integration of the bio-based products section is a win-win situation for the existing platform and for the bio-based products sector who as a newcomer can profit from existing infrastructure and knowledge.",
    "totalCost": "1971805,75",
    "ecMaxContribution": "1964868,5",
    "coordinator": "FACHAGENTUR NACHWACHSENDE ROHSTOFFE EV",
    "coordinatorCountry": "DE",
    "participants": "STICHTING NEDERLANDS NORMALISATIE - INSTITUUT;NOVA-INSTITUT FUR POLITISCHE UND OKOLOGISCHE INNOVATION GMBH;MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT;UNIVERSITY OF HULL;ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*;UNIWERSYTET LODZKI;B.T.G. BIOMASS TECHNOLOGY GROUP BV",
    "participantCountries": "NL;DE;UK;PL",
    "projectParticipants": {
        "999903743": {
            "orgId": "999903743",
            "orgName": "UNIVERSITY OF HULL",
            "ecContrib": 149250
        },
        "998454078": {
            "orgId": "998454078",
            "orgName": "Fachagentur Nachwachsende Rohstoffe e.V.",
            "ecContrib": 0
        },
        "992622050": {
            "orgId": "992622050",
            "orgName": "NOVA-INSTITUT FUR POLITISCHE UND OKOLOGISCHE INNOVATION GMBH",
            "ecContrib": 213000
        },
        "999863488": {
            "orgId": "999863488",
            "orgName": "UNIWERSYTET LODZKI",
            "ecContrib": 140938
        },
        "999744081": {
            "orgId": "999744081",
            "orgName": "B.T.G. BIOMASS TECHNOLOGY GROUP BV",
            "ecContrib": 444354
        },
        "999631755": {
            "orgId": "999631755",
            "orgName": "STICHTING NEDERLANDS NORMALISATIE - INSTITUUT",
            "ecContrib": 167218
        },
        "972778178": {
            "orgId": "972778178",
            "orgName": "MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT",
            "ecContrib": 262754
        },
        "998341364": {
            "orgId": "998341364",
            "orgName": "ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*",
            "ecContrib": 218275
        }
    },
    "calculatedTotalContribution": 1595789
}