{
    "rcn": "194704",
    "acronym": "MARKinPATH",
    "topics": "PHC-12-2014-1",
    "title": "Clinical validation of a bioMARKer for use in INtestinal PATHologies",
    "startDate": "01/10/2014",
    "endDate": "28/02/2015",
    "objective": "MARKinPATH global innovation project aims at undertake the clinical validation of Xylose, after ingestion of Gaxilose, as a Biomarker of intestinal diseases. Currently, the measurement of Xylose after ingestion of Gaxilose is used to evaluate hypolactasia in adults. MARKinPATH is focused to improve the hypolactasia diagnosis; broaden the pathologies to monitor and to extend his use to paediatrics population. \n\nMARKinPATH will meet the demand of the EU on and innovation in healthcare, by enhancing diagnosis and management of intestinal pathologies. The resulting solution will also contribute to cost-effective and efficient health expenditure.\nXylose-based, after ingestion of Gaxilose, biomarker improves technical features such as specificity and sensitivity with respect to the other tests available in regular clinical practice. Furthermore, alternative methods such as Hydrogen breath test (HBT) and the Lactose tolerance test (LTT) are invasive and have adverse effects that can be very annoying for the patient.\n\nVenter Pharma is a highly innovative SME with more than 11 years focused on advanced research, development and commercialization of clinical solutions in this field. Venter Pharma has a relevant Intellectual Capital and an extensive background in these technologies. \n\nMARKinPATH would suppose a massive-but-necessary growth and the consolidation of Venter Pharma in the pharmaceutical market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VENTER PHARMA S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938992302": {
            "orgId": "938992302",
            "orgName": "VENTER PHARMA S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}