{
    "rcn": "194710",
    "acronym": "CAREMiBRAIN",
    "topics": "PHC-12-2014-1",
    "title": "A new brain-dedicated Positron Emission Tomography (PET) system to identify ?-amyloid biomarker for the early diagnosis of Alzheimerís disease and other causes of cognitive decline",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "ONCOVISION is a Spanish SME specialised in design, development, production and commercialisation of organ-dedicated PET systems. Our company submits the present innovation project with the overall objectives of marketing an innovative brain-dedicated PET system to early diagnosis of Alzheimerís disease (AD) based on the detection of ?-amyloid biomarker in the brain using two 18F-labelled tracers recently approved by FDA and EMEA for their clinical use and a validation of the clinical performance of this new diagnostic device.\nThis new brain-dedicated PET system, targeted to Mental Disorder Units and Nuclear Medicine Units of hospitals in Europe, USA and Japan; is unique in the market and offers several advantages compared to the whole-body PET systems such as higher resolution, three times higher sensibility, a competitive price (up to three times lower), needs smaller hospital facilities, lower radiotracer dose to the patient that leads to a lesser cost to the healthcare system. Due to this improved characteristics, the new brain-dedicated PET system will help to allow an early detection of Alzheimerís disease and other causes of cognitive decline and to use this business opportunity to ensure profitability and growth of ONCOVISION. \nDuring Phase 1, a technical/economic feasibility study is envisaged to verify the viability of the product and its clinical validation. In Phase 2, the validation of clinical performance of the product will be carried out, to enable commercialisation in Phase 3.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GENERAL EQUIPMENT FOR MEDICAL IMAGING SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "973216230": {
            "orgId": "973216230",
            "orgName": "GENERAL EQUIPMENT FOR MEDICAL IMAGING SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}