{
    "rcn": "194798",
    "acronym": "PLATFORM2",
    "topics": "ISIB-10-2014",
    "title": "Platform of bioeconomy ERA-NET Actions",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "PLATFORM brings together ERA-NETs in the area of the bioeconomy. The current proposal will continue and expand the work of FP7 PLATFORM (2012-2014) with the following objectives: to further increase collaboration among actors, to foster inclusiveness, to increase capacities for efficient and effective ERA-NETs, and to inform research policy making. \n\nFP7 PLATFORM organised inspiring annual events, dedicated workshops, a master class for call managers, fruitful two-way interaction with the Commission, the EIP AGRI and with the BBI-JU, and produced a comprehensive book about the bioeconomy ERA-NETs and their activities. Surveys, analysis and events also engaged ERA-NETs from neighbouring themes with bioeconomy relevance, JPIs Oceans and FACCE, SCAR WGs, and self-sustained ERA-NETs. \n\nPLATFORM2 will build on these activities and will further strengthen mutual learning, maximise synergies and increase coordination. PLATFORM2 will expand the network to new ERA-NET actions (Cofund), to more JPIs and will also seek stronger interaction with SCAR. On the website, a searchable database on bioeconomy ERA-NET joint calls will be constructed, including statistics and impact assessments, such as on leverage. Data may flow into other data repositories, e.g. an EIP Agri database on projects in the area of agriculture. A World CafÈ workshop is scheduled to ponder new, sustainable and alternative models for cooperation between public research programmes. PLATFORM2 will make an inventory of alignment actions taken by ERA-NETs. The series of Annual Events will be continued and enable actors to discuss emerging cooperation needs, opportunities and tools. PLATFORM2 will foster inclusiveness in all its work, in particular by a master class directed at new Member States and sessions at the Annual Events on improving both involvement and performance. Capacities will be increased by sharing experience and by way of master classes on planning and managing (Cofund) calls, as well as through evaluation and monitoring of ERA-NETs. The reflections and recommendations will be summarised in policy briefs.",
    "totalCost": "499593,75",
    "ecMaxContribution": "499593",
    "coordinator": "STICHTING WAGENINGEN RESEARCH",
    "coordinatorCountry": "NL",
    "participants": "AARHUS UNIVERSITET;FORSCHUNGSZENTRUM JULICH GMBH;MINISTERO DELLE POLITICHE AGRICOLE ALIMENTARI E FORESTALI;INNOVATIONSFONDEN;MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT;BUNDESMINISTERIUM FUER LAND-UND FORSTWIRTSCHAFT UMWELT UND WASSERWIRTSCHAFT;Fachagentur Nachwachsende Rohstoffe e.V.;Ministrstvo za izobrazevanje, znanost in sport",
    "participantCountries": "DK;DE;IT;NL;AT;SI",
    "projectParticipants": {
        "999816249": {
            "orgId": "999816249",
            "orgName": "MINISTERO DELLE POLITICHE AGRICOLE ALIMENTARI E FORESTALI",
            "ecContrib": 31875
        },
        "998454078": {
            "orgId": "998454078",
            "orgName": "Fachagentur Nachwachsende Rohstoffe e.V.",
            "ecContrib": 30750
        },
        "953355965": {
            "orgId": "953355965",
            "orgName": "Ministrstvo za izobrazevanje, znanost in sport",
            "ecContrib": 34375
        },
        "996409512": {
            "orgId": "996409512",
            "orgName": "BUNDESMINISTERIUM FUER LAND-UND FORSTWIRTSCHAFT UMWELT UND WASSERWIRTSCHAFT",
            "ecContrib": 32250
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 230000
        },
        "972778178": {
            "orgId": "972778178",
            "orgName": "MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT",
            "ecContrib": 31330
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 30125
        },
        "939076692": {
            "orgId": "939076692",
            "orgName": "INNOVATIONSFONDEN",
            "ecContrib": 24750
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 54138
        }
    },
    "calculatedTotalContribution": 499593
}