{
    "rcn": "194790",
    "acronym": "TORUS PROJECT",
    "topics": "ICT-37-2014-1",
    "title": "HIGH PERFORMANCE COMMUNICATIONS FOR FINANCIAL SERVICES AND BIG DATA",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "The objective of this proposal is to receive funding and support for commercializing a set of disruptive high-speed communication protocols (IPR protected by patent and trade secret) which bypass the legacy and inefficient TCP/IP, the Internet protocol, designed 40 years ago. The technology is the result of \\10 year R&D at University of A Corunna and the successful outcome of a Proof-of-Concept project (2011-2014) funded by Fundacion Barrie (0.5 MÄ investment), which led to incorporate TORUS in April 2013 to further develop, commercialize and support the technology. \nTORUS has 3 products in the market (Java Fast Sockets, Universal Fast Sockets and FastMPJ) which are up to 40 times faster than TCP/IP. These products reduce significantly the time-to-results of critical software, providing significant competitive advantages in multiple sectors, particularly for financial services, real time Big Data analytics (with multiple applications, such as real time online advertising), biotech (supporting DNA processing in hours, instead of weeks), and defense/space (FastMPJ has reduced up to 94% the time to distribute satellite images of ESAís Gaia Mission). Additionally, the technology reduces costs (power and software licensing) significantly, as fewer servers with TORUS outperform a higher number of servers interconnected via TCP/IP. \nThe specific objectives of the feasibility study are: (1) acquire knowledge on how clients perceive TORUS value; (2) develop an effective go-to-market strategy; and (3) partner with key industry players (TORUS is in talks with two multibillion companies listed in NASDAQ). TORUS is about to rise 1M Ä for funding next commercialization steps during 2014-2015. A new round of 4M Ä is expected in 18-24 months, to definitively enter in the growth stage. SME Instrument would definitively fuel this high-tech disruptive European project. Our mission is to make servers respond faster than the speed of thought, no more waiting for computers!",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TORUS SOFTWARE SOLUTIONS S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938502937": {
            "orgId": "938502937",
            "orgName": "TORUS SOFTWARE SOLUTIONS S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}