{
    "rcn": "194735",
    "acronym": "SO2SAFE",
    "topics": "BIOTEC-5a-2014-1",
    "title": "Enzymatic SO2 biosensor for rapid food safety monitoring",
    "startDate": "01/10/2014",
    "endDate": "28/02/2015",
    "objective": "Overall objective of the SO2SAFE Project is to develop a new miniaturized ready to use biosensor based on disposable screen printed electrodes (SPE) which will allow a highly sensitive, selective, fast, low-cost and user friendly method for determination of sulphites in crustaceans, since this is a type of food where the sulphite is commonly used. The novel solution will have a direct impact not only in the food industry economy, but also in the society due to the direct impact the sulphite has in health. In order to achieve this main objective, the following specific objectives will be targeted:\n誰 Design and fabrication of disposable and high reproducible SPE that can be mass manufactured by microfabrication technologies. \n誰 Biofunctionalization of SPE with a specific enzyme for sulphites detection. \n誰 Development of a fast, simple and user-friendly miniaturized measure device for SPE lecture. \n誰 Development of a reproducible large-scale fabrication methodology (scale-up) that allows the commercialization of the ready to use pre-calibrated solution in order to simplify analysis by eliminating pre-analytical steps.\nBIOLAN has already developed at the laboratory scale a simple, reliable and specific enzymatic biosensor for sulphite determination and has obtained relevant data that support the innovative project here proposed versus the other methods currently available. Based on these data, BIOLAN expects to address the above listed objectives and become ready to give answer to the expected demand first in the specific market segment of crustaceans and later to open new market opportunities in other sectors such as wine, juices, etc.\nThrough the Phase 1, BIOLAN will be able to better study the feasibility of the here proposed innovation project and design in the more accurate way the breakthrough innovation activities to be developed during Phase 2, opening new market opportunities that will be reflected in the company growth and internationalisation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOLAN MICROBIOSENSORES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986279414": {
            "orgId": "986279414",
            "orgName": "BIOLAN MICROBIOSENSORES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}