{
    "rcn": "194734",
    "acronym": "I-Fusion",
    "topics": "IT-1-2014-1",
    "title": "Innovative FUel Sensor for engIne OptimisatioN",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "'The environmental emissions impact of transport is currently a major concern and has to be minimized at a world-wide level (Carbon footprint, NOx, Particulates, Soot). In order to meet the '20-20-20' targets, greenhouse gas emissions reduction in EU and improvement in the EU's energy efficiency has to be performed. To do so, one way to achieve this goal is to optimize fuel consumption by proposing technologies and practices.\nWhile there is huge variation in fuel compositions placed on the international market, car Engine Electronic Control Units (ECU) are built and calibrated with only one specific reference fuel. This universal calibration implies safety margins leading to penalties in terms of CO2 and other pollutant exhaust emissions in real conditions. \nI-FUSION project objective is to develop a Fuel Quality Sensing (FQS) technology, to be installed on-board vehicles equipped with thermal engines. This sensor will provide real-time information on fuel composition to the ECU, giving the opportunity to adapt all Engine actuators (injection, Exhaust Gas RecirculationÖ) in order to reduce both consumption and CO2 emissions by up to 5% and to reduce pollutant emissions by up to 20% at source. \nThe project is leaded and composed by an innovative French SME, SP3H, which develops new technologies focused on the profiling of fuel molecular structure for the control and reduction of emissions of carbon dioxide and other pollutants.\nSP3H will conduct a feasibility study (phase 1) to prove the technical compatibility with the automotive application by an endurance test in operational environment (more than 100 000 km). Associated to the business data, the phase 1 will provide all the information necessary to the next phases.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SP3H",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938087292": {
            "orgId": "938087292",
            "orgName": "SP3H",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}