{
    "rcn": "194757",
    "acronym": "Elastomer Recycling",
    "topics": "SC5-20-2014-1",
    "title": "World`s first innovative method for recycling of elastomers and plastics from industrial waste",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "World`s first innovative method for recycling of elastomers and plastics from industrial waste\n\nThe demand of plastics is increasing constantly. More than 300 million tons of plastic are consumed each year. This leads to 30 million tons of plastic waste per year. The HLW TEC GmbH can handle this waste.\nThe HLW TEC GmbH will provide environmental friendly solution for industrial thermoplastic and elastomeric waste, as well as an efficient access to high quality raw material.\nOur goal is to increase the ratio of significant feedstock recycling by utilizing industrial plastic and elastomer waste.\nNowadays there are no conclusive solutions for the recovered substance cycle for plastic material which can ensure the same quality as the primary synthetic materials. \nThe HLW method allows to preserve industrial waste, even elastomers, in the raw material cycle. Processed materials are brought into the original mixture without any loss of characteristics. \nSince the demand for plastic materials increased by 9.5% every year since 1950 Europe faces austerity of feedstock. In addition to that one of EUís goals to reduce waste dumping up to 0% which seems to be difficult regarding the nowadays waste salvage in Europe. The HLW-TEC method can serve as a solution.\nMain goal of phase one is to collect all relevant information for a reliable feasibility study. Phase two is to bring our innovative method to every plastic processing company across the globe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HLW TEC GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949957473": {
            "orgId": "949957473",
            "orgName": "HLW TEC GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}