{
    "rcn": "194777",
    "acronym": "AERFOR",
    "topics": "IT-1-2014-1",
    "title": "Proactive Passenger Flow Management for Airports with an Advanced Forecasting System",
    "startDate": "01/10/2014",
    "endDate": "28/02/2015",
    "objective": "The worldwide airport passenger volume increased from 2000 to 2014 from 1,6 Billion to over 3,3 Billion passengers and further growth is already predicted. The steady increase of available passenger capacities therefore is one of the most important targets for airports in Europe and worldwide. Ideally this passenger increase can be reached with existing airport infrastructure and without the necessity to invest in new buildings and facitlities.\n \nAMORPH.aero is an innovative airport software solution for proactive passenger flow and resource allocation analysis and management by means of advanced forecasting methods. It is build upon Amorph Systemís unique OFC-Technology (OFC = Online Forecast) for accurate and fast forecasting of logistic systems. \n \nAMORPH.aeroís innovative concept supports in a proactive instead of reactive management of problems in passenger flow. The decision makers can perform ìwhat-ifî scenarios, executing validation forecasts before deciding to take a specific measure.\n \nAMORPH.aero is operated very successfully at the International Airport in Frankfurt and improved Frankfurt's competitiveness to other airports worldwide significantly. At the beginning of the project the maximum number of passengers was between 54-56 Million per year. Now the maximum capacity is positioned between 62-64 Million per year without investing in new infrastructure. \n \nAs a next step Amorph Systems plans to market AMORPH.aero to other airports in Europe and worldwide. Airports will gain high advantages by being able to\n  - increase airport capacity with existing infrastructure\n  - reduce required investments in new airport buildings\n  - contribute to environmental targets by optimally using existing airport \n    facilities\n  - enable more efficient resource planning\n  - realize significant cost savings\n  - gaining more satisfied customers",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AMORPH SYSTEMS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "947021671": {
            "orgId": "947021671",
            "orgName": "AMORPH SYSTEMS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}