{
    "rcn": "194764",
    "acronym": "Aeropaft",
    "topics": "SIE-01-2014-1",
    "title": "Delay of flow separation and stall on Aerofoils using a Passive Flow control Technology which will improve aerodynamic performance and stability of wind turbines increasing their range of operation",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "Flow separation and dynamic stalling in aerofoils result in increased drag, reduced lift and increased dynamic loads on aerodynamic devices/vehicles. This culminates in reduced aerodynamic efficiency and increased structural vibrations, which are noisy and reduce the operating life of aerodynamic devices. To delay flow separations and dynamic stalling, flow control is engaged either actively (artificial means) or passively (natural means). This project describes a novel passive flow control method (Aeropaft) to be applied primarily in the wind turbine (WT) industry, then to aircraft and ground and marine vehicles.\nWind energy is the fastest growing Renewable Energy source (RES) at 24.4% per year. To keep pace with growing demand, there is need for advanced technologies to increase the aerodynamic efficiency. Aeropaft is a simple technology exploiting high velocity currents from near the leading edge (via internal ducts) to re-energise the free-stream flow at the top of an aerofoil. This results in a 5% increase in electrical power yield for a 1MW WT, increase in lift (~16%), reduction of profile drag force (~7%) at higher aerofoil angles of incidences (>12o), and the reduction of wear caused by vibrations. We will penetrate 1% of the global WT market and 10% of the European market. Licensed Manufacturers stand to gain a 0.33% increase in market value and revenue of Ä1.72bn, while utility companies gain Ä101,013 per annum through savings and increased energy output per WT. Our revenue will come through licensing at 0.2% of the whole turbine cost translating to revenue of Ä10.3m and profits of Ä7.72m, five years post commercialization.\nPhase 1 will entail a market study, partner search, assessing structural integrity issues and developing an IP and commercialisation strategy.\nPhase 2 will be to modify blades of existing WTs with our technology and test demonstrate in the operational environment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JARILO LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938040732": {
            "orgId": "938040732",
            "orgName": "JARILO LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}