{
    "rcn": "194778",
    "acronym": "Insuwaste",
    "topics": "SC5-20-2014-1",
    "title": "Recycling of hard-to-treat, post-consumer textile wastes and conversion to insulation material for construction industry using a novel conversion technology.",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "This project, is relevent to call topic SC5-20-2014-1, is designed to scale up, develop and commercialise a manufacturing process for converting currently unusable post-consumer contaminated fibre waste from carpets and mattresses to a value added thermal and/or acoustic insulation for use in the building & construction industry. The project develops a novel insulation panel or roll with the effective design and development of a manufacturing system to collect and reprocess with novel anti-bacterial treatments to produce a competitive product that can be systemised at the commercial scale. \n\nA successful proof of principle trial and sample material has been produced. A detailed techno-economic feasibility study and experimental work is required for the improvement of the thermal performance and neutralisation of the bacterial contamination in the recycled fibre waste from carpets and mattresses. In addition, the production line requires machinery for cutting, tearing, cleaning, anti-bacterial contamination processing and packaging at the manufacturing level. EC support is the catalyst needed to drive this innovation into the market, while the exposure the scheme brings will help us to penetrate the market more quickly and exploit this technology in the UK, and will exploit within Europe and/or licence to others. The likely benefits to the partners, endusers and society are the access to valuable textile fibre, a significant reduction of carbon emissions and fostering business models that bring fibre waste close to zero and build a better understanding of the environmental impact of carpet waste fibre, as well as to mitigate the dependency of Europe on imported raw textiles.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JAMES ROBINSON FIBRES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938200394": {
            "orgId": "938200394",
            "orgName": "JAMES ROBINSON FIBRES LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}