{
    "rcn": "194775",
    "acronym": "usenns",
    "topics": "ICT-37-2014-1",
    "title": "Neurotechnology to understand the emotions of customers in market research",
    "startDate": "01/09/2014",
    "endDate": "30/11/2014",
    "objective": "Human-Centric Marketing is the current trend in marketing that looks at customers holistically, recognizing their emotions as one of the most important dimensions. All experts indicate that only the companies that adapt to this trend will successfully survive the current competitive and global environment. However, traditional market methodologies cannot objectively measure emotional insights as this information is unconscious and cannot be accessed under rational processes. BitBrain has already developed a neurotechnology solution able to measure emotions completely adapted to the market research sector, and the objective of the usenns project is to penetrate the market.\nThis solution has 3 main innovations: i) two new measurement devices (neuroheadset and a ìringî) adapted to the market research sector; ii) the encapsulation and integration within the technology of all the neuroscience knowledge on design-execution of experiments and on elaborated data analysis, in a completely transparent manner for the user; and iii) presentation of the results on emotions of consumers in a comprehensible and valuable language for the market researcher and its client. This results in a technology easy to implement in market research companies without incurring a risk due to high initial investments (clients pay an affordable price for the measurement devices), and  a pay-per-use with a reasonable price only charged at the end of a study. This pay-per-use service with a visualization and interaction web-based application make this business model highly scalable.\nThe objectives of the feasibility project are to accelerate the process of corroborating the business plan, and to define an action plan to reach mainstream commercial use from the current prototype state. After the feasibility study, the action plan will bring to the market a solution that will revolutionize the global market research sector by helping companies to design better strategies adapted to their customers",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIT & BRAIN TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "983150291": {
            "orgId": "983150291",
            "orgName": "BIT&BRAIN TECHNOLOGIES SL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}