{
    "rcn": "194794",
    "acronym": "WINETWORK",
    "topics": "ISIB-02-2014",
    "title": "Network for the exchange and transfer of innovative knowledge between European wine-growing regions to increase the productivity and sustainability of the sector",
    "startDate": "01/04/2015",
    "endDate": "30/09/2017",
    "objective": "Building on a methodology for innovation-driven research previously developed and tested, the WINETWORK project has the ambition to stimulate collaborative innovation in the wine sector. The project will implement a methodology that has been successful in promoting demand-driven innovations in previous regional and European projects. This approach is mainly based on the interactions between a network of facilitator agents, several regional technical working groups and one European scientific working group. A participatory approach is used to translate results from science and practical knowledge into technical datasheets that are used to prepare materials adapted to end-users. A bottom-up approach is also used to identify a demand-driven innovation agenda. In the WINETWORK project, the approach will be implemented in ten regions from seven countries representing more than 90% of the EU wine production. The main topic addressed in the network concern the control and the fight against diseases that jeopardise the future production potential of the EU (Grapevine Trunk Diseases and Flavescence DorÈe). As they represent a threat for the economic viability of the entire sector, these topics have been previously identified as a priority by winegrowers, scientists and decision-makers. As many winegrowers are testing innovative and sustainable approaches to fight these diseases, it is very beneficial to capture these ideas and to share them between EU countries. Innovative practices will be synthesized, tailored and translated to become fully accessible to innovation support services and to winegrowers. The project will then deliver a vast reservoir of existing scientific and practical knowledge related to sustainable vineyard management. It will also provide a methodology that will support all agriculture sectors to enhance innovation-driven research. WINETWORK involves 11 partners of excellence representing the entire innovation chain, from science to farmers.",
    "totalCost": "1999471,75",
    "ecMaxContribution": "1999221,75",
    "coordinator": "INSTITUT FRANCAIS DE LA VIGNE ET DU VIN",
    "coordinatorCountry": "FR",
    "participants": "VINIDEA SRL;SOCIETA ITALIANA DI VITICOLTURA ED ENOLOGIA;INSTITUT ZA POLJOPRIVREDU I TURIZAM USTANOVA;UNIVERSITE DE REIMS CHAMPAGNE-ARDENNE;A.D.V.I.D. ASSOCIACAO PARA O DESENVOLVIMENTO DA VITICULTURA DURIENSE;ESZTERHAZY KAROLY EGYETEM;INSTITUTO GALEGO DA CALIDADE ALIMENTARIA;FUNDACION EMPRESA UNIVERSIDAD GALLEGA;MINISTERIUM FUER UMWELT, LANDWIRTSCHAFT, ERNAEHRUNG, WEINBAU UND FORSTEN RHEINLAND- PFALZ;EUROQUALITY SARL;ESZTERHAZY KAROLY FOISKOL",
    "participantCountries": "IT;HR;FR;PT;HU;ES;DE",
    "projectParticipants": {
        "995155981": {
            "orgId": "995155981",
            "orgName": "VINIDEA SRL",
            "ecContrib": 166938
        },
        "996530568": {
            "orgId": "996530568",
            "orgName": "INSTITUT FRANCAIS DE LA VIGNE ET DU VIN",
            "ecContrib": 512625
        },
        "951962269": {
            "orgId": "951962269",
            "orgName": "MINISTERIUM FUER UMWELT, LANDWIRTSCHAFT, ERNAEHRUNG, WEINBAU UND FORSTEN RHEINLAND- PFALZ",
            "ecContrib": 165312
        },
        "968408328": {
            "orgId": "968408328",
            "orgName": "INSTITUT ZA POLJOPRIVREDU I TURIZAM USTANOVA",
            "ecContrib": 90688
        },
        "952094577": {
            "orgId": "952094577",
            "orgName": "A.D.V.I.D. ASSOCIACAO PARA O DESENVOLVIMENTO DA VITICULTURA DURIENSE",
            "ecContrib": 115062
        },
        "938622926": {
            "orgId": "938622926",
            "orgName": "SOCIETA ITALIANA DI VITICOLTURA ED ENOLOGIA",
            "ecContrib": 182188
        },
        "999888708": {
            "orgId": "999888708",
            "orgName": "UNIVERSITE DE REIMS CHAMPAGNE-ARDENNE",
            "ecContrib": 134690
        },
        "951984870": {
            "orgId": "951984870",
            "orgName": "INSTITUTO GALEGO DA CALIDADE ALIMENTARIA",
            "ecContrib": 165938
        },
        "999566765": {
            "orgId": "999566765",
            "orgName": "ESZTERHAZY KAROLY FOISKOL",
            "ecContrib": 0
        },
        "999543776": {
            "orgId": "999543776",
            "orgName": "EUROQUALITY SARL",
            "ecContrib": 147500
        },
        "917635715": {
            "orgId": "917635715",
            "orgName": "ESZTERHAZY KAROLY EGYETEM",
            "ecContrib": 91969
        },
        "951915806": {
            "orgId": "951915806",
            "orgName": "FUNDACION EMPRESA UNIVERSIDAD GALLEGA",
            "ecContrib": 226312
        }
    },
    "calculatedTotalContribution": 1999222
}