{
    "rcn": "194718",
    "acronym": "ThinkEHR Platform",
    "topics": "ICT-37-2014-1",
    "title": "Think!EHR Platform as vendor-neutral, open health data platform, designed for real-time, transactional health data storage enabling to go from idea to application in one hour.",
    "startDate": "01/10/2014",
    "endDate": "28/02/2015",
    "objective": "Governments, regions and healthcare organizations are beginning to realize that the real value of health IT is not in application but in data. Better data is a key to improving outcomes, managing chronic diseases, managing population health and must be kept and accessed for the lifetime of the patient. \nHealth IT vendors are developing monolithic healthcare applications covering all specialties with wide range of functionalities and proprietary health data models that were not designed for data outliving the application, making care coordination and lifelong health records difficult.  Furthermore IT health data market is very competitive business environment, controlled by mega-vendors. Small companies and start-ups are facing severe difficulties when entering the market as these large corporations offer monolithic EHR solutions and lock-in their customers. Personalized IT solutions solving specific needs of health organisations are in these cases practically impossible to implement. Therefore it is not only necessary but critical to provide a vendor-neutral, big-data, high-performance platform designed to store,manage,query, retrieve and exchange structured electronic health record data based on open health data standards.\nThe Think!EHR Platform is based on open, community sourced clinical data models while providing the APIs and tools enabeling app developers to focus on innovation, new solution and easy clinical data management. Vendors relying on the platforms solid foundation, built in clinical data repository and the tools will benefit from reduced time to market and lower development costs.\nWith feasibility study we will verify the technological and economic viability of Think!EHR Platform as a product focusing on discovering technological and marketing bottlenecks and new opportunities. Based on outcomes we will prepare business plan with detailed marketing strategy for selected markets, described target stakeholders and approaches for each specific segment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MARAND INZENIRING DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939054382": {
            "orgId": "939054382",
            "orgName": "MARAND INZENIRING DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}