{
    "rcn": "194713",
    "acronym": "Pastguide",
    "topics": "ICT-37-2014-1",
    "title": "Pastguide - guide app to run and witness full 3d reenactments of the past events in the heritage place on your mobile device",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "Pastguide is the mobile app that will read tourist user location and will run 3D scene with the events and people who lived in the location in the past. Scenes will match what user sees behind the tablet and his location. Gamified tasks will provide additional learning value. We will feature main European destinations as well as popular places worldwide on global market.\n\nCurrently the problem is heritage places offer primitive mobile apps, books and audioguides and with the advent of stronger mobile devices Pastguide intends to make their visit more engaging. There's even larger group of users who can't for various reasons see the places in real life and tourists who want to try virtual samples before they travel. Industry specialists say virtual travel is going to be one of the main trends in future tourism.\n\nThere's no solution like this on the market, it holds tremendous potential to show places that disappeared or changed significantly and popular locations. We want to reach out to heritage places to partner with us to promote this app with their locations, let them profit from each download with our partner programme and offer them development of the scene for free.\n\nPastguide won the EMMInvest Coaching Track funded by the European Commission in 2014 as one of the top 3 graduates.\nWe have built early prototype that proves it's working on mobile tablet and Oculus RIft. App geolocates user showing him a 3D scene, but we still need to improve accurate matching of what user sees on the tablet with the surroundings and validate the idea with users. Over 200 users signed up for the invite list with us in 2 weeks and we continue to build early traction but we need their feedback on our work. Feasibility study concluding the 1st phase will include: business plan, market fit report, field study results, technology assessment and benchmarked prices. We will also secure first partnerships with heritage sites.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FILIPOWIAK JAN",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939032945": {
            "orgId": "939032945",
            "orgName": "FILIPOWIAK JAN",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}