{
    "rcn": "194747",
    "acronym": "ProZero",
    "topics": "IT-1-2014-1",
    "title": "ProZero - Carbon Based fast boats for professional use",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "The overall objective of the ProZero project is to overcome barriers and challenges connected to introducing carbon fibre boats on the fast boats market for professional use. The market has remained unchanged for decades and the introduction of a range of lightweight boats made out of carbon fiber would have a series of positive economic and environmental outcomes. \nTuco Marine Group ApS aims to pursue a major market opportunity by developing and commercializing carbon fibre boats for professional use. More specifically, Tuco aims to target 3 categories of boats: i) Fast Rescue Boats (FRB), ii) Daughter Crafts (DC - boats used for transport between mother ships and oilrigs or windmill parks), and iii) Work Boats (WB) designed with a deck for different work purposes. The objectives for the feasibility study (phase 1) are: \n1. To perform a deep industry analysis, a market analysis and a mapping of internal capabilities ñ in order to complete the business and project plan for carbon fibre FRBs, DCs and WBs. \n2. To select and establish agreements with end-user for demonstration of carbon fibre boat.\n 3. To initiate the design of the whole ProZero Series including specifications for the boats, design of the necessary tools and moulds. \n4. To initiate the development of a design portal and a non-disclosure-agreement for clients wanting to enter the portal.\n\nTechnological objectives to be accomplished during the innovation project (phase 2):\n1. Design and develop moulds and tools for the scalable and cost-effective production of carbon fibre boats.\n2. Showcase carbon based boats in operational use. \n3. Develop the designs for a product range to complete the offering. The result will be a complete series of boats which can be built to order on the same platform, and thus without additional fix costs for each order.\n4. Develop and implement a design portal, enabling customers to get access to the designs and drawings.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TUCO YACHT V∆RFT APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938786177": {
            "orgId": "938786177",
            "orgName": "TUCO YACHT VÆRFT APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}