{
    "rcn": "194708",
    "acronym": "MOSART",
    "topics": "NMP-25-2014-1",
    "title": "Advanced Automated Process for Low Cost Efficient Custom Mosaic Manufacturing",
    "startDate": "01/10/2014",
    "endDate": "31/01/2015",
    "objective": "'MOSART aims to bring to full industrialization and commercialization a proprietary advanced manufacturing system for high quality custom-made mosaics. Europe accounts for 30% global tile production and 26% consumption market share. Europe is recognized worldwide for innovative designs and concepts but high manufacturing costs have begun to deplete the design and art industry. The quality of mosaics have diminished immensely and jobs have been removed from Europe and outsourced to India and China. Artaic strives to resolve these issues and position European design innovation as a leader on a global stage, while returning jobs back to Europe, fostering creativity and stimulating the European art and construction market.\nToday the process stages of mosaic artwork from design through installation are complicated and expensive with long lead times due to manual fabrication and lengthy supply chains. Artaicís state of the art patent-pending robotic technology and CAD mass-customization software allow to automate production and assembly of large scale, high volume affordable custom-made mosaics with unparalleled speed, efficiency, flexibility, and cost savings. First generation robotic pilot production line proved to be 10x faster than the traditional method and the prototyped second generation robot, called 'TileJet', adds more speed (100-200x) and productivity together with accuracy and flexibility. Such a technology has reached now a TRL of 8.\nMOSART Phase 1 project aims at establishing a robust industrialization and operational plan, at assessing the feasibility of a customer-centred web portal enabling direct B2C sales, identifying all stakeholders in the value chain securing appropriate sale channels and strategic partnerships and at strengthening the business model through an in-depth analysis of customer segments and financial projections.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ARTAIC LTD",
    "coordinatorCountry": "UK",
    "participants": "WELLNESS SPA ITALY CO. LTD",
    "participantCountries": "MT",
    "projectParticipants": {
        "938027928": {
            "orgId": "938027928",
            "orgName": "WELLNESS SPA ITALY CO. LTD",
            "ecContrib": 0
        },
        "938258594": {
            "orgId": "938258594",
            "orgName": "ARTAIC LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}