{
    "rcn": "194723",
    "acronym": "TM Field Analyzer",
    "topics": "DRS-17-2014-1",
    "title": "Developing a monitoring system for urban gas pipelines by utilizing state of the art accelerometers, advanced signal processing, and advanced intelligent algorithm based recognition",
    "startDate": "01/10/2014",
    "endDate": "28/02/2015",
    "objective": "The gas grid monitoring systems cannot reliably estimate incident risks nor detect and isolate faults. At best, there are automatic solutions to avoid abrupt incidents. Incipient as well as intermittent fault detection and isolation still occurs randomly. Also, more than 50% of Europeís ageing infrastructure has been built before 1983, while gas consumption continues to grow. Regarding safety, although the standards and regulations enable to mostly avoid abrupt failures, the current maintenance requirements incur excessive costs for gas grid operators. E.g. in Germany, grid leakages are controlled by expensive airborne LIDAR monitoring systems. This is especially problematic in urban environments, in which most of the consumers are situated- without viable alternatives, grid operators must accept the cost.\n\nNevertheless, recent advancements in remote measurement technologies enable to develop substantially more effective grid monitoring solutions. For example, THE Systems and its team has already proven the viability of networked accelerometers for continuous grid monitoring tasks (THE Systems has tested the solution in an industrial environment in Finland).\n\nAs a result of this project, THE Systems will combine state of the art accelerometers with advanced signal processing based on computationally efficient algorithms. The uniqueness for urban settings stems from the nodesí highly effective dampening features and the algorithmís non-parametric, multivariate, and non-linear characteristics that operate despite high rates of random noise. Thus, it will be possible for grid operators to continuously detect and isolate faults in urban gas networks in an economically feasible manner. The broader impact will be an increase in urban gas grid safety, and at least a 50% reduction in respective grid maintenance costs. For THE Systems, TM Field Analyzer could generate up to 70 mEUR by year 5 after the product launch, and increase the number of staff by at least 70 employees.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THE Systems OU",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939073782": {
            "orgId": "939073782",
            "orgName": "THE Systems OU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}