{
    "rcn": "194781",
    "acronym": "CroDS",
    "topics": "IT-1-2014-1",
    "title": "PiggyBaggy ñ the Uber of parcel delivery",
    "startDate": "01/10/2014",
    "endDate": "30/04/2015",
    "objective": "PiggyBaggy is a crowdsourced logistics service allowing, for example, someone shopping in a hypermarket to also safely and easily deliver groceries to his neighbors and get paid for it. It is an efficient, sustainable and affordable transport alternative for home deliveries from retail stores and parcel pick-up points.\nCompared to the crowdsourced taxi service Uber, PiggyBaggy is:\n1. Used for parcel deliveries instead of people transport\n2. Parcels are transported by peer consumers instead of semi-professional drivers\n3. Parcels are sent by grocery retail and delivery company partners (high volume) instead of consumers\nOur partnering with large retailers and delivery companies allows faster growth for both, because we reduce the cost of delivery for consumers below their Ä4-7 pain threshold (McKinsey). Our IPR strategy supports the competitive advantages and negotiating power. As a result we will achieve net revenues of Ä 278 million from home deliveries of consumer goods in Europe by 2020 based on Uberís proven business model (assuming 5% market share and 15% transaction margin).\nThe service pilot with a public library validated 20x cost savings in home deliveries. A Vice President in Finlandís largest retail chain and a Vice President in the Finnish postal service have agreed on partnerships to pilot the service with their customers.\nThis project produces a feasibility study and a business plan based on results from test use in real operational environments and negotiations with channel partners: a grocery retailer, a postal company and a public library. The overall project executes this plan by developing the required additional technology and channel partner supported business models, allowing for accelerated roll-out across the European markets.\nCoreorient Oy (founded 2011) experts are from Nokia and have 15\\ years of experience in challenging R&D projects, including 16 million downloaded mobile applications and key functionality standardized for mobile devices",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COREORIENT OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938564338": {
            "orgId": "938564338",
            "orgName": "COREORIENT OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}