{
    "rcn": "194763",
    "acronym": "BIOFERLUDAN",
    "topics": "SC5-20-2014-1",
    "title": "BIOFERLUDAN: COST-EFFECTIVE HUMIC FERTILIZERS TROUGH DIGESTATE TREATMENT AT INDUSTRIAL BIOGAS PLANT",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "Ludan Renewable Energy S.L. (LRE) is an engineering company with extensive experience in the business of biogas and treatment of bio-wastes. LRE main product is biogas compact plant, focus to small/medium energy projects (250-400 kW) where self-supply and waste management are the main targets. With BIOFERLUDAN project, LRE wants to take a step beyond responding new demands of cost-effective and reliable treatment for the digestate, the main by-product of these installations, developing an on-site recovery process to treat it obtaining high quality humic fertilizers.\nBIOFERLUDAN aims to implement in biogas plants a new process to obtain liquid fertilizers with high organic matter content, in form of humic substances, recovering them from the digestate. Based on previous R&D works done by LRE, a biogas plant which use BIOFERLUDAN process will produce a minimum of 60L of fertilizer per ton of digestate. The implementation of the new solution will mean around 450.000 Ä/year of potential incomes for each plant.\nBeing a great business opportunity for LRE, the success of this approach relays on the fact that it will constitute a business and improvement opportunity for clients (biogas plants) as well as they will obtain outcomes such as:\n? Improved efficiency and productivity of the biogas plant recovering up to 55% and 25% of thermal and electrical energy surplus respectively produced\n? Diminution of operating cost reducing up to 50% volume of digestate managed (current digestate management cost reaches average annual expenditure of EUR 90,000 for each biogas plant)\n? Increased revenues by commercialisation of high quality fertilizers (450.000 Ä/year)\n? An estimated return period of the investment of 1,5 years\nBIOFERLUDAN success will come from the fact that THERE IS NOT any so competitive solution in the market and, what else, it will suppose an estimated annual turnover of 315 million Ä considering its implementation in at least 10% of the current 7000 EU biogas plants",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Ludan Renewable Energy EspaÒa S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938048492": {
            "orgId": "938048492",
            "orgName": "Ludan Renewable Energy España S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}