{
    "rcn": "194767",
    "acronym": "COMACC",
    "topics": "SIE-01-2014-1",
    "title": "Commercialisation of a Novel Modular Air Cooled Condenser for Steam Cycle Power Generation",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "Each year, tens of thousands of MW of Steam Turbine (ST) power generation capacity are installed globally. For all of these installations it is necessary to condense the steam at the outlet of the ST. The global market for condensers for this application in 2011 was estimated at $1.9B and it is expected to grow at a Compound Annual Growth Rate of 5.2% to reach $3.3B by 2030. \nWater cooling or air cooling techniques can be used in condensers. In recent years, due to environmental restrictions and water scarcity, the use of Air Cooled Condensers (ACC) has become increasingly popular. However, ACCs have a number of shortcomings. Over the past four years RR Projects (RRP) have been involved in MACCSol, an EU FP7 project which is developing a Modular Air Cooled Condenser (MACC) for condensing steam from STs . The MACCSol project has verified that the MACC results in a 4% increase in power plant output compared to a power plant using a conventional ACC, thus providing increased revenues for the end user, and reduced carbon emissions. A pilot scale MACC demonstrator is currently being installed in a 1MW power plant. Following the MACCSol project, the MACC is at Technology Readiness Level 6. \nThe long term objective of RRP is that the MACC displace the conventional ACC as the dominant means of condensing steam from STs, and that RRP's revenues will grow significantly as a result. The specific objectives of this feasibility study are to determine the feasibility of commercializing the technology, and to generate a detailed business plan to enable the exploitation of the technology. The tasks to be performed in the project will include an analysis of  cost structures, an assessment of intellectual property protection, strategy development and identification of partners.\nUpon completion of the feasibility study, it is the intention of RRP to apply to the Phase 2 SME Instrument to seek funding to demonstrate the MACC technology at commercial scale.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "R & R MECHANICAL LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "985977938": {
            "orgId": "985977938",
            "orgName": "R & R MECHANICAL LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}