{
    "rcn": "194742",
    "acronym": "BAG-FS",
    "topics": "SFS-08-2014-1",
    "title": "Biopolus Aero Green - Feasibility Study",
    "startDate": "01/09/2014",
    "endDate": "30/11/2014",
    "objective": "The objective of the innovation project is to bring to market a high-yield, highly automated aeroponic plant cultivation system suitable for resource efficient, high quality vegetable and fruit production in a limited physical footprint. This core technology and the associated supporting services are expected to be enablers of the widespread appearance of urban farms.\nThe system lessens agricultural land use. Moving production closer to the place of consumption enables reduction in transportation needs, emissions and food waste production. The aeroponic technology produces very high yields while using the fraction of water. The system has the following main economic benefits for the users:\nï year-round crop production\nï no weather-related crop failures\nï no use of pesticides, herbicides\nï use of 75-95 % less water than the same productive  technologies\nï greatly reduced food-miles\nï higher food security and safety\nï high yield in crop production\nUser needs met by the system: demand for products with trustworthy proof of socially and environmentally responsible business practices, demand for chemical-free food products.\nTargeted users are those SMEs and farmers who produce indoor, and those restaurants and supermarkets where day-to-day fresh fruits and vegetables are important.\nEconomic benefits and ecological impact are the main appeals of the technology. The feasibility assessmentís goal is to quantify these advantages which are major milestones toward successful commercialization.\nPhase 2 plans are a first demonstration facility and building out full capacity of manufacturing.\nEuropean dimension: Flagship sustainable biological technologies like Biopolus Aero Green system can help the EU secure its leading position to address ecological challenges and achieve economic growth.\nGlobal dimension: BAG system enables food production in urbanized areas and lessens dependence on outside sources and imported foods.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOPOLUS TECHNOLOGIAK ZRT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940457293": {
            "orgId": "940457293",
            "orgName": "BIOPOLUS TECHNOLOGIAK ZRT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}