{
    "rcn": "194744",
    "acronym": "BMEVLP",
    "topics": "PHC-12-2014-1",
    "title": "Biomarkers for clinical assessment of lungs intended for transplantation",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "Lung transplantation is the only therapeutic option for selected patients suffering from end-stage lung diseases. 80% of all donated lungs are not used for transplantation. The main reason is uncertainty of the function and quality of the lung. \n\nEx vivo lung perfusion (EVLP) is a technique used to assess quality of lungs prior to transplantation. In collaboration with leading clinical scientists, XVIVO has developed solutions and systems for EVLP. EVLP has recently become internationally clinically accepted. More than 300 patients have received transplanted lungs that would otherwise not have been used. Centers establishing a clinical program for EVLP increase the number of lung transplantations significantly. Clinical outcomes are at least equivalent to outcomes for patients receiving standard lungs. However, in order to disseminate the EVLP technique to a broader range of hospitals, it is necessary to offer objective metrics assessing lung function in addition to the subjective assessment methods used today. \n\nExploitation of EVLP has an impact for XVIVO. Each EVLP generates an income of about Ä15 000. Today about 5000 lung transplantations are performed each year. If we can reach 25% increase, it would contribute to a revenue increase of at least 18 MEUR. It also means that 1250 critically ill patients on the waiting lists will receive new lungs. The true potential is to increase the utilization rate of donated lungs to 40-60%. \nThe project aims to carefully select optimal biomarkers in phase 1 and confirm validity and clinical relevance in phase 2 through a clinical study. By introducing new biomarkers, XVIVO will be able to commercialize a device that will broaden the company¥s product portfolio and fulfill the customer need for validated tools making clinicians more comfortable to use donated organs that are being discarded today. The project will be performed in collaboration with identified biomarker companies and thus also catalyze their access to market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "XVIVO PERFUSION AKTIEBOLAG",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937963423": {
            "orgId": "937963423",
            "orgName": "XVIVO PERFUSION AKTIEBOLAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}