{
    "rcn": "194749",
    "acronym": "SEAMETEC",
    "topics": "SIE-01-2014-1",
    "title": "Smart Efficient Affordable Marine Energy Technology Exploitation using Composites",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "The SEAMETEC project aims to develop smart, efficient tidal-turbine blades and offshore wind-turbine blade structures at an affordable cost. The strategic objective is to increase the availability of secure, low-cost, low-carbon electricity from ocean and offshore energy. These objectives will be achieved by using a novel, but commercially proven, patented, composites manufacturing process and by adding sensor technology that reduces maintenance costs and improves reliability. \nThe project will be delivered by …ireComposites in partnership with EnerOcean, two companies with excellent track records in managing European projects and developing new technologies.  EnerOcean has performed technology- and resource-quantification studies on a wide range of tidal technologies and offshore wind. …ireComposites has commercialised a novel technology for manufacturing wind-turbine blades.\nThe project will play an important role in creating a new European industry ñ the production of tidal stream turbines ñ while also giving Europe a competitive advantage in offshore wind.  Offshore wind is an established multi-billion euro market. Tidal stream energy is an emerging market that will create up to 120GW of electricity and a Ä400bn industry. The SEAMETEC partners will access these markets by collaborating with Suzlon (a leading global wind OEM) and Marine Current Turbines (a Siemens business and key player in tidal energy). \nThe project is a game-changing innovation for tidal energy: it will result in reliable, cost-efficient blades, without which the aggressive launch of tidal arrays may not proceed. It will stimulate the innovation potential of SMEs for a low-carbon and efficient energy system (SIE-01-2014-1) and strongly contribute to the Horizon 2020 Societal Challenge ëSecure, Clean and Efficient Energyí. The two collaborating SMEs will develop clean, affordable technology solutions that increase security of supply of electricity, protect the environment and grow the economy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EIRECOMPOSITES TEORANTA",
    "coordinatorCountry": "IE",
    "participants": "EnerOcean S.L.",
    "participantCountries": "ES",
    "projectParticipants": {
        "994645955": {
            "orgId": "994645955",
            "orgName": "EnerOcean S.L.",
            "ecContrib": 0
        },
        "961834444": {
            "orgId": "961834444",
            "orgName": "EIRECOMPOSITES TEORANTA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}