{
    "rcn": "194789",
    "acronym": "FACCE-Evolve",
    "topics": "ISIB-11-2014",
    "title": "FACCE-Evolve - Agriculture, Food Security and Climate Change Coordination and Support Action 2",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "The Joint Programming Initiative on Agriculture, Food Security and Climate Change (FACCE-JPI), launched in October 2010 by the European Council, brings together 21 countries committed to ìbuilding an integrated European Research Area addressing the challenges of agriculture, food security and climate changeî (FACCE-JPI Strategic Research Agenda). The JPI aims at aligning research programming among its members in the long run, so as to increase the efficiency of research funding, cover gaps, avoid duplications and provide high-level innovative research on the European scene. \nThe FACCE-Evolve Coordination and Support Action is designed to solidify foundations that will ensure long-term durability of joint programming and actions. FACCE-Evolve will thus continue to support the successful development of the FACCE-JPI and allow it to develop a set of means destined to ensure its self-sustainability. The FACCE-Evolve will therefore provide support to JPI members in order to:\nï\tInvestigate different options for self-sustainability and test the most suitable ones.  \nï\tInvestigate and develop novel processes and tools to support uptake of the SRA and its updates as well as the bi-annual implementation plans and monitor effective harmonisation, integration and alignment of national research programming, to enable evidence-based policy making and effective cross-policy actions\nï\tImplement and oversee the increasing number of joint actions\nï\tPursue ongoing coordination with Horizon 2020 objectives with a scale and scope of action that should go well beyond what either the EU or Member States can achieve on their own\nï\tEnsure the perpetuation of an effective, enriching dialogue with European and international stakeholders\nï\tStrengthen the international dimension and visibility of the JPI through a strong communication and dissemination strategy and links with other initiatives.",
    "totalCost": "3354625",
    "ecMaxContribution": "2000000",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE PENTRU BIORESURSE ALIMENTARE;Bundesanstalt f¸r Landwirtschaft und Ern‰hrung;FORSCHUNGSZENTRUM JULICH GMBH;MINISTERO DELLE POLITICHE AGRICOLE ALIMENTARI E FORESTALI;INNOVATIONSFONDEN;INSTITUTO NACIONAL DE INVESTIGACION Y TECNOLOGIA AGRARIA Y ALIMENTARIA OA MP;LUONNONVARAKESKUS;UNITED KINGDOM RESEARCH AND INNOVATION;BIOTECHNOLOGY AND BIOLOGICAL SCIENCES RESEARCH COUNCIL;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "RO;DE;IT;DK;ES;FI;UK;NL",
    "projectParticipants": {
        "999816249": {
            "orgId": "999816249",
            "orgName": "MINISTERO DELLE POLITICHE AGRICOLE ALIMENTARI E FORESTALI",
            "ecContrib": 73562
        },
        "998376478": {
            "orgId": "998376478",
            "orgName": "BIOTECHNOLOGY AND BIOLOGICAL SCIENCES RESEARCH COUNCIL",
            "ecContrib": 0
        },
        "934887262": {
            "orgId": "934887262",
            "orgName": "LUONNONVARAKESKUS",
            "ecContrib": 80750
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 725375
        },
        "999462587": {
            "orgId": "999462587",
            "orgName": "INSTITUTO NACIONAL DE INVESTIGACIONY TECHNOLOGIA AGRARIA Y ALIMENTARIA OA MP",
            "ecContrib": 0
        },
        "963496442": {
            "orgId": "963496442",
            "orgName": "INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE PENTRU BIORESURSE ALIMENTARE",
            "ecContrib": 56250
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 187500
        },
        "997253703": {
            "orgId": "997253703",
            "orgName": "Bundesanstalt für Landwirtschaft und Ernährung",
            "ecContrib": 47500
        },
        "939076692": {
            "orgId": "939076692",
            "orgName": "INNOVATIONSFONDEN",
            "ecContrib": 0
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 215938
        }
    },
    "calculatedTotalContribution": 1386875
}