{
    "rcn": "194729",
    "acronym": "BIOCERAMINK",
    "topics": "SC5-20-2014-1",
    "title": "New ecological BIO CERAMIC INK based on bio-solvents for ink jet printing (BIOCERAMINK)",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "The goal of BIOCERAMINK project is to commercialize a new type of ceramic ink produced using solvents obtained by vegetal oil instead of solvents made of glycol ether.\nThe BIOCERAMINK wil be derived from vegetable oils, easily available, improving even the graphics, reducing the fouling of the heads and bars of printers, eliminating clogging or the closing of the nozzles, improving and finally reducing the cost of the inks, of about 30%.\nIn this way the quality of the products will improve and consequently quality of the prints, without increasing production costs. It should be added that the development of vegetable-based inks can solve the problem of the reduced availability of hydrocarbon-based solvents, such as glycol ether (TPnB), due to an over-production of related compounds pollutants, little used.\nThe expected results at the end of overall innovation project will be:\n1. new marketable ecological products, with low content of alcohol, reduced effects of sedimentation and new range of pigments (colors);\n2. full range of produce prototype inks based on components renewable and capable of becoming industrial products (pre-industrial prototypes)\n3. full demonstration of BIOCERAMINK in industrial application pilots;\nIn order to achieve the above mentioned innovation objectives, a feasibility study is needed:\n1. to carry out an extensive market analysis and validation study allowing to clearly identify and quantify main market segments, also defining main market drivers, customers desiderata and go to market strategy.\n2. To define an industrial development plan aiming at setting up the requirements for a pilot plant that will simulate the reproducibility of the BIOCERAMINK product at commercial scale. The technological roadmap will drive DEF in completing the BIOCERAMINK development, according to result of market study and market validation activities.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DEF.DI R.DONI SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941386747": {
            "orgId": "941386747",
            "orgName": "DEF.DI R.DONI SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}