{
    "rcn": "194719",
    "acronym": "HOLOSCAN",
    "topics": "DRS-17-2014-1",
    "title": "Holographic Scanner for Safe Real-Time High Throughput Screening of People and Their Bags",
    "startDate": "01/12/2014",
    "endDate": "31/05/2015",
    "objective": "Art (SoA) detection equipment used for screening of people and their baggage include (1) X-ray screening; (2) X-ray based explosive detection systems (EDS); (3) explosive and chemical trace detection systems (EDT); (4) technologies based on neutron beams; (5) metal detectors and (6) millimeter wave body scanners.  None of the current SoA methods is able to offer real-time or even rapid enough safe screening of large numbers of people moving simultaneously towards the entrances of buildings, public transportation or public places and rely on a relatively slow person-by-person screening. We would like to propose a novel approach to high-throughput millimeter wave screening which should allow such real-time screening. HOLOSCAN has the following ambitions in consecutive Phase 1 and Phase 2 SME Instrument projects:\n\nï To provide the first commercial HOLOSCAN security scanning system that will allow true real-time scanning of multiple moving persons and their bags which novelty has been verified;\nï To adapt this HOLOSCAN system to clientís needs by varying diode panel size and image resolution at a price below current commercial SoA solutions that can run up to Ä250,000 per stationary unit; \nï To offer the clients constant improvement and upgrade of customized image recognition software;\nï To generate sales in excess of Ä160Mn in first 5 years post-launch, utilizing a network of distributers and licencees;\nï To bring ROI for Europe to at least 10,800% given the estimated investment of Ä1.5Mn in Phase 2 project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INTEGRATED DETECTOR ELECTRONICS AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938053730": {
            "orgId": "938053730",
            "orgName": "INTEGRATED DETECTOR ELECTRONICS AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}