{
    "rcn": "194780",
    "acronym": "easierNGS",
    "topics": "BIOTEC-5a-2014-1",
    "title": "CERTIFIED PACKS FOR EASIER NEXT-GENERATION SEQUENCING CLINICAL DIAGNOSTICS",
    "startDate": "01/10/2014",
    "endDate": "28/02/2015",
    "objective": "Next-generation sequencing (NGS) has revolutionized genomic research by drastically decreasing the cost of sequencing and increasing the throughput of generated data, but still has not been able to reach its implementation in clinical diagnostic laboratories where there is a huge potential market application for it. The current market gold-standard in clinical diagnostic (i.e. Sanger-based sequencing) is outdated, much less efficient and more expensive than NGS, but no current market solutions have yet been able to properly address the complexity involved in transferring and validating gold-standard procedures to NGS platforms in clinical environment. In fact, current competing solutions are disruptive, complex, non-efficient and non-validated to address the challenges of transferring NGS to clinics. The easierNGS business concept aims to create and offer an innovative package of services and products which combined will allow a fast, cost-effective, streamlined and certified full sample-to-result solution to clinical laboratories that wish to seize the tremendous benefits of the new NGS era. Towards this objective, a feasibility assessment of the easierNGS business concept will be conducted to better determine its technical, economic and legal viability, as well as plan its most appropriate operational and scheduling strategy. Three case studies (i.e. NGS panels for pharmacogenomics, neonatal screening and infertility risk factors) will be used to generate a proof-of-concept of the easierNGS and help define the technical aspects and guidelines for future easierNGS packages and support a conscientious ìGo/No goî decision towards a real market assessment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "STAB VIDA INVESTIGACAO E SERVICOS EM CIENCIAS BIOLOGICAS LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999769689": {
            "orgId": "999769689",
            "orgName": "STAB VIDA INVESTIGACAO E SERVICOS EM CIENCIAS BIOLOGICAS LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}