{
    "rcn": "194701",
    "acronym": "AirWatt",
    "topics": "SIE-01-2014-1",
    "title": "Feasibility study of a microturbine for delocalized electrical energy, off-grid generation",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "Advanced Microturbines S.r.l. developed a microturbine for local generation of electricity from pressurized gases, in the range of 20-50W. The present study will evaluate the feasibility of energy storage and supply system for off-grid applications, based on the microturbine technology, characterized by being low costs, low carbon, flexible, robust and easy to maintain. From a business standpoint, the market need for a similar device was realized by the experience of the proposer in the oil&gas industry. In this context, having a local and distributed energy generation in smart distribution grids represents a potential for cost saving and performance improvements:  for example, leakages can be detected by distributed sensors and information sent via wireless transmitters, powered by the microturbine. The microturbine can be used in two operating modes:\nï As micro-turbo expander exploiting available pressure drops for generating electricity to power up delocalized sensors and transmitters.\nï As air-powered generator, supplying critical loads for short periods, taking energy from a pressurized tank.\nThree main objectives shall be reached during the feasibility: a first validation of the technical concepts, a detailed picture of the markets (smart distribution grids, remote off-grid repeaters and possible niches) and a refined business model and plan. On these results, Advanced Microturbines S.r.l. is willing to base the application for phase2. In line with its objectives, the study will include the following activities:\nAnalysis of the technical scenario and concept design: trends and current IPR scenarios, preliminary list of technology suppliers and potential future partners. Study of the markets: trends, Porterís 5 Force analysis, strategy for market entering. Business model, business plan and action plan towards phase2: main technical and economical conclusions, inputs for the final deliverable, detailed technical development plan for phase2 and after.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADVANCED MICROTURBINES SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938084285": {
            "orgId": "938084285",
            "orgName": "ADVANCED MICROTURBINES SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}