{
    "rcn": "194752",
    "acronym": "Global PERES",
    "topics": "ICT-37-2014-1",
    "title": "Bringing a breakthrough e-nose solution on global markets for portable and reliable food safety and quality control",
    "startDate": "01/10/2014",
    "endDate": "31/12/2014",
    "objective": "Possibility for a reliable and effective food quality assessment at a consumer level would be of paramount importance both in industrialized and less developed countries as it will have tremendous implications in health (avoidance of food poisoning) and economic domains (avoidance of food waste).\nThe issues of food poisoning and their consequences constitute a major social problem. According to the World Health Organization more than 200 diseases are spread through food. Furthermore, one person in three in industrialized countries may be affected by foodborne illness each year. The issue of proper assessment of food quality and whether it is still edible or already not is also of immense economic importance. According to the statistics of the European Commission, about 90 million tonnes of food is wasted annually in Europe. \n\n\nCurrently, there is no single, portable device available to consumers that would support them in ascertaining in a reliable way: a) whether a food product is fresh, b) whether it might be potentially hazardous to health, c) whether there is a risk of food poisoning, and d) whether it is still safe to be consumed. \n\nHence, the overall aim of this project is to provide a breakthrough solution to the above mentioned societal and economic challenges by delivering fully functional, market ready, unique and innovative at a world level electronic device (ìelectronic noseî) and mobile application to determine the quality and level of freshness of meat, poultry, fish and other grocery products.\n\nThe PERES prototype has been developed and demonstrated to work. The expected, targeted outcome of this innovation project is a commercially mature, enhanced PERES device that will be subsequently demonstrated on the global markets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ARS LAB UAB",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941862823": {
            "orgId": "941862823",
            "orgName": "ARS LAB UAB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}