{
    "rcn": "194765",
    "acronym": "KIT",
    "topics": "PHC-12-2014-1",
    "title": "Kidney Injury Technology",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "Bio-inRen has developed and patented a revolutionary biomarker-based diagnostic system for a highly and increasingly incident (>10% yearly) and dismally deadly disease (Acute Renal Failure -AKI) posing a huge global health and economic problem worldwide. Bio-inRenís diagnostic system is envisioned to 1) change the concept and approach to AKI clinical handling, 2) become a reference diagnostic, 3) reduce AKI incidence (by 2.5-5% initially) and improve patient prognosis, and 4) reduce the elevated cost associated to AKI (1% of their global health expenditure, which will be reduced initially in 650 M Ä in this 1.35 billion people population). An ELISA-based, clinically useful prototype kit has been developed for measurement of human samples. Clinical validation has started, although Bio-inRenís system needs thorough clinical validation to acquire technological maturity and transferability, for which Phase I and II SME instrument are necessary, on which all the companyís resources will be laid. As a new concept, Bio-inRenís technology has no competitors in the market or under development. The In Vitro Diagnostic Market grows at a 7% annual rate and will reach $69.1 billion by 2017. AKI-specific market is estimated at 3.5 M cases and 70 M diagnostic tests of the existing gold standard marker. Because Diagnostics is a global and regulated market, Bio-inRen will license the system to large companies and SMEs in the IVD market with manufacturing capacity and international commercialization channels. Technology transfer is expected by 2018 to yield 1 M Ä upfront and 5% royalties on sales thereafter. 5% market penetration is sought by 2023. As of today, 5% of 70 M tests poses 3.5 M tests as Bio-inRenís market (6.4 M tests by 2023 at 7% annual growth rate). At a unitary sale price of 20 Ä/test, this means 128 M Ä. 5% royalties will produce a yearly income of 6.4 M Ä to Bio-inRen, which are critical for the consolidation and growth of the company.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIO-INREN SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949719920": {
            "orgId": "949719920",
            "orgName": "BIO-INREN SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}