{
    "rcn": "194753",
    "acronym": "POLARIS",
    "topics": "DRS-17-2014-1",
    "title": "Preventative OperationaL procedures for space weAtheR threats to CrItical InfraStructure",
    "startDate": "01/12/2014",
    "endDate": "31/05/2015",
    "objective": "Protection of critical infrastructure in particular in the areas of energy/transport and communication grids is now crucial within our highly technical dependent societies. The scope for this project is to focus on the development of a commercial service offering to operators of such critical infrastructure which provides preventative operational procedures tailored to their individual needs. The operational procedures are based upon threat assessments received from external sources and in this proposal we are focusing on the initial threat detection which shall be incorporated into the service which is based upon Space Weather analysis.\n\nSpace weather can have detrimental, and in some cases catastrophic, effects upon critical infrastructure on which we depend as part our daily lives. Adverse space weather has dramatically different effects on these the services provided by such critical infrastructure based on the underlying technologies in use and there location. \n\nFor example a power transmission network operator in high latitudes and a traffic flow monitor network operator is low latitudes have completely different preventative operational procedures and space weather concerns. An operator therefore needs to understand the impact for their facility on a threat, an expert analysis and interpretation on a received threat and be informed in terms the operator understands on the steps required to prevent the threat escalating to become a major issue.\n\nCurrently only global forecasts and information on the type of space weather events are available, missing the vital links between space weather and the operational procedures to mitigate the threat for a particular operator.\n\nWe therefore propose to develop a system and a service offering titled, POLARIS, that will provide a single point of contact for the alerting alerting of threats, expert analysis and the issuing of operational procedures tailored to the needs of a particular urban critical infrastructure.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SKYTEK LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}