{
    "rcn": "194731",
    "acronym": "HiCompost",
    "topics": "SC5-20-2014-1",
    "title": "Novel business based on high efficiency composting technology",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "There is a trend towards encouraging biowaste management companies (solid waste and waste water treatment plants) and biowaste producers (shopping centres, food manufacturers, agricultural cooperatives and farms) to invest in composting plants in order to improve the treatment of organic waste. Additionally, laboratories are also installing composting facilities focussed on biomaterials testing taking into account that these materials, whose production is increasing year by year, need to be validated with regards to compostability requirements.\nNevertheless, the composting technologies currently used by each of the three sectors present some drawbacks. Biowaste producers and managers use composting systems which needs large treatment areas and long times, produces compost not always compliant with quality standards and  generates several problems such as low lixiviate control, fire risks and bad odours. Regarding labs, they need to adapt their facilities to the technical requirements of the compostability tests carried out, which generates high costs related to the time invested by technicians in making facilities compliant.\nBASTAN has been working on the design of composting technology to solve these limitations. These composters permit to reduce composting times, minimize investment and production costs, control process parameters and lixiviate generation, reduce bad odours and fire risks, as well as guarantee the required quality in the final compost.\nTherefore, the objective of the HiCompost project is to design and implement a business plan focussed on the broad penetration of BASTAN composters in these three market segments. This business plan will be based on three pillars: (1) technological improvement in comparison with traditional composting systems; (2) innovative service based on composting know-how adapted to each client; and (3) technology validation based on the technology alignment with the requirements on compost quality and testing.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HIDROMECANICA J. BASTAN SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938178666": {
            "orgId": "938178666",
            "orgName": "HIDROMECANICA J. BASTAN SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}