{
    "rcn": "194797",
    "acronym": "MARIBE",
    "topics": "BG-05-2014",
    "title": "Marine Investment for the Blue Economy",
    "startDate": "01/03/2015",
    "endDate": "31/08/2016",
    "objective": "MARIBE is a Horizon 2020 project that aims to unlock the potential of multi-use of space in the offshore economy (also referred to as Blue Economy). This forms part of the long-term Blue Growth (BG) strategy to support sustainable growth in the marine and maritime sectors as a whole; something which is at the heart of the Integrated Maritime Policy, the EU Innovation Union, and the Europe 2020 strategy for smart, sustainable growth.\nWithin the Blue Economy, there are new and emerging sectors comprising technologies that are early stage and novel. These are referred to as Blue Growth sectors and they have developed independently for the most part without pursuing cooperation opportunities with other sectors. MARIBE investigates cooperation opportunities (partnerships, joint ventures etc.) for companies within the four key BG sectors in order to develop these companies and their sectors and to promote the multi-use of space in the offshore economy. The sectors are Marine Renewable Energy, Aquaculture, Marine Biotechnology and Seabed Mining. MARIBE links and cross-cuts with the Transatlantic Ocean Research Alliance and the Galway Statement by reviewing the three European basins (Atlantic, Mediterranean, and Baltic) as well as the Caribbean Basin. \nThe project begins with an assessment of the current Blue Growth economy. A socio-economic study of the various Blue Growth sectors will be undertaken. Existing business models will be mapped according to best practice methodology, cognisant of their value chains. The technical and non-technical challenges of the business will be identified and proposals made for their mitigation. Key FP7 projects that focus on multi-use of space and multi-use platforms will also be assessed. \nThe consortium will draw on this study to identify key opportunities for synergistic collaboration. It will examine 24 sectoral combinations in total and 12 of those with high potential will be developed further. To do this, MARIBE will work with selected EU-funded consortia (particularly those involved in the Oceans of Tomorrow projects) to develop cross-sectoral projects. It will also work with a range of academic and industry partners to develop projects within 5 additional sectoral combinations that present potential for synergistic collaboration. The MARIBE partners will take a hands-on approach to developing collaboration, brokering partnerships where necessary and assisting with the creation of the business plans and implementation plans required to secure investment for these 12 projects.",
    "totalCost": "1977951,25",
    "ecMaxContribution": "1977951,25",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS FAO;SWANSEA UNIVERSITY;BVG ASSOCIATES LIMITED;BUSINESS MODELS INC BV;HERIOT-WATT UNIVERSITY;AQUABIOTECH LIMITED;ECOAST;UNIVERSIDAD DE CANTABRIA;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "IT;UK;NL;MT;BE;ES",
    "projectParticipants": {
        "999880075": {
            "orgId": "999880075",
            "orgName": "UNIVERSIDAD DE CANTABRIA",
            "ecContrib": 117875
        },
        "943441304": {
            "orgId": "943441304",
            "orgName": "BVG ASSOCIATES LIMITED",
            "ecContrib": 156250
        },
        "999853400": {
            "orgId": "999853400",
            "orgName": "HERIOT-WATT UNIVERSITY",
            "ecContrib": 139179
        },
        "996843393": {
            "orgId": "996843393",
            "orgName": "AQUABIOTECH LIMITED",
            "ecContrib": 111524
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 555712
        },
        "971378274": {
            "orgId": "971378274",
            "orgName": "ECOAST",
            "ecContrib": 131085
        },
        "999608281": {
            "orgId": "999608281",
            "orgName": "FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS FAO",
            "ecContrib": 147966
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 277260
        },
        "999862033": {
            "orgId": "999862033",
            "orgName": "SWANSEA UNIVERSITY",
            "ecContrib": 167750
        },
        "938220085": {
            "orgId": "938220085",
            "orgName": "BUSINESS MODELS INC BV",
            "ecContrib": 173350
        }
    },
    "calculatedTotalContribution": 1977951
}