{
    "rcn": "194727",
    "acronym": "SINTRAN",
    "topics": "SIE-01-2014-1",
    "title": "Safe and INtegrated thermal TRANsformation of humid organic waste resulting in green energy and valuable remainders",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "The objectives of the overall innovation project are the optimization and certification and EU-wide commercialization of a methodology to safely transforming humid organic waste (such as sewage sludge) into green energy (electricity) by combustion while extracting valuable materials from the remainder ash like phosphate. The technological feasibility has already been demonstrated; therefore the project outcome will be a system that is certified, marketable and clearly positive on cost-benefit side.\nThe waste in the scope of the SINTRAN project taints and environmental risk factor. Its humidity is high; therefore simple combustion is challenging and may be hazardous. The state-of-the-art handling methodology does not eliminate the risk of soil pollution (e.g. heavy metals may leak into the soil or water). SINTRAN projectís proposed technology not only takes care of this risk, but also integrates green electricity generation and may act as a resource of valuable agricultural material, processing the remainder of the disposed waste, while increasing the employment potential in the waste recycling and energy sector around Europe.\nThe proposal is made for Horizon 2020 topic SIE-01-2014-1 Phase 1 ñ Stimulating the innovation potential of SMEís for a low-carbon energy system. Measured data of the working prototype clearly indicates the solutionís potential in low-carbon, green energy supply, addressing the challenge reducing energy consumption and carbon footprint by smart and sustainable use as well with the important added value of secure and safe disposal and recycling of hazardous waste such as extracting valuable materials from the remainder ash like phosphate.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOFIVE KAZANFEJLESZTO, GYARTO ES UZEMELTETO ZARTKORUEN MUKODO RESZVENYTARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938010468": {
            "orgId": "938010468",
            "orgName": "BIOFIVE KAZANFEJLESZTO, GYARTO ES UZEMELTETO ZARTKORUEN MUKODO RESZVENYTARSASAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}