{
    "rcn": "194766",
    "acronym": "HEATBOOST",
    "topics": "SIE-01-2014-1",
    "title": "Sorption Heat-pump Component Boosting Energy-efficiency in Gas-fired Boilers",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "Swedish award-winning cleantech company and leading supplier of sorption heat-pump components ClimateWell has recently made a technology breakthrough: A new, salt-liquid working couple that both raises the energy efficiency in gas-fired boilers and increases the temperature lift, making it possible to heat pump outside ambient air (as its renewable energy source) down to -20∞C. This enables retrofitting in houses with old, high temperature radiators, while achieving a Seasonal COP (SCOP) of over 130%. The solution can easily be combined with solar thermal collectors to achieve a SCOP of up to 170%.\n\nWorking already with major OEMs like GE and Alfa Laval in other applications, ClimateWell is targeting the European gas boiler OEMs such as Vaillant, BDR and Ariston to develop a Gas Heat Pump (GHP) product in which ClimateWellís HeatBoost component is integrated.\n\nIt potentially saves more than 33% of the natural gas consumption (500 EUR per year) for a typical European household using a condensing gas boiler today. The cost premium can be paid off in less than 4 years, making it an attractive investment for the end-user.\n\nWhile the target market for domestic space heating in Europe is huge with an installed base of 90 million boilers and over 8 million sold every year, the potential environmental impact is even bigger with a total reduction of CO2 footprint of 61.5 million tonnes/year.\n\nIn this 6-month Feasibility Study, ClimateWell will verify the technical and commercial feasibility of integrating ClimateWellís new sorption component into a gas boiler system. The goal is to establish collaboration with leading European boiler manufacturers for the continued development of a GHP product and apply for funding of a Phase 2 project.\nA successful outcome of the project means that once the GHP product has been commercialised in 3-5 years, ClimateWellís potential revenue for providing some 2 million HeatBoost components per year to boiler manufacturers is 1 billion EUR.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SALTX TECHNOLOGY AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}