{
    "rcn": "194743",
    "acronym": "iMoHEALTH",
    "topics": "ICT-37-2014-1",
    "title": "iMoHEALTH: A pan-national collaborative analytics platform for the exploration of population health.",
    "startDate": "01/10/2014",
    "endDate": "28/02/2015",
    "objective": "The objective of the IMoHEALTH project is to develop a cloud-based analytics platform for population health data. It will allow users to explore and analyse population health data through an interactive and easy to use interface. \n\nHealthcare data analysis has become an integral part of public health policy making, medical research, the development of new treatments and medical innovations. Governments, pharmaceutical industries, insurance companies, medical research groups, hospitals, etc., increasingly use population-based healthcare data as a critical support to both research and decision-making. Citizens are also increasingly keen to learn about the distribution and outcome of conditions which they may be suffering from. However, an affordable, user-friendly platform that brings together population health data from multiple sources and enables it to be easily presented and ëminedí for this wide range of purposes does not currently exist. The iMoHEALTH platform will meet this need.\n\nThe iMoHEALTH platform will use a novel technology to provide easily accessible self-service healthcare analytics to all members of the healthcare and research communities. It will be of use to health care policymakers and commissioners keen to ascertain the needs and health outcomes of their communities; medical research communities wishing to explore the characteristics and outcomes of specific cohorts and conduct a wide range of research; pharmaceutical companies, medical device manufacturers and other industry player wishing to explore their market; and private citizens wishing to explore the health landscape. \n\nThe end product of the feasibility study will be a realistic business plan for exploitation of the novel IMoHEALTH technology. This will include market opportunity (size, growth, needs), value proposition, commercialization strategy, IP strategy technology/solution description, and financial projections.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IMOSPHERE LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938139672": {
            "orgId": "938139672",
            "orgName": "IMOSPHERE LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}