{
    "rcn": "194733",
    "acronym": "REVIVOS",
    "topics": "ICT-37-2014-1",
    "title": "REVIVOS - REVIVING SINGERS THROUGH VOICE SYNTHESIS",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "Music Industry is seeking new forms of monetization of their catalogue. Online music distribution and current listening habits demand of innovative solutions for digital audiences that are today bigger than ever. Pop stars maintain a huge popularity years after their retirement or accidental decease. Moreover this interest gave recently a leap forward and moved to the stage, where holographic live shows revive artists in a mixed-reality concert.\nIn this scenario REVIVOS aims to commercialize a technology solution for synthesizing new songs with the voice of famous artists. The innovation of this project is the potential commercialization of Virtual Singers modeled from original artist recordings. The synthetic voice shall preserve not only their timbre but also the expression and singing style that make them unique. This project has a clear global dimension, focusing on the Western markets because they share a common popular music culture. Potential applications include among others the production of posthumous live shows, the release of new compositions, or the rejuvenation of the voice of a living or retired artist.\nFor the SME Instrument Phase 1, REVIVOS has as primary objective the realization of a study for the best business model for this new paradigm in the music and media industries. It consists of three stages: 1) Building a network of advisors; 2) Prototype and Demos preparation and 3) Business Plan elaboration. Outcomes shall define the implementation steps in a future Phase 2.\nThe team behind Voctro Labs has demonstrated excellence and capacity in the innovation related to Virtual Singers. Voctro Labs is an audio technology company specialized in singing voice synthesis. Cofounders are experts with more than 15 years of research and industrial experience. Founded in 2011, it is a spin-off of the Music Technology Group of the Pompeu Fabra University in Barcelona, a world-renowned research lab in sound and music computing.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VOCTRO LABS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938005424": {
            "orgId": "938005424",
            "orgName": "VOCTRO LABS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}