{
    "rcn": "194720",
    "acronym": "NIR-PERFECT",
    "topics": "ICT-37-2014-1",
    "title": "Non-contact Near Infra-Red insPEction and monitoRing For Evaluation of ComposiTes",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "Increasing automation and demands for quality in production (food, pharmaceuticals, non-metals such as polymers and composite components etc.) has resulted in visual and optical inspection by humans becoming impractical in certain situations. Therefore there have been a number of non-destructive techniques developed to inspect, monitor and detect impurities and defects within products in production lines. Existing inspection tools such as X-ray imaging have been used to inspect engineering materials and food products but are subject to health and safety issues as well as large equipment footprint and high cost resulting in unsuitability for many inspection situations. \nStructural health monitoring (SHM) and damage detection techniques are also of great importance in the offshore, civil, mechanical and aeronautical engineering communities, both for safety reasons and because of the economic benefits that can result. The need to be able to detect damage in complex structures has led to the development of a vast range of non-destructive techniques (NDT), of which many are based upon structural vibration analysis. However, the majority of NDT systems for SHM are slow, costly and require long periods of downtime to complete. They also struggle to give structural information on near surface (<10 mm) layers. \nWe have developed an innovative and new form of NDT, based on Near Infrared (NIR) inline inspection and detection of defects, which has been validated for non-metallic engineering materials and is capable of providing a rapid, more informative and cost effective NDT solution for composite manufacturers and end users. \nThe NIR-PERFECT project will therefore develop a more robust business plan for this new NIR NDT inspection and monitoring system. This will then enable us to define end user specifications and allows us to align our engineering approaches to further optimise the system to meet future end user requirements.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INSPECTION TECHNOLOGIES LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952033952": {
            "orgId": "952033952",
            "orgName": "INSPECTION TECHNOLOGIES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}