{
    "rcn": "194714",
    "acronym": "TISSUE",
    "topics": "PHC-12-2014-1",
    "title": "Tissue In Stroke Stratification Using e-ASPECTSTW",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "Stroke is a burden with far reaching socioeconomic impact. The only approved treatment in ischaemic stroke is intravenous thrombolysis, which is restricted to 4.5 hours after symptom onset and currently, only 20% of all stroke cases are eligible to receive it. An additional 25% remain untreated because they arrive at the hospital with unknown time of onset. \n\nThe objective of the ìTissue In Stroke Stratification Using e-ASPECTSTWî (TISSUE) proposal is to clinically validate the ASPECTS method and its automated version, the medical device software e-ASPECTSTW, as an imaging biomarker on Non-Contrast Computed Tomography (NCCT) brain scans for identifying ischaemic stroke patients with unknown time of onset who can benefit from thrombolysis. \n\ne-ASPECTSTW addresses the growing worldwide market of 3,250,000 patients (275,000 patients in Europe) every year having a stroke with unknown time of onset. The annual global market size of e-ASPECTSTW is 325,000,000 Euros. Users of e-ASPECTSTW will be hospitals worldwide that provide acute stroke treatment. e-ASPECTSTW will be integrated in existing clinical pathways offering a standardised, fast, reliable and easily accessible assessment of NCCTs. This will increase the uptake of thrombolysis and provide significant economic benefits to hospitals and the health system.\nThe commercial exploitation of the project results will enhance the growth of Brainomix Ltd leading to increased revenues, profits, employment and will position Brainomix as leaders in imaging biomarkers for neurological and cerebrovascular disorders. \n\nThe output of the feasibility study will be a full business plan, including an analysis of the European and global stroke market, an analysis of direct, indirect and potential competition; a detailed business model and pricing strategy as well as financial projections and a detailed design and budget of the prospective multi-centre clinical trial including the participating stroke units.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BRAINOMIX LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939050502": {
            "orgId": "939050502",
            "orgName": "BRAINOMIX LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}