{
    "rcn": "194746",
    "acronym": "BioGuidePCa",
    "topics": "PHC-12-2014-1",
    "title": "Biomarker Guided Prostate Cancer Management",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "The BioGuidePCa project is designed to validate previously reported biomarkers for prostate cancer (PCa) management during surveillance of early and advanced PCa. With availability of PSA-screening an increase of insignificant PCa has been observed leading to over-diagnosis and overtreatment. Consequently active surveillance (AS) is an alternative to immediate therapy. AS is expectant management with curative intervention only for those patients with local tumor progression. Neuhaus et. al reported a peptide panel, derived from seminal plasma for the estimation of PCa aggressiveness. A main objective of the project is the validation of these biomarkers in regards of its use in AS. On the other hand, advanced metastasized PCa is still a deadly disease. The majority of patients initially responding to therapy progress after a median duration of 30 months. Therapy of castrate resistant prostate cancer (CRPC) relies on hormone therapy and cytotoxic chemotherapy. Recent developments have resulted in novel substances for treatment. However the optimal sequence of the drugs has not been determined. Thus there is a clear clinical need for the development of new approaches for early detection of metastatic disease to guide initiation of alternative therapy. We have recently identified urine based biomarkers, specific for cancer progression. The second main objective of this project is to validate these peptides for their use in assessment of risk of progression and development of metastatic disease. Both biomarker panels will be developed into a non-invasive urine tests for the routine monitoring of CRPC and PCa progression. The study uniquely integrates leading PCa clinical experts with experts on proteome analysis and in an implementation-oriented workflow. The proposed study will provide strong evidence for utility of the new BMs and will set the foundation for diagnostic devices to guide early patient management and personalized therapeutic intervention in PCa and CRPC.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MOSAIQUES DIAGNOSTICS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999415445": {
            "orgId": "999415445",
            "orgName": "MOSAIQUES DIAGNOSTICS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}