{
    "rcn": "194787",
    "acronym": "TRACKANT",
    "topics": "ICT-37-2014-1",
    "title": "Mobile Smart Tracking Antenna System for Remotely Piloted Aircrafts",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "PIDSO, an Austrian SME holding several patents, specializes in ultra?light carbon?fibre antenna solutions for diverse applications e.g. in the automotive sector. \nBased on its outstanding antenna technology know-how, PIDSO recently has developed an innovative communication and control system for Remotely Piloted Aircrafts (RPAs), which is - compared to competitive solutions - significantly lighter and smaller allowing to mount it on RPAS creating the opportunity for using one RPAS as a relay station for another RPAS thereby dramatically increasing range as well as data transmission features. This provides the missing technological base for Beyond-line-of-sight navigation needed to cross through areas with obstacles like buildings in cities or diverse topographical factors. This will pave the way to deploy RPAS for public safety applications (disaster, rescue, Ö) or precision agriculture (maturity measurement, crop control, disease detection, fertilizer deployment), both unfolding huge commercial and societal impact. Our system is an innovative ICT solution building on a proprietary hardware and electronic construction (antenna, hybrids, 2-axis gimbal, motor-control, contactless rotary joint) plus a highly-sophisticated software consisting of initialization, tracking algorithms, stabilization and closed loop motor controls based on existing and newly developed models, position and direction finding and power management. Our project fits perfectly with the development and business strategy of PIDSO as well as with the requirements of this SME call, adding a completely new, market changing solution. \nSpecific objectives for the feasibility study include field tests with three test partners, in particular RPAS manufacturers, to collect feedback from the primary business opportunity fields to be fed into fine-tuning of the solution to get our product from current to TRL9, building up cost models for production and elaborating a detailed business and market entry plan",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PIDSO -PROPAGATION IDEAS & SOLUTIONS GmbH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952374713": {
            "orgId": "952374713",
            "orgName": "PIDSO -PROPAGATION IDEAS & SOLUTIONS GmbH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}