{
    "rcn": "194750",
    "acronym": "QUALIGRAIN",
    "topics": "SFS-08-2014-1",
    "title": "Increasing grain quality through advanced oxidation treatment during storage",
    "startDate": "01/09/2014",
    "endDate": "31/01/2015",
    "objective": "Our company, La Sanfermese, with more than 200 year experience, is specialized in the clearing, drying, storage and commercialization of cereals, in particular maize and wheat. Our main products are white maize, yellow maize, flint maize, durum wheat, peeled durum wheat and calibrated durum wheat coming from non-genetically modified crops (non-GMO) in the Po Valley (Italy). Our main customers are mills and producers of grain-based derivatives. La Sanfermese has an annual storage capacity of 80.000 tons of maize and 40.000 tons of wheat.\nSince the application in September 2008 of the EC Regulation N∫ 396/2005 on maximum residue levels of pesticides in or on food and feed of plant and animal origin, the cleaning of the grain is only performed by mechanical methods, as the most effective synthetic chemical insecticides available for the protection of stored product, such as phosphine, are now banned. On the other hand, EC regulation regarding maximum levels for contaminant in foodstuffs as regards Fusarium toxins (mycotoxin) are every time more stringent, as the new limits set by the EC Regulation N∫ 1881/2006 for maize and maize products. \nThis means that, in case the crop has been contaminated during the harvest with insects or fungi (mycotoxins) we have no possibility to eliminate this infection. Furthermore, this situation can get worse during the storage, as once the grain has been infected, the microorganism can grow influence by parameters such as moisture and temperature. In this case, the maize will not be longer suitable for human use and we will have to sell it for zootechnical or industrial purposes (depending on the mycotoxin content), with the corresponding differential price (Ä45 ton).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LA SANFERMESE SpA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938038307": {
            "orgId": "938038307",
            "orgName": "LA SANFERMESE SpA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}