{
    "rcn": "194791",
    "acronym": "PICOMB",
    "topics": "ICT-37-2014-1",
    "title": "Photonic Integrated Comb Source: An Economic Feasibility Study",
    "startDate": "01/10/2014",
    "endDate": "31/03/2015",
    "objective": "Optical telecommunication networks are being put under huge strain by the rise in mobile video, video-on-demand and other  bandwidth intensive services. New disruptive innovations are needed to avoid the impending 'capacity crunch' that that has the potential to affect the growth of the Internet with knock-on adverse effects for the European and global economy and society.\n\nOptical Frequency Comb Sources represent one such disruptive innovation. Optical Frequency Combs allow new modulation techniques to be used that increase the data carrying capacity and spectral efficiency of these networks.\n\nThe benefits of Optical Frequency Combs are well known, but to date no-one has figured out a cost-efficient means to employ them in network equipment. Pilot Photonics Ltd., an Irish SME has licensed a suite of intellectual property around Optical Frequency Combs that has the potential to disrupt the market and displace the single mode lasers that have been used in long haul optical transport equipment for two decades.\n\nThe intellectual property offers two capabilities: The cost-effective generation of a suitable optical comb, and the cost-efficient demultiplexing of that optical comb for modulation. Both techniques are suitable for photonic integration and can be fabricated using foundry compatible processes, enhancing their viability greatly. The comb generation technique is currently being marketed in bench-top form factor, while integrated prototypes have been produced. The demultiplexing concept has been proven in both bench-top experiments and in photonic integrated circuits. The innovation is in their combination to create value beyond the sum of the parts.\n\nThe PICOMB project will examine the economic feasibility of this disruptive innovation, through detailed interaction with potential customers and partners. The outputs will be a detailed market survey, desired customer specifications, and cost model which will be combined into a comprehensive business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PILOT PHOTONICS LTD",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950826981": {
            "orgId": "950826981",
            "orgName": "PILOT PHOTONICS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}