{
    "rcn": "194760",
    "acronym": "SliceWatch",
    "topics": "SFS-08-2014-1",
    "title": "Monitoring Meat Texture To Optimize Slicing Yield And Reduce Wasted Meat In High-Speed Slicing Lines",
    "startDate": "01/09/2014",
    "endDate": "31/01/2015",
    "objective": "Meat processing industry generates an annual turnover of Ä160.6b in the EU-25, from which 50% corresponds to meat processing SMEs. Over the past years, the demand for sliced cured meat products has steadily grown driven by the higher acceptance of consumers for ready-to-eat products. Despite the growing market demand, operational costs of automated slicing lines are significant. Meat losses represent over 5% of the total costs, and are responsible for wasting tons of meat yearly in Europe. About t10,000 and t3,0000 of meat are annually lost during bacon and ham slicing operations, respectively, with an impact of over Ä110M. \nTo a great extent, the variability in meat texture is responsible for these losses. Besides the associated economic and environmental implications, variations in product texture are responsible for frequent line stoppages, and reduced processing throughput. \nBased on our patent-pending electromagnetic scanning technology, we aim at developing a non-destructive inspection system to evaluate ìin-lineî meat texture before slicing. SliceWatch would allow diverting soft or hard pieces from the slicing line, thus preventing line stoppages and minimizing meat losses. This technology shall constitute a breakthrough innovation in the meat processing sector, and shall allow meat producers to reduce manufacturing costs and waste generation. Being a niche market, we estimate the total market value for SliceWatch in Europe in Ä150M. We expect to generate a NPV of Ä6M over a 5 years period after starting commercialization (ROI=3.9). \nIn collaboration with a potential client, we have already assessed the economic and technical feasibility of the project in a production line of sliced cured ham. Through this innovation project we aim at: (1) completing the technical feasibility study, and elaborating a detailed business plan ñ Phase I; and (2) developing and demonstrating a complete qualified system (TRL8) ñ Phase II.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LENZ INSTRUMENTS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953977638": {
            "orgId": "953977638",
            "orgName": "LENZ INSTRUMENTS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}