{
    "rcn": "194707",
    "acronym": "Fluorobot",
    "topics": "PHC-12-2014-1",
    "title": "Robotic fluorescent microscope for smear slide screening in Tuberculosis Diagnosis",
    "startDate": "01/09/2014",
    "endDate": "30/11/2014",
    "objective": "ASK-M has been involved in the development and production of cutting edge medical microscopy devices for almost 20 years. We have now developed the prototype of the worldís first dedicated fluorescent robot microscope for Tuberculosis (TB) screening. This innovative device has the potential to be a breakthrough in TB diagnostics, an area identified as top priority by the WHO. This proposal aims a Phase 1 project demonstrating the economic and technological feasibility of Fluorobot. The Phase 1 project will pave the way for a comparative clinical study (Phase 2) as the last major step before the market introduction of the device.\nTB imposes a tremendous economic and social burden on these societies, communities and individuals of all ages and in all social classes. The lack of or inadequacy of diagnostic tools result in financial and opportunity losses through delays in diagnosis, misdiagnosis and the need for additional testing. Recently it has been demonstrated that low cost ultra-bright Light Emitting Diodes (LEDs) could be a viable alternative to mercury vapor (MV) lamps used in Fluorescent Microscopy. According to a recent WHO assessment, the sensitivity of LED based microscopy is 10 percent higher than conventional Ziehl-Neelsen microscopy. The FLUOROBOT concept aims to increase the sensitivity of LED based microscopy further by approximately 10% through automation.\nUsers and use cases targeted by FLUOROBOT can be divided into two major groups: 1) in developing high burden countries: to be used by TB labs for same-day screening in the highly endemic areas, where a cheap and fast screening method with a robust device is required; 2) in Europe and other established market economies: to be used by TB laboratories for screening during the treatment ñ there are relatively few cases, but cheaper screening is required for regular checking of the treatment effectiveness and confirmation of culture results.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ASK-M MUSZERTERVEZO GYARTO ES SZOLGALTATO KORLATOLT FELELOSSEGU TARSAS AS",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937998925": {
            "orgId": "937998925",
            "orgName": "ASK-M MUSZERTERVEZO GYARTO ES SZOLGALTATO KORLATOLT FELELOSSEGU TARSAS AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}