{
    "rcn": "194773",
    "acronym": "RepHorm",
    "topics": "PHC-12-2014-1",
    "title": "A device that will dramatically improve the protection of babies during birth. It will monitor the child continuously with better acuity, resulting in better clinical outcomes at a lower cost.",
    "startDate": "01/10/2014",
    "endDate": "28/02/2015",
    "objective": "The objective of this Phase 1 application is a feasibility study to assess the commercial viability of RepHorM, and quantify the business opportunity. \nThis project is to develop a real-time in vivo infant monitor that safe guards the baby during birth. This achieved with a fiber optic based biomarker sensor. This device will for the first time provide doctors with a real-time, continuous and objective measure of a babyís health during labour by incorporating this technology into an existing medical device. The learning curve will be small in taking up the new device and the specific biomarker, is very familiar to obstetricians as well as other clinicians, and the threshold levels for intervention are already established. \nThis Innovative solution uses latest technology deployed to an old, long standing problem. The research into the sensor chemistry has been now completed and this activity has moved the technology form TRL 3 to the current TRL 6. The worldwide market for monitoring was Ä6.2 Billion in 2010 and is predicted to increase by 4.4% compound annual growth rate (CAGR) to reach Ä 8 Billion in 2016. None of the current methods offer clear advantages over one another. The general trend in medicine is towards individual bedside or in-patient testing of key biomarkers, in particular, there is a trend towards continuous bio-diagnostics. \nBlueBridge Technologies hope to use Phase 1 to identify obstacles to successful product development and launch, and develop solutions to manage them. The work will then serve to better understand and describe exactly what type of product(s) the market requires and subsequently estimate the development costs, time to Market and provide the inputs needed for a Phase 2 application.\n\nBabies and the market need this product as they are currently under served by the current offerings and we passionately want to lead the response to this noble call.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BLUEBRIDGE TECHNOLOGIES LTD",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938572680": {
            "orgId": "938572680",
            "orgName": "BLUEBRIDGE TECHNOLOGIES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}