{
    "rcn": "194725",
    "acronym": "DeReco",
    "topics": "SIE-01-2014-1",
    "title": "Feasibility Study on Decentralised Heat Recovery",
    "startDate": "01/10/2014",
    "endDate": "28/02/2015",
    "objective": "Despite a continued depletion of natural resources, ongoing increases in expenditures on energy and tighter legal constrains with regards to emission targets, more than half of the energy currently used in industrial plants, processes and engines all over the globe is wasted as residual heat or waste heat into the environment. \nEn3, a young technology company, founded in 2009 in Mecklenburg-Western Pomerania, Germany, has developed an expansion device for small scale Waste Heat Recovery systems (WHR-systems). Small scale means a net AC power rating of the WHR-system from about 1 to 50 kW. \nEN3ís WHR-system is based on the Clausius Rankine Cycle (CRC) or alternatively on the Organic Rankine Cycle (ORC) technology and can substantially improve the efficiency of industrial processes, engines and facilities. They lower the primary energy consumption, improve the efficiency of engines and processes, reduce emissions and protect the environment and resources.\nThe great advantage of the technology is the flexibility in terms of the heat source. In principle WHR-systems can be adapted to different kinds of heat sources. Above-average market potential for the environmentally friendly and CO2 neutral electricity and heat production is identified for waste heat delivered from exhaust gas of combustion engines. Further applications are seen in the power generation through biomass combustion as well as in the geothermal and solar thermal energy generation.\nThe objective of the overall innovation project (phase one to three) is to develop and commercialise EN3ís small scale WHR-technology. \nThe objective of this feasibility study (phase one)  is an analysis of the market for EN3ís small scale WHR-systems in the EU leading to an elaborated business plan showing entry and growth markets in Europe and outlining a clear plan of ENís path forward - both financially and technically. The primary objective of the feasibility study is to identify the best entry market in the EU.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EN3 GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938039859": {
            "orgId": "938039859",
            "orgName": "EN3 GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}