{
    "rcn": "194738",
    "acronym": "GO4APP",
    "topics": "NMP-25-2014-1",
    "title": "Graphene oxide for advanced polymer applications",
    "startDate": "01/10/2014",
    "endDate": "28/02/2015",
    "objective": "GRAPHENEA proposes the present project in order to take the Graphene Oxide (GO) a step closer to the market through specific polymer applications. This will have a direct impact not only in the global economy, but also in the society, and at the same time will lead GRAPHENEA to become the worldwide reference as GO producer with the necessary production capacity to supply the polymer industry and the research laboratories.  More specifically, the GO4APP objectives are:\nï To use all the competitive advantages of GO (aspect ratio, surface area, mechanical properties, functionality) as filler material in advanced polymer composites.\nï To produce tailor made GO materials (further functionalised) to improve compatibility with different matrices, leading to a broad range of applications.\nï The large-scale synthesis of GO to be able to enter/supply the advanced polymers industry.\nï The integration of GO into polymeric matrices in order to obtain dramatically improved mechanical, thermal and electrical properties via the favourable interactions between GO and polymers followed by in-situ processing.  \nï To provide cost-competitive final advanced polymer composites.\nï The clear GO cost reduction via dramatically increasing the production scale.\nBased on already obtained and validated data for GRAPHENEAís GO competitive production methodology  and its application into polymeric matrices, GRAPHENEA expects to address the above listed objectives and become ready to provide answers to the expected GO demand in the different market segments. Through the Phase 1 of the SME instrument, GRAPHENEA will be able to study the feasibility of the GO to be the centre of the herein proposed innovation project, and design in a more accurate way the breakthrough innovation activities to take the tailor made GO materials into the market, guarantying a high quality large-scale manufacturing of GO-based products.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GRAPHENEA SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "971995582": {
            "orgId": "971995582",
            "orgName": "GRAPHENEA SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}