{
    "rcn": "194748",
    "acronym": "Robotic insulation",
    "topics": "SIE-01-2014-1",
    "title": "Fast and economic insulation of buildings using robotic systems",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "Thermal insulation of walls and floors are the greatest contributors to energy performance of buildings, but are some of the most challenging measures to implement in old infrastructures. Current methods for wall and floor insulation are disruptive, labour intensive and can be very costly. This severely limits the uptake and discourages most stakeholders from undertaking insulation works\n \nSolving this technical challenge would open up a clear and well defined business opportunity. Driven by legislative targets to reduce energy consumption, this translates into a vast market and an immense aggregate welfare benefits to society.\n \nTo meet this demand, Q-Bot has developed an innovative process using a remotely controlled robotic device that can survey, assess and apply insulation. For both under floor and solid wall insulation Q-Bot radically reduces the time, cost and disruption compared to traditional methods.\n \nThe project will work with key stakeholders to further understand their needs. By preparing an in-depth market study and an Innovation Strategy Development plan, Q-Bot aims to effectively target high potential markets. The projectís measurable KPIs, the company aims to deliver a dramatic improvement to the productivity, safety and the image of the construction industry. This would result in a measurable, positive and lasting impact on the environment and society across Europe and beyond.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Q-BOT LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938298849": {
            "orgId": "938298849",
            "orgName": "Q-BOT LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}