{
    "rcn": "194769",
    "acronym": "Briareo",
    "topics": "SIE-01-2014-1",
    "title": "Implementation of a vertical axis micro-wind turbine capable of working at high efficiency even at a low wind speed.",
    "startDate": "01/10/2014",
    "endDate": "31/01/2015",
    "objective": "Briareo is an innovative micro-wind turbine intended at offering users a higher efficiency of power generation with low speed winds, thereby increasing the penetration rate of this renewable energy technology throughout the European Union and worldwide. Current commercial micro-turbines operate on average only 20% of the time being unable to work at wind speeds less than 4m/s. This result has given micro-wind turbines an inefficient and undesirable reputation, and they are now scarcely recommended by suppliers as they cannot guarantee their payback time.\n\nThe patented Briareo polymeric blade has been designed by applying high quality aerodynamic principles to operate in both lift and drag modes according to the specific wind, being especially performing in winds lower than 4m/s. The SME proponents have eventually developed their own turbine which in tests has exhibited a rotational capacity 4x that of current turbines. The Briareo micro-wind turbine is based on the ìIkeaî concept: it can be purchased of the shelf, easily self-assembled and installed without needs for certification, not imposing greatly on its residency (smaller than 100cmx150cm) or producing much noise. The high manufacturability of Briareo allows the use of the low cost rotational moulding industrial process. \n\nThe technology has reached a TRL of 6 and Phase 1 project aims at establishing a robust industrialization and operational plan, at identifying all stakeholders in the value chain securing appropriate suppliers, sale channels and strategic partnerships, at contacting potential early adoptersí communities that can ensure a quick market test and at strengthening the business model with an in-depth market analysis, sound marketing strategy and reliable financial projections.\nBriareo project is proposed by 2 Italian SMEs, Arken and Gymnotus, who have strictly cooperated on the design, prototype development and test since the beginning, equally sharing the IP ownership.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ARKEN SPA",
    "coordinatorCountry": "IT",
    "participants": "GYMNOTUS SAS DI FOCANTI VALERIO & PROFILI MARCO",
    "participantCountries": "IT",
    "projectParticipants": {
        "938259079": {
            "orgId": "938259079",
            "orgName": "ARKEN SPA",
            "ecContrib": 50000
        },
        "938003387": {
            "orgId": "938003387",
            "orgName": "GYMNOTUS SAS DI FOCANTI VALERIO & PROFILI MARCO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}