{
    "rcn": "194705",
    "acronym": "iMUC",
    "topics": "PHC-12-2014-1",
    "title": "Improving the Management of Unexplained Chest-pain",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "The iMUC project is designed to validate the improvement of cardio vascular outcomes in patients with unexplained chest-pain using a novel methodology of endothelial function diagnosis and adjusting their treatment, including life style modification, accordingly. iMUC is focused on the validation of a new biomarker based non-invasive novel technology which detects and scores endothelial dysfunction in cardiovascular disease  through the different  states of the disease.\niMUC EndoPATTM diagnostic technology is based on the PATÆ signal biomarker developed by Itamar Medical. It is a non-invasive, robust and totally non-operator-dependent technology and thus could fit well into clinical settings, providing an enhanced tool to improve disease management.\n\niMUC aims to validate that endothelial function as scored by the iMUC technology can help to better manage patients with chest pain that undergo diagnostic angiography and are released without intervention. In addition, iMUC aims to show and validate in the same patient population that adherence to and compliance with intensive life style changing is improved when progress is followed and monitored with the novel iMUC technology.\n \niMUC Phase I study will focus on the development of a business plan, and on a feasibility study of the project's concept. It will conduct a clinical market research quantifying the relevant market segments as well as their size, by studying the related health care economic viability, and the relevant scientific literature. iMUC feasibility study will include the establishment of a steering committee composed of relevant Key Opinion Leaders (KOLs), the detailed design of the project clinical protocol, the plan of the project risk management, as well as conducting a partner search including medical centers, CRO, and a bio-statistic group.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ITAMAR MEDICAL LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938198745": {
            "orgId": "938198745",
            "orgName": "ITAMAR MEDICAL LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}