{
    "rcn": "194770",
    "acronym": "FIND",
    "topics": "PHC-12-2014-1",
    "title": "Feasibility Assessment of a Foot INflammation Detection Device",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "Hemics is a medical device company focusing on monitoring solutions for inflammatory joint diseases. This proposal describes how Hemics (SME) will deliver a feasibility study on the development, validation and commercialization of an imaging device (FootScan) to monitor joint inflammation in the feet of patients with Rheumatoid Arthritis (RA). \n\nCurrent treatment of RA focuses on the reduction of disease activity to remission by use of drug therapy. Treatment of RA is guided by monitoring the disease activity. The latest scientific evidence shows that tight control strategies are recommended in the early stages of RA as the best way of preventing escalation of the disease. \nThe DAS28 score is the most used monitoring method, although it is too subjective, time consuming and painful for the patient. Given the time constraints tight control is hardly possible through the DAS28 method. Other, more objective and sensitive, methods (eg. X-Ray, MRI) are time-consuming and too costly to use as a regular basis for monitoring.\n\nThis proves the clinical need for an objective, sensitive and time saving method to monitor RA, enabling tight control and treatment of, now often undiagnosed, subclinical inflammation. \n\nThe niche market of rheumatology consists of 16.000 rheumatologists worldwide. If every three rheumatologists would use a FootScan, the potential market would consist of approximately 5300 units. With a life expectancy of eight years and a pricing range between Ä 60.000 and Ä 80.000 this market represents a value of Ä 46.690.000 per annum.  \n\nIn 2015 Hemics plans to start the product engineering phase. To reach that milestone, Phase 1 feasibility assessment will cover a technical feasibility study as well as a business feasibility study. The objective of the feasibility assessment  is to optimize the optical technology for the FootScan and to develop a business and implementation plan for successful commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HEMICS BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}