{
    "rcn": "194873",
    "acronym": "Phil-Threats",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Representation of External Threats in the Configuration of Spanish Power in the Philippines (1600-1800)",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Challenging the traditional understanding of colonial rule in the early modern period, this project proposes a new perspective on how colonial systems of dominance operated, offering an innovative view on mechanisms of governance. Applying interdisciplinary methods, it emphasizes political communication as key element in the creation and consolidation of a system of power. Focussing on the colonial Philippines as a transcontinental cultural contact zone, this project investigates the concept of external threats as a fundamental element of political communication. Thereby, it advances simultaneously along two analytic lines, investigating (1) forms of threat representation, and (2) their effects.\n\nBased on the sociological theory that external threats can foster the cohesion of a group, the hypothesis of this project is that specific representations of ìenemiesî contributed to the success of the Spanish colonial system for a long period (1565-1898), by strengthening the unity within the Spanish system and helping to overcome internal problems. To prove this effect, the project combines aspects of (1) system theory (N. Luhmann) and (2) the method of dispositif analysis (M. Foucault), which until now have only been applied separately. Based on system theory models, a concept of threat-communication is defined as a first analytic step for the investigation. It is completed with the concept of a dispositif of threat, which includes not only discourses in texts, but also visual forms of representation, objects, and performative acts ñ giving the project a pronounced interdisciplinary feature. \n\nOverall, the project will contribute to a better understanding of the power structures of the Spanish colonial systems in particular and mechanisms of political communication in general. In addition, it will enhance the skills of the Experienced Researcher (ER), enabling him to become a leading expert in his field and to find an independent position in research.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}