{
    "rcn": "194851",
    "acronym": "CODECS",
    "topics": "MG-7.2b-2014",
    "title": "COoperative ITS DEployment Coordination Support",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "Multifaceted research initiatives and field operational tests have proven the potential of Cooperative Intelligent Transport Systems and Services (C-ITS) to contribute to a safer, more flexible, mobile, sustainable and comfortable future society. In first deployment activities like the Cooperative ITS Corridor, SCOOP@F and COMPASS4D pilot projects,users will precociously experience the benefits of cooperative traffic safety and efficiency services, enabled by the integration of new technology (e.g. ETSI ITS G5) into vehicles and infrastructure. As a considerable stakeholder organisation, the Amsterdam Group pursues a harmonised C-ITS system realisation providing benefits to all users. It facilitates joint work for a growing variety of stakeholders such as road operators, automotive industry, cities and regions. The Coordination and Support Action COoperative ITS DEployment Coordination Support (CODECS) supports the European Commission and the manifold stakeholders involved in C-ITS deployment in finding strategic and technical policy solutions and processes for a consolidated C-ITS roll-out. CODECS serves as hub for transparent information and knowledge transfer on function approaches, experiences and lessons-learned by stakeholders active in the initial deployment. To ensure European-wide seamless (cross-border) interoperability and end-user experiences, CODECS develops a harmonised standards profile supporting a growing amount of C-ITS services. To address key organisational and technology related issues, CODECS will derive a strategic common road map from preferences of the involved stakeholders, giving direction for innovation, testing, standardisation and deployment beyond Day One. CODECS also supports future C-ITS common deployment by achieving a clear understanding on policies, roles and responsibilities. CODECS does convey these insights to the C-ITS deployment platform initiated by the European Commission and also to the Amsterdam Group.",
    "totalCost": "1584967,38",
    "ecMaxContribution": "1584967,38",
    "coordinator": "ITS AUTOMOTIVE NORD GMBH",
    "coordinatorCountry": "DE",
    "participants": "BMW FORSCHUNG UND TECHNIK GMBH;PAULSCONSULTANCY BV;MINISTERIE VAN INFRASTRUCTUUR EN WATERSTAAT;POLIS - PROMOTION OF OPERATIONAL LINKS WITH INTEGRATED SERVICES, ASSOCIATION INTERNATIONALE;ANDERSEN NIELS PETER SKOV;INTENS CORPORATION SRO;AUTOMOBIL CLUB ASSISTENCIA SA;VOLKSWAGEN AG;BUNDESANSTALT FUER STRASSENWESEN;BMW GROUP AG",
    "participantCountries": "DE;NL;BE;DK;CZ;ES",
    "projectParticipants": {
        "937592980": {
            "orgId": "937592980",
            "orgName": "PAULSCONSULTANCY BV",
            "ecContrib": 175000
        },
        "999964950": {
            "orgId": "999964950",
            "orgName": "BMW FORSCHUNG UND TECHNIK GMBH",
            "ecContrib": 143040
        },
        "948896875": {
            "orgId": "948896875",
            "orgName": "ANDERSEN NIELS PETER SKOV",
            "ecContrib": 177500
        },
        "999437852": {
            "orgId": "999437852",
            "orgName": "BAYERISCHE MOTOREN WERKE AKTIENGESELLSCHAFT",
            "ecContrib": 0
        },
        "985895876": {
            "orgId": "985895876",
            "orgName": "ITS AUTOMOTIVE NORD GMBH",
            "ecContrib": 365938
        },
        "967944377": {
            "orgId": "967944377",
            "orgName": "MINISTERIE VAN INFRASTRUCTUUR EN WATERSTAAT",
            "ecContrib": 136250
        },
        "951721224": {
            "orgId": "951721224",
            "orgName": "INTENS CORPORATION SRO",
            "ecContrib": 98975
        },
        "999939924": {
            "orgId": "999939924",
            "orgName": "VOLKSWAGEN AG",
            "ecContrib": 163344
        },
        "999928381": {
            "orgId": "999928381",
            "orgName": "POLIS - PROMOTION OF OPERATIONAL LINKS WITH INTEGRATED SERVICES, ASSOCIATION INTERNATIONALE",
            "ecContrib": 76050
        },
        "956612352": {
            "orgId": "956612352",
            "orgName": "AUTOMOBIL CLUB ASSISTENCIA SA",
            "ecContrib": 79128
        },
        "999606729": {
            "orgId": "999606729",
            "orgName": "BUNDESANSTALT FUER STRASSENWESEN",
            "ecContrib": 169744
        }
    },
    "calculatedTotalContribution": 1584969
}