{
    "rcn": "194896",
    "acronym": "CUIDAR",
    "topics": "DRS-21-2014",
    "title": "Cultures of Disaster Resilience among children and young people",
    "startDate": "01/07/2015",
    "endDate": "30/06/2018",
    "objective": "Cultural sensitivity is essential to effective disaster management and disaster risk reduction, yet disaster plans still largely ignore the needs and capacities of children and young people. Addressing Topic 2 of this call, the ëgiven cultural groupí is therefore children, not viewed as a homogenous group, but one which offers diverse cultural perspectives and diverse experiences of roles taken on in disasters. By ëcultureí we mean more than ethnicity, important though that is; we also refer to social class, vulnerability, age, gender, disability and migration status. Cultures of Recovery and Resilience among children and young people in Disasters (CUiDAR) will address the exclusion of children and young people from the disaster planning and management process; it will provide innovative and creative communication channels for childrenís voices to be heard and it will develop a child centred disasters management framework for use by policy/decision makers in participating countries, the EU and beyond. To achieve the objectives we have designed a suite of activities: scoping; dialogues with children (consultative workshops); regional level mutual learning exercises; national level awareness and communication events; framework design/building, and an in-depth ongoing approach to dissemination. Our unique partnership with the major childrenís charity Save the Children enables the Consortium to work closely with children to achieve our objectives. Our strong existing links with emergency planners and authorities enables us to access key audiences. Each workpackage is designed to create stronger awareness of needs and capacities of children and will enable enhanced local, national and EU institutional and policy response for what is a growing and urgent societal problem: how to develop meaningful and effective disaster management (including response, recovery and resilience).",
    "totalCost": "2009653,5",
    "ecMaxContribution": "2009653,5",
    "coordinator": "LANCASTER UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "SAVE THE CHILDREN ITALIA ONLUS ASSOCIAZIONE;THE SAVE THE CHILDREN FUND;FUNDACIO PER A LA UNIVERSITAT OBERTA DE CATALUNYA;INSTITUTO DE CIENCIAS SOCIAIS;PANEPISTIMIO THESSALIAS",
    "participantCountries": "IT;UK;ES;PT;EL",
    "projectParticipants": {
        "932298332": {
            "orgId": "932298332",
            "orgName": "THE SAVE THE CHILDREN FUND",
            "ecContrib": 334807
        },
        "999885701": {
            "orgId": "999885701",
            "orgName": "INSTITUTO DE CIENCIAS SOCIAIS",
            "ecContrib": 288459
        },
        "937432251": {
            "orgId": "937432251",
            "orgName": "SAVE THE CHILDREN ITALIA ONLUS ASSOCIAZIONE",
            "ecContrib": 300000
        },
        "995992024": {
            "orgId": "995992024",
            "orgName": "FUNDACIO PER A LA UNIVERSITAT OBERTA DE CATALUNYA",
            "ecContrib": 274309
        },
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 638079
        },
        "986152150": {
            "orgId": "986152150",
            "orgName": "PANEPISTIMIO THESSALIAS",
            "ecContrib": 174000
        }
    },
    "calculatedTotalContribution": 2009654
}