{
    "rcn": "194837",
    "acronym": "USIFlux",
    "topics": "MSCA-IF-2014-EF",
    "title": "Unveiling Stomata 24/7: Using Stable Isotopes and COS to quantify diurnal and nocturnal carbon and water vegetation-atmosphere Fluxes under future climate scenarios",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Rising atmospheric CO2 concentration, increasing temperature and altered precipitation patterns dramatically impact the terrestrial biosphere with important consequences for all biogeochemical cycles. Predictions of carbon (C) and water exchange between vegetation and the atmosphere require detailed mechanistic understanding of how plants control water loss and C gain through their stomatal pores. Currently, global circulation models incorporate formulations of stomatal conductance (gs) based on stomatal optimisation theory. However, these models ignore gs regulation: (1) during night time, despite clear evidence for significant nocturnal transpiration, (2) in non-vascular plants and (3) during leaf development and senescence. To reduce the uncertainty associated with current C and water fluxes in models, we need to incorporate robust predictions of gs in response to novel environmental conditions (higher temperature, decreased water availability and elevated CO2). To fill these gaps, USIFlux, will develop a novel tracing technique to measure gs during the dark, when fluxes are an order of magnitude smaller than during the day. To do so, we will combine measurements of COS (carbonyl sulphide) uptake with CO18O fluxes and changes in the oxygen isotope composition (?18O) of water in leaves. We will relate the response of gs at night to changes in gs during the day and in response to drought and elevated CO2. These measurements will be coupled to an experiment to investigate stomatal regulation during leaf ontogeny and in different life forms. Here, we will challenge the stomatal optimisation theory in life forms lacking active stomatal control (mosses and brackens) and during leaf development, when leaf construction costs constrain the optimisation of C gain. Empirical formulations arising from these experiments will be incorporated into large-scale soil-vegetation-atmosphere transfer models to explore their impact at larger scales.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}