{
    "rcn": "194810",
    "acronym": "CommBeBiz",
    "topics": "ISIB-08b-2014",
    "title": "CommBeBiz - Communicating and Bridging BioEconomy Research to Business",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "Communicate and Bridge BioEconomy Research to Business   The overall objective of the CommBeBiz project is to contribute to the improvement of sustainable living conditions through the most effective and responsible use of our biological resources. This will be achieved through designing, delivering, assessing & evaluating a Pilot scheme (BeBizPilotPlan), that provides tailored and targeted support and co-ordination activities across all Member States. The Pilot will bring KBBE funded research projects in FP7 and Horizon2020 programmes together with bioeconomy research, knowledge transfer, social innovation, policy development and communication experts, SMEs and entrepreneurs to drive innovation and exploitation faster for the environmental good and commercial benefit. The full results of the BeBizPilotPlan will be published in the BeBizBlueprint. The project will use a tailormade approach to the segments of the bioeconomy : agriculture, fisheries, food, forestry and biotechnology. CommBeBiz will work collaboratively on the FP7 database with 'Allied Projects' BioLinx and ProBio utilising the Heads of Agreement document agreed between us (July 2015).",
    "totalCost": "1672591,25",
    "ecMaxContribution": "1672591",
    "coordinator": "MINERVA HEALTH & CARE COMMUNICATIONS LTD",
    "coordinatorCountry": "UK",
    "participants": "PRACSIS SPRL;EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL;TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
    "participantCountries": "BE;IE",
    "projectParticipants": {
        "998870305": {
            "orgId": "998870305",
            "orgName": "EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL",
            "ecContrib": 415312
        },
        "968474482": {
            "orgId": "968474482",
            "orgName": "MINERVA HEALTH & CARE COMMUNICATIONS LTD",
            "ecContrib": 570000
        },
        "972441782": {
            "orgId": "972441782",
            "orgName": "PRACSIS SPRL",
            "ecContrib": 334062
        },
        "999466952": {
            "orgId": "999466952",
            "orgName": "TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
            "ecContrib": 353216
        }
    },
    "calculatedTotalContribution": 1672590
}