{
    "rcn": "194813",
    "acronym": "ARCGATE",
    "topics": "MSCA-IF-2014-EF",
    "title": "ARCGATE: maximizing the potential of Arctic Ocean Gateway array",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Predictions that the Arctic Ocean might be ice-free by the middle of the 21st century are of major social, economic, political and scientific interest. Making sensible decisions on European Arctic economic development requires that scientific knowledge and data are more accessible and usable by both academics and non-academics alike. ARCGATE aims to obtain innovative physical and biogeochemical budgets for the Arctic Ocean based on the Arctic gateway observations. Integrating Arctic gateway observations the applicant has recently developed an innovative method to obtain quasi-synoptic and time varying comprehensive budget estimates using a box inverse model. The main objective of ARCGATE is to extend the inverse box model methodology to calculate multi-year Arctic heat and fresh water (FW) budget variations during 2004-2010, including import of heat, export of FW and storage of both. Over 20 million euro has already been spent on Arctic observations during this period. The host institute of this proposal holds about half of historical Arctic gateway observations. The obtained budget estimates will be disseminated and exploited through an open data policy. Furthermore, ARCGATE aims to push disciplinary and sectional boundaries. By applying the same pan-Arctic approach, the total alkalinity budget for summer 2005 will be calculated. A sound estimate of the total alkalinity budget will significantly advance understanding of the entire carbonate system of the Arctic Ocean. Mobility from UK to Germany is key to the success of ARCGATE enabling synthesis of the pan-Arctic inverse box-model developed in UK over the last six years with state-of-the-art estimates of Arctic Ocean heat, FW storage changes in time, and a new interpretation of total alkalinity all developed at the host institute for this project. Close links to the commercial Arctic shipping sector will be developed by disseminating the results of ARCGATE at international shipping conferences.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "ALFRED-WEGENER-INSTITUT HELMHOLTZ-ZENTRUM FUR POLAR- UND MEERESFORSCHUNG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999497507": {
            "orgId": "999497507",
            "orgName": "ALFRED-WEGENER-INSTITUT HELMHOLTZ-ZENTRUM FUR POLAR- UND MEERESFORSCHUNG",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}