{
    "rcn": "194807",
    "acronym": "AORAC-SA",
    "topics": "BG-14-2014",
    "title": "Atlantic Ocean Research Alliance Support Action",
    "startDate": "01/03/2015",
    "endDate": "29/02/2020",
    "objective": "The Atlantic Ocean Research Alliance Coordination and Support Action (AORAC-SA) is designed to provide scientific, technical and logistical support to the European Commission in developing and implementing trans-Atlantic Marine Research Cooperation between the European Union, the United States of America and Canada. The Coordination and Support Action (CSA) is carried out within the framework of the Atlantic Ocean Research Alliance as outlined in the Galway Statement on Atlantic Ocean Cooperation (May 2013).  Recognising the evolving nature of the Atlantic Ocean Research Alliance, the hallmark of this proposal is that it is flexible, responsive, inclusive, efficient, innovative, value-adding and supportive. \n\nTo support the Commission in negotiations with the USA and Canada on trans-Atlantic Ocean Research Cooperation, the AORAC-SA support and governance structure comprises a Secretariat and Management Team, guided by a high-level Operational Board, representative of the major European Marine Research Programming and Funding Organisations as well as those of the USA and Canada. This structure is further able to draw on significant marine research expertise and experience through its partner organisations \n\nThe CSA, reporting to the Commission representatives of the Atlantic Ocean Research Alliance, will be responsible for the organisation of expert and stakeholder meetings, workshops and conferences required by the Atlantic Ocean Research Alliance and related to identified research priorities (e.g. marine ecosystem-approach, observing systems, marine biotechnology, aquaculture, ocean literacy, seabed and benthic habitat mapping), support actions (e.g. shared access to infrastructure, dissemination and knowledge transfer, establishment of a knowledge sharing platform) and other initiatives as they arise, taking into account related Horizon 2020 supported trans-Atlantic projects (e.g. BG1, BG8 and BG13) and on-going national and EU collaborative projects (e.g. FP7).",
    "totalCost": "4295137,5",
    "ecMaxContribution": "3447000",
    "coordinator": "MARINE INSTITUTE",
    "coordinatorCountry": "IE",
    "participants": "HAVFORSKNINGSINSTITUTTET;MINISTERIO DA CIENCIA E TECNOLOGIA;THE ICELANDIC CENTRE FOR RESEARCH;WOC - WORLD OCEAN LIMITED;CONSORCIO PARA EL DISENO, CONSTRUCCION, EQUIPAMIENTO Y EXPLOTACION DE LA PLATAFORMA OCEANICA DE CANARIAS;INTERNATIONAL COUNCIL FOR THE EXPLORATION OF THE SEA;INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER;CIENCIA VIVA-AGENCIA NACIONAL PARA A CULTURA CIENTIFICA E TECNOLOGICA",
    "participantCountries": "NO;BR;IS;UK;ES;DK;FR;PT",
    "projectParticipants": {
        "999547268": {
            "orgId": "999547268",
            "orgName": "RANNSOKNAMIDSTOD ISLANDS",
            "ecContrib": 0
        },
        "999817025": {
            "orgId": "999817025",
            "orgName": "MINISTERIO DA CIENCIA E TECNOLOGIA",
            "ecContrib": 0
        },
        "974644458": {
            "orgId": "974644458",
            "orgName": "CONSORCIO PARA EL DISENO, CONSTRUCCION, EQUIPAMIENTO Y EXPLOTACION DE LA PLATAFORMA OCEANICA DE CANARIAS",
            "ecContrib": 247000
        },
        "950922429": {
            "orgId": "950922429",
            "orgName": "WOC - WORLD OCEAN LIMITED",
            "ecContrib": 0
        },
        "999522824": {
            "orgId": "999522824",
            "orgName": "MARINE INSTITUTE",
            "ecContrib": 1265000
        },
        "999548432": {
            "orgId": "999548432",
            "orgName": "HAVFORSKNINGSINSTITUTTET",
            "ecContrib": 247000
        },
        "999630300": {
            "orgId": "999630300",
            "orgName": "INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER",
            "ecContrib": 200000
        },
        "998619560": {
            "orgId": "998619560",
            "orgName": "CIENCIA VIVA-AGENCIA NACIONAL PARA A CULTURA CIENTIFICA E TECNOLOGICA",
            "ecContrib": 247000
        }
    },
    "calculatedTotalContribution": 2206000
}