{
    "rcn": "194879",
    "acronym": "FOX",
    "topics": "MG-8.1b-2014",
    "title": "Forever Open infrastructure across (X) all transport modes",
    "startDate": "01/05/2015",
    "endDate": "31/10/2017",
    "objective": "An efficient and high-quality transport infrastructure is a fundamental requirement for the connectivity of people and goods in Europe and basis for economic growth, competitiveness and territorial cohesion. In general, the transport network in Europe is of a high standard but is still fragmented regarding the geographical distribution and the transport modes.\nIn recent years, first networking activities and exchange of strategic programmes among the stakeholders of the four transport modes ñ road, rail, water and air ñ can be noticed but still a mono-modal, mono-disciplinary culture exists. In the light of the future challenges, e.g. increasing transport demand, ageing infrastructure, scarcity of natural resources, changing climatic conditions, it is inevitable to strengthen the collaboration of the single transport modes in order to create an improved future integrated and functioning transport system for Europe, despite of limited financial resources of the owners of the transport network.\nThe FOX project aims to develop a highly efficient and effective cross-modal R&D environment and culture which meets the demanding requirements of the transport and connectivity. Based on already existing programmes and agendas related to the aspects of co-modal transport research, the FOX project will identify common needs and innovative techniques in the areas of construction, maintenance, inspection, and recycling & reuse of transport infrastructure. This will be reached by the involvement of all stakeholders (owners, researchers, and industry) of the four transport modes in a phased approach: Starting with the determination of the state-of-the-art in research and practice, in the next step the most promising practices and ideas will be identified. By mapping the common needs, the final aim is to establish a cross-modal Working Group to develop a roadmap for the whole transport sector and set the agenda for further improvement of cross-modal research development innovation.",
    "totalCost": "929753,53",
    "ecMaxContribution": "929753,53",
    "coordinator": "FORUM DES LABORATOIRES NATIONAUX EUROPEENS DE RECHERCHE ROUTIERE",
    "coordinatorCountry": "BE",
    "participants": "EURNEX e. V.;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;SERVICE TECHNIQUE DE L'AVIATION CIVILE;ZAVOD ZA GRADBENISTVO SLOVENIJE;INSTITUT FRANCAIS DES SCIENCES ET TECHNOLOGIES DES TRANSPORTS, DE L'AMENAGEMENT ET DES RESEAUX;BUNDESANSTALT FUER STRASSENWESEN",
    "participantCountries": "DE;NL;FR;SI",
    "projectParticipants": {
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 111880
        },
        "968126446": {
            "orgId": "968126446",
            "orgName": "INSTITUT FRANCAIS DES SCIENCES ET TECHNOLOGIES DES TRANSPORTS, DE L'AMENAGEMENT ET DES RESEAUX",
            "ecContrib": 96789
        },
        "999496828": {
            "orgId": "999496828",
            "orgName": "FORUM DES LABORATOIRES NATIONAUX EUROPEENS DE RECHERCHE ROUTIERE",
            "ecContrib": 372315
        },
        "999527092": {
            "orgId": "999527092",
            "orgName": "ZAVOD ZA GRADBENISTVO SLOVENIJE",
            "ecContrib": 89384
        },
        "998901927": {
            "orgId": "998901927",
            "orgName": "EURNEX e. V.",
            "ecContrib": 118389
        },
        "952724592": {
            "orgId": "952724592",
            "orgName": "SERVICE TECHNIQUE DE L'AVIATION CIVILE",
            "ecContrib": 43998
        },
        "999606729": {
            "orgId": "999606729",
            "orgName": "BUNDESANSTALT FUER STRASSENWESEN",
            "ecContrib": 97000
        }
    },
    "calculatedTotalContribution": 929755
}