{
    "rcn": "194874",
    "acronym": "LAW-TRAIN",
    "topics": "FCT-07-2014",
    "title": "Mixed-reality environment for training teams in joint investigative interrogation-Intelligent interrogation training simulator",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "Interrogations of suspects in international crime are very difficult and require sophisticated skills, familiarity with different -cultures, laws and methods, and cross-border teamwork. Training law enforcement agents on how to conduct such interrogations is the key to fighting these crimes.\n\nLAW-TRAIN applies an interdisciplinary approach for international criminal interrogations. It will unify the methodology for such interrogations and will develop a distributed mixed-reality gaming platform that will provide training opportunities to teams of international interrogators anytime and anywhere. The platform will include a virtual human suspect that will be interrogated and generate dynamic verbal and body responses. The system will provide tools to generate new characters and new scenarios easily. An intervention agent will follow the training and comment online on the team membersí performance.\n\nLAW-TRAIN builds on advanced technologies of virtual and augmented reality to allow law enforcement personnel (and translators, lawyers and judges) from different countries located in different sites to conduct a collaborative investigative interrogation of one or more suspects. All the investigators will see each other and work as a team. Each of the trainees will have access to his/her country's the information system and will be able to share this information with the other trainees as required in real criminal investigations.\n\nThe investigational database will be directed at international organized crime focusing on international drug trafficking. However, the LAW-TRAIN engine is designed as a generic engine that will enable development of scenarios for other types of illegal activities as well as other cross-border teamwork training.\n\nLAW-TRAIN will be evaluated in an extensive field study with law-enforcement agents from four countries. This will be the first step in the deployment of LAW-TRAIN to fight international organized crime.",
    "totalCost": "5095687,5",
    "ecMaxContribution": "5095687",
    "coordinator": "BAR ILAN UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "USECON THE USABILITY CONSULTANTS GMBH;OPTIMIZACION ORIENTADA A LA SOSTENIBILIDAD SL;Inspectoratul General al Politiei Romane;COMPEDIA SOFTWARE & HARDWARE DEVELOPMENT LTD;MINISTRY OF PUBLIC SECURITY;MinistÈrio da JustiÁa;MINISTERIO DEL INTERIOR;DE FEDERALE OVERHEIDSDIENST JUSTITIE - LE SERVICE PUBLIC FEDERAL JUSTICE;INESC ID - INSTITUTO DE ENGENHARIADE SISTEMAS E COMPUTADORES, INVESTIGACAO E DESENVOLVIMENTO EM LISBOA;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "AT;ES;RO;IL;PT;BE",
    "projectParticipants": {
        "961558479": {
            "orgId": "961558479",
            "orgName": "MINISTRY OF PUBLIC SECURITY",
            "ecContrib": 266562
        },
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 1203162
        },
        "999827501": {
            "orgId": "999827501",
            "orgName": "MINISTERIO DEL INTERIOR",
            "ecContrib": 222000
        },
        "990098013": {
            "orgId": "990098013",
            "orgName": "COMPEDIA SOFTWARE & HARDWARE DEVELOPMENT LTD",
            "ecContrib": 946250
        },
        "952516042": {
            "orgId": "952516042",
            "orgName": "Inspectoratul General al Politiei Romane",
            "ecContrib": 100088
        },
        "972790400": {
            "orgId": "972790400",
            "orgName": "OPTIMIZACION ORIENTADA A LA SOSTENIBILIDAD SL",
            "ecContrib": 497125
        },
        "983734231": {
            "orgId": "983734231",
            "orgName": "Ministério da Justiça",
            "ecContrib": 29100
        },
        "951342536": {
            "orgId": "951342536",
            "orgName": "USECON THE USABILITY CONSULTANTS GMBH",
            "ecContrib": 549375
        },
        "999613325": {
            "orgId": "999613325",
            "orgName": "INESC ID - INSTITUTO DE ENGENHARIADE SISTEMAS E COMPUTADORES, INVESTIGACAO E DESENVOLVIMENTO EM LISBOA",
            "ecContrib": 558438
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 611013
        },
        "984178103": {
            "orgId": "984178103",
            "orgName": "DE FEDERALE OVERHEIDSDIENST JUSTITIE - LE SERVICE PUBLIC FEDERAL JUSTICE",
            "ecContrib": 112575
        }
    },
    "calculatedTotalContribution": 5095688
}