{
    "rcn": "194812",
    "acronym": "MOLECOPS",
    "topics": "MSCA-IF-2014-EF",
    "title": "International mobility, local economics and European cooperation policies in the central Sahara",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Migration by nationals of sub-Saharan countries to the Sahara, often assimilated by African and European public institutions to departures to Europe, have, over the last decade, become the object of increased surveillance. The European Union has put migration at the heart of its relations with Africa, and finances a broad range of programmes that aim at a better management of migration in the Sahara. Ranging from encouragement of legal reforms to assistance in the repatriation of migrants, via equipping border posts with sophisticated means of control, EU interventions in the area take different forms, but they all have in common that little is known of their actual impact and side-effects on the ground. The aim of this research project is to study the nature and practical results of European intervention in migration issues in the central Sahara, and its global cost, by combining an exhaustive analysis of European policies with empirical fieldwork, with a view towards understanding and correcting the representations and assumptions that underpin them. \nThe project will be hosted by the International Migration Institute (IMI) at the University of Oxford. The IMI is a leading research centre with regards to international migration and the legality and legitimacy of international intervention. Training at and collaboration with the IMI would allow the researcher to develop an innovative theoretical framework for future research, leading to a critical turn in his career. \nResults of the research will be of considerable academic and public interest. Most importantly, it will have important implications for European migration policy, producing reports that should become required reading for everybody involved in these matters. The candidate will do his utmost, during and after the fellowship, to reach this potential institutional audience.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}