{
    "rcn": "194827",
    "acronym": "COMBPDCHEMOTHERAPY",
    "topics": "MSCA-IF-2014-EF",
    "title": "Rational design of combined PDT photosensitizers and chemotherapeutic agent as new approach in cancer therapy: a computational approach",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "The present proposal aims to enhance the competences, the scientific and innovative potential of the experienced researcher in the field of the emerging non-invasive treatment of a variety of cancer tumour types called photodynamic therapy (PDT). This approach induces tumour cells necrosis and/or apoptosis by a combination of a photosensitising drug (PS) capable of absorbing within the bodyís therapeutic window (620ñ850 nm), a light source (e.g.,a laser) of an appropriate wavelength and molecular oxygen. To further advance the novel PDT treatment, the design, synthesis and characterisation of new photosensitizers with improved efficiency and side effect profiles is needed, together with a more thorough and integrated understanding of the multitude of targets/actions so far ascribed to PDT. \nIn this field, the information that can be gained from modern theoretical methods is very useful, since several crucial chemical and physical properties of candidate photosensitizers can be accurately predicted from first principles by various computational techniques, contributing to increase the understanding of the entire photochemical pathways involved. The ìa prioriî knowledge of a series of properties can be considered a basic requirement before proceeding to the synthesis, chemical-physical characterisation and in vitro and in vivo tests, thus orienting experimental planning and avoiding expensive and time-consuming experiments.  \nThe project attempts to investigate members of a novel and very interesting class of bioactive molecules of interest as anti-cancer agents, consisting of a light-absorber chromophore (PS) and a cisplatin-like unit. \nThe two-component conjugates combine the cytostatic activity of the platinum moiety in the dark, and upon irradiation, the photodynamic action of the sensitizer. Such systems could address the restrictions of Pt-based complexes and provide a target for PDT agents, while maintaining efficient DNA binding and photocleaving properties.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "ECOLE NATIONALE SUPERIEURE DE CHIMIE DE PARIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997732592": {
            "orgId": "997732592",
            "orgName": "ECOLE NATIONALE SUPERIEURE DE CHIMIE DE PARIS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}