{
    "rcn": "194878",
    "acronym": "microMole",
    "topics": "FCT-05-2014",
    "title": "SEWAGE MONITORING SYSTEM FOR TRACKING SYNTHETIC DRUG LABORATORIES",
    "startDate": "01/09/2015",
    "endDate": "28/02/2019",
    "objective": "The threat of synthetic drugs is one of the most significant current drug problems worldwide. Amphetamine-Type Stimulants (ATS) are the second most widely used drugs. Since 1990, ATS manufacturing has been reported from more than 70 countries worldwide and the figure keeps rising. In 2008, 80 % of the amphetamine production facilities dismantled worldwide were located in Europe (UNODC, 2010) (EMCCDA, 2011). Organised Crime Groups are involved in ATS large-scale production (Europol, 2007) (EMCDDA, 2009). Since 2011, the wide availability of pre-precursors (like APAAN) significantly lowered the price of the controlled precursor BMK and caused severe environmental problems, taking the problem to a greater dimension.\n\nThe aim of this project is to design, develop and test a prototype of a system for legal recording, retrieving and monitoring operations of ATS and ATS precursor laboratories in urban areas. The sensor system will be installed within the sewage system and will track waste associated to ATS production. Criminal investigators and forensic specialists will use the system in case of:\n1. initial general suspicion of ATS production in a certain area, for locating laboratories by monitoring the sewage system for long time periods;\n2. strong suspicions that in a well confined area ATS is being produced, for collecting material for forensic analysis and potential use in court, and for aiding in the planning of LEA raid operations. \n\n\nThe ?Mole prototype will contain the following features: a) miniaturized system for 200mm sewage pipes, b) robust housing taking into account sewage system environment, c) minimized power consumption, d) enhanced operation time supported by energy harvesting, e) high-specificity electro-chemical sensors, f) integrated micro-tanks for sample storage, and g) secure GSM and radio communications for remote monitoring. Analysis of privacy law, data protection and social acceptance will be carried on at different stages.",
    "totalCost": "5423798,5",
    "ecMaxContribution": "4992866,33",
    "coordinator": "POLITECHNIKA WARSZAWSKA",
    "coordinatorCountry": "PL",
    "participants": "UNIVERSITE LYON 1 CLAUDE BERNARD;UNIVERSITEIT GENT;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;CAPSENZE HANDELSBOLAG;JGK TECH EHF;BUNDESKRIMINALAMT;STICHTING KATHOLIEKE UNIVERSITEIT BRABANT;UNIVERSITAET DER BUNDESWEHR MUENCHEN;CENTRALNE LABORATORIUM KRYMINALISTYCZNE POLICJI;BLUE TECHNOLOGIES SP ZOO",
    "participantCountries": "FR;BE;DE;SE;IS;NL;PL",
    "projectParticipants": {
        "997900887": {
            "orgId": "997900887",
            "orgName": "BUNDESKRIMINALAMT",
            "ecContrib": 282250
        },
        "999630009": {
            "orgId": "999630009",
            "orgName": "UNIVERSITAET DER BUNDESWEHR MUENCHEN",
            "ecContrib": 380538
        },
        "975314243": {
            "orgId": "975314243",
            "orgName": "CAPSENZE HANDELSBOLAG",
            "ecContrib": 230259
        },
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 520000
        },
        "952694910": {
            "orgId": "952694910",
            "orgName": "CENTRALNE LABORATORIUM KRYMINALISTYCZNE POLICJI",
            "ecContrib": 283511
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 544999
        },
        "999884052": {
            "orgId": "999884052",
            "orgName": "POLITECHNIKA WARSZAWSKA",
            "ecContrib": 341875
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1356630
        },
        "937460090": {
            "orgId": "937460090",
            "orgName": "BLUE TECHNOLOGIES SP ZOO",
            "ecContrib": 160125
        },
        "999899475": {
            "orgId": "999899475",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
            "ecContrib": 293249
        },
        "937164725": {
            "orgId": "937164725",
            "orgName": "JGK TECH EHF",
            "ecContrib": 599431
        }
    },
    "calculatedTotalContribution": 4992867
}