{
    "rcn": "194862",
    "acronym": "INNOVATIONOPTIONS",
    "topics": "MSCA-IF-2014-GF",
    "title": "Valuing Innovation Options and Policy Flexibility Under Uncertainty",
    "startDate": "01/08/2016",
    "endDate": "31/07/2019",
    "objective": "This proposal consists of a two-year outgoing phase (1.5 years at MIT and 6-month secondment at LUISS U. in Italy) and one-year re-integration phase at Kingís College London. Following advanced innovation training, it aims to develop new ideas and frameworks based on real options theory to appraise innovation options and policy flexibility. Besides training/development and dissemination, the proposal will examine two research themes: \n(1) (First-year at MIT) Analyse flexibility in innovation and public policy under uncertainty. Examine flexible and modular design for robust corporate innovation and public policies to enable dealing proactively with policy risk. Analyse the strategic choice of when to pursue aggressive or exclusionary innovation strategies or cooperate in innovation, depending on market demand, volatility and comparative advantages;\n(2) (Second-year at MIT and LUISS) (a) Theoretical analysis of how to design optimal and fair licensing terms given who controls development and other options and (b) empirical investigation (secondment at LUISS) of multi-stage R&D and IP licensing deals (viewed as compound real options), applied to a proprietary biotech/pharma licensing deals database. This is of interest to European policymakers and in line with Kingís and MITís innovation- and policy-oriented strategy connecting research to business and society.\nDuring re-integration (Third-year at Kingís), an international conference, a public workshop and other outreach and dissemination activities will transfer the knowledge, experiences and insights to the European context.",
    "totalCost": "269857,8",
    "ecMaxContribution": "269857,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998096827": {
            "orgId": "998096827",
            "orgName": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
            "ecContrib": 0
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 269858
        }
    },
    "calculatedTotalContribution": 269858
}