{
    "rcn": "194822",
    "acronym": "MIGRANTCHRISTIANITY",
    "topics": "MSCA-IF-2014-EF",
    "title": "Migration, religion and work in comparative perspective. Evangelical ëethnic churchesí in Southern Europe",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "How do Evangelical migrants use religion and church-related networks to seek employment, pursue social mobility, construct respectability and resist racism? How do Evangelical churches become ëbrokersí of socio-economic integration of their members thus stakeholders in immigration countries? These are the main questions that this project seeks to answer. MIGRANTCHRISTIANITY investigates how migrant men and women from Sub-Saharan Africa and Latin America make use of a minority religion in negotiating their social and economic integration in Europe. The project focuses on Ghanaian and Ecuadorian migrants in Italy and Spain. I investigate how migrants develop strategies of integration through the Evangelical churches and how such strategies are shaped by ethnicity, class, gender and age. I also look at how Evangelical churches act as ëbrokersí of integration, in relation to employment but also with reference to a wider social positioning of the migrant as a ëminority Christianí. In doing so, the research contributes to our understanding of the role of religion in migrantsí integration or marginalisation and of how migration is reconfiguring the Italian and Spanish societies through the production of new understandings of Christianity: these churches challenge the Catholic majority religion as well as dominant views of migrant religion as Islam only. The MIGRANTCHRISTIANITY project brings together two hitherto separate strands of research: that on migrant labour and ethnicity on the one hand, and that on migration and religion, more specifically on migration-driven Evangelical churches, on the other.",
    "totalCost": "160477,2",
    "ecMaxContribution": "160477,2",
    "coordinator": "EUROPEAN UNIVERSITY INSTITUTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 160477
        }
    },
    "calculatedTotalContribution": 160477
}