{
    "rcn": "194824",
    "acronym": "Bio-Strategies",
    "topics": "MSCA-IF-2014-EF",
    "title": "Bio-strategies of mineral nutrient extraction from silicates by selected microorganisms",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "This project will investigate the mutual influence between minerals, microorganisms and lower land plants and their strategies to release and assimilate metal nutrients from minerals. The study encompasses (1) the habitability of silicate mineral substrates for microbes, (2) the strategies used by microorganisms to obtain metal nutrients from minerals of different nutrient content and resilience to nutrient release, (3) the routes of the metal nutrient from the mineral to the microorganisms and plants. \n\nIndividual microbes will be inoculated on individual silicate minerals with different resilience to weathering and mineral nutrient content, representing a series of progressively degraded soils or sediments. After these experiments, bathing solutions will be transferred to (1) moss cultures and (2) liverwort cultures with and without fungus symbionts.\n\nMicroscopic techniques will investigate mineral-microbe interaction, topographic and chemical alteration features in the mineral grains. Chemical analyses will investigate siderophore production, cations dissolved and adsorbed on biofilms, and pH at the mineral-biofilm interface. The bioavailability of leached metals to bryophytes will be measured by chemical analysis of the plants and morphological indications of nutrient stress. Results from bryophytes with and without fungal symbionts will indicate the route of metal assimilation by plant.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "NATURAL HISTORY MUSEUM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999642037": {
            "orgId": "999642037",
            "orgName": "NATURAL HISTORY MUSEUM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}