{
    "rcn": "194847",
    "acronym": "WISER",
    "topics": "DS-06-2014",
    "title": "Wide-Impact cyber SEcurity Risk framework",
    "startDate": "01/06/2015",
    "endDate": "30/11/2017",
    "objective": "WISER delivers a cyber-risk management framework able to assess, monitor and mitigate the risks in real time, in multiple industries. WISER incorporates socio-economic impact aspects, building on current state of the art methodologies and tools, and leveraging best practices from multiple industries and international initiatives (e.g: NIS). WISER aims at implementing an impressive series of 9 short experiments, in the form of Early Assessment Pilots (EAPs) to test the resilience of different risk management frameworks (taken from different industries and intended broadly) with regards to both traditional and advanced cybersecurity threats. The EAPs allow taking elements that work best in cybersecurity risk management from different frameworks, to then build and implement an advanced risk management system that will be tested & validated in 3 Full- Scale Pilots (FSPs) ñ with different, high-impact instantiations in the financial services and insurance industry and in the energy field ñ to demonstrate market acceptance, as well as scalability of a risk management framework for cybersecurity.\nThe WISER framework will ensure cyber risk management becomes an integral part to good business practice in both critical infrastructure & process owners and ICT-intensive SMEs by offering two delivery modes: a pre-packaged solution for addressing basic cyber risk management needs (i.e. SMEs), and a Risk Platform as a Service (RPaaS) mode of operation of the platform, intended for critical infrastructures or highly complex cyber systems requiring the implementation of special controls within the ICT system to be monitored. Ultimately, WISER implements on-demand service composition and ignites innovative assurance models, also from the point of view of premiums determination targeting. Significant outcomes of the project are also the RPaaS business model, the community of end-users, and the multi-industry synergy & standardization strategy.",
    "totalCost": "3396455",
    "ecMaxContribution": "2562596",
    "coordinator": "ATOS SPAIN SA",
    "coordinatorCountry": "ES",
    "participants": "DOMOTECNICA SPA;STIFTELSEN SINTEF;XLAB RAZVOJ PROGRAMSKE OPREME IN SVETOVANJE DOO;ENERVALIS;REXEL DEVELOPPEMENT SAS;AON SPA INSURANCE & REINSURANCE BROKERS;TRUST-IT SERVICES LIMITED;AON UK LIMITED",
    "participantCountries": "IT;NO;SI;BE;FR;UK",
    "projectParticipants": {
        "999687724": {
            "orgId": "999687724",
            "orgName": "TRUST-IT SERVICES LIMITED",
            "ecContrib": 399875
        },
        "999773375": {
            "orgId": "999773375",
            "orgName": "XLAB RAZVOJ PROGRAMSKE OPREME IN SVETOVANJE DOO",
            "ecContrib": 197858
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 616925
        },
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 428750
        },
        "949740484": {
            "orgId": "949740484",
            "orgName": "AON UK LIMITED",
            "ecContrib": 0
        },
        "937602971": {
            "orgId": "937602971",
            "orgName": "AON SPA INSURANCE & REINSURANCE BROKERS",
            "ecContrib": 560438
        },
        "940130791": {
            "orgId": "940130791",
            "orgName": "ENERVALIS",
            "ecContrib": 175875
        },
        "936919800": {
            "orgId": "936919800",
            "orgName": "DOMOTECNICA SPA",
            "ecContrib": 0
        },
        "936825516": {
            "orgId": "936825516",
            "orgName": "REXEL DEVELOPPEMENT SAS",
            "ecContrib": 182875
        }
    },
    "calculatedTotalContribution": 2562596
}