{
    "rcn": "194832",
    "acronym": "MPerS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Sustainable Mixed-ion Layered Perovskite Solar Cells",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "We propose to create and investigate new types of organic-inorganic perovskite materials for low-cost solar cells. The state-of-the-art perovskite based solar cells employ MAPbI3, which has raised concerns over the potential toxicity of Pb. The strategy of the MPerS project is to create, investigate and optimise  sustainable  perovskite materials for solar cell application. More than one types of metal and organic ions will be introduced in the perovskite structure to realize  layered materials which are expected to exhibit both excitonic and free carrier behavior with enhanced stability. Thin films of the new materials will be characterized using several techniques, e.g. Xray diffraction. THz, Time resolved emission spectroscopies, EBIC will be used to understand the generation and dynamics of charge carriers in the materials and across interfaces. Development of solar cells will be carried out with an aim to reach 15% power conversion efficiency employing a non-toxic absorber. This highly interdisciplinary project that spans the field of chemistry, condensed matter physics,  electronics and engineering is conceived on basis of the combined expertise of the host and the applicant and state-of-the-art infrastructure at the UOXF. A secondment at Oxford PV will test the commercial viability of the project. This project addresses Horizon 2020ís goals on clean and sustainable energy and the EUís concern on toxicology of Pb . Completion of the project will open up new areas in low-cost electronic materials with wider impact and improve EUís competitiveness in materials research. While the applicant will get an opportunity to learn new experimental skills in condensed matter physics and spectroscopy and benefit from industrial exposure. UOXF will benefit from the applicant by using his skills  and broader broader collaboration with leading researchers in materials science. A plan is also proposed to carry out public engagement, dissemination and commercial exploitation.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}