{
    "rcn": "194839",
    "acronym": "STRESSAGED",
    "topics": "MSCA-IF-2014-EF",
    "title": "Molecular Mechanisms Linking Psychological Stress and Ageing-Related Disease",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Ageing-related diseases are the leading causes of morbidity and mortality. A ubiquitous and potentially preventable factor predisposing to their development is psychological stress, but the molecular mechanisms underlying this relation are largely unknown. This knowledge gap is addressed by the proposed project, which examines epigenetic modifications and, in particular, DNA methylation changes as molecular signatures that may be induced by lifetime stressors and act in concert with advancing age to shape disease risk. The proposed fellow will first identify the DNA methylation sites that are regulated by stressors and ageing and will then examine how these epigenomic sites determine gene expression and disease outcomes. Among key biological processes, the project will focus on immune dysregulation, a common pathogenic process for several diseases of the ageing. Immune dysregulation will be examined in the periphery but also in the brain, the orchestrator of behavioral, neuroendocrine and immune responses. The project will engage translational approaches using both human samples and animal models, implemented via collaborations among leading institutions and experts in Europe and USA. The applicant has unique interdisciplinary skills to carry out the project, including clinical background as well as experience in both clinical and basic research projects on the two fields brought together in the proposal, the biology of stress and ageing-related diseases. The impact of the project can be tremendous, since elucidating the molecular mechanisms of ageing-related diseases would contribute to the development of biomarkers, targeted prevention strategies and novel treatments for these devastating diseases.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}