{
    "rcn": "194857",
    "acronym": "IMPACT",
    "topics": "DRS-21-2014",
    "title": "Impact of Cultural aspects in the management of emergencies in public Transport",
    "startDate": "01/05/2015",
    "endDate": "31/10/2017",
    "objective": "The objective of the IMPACT project is to investigate the essential role played by cultural factors in managing safety- and security-issues related to emergencies in public transport systems.\nThe IMPACT Coordination and Supporting Action is aimed at analysing the different cultural behaviours for the prevention of emergencies  with particular emphasis on risk and situational awareness perception of the different cultural groups; information to passengers with different socio-cultural backgrounds; cooperation towards prevention of security threats; security checks.\nMoreover, it is aimed at analysing the different cultural behaviours for the management of emergency events and the post-events with particular emphasis on: crowd management; management of first responders to care for different cultural groups; information to passengers.\nFrom the above analyses IMPACT will produce a cultural risk assessment methodology and the associated mitigation actions for the public transport sector also developing simulators and models; identify innovative solutions that can support public transport operators in improving the communication with passengers through tailored messages to the different cultural communities  (via mobile phones and social networks) and other solutions to enhance the management of emergencies considering cultural aspects;  develop best practices, dedicated training material and procedures for both public transport operators and first responders; develop policy recommendations for policy makers, regulators, municipalities and public transport operators.\nThe IMPACT Consortium has an intercultural and interdisciplinary approach with an extensive expertise in different disciplines, ranging from social and cultural psychology, sociology and anthropology, to safety, security and emergency management and from computer-science to communication and event organization. The consortium is composed by 2 SMEs, 1 big Industry, 4 Universities and 1 National Authority.",
    "totalCost": "1398912,5",
    "ecMaxContribution": "1398912,5",
    "coordinator": "DEEP BLUE SRL",
    "coordinatorCountry": "IT",
    "participants": "ANADOLU UNIVERSITY;STICHTING VU;PROPRS Ltd.;NUOVO TRASPORTO VIAGGIATORI SPA;UNIVERSITY OF LEEDS;URZAD MORSKI W GDYNI;VISSHE UCHILISHTE PO MENIDZHMANT",
    "participantCountries": "TR;NL;UK;IT;PL;BG",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 207388
        },
        "983142434": {
            "orgId": "983142434",
            "orgName": "ANADOLU UNIVERSITY",
            "ecContrib": 113750
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 218025
        },
        "998325941": {
            "orgId": "998325941",
            "orgName": "DEEP BLUE SRL",
            "ecContrib": 288750
        },
        "949581695": {
            "orgId": "949581695",
            "orgName": "VISSHE UCHILISHTE PO MENIDZHMANT",
            "ecContrib": 119750
        },
        "940756053": {
            "orgId": "940756053",
            "orgName": "URZAD MORSKI W GDYNI",
            "ecContrib": 68750
        },
        "996668017": {
            "orgId": "996668017",
            "orgName": "PROPRS Ltd.",
            "ecContrib": 237500
        },
        "956832348": {
            "orgId": "956832348",
            "orgName": "NUOVO TRASPORTO VIAGGIATORI SPA",
            "ecContrib": 145000
        }
    },
    "calculatedTotalContribution": 1398913
}