{
    "rcn": "194883",
    "acronym": "OSEM-EV",
    "topics": "GV-2-2014",
    "title": "Optimised and Systematic Energy Management in Electric Vehicles",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "Innovation in the automotive industry is of pivotal importance for European¥s prosperity. OSEM-EV will provide solutions for better autonomy and predictable range to address today¥s car buyers concern about electro mobility. Just increasing the battery capacity is not a viable option because the expectation is to have a familiar level of comfort and safe, eco and human oriented mobility at affordable costs. OSEM-EV will translate the foreseen project innovations into a customer value proposition. The highest priority is improved mileage and predictable range without adding further cost and weight. The negative impact of high and low ambient temperatures will be limited. Cars autonomy will be increased due to a reduction of at least 50% of energy used for passenger comfort and at least 30% for component cooling in extreme conditions compared to current FEVs. The consortium will focus on thermal and coupled electro-thermal energy substitution and harvesting and smart energy usage for cooling and heating of the passenger compartment and in-car infrastructure. OSEM-EV goes for novel electro-thermal architectures and control algorithms including thermal insulation, thermal storage, innovative heating and cooling approaches applied to the powertrain (battery, inverter and motor), battery life duration enhancement as a side effect of thermal management, electronic control of energy and power flows, energy efficiency of electrified accessories, energy substitution and harvesting functions. The consortium will take a radical approach, which does not only rely on improving the efficiency of subsystems but also focuses on their interoperability. By creating an electro-thermal network, most of the energy shall be reutilized, no matter if stored in mechanical, electrical or thermal form.",
    "totalCost": "8002536,25",
    "ecMaxContribution": "8002536,25",
    "coordinator": "INFINEON TECHNOLOGIES AG",
    "coordinatorCountry": "DE",
    "participants": "INTERACTIVE FULLY ELECTRICAL VEHICLES SRL;THE UNIVERSITY OF SHEFFIELD;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;VYSOKE UCENI TECHNICKE V BRNE;DAIMLER AG;AVL LIST GMBH;HUTCHINSON SA;SIEMENS AKTIENGESELLSCHAFT;VALEO EQUIPEMENTS ELECTRIQUES MOTEUR SAS;SAFT;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "IT;UK;DE;CZ;AT;FR",
    "projectParticipants": {
        "999732150": {
            "orgId": "999732150",
            "orgName": "VALEO EQUIPEMENTS ELECTRIQUES MOTEUR SAS",
            "ecContrib": 693400
        },
        "999978918": {
            "orgId": "999978918",
            "orgName": "INFINEON TECHNOLOGIES AG",
            "ecContrib": 1174858
        },
        "963494405": {
            "orgId": "963494405",
            "orgName": "SAFT",
            "ecContrib": 478055
        },
        "999952243": {
            "orgId": "999952243",
            "orgName": "AVL LIST GMBH",
            "ecContrib": 660938
        },
        "999709064": {
            "orgId": "999709064",
            "orgName": "DAIMLER AG",
            "ecContrib": 700000
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 588345
        },
        "962054440": {
            "orgId": "962054440",
            "orgName": "INTERACTIVE FULLY ELECTRICAL VEHICLES SRL",
            "ecContrib": 485000
        },
        "999987260": {
            "orgId": "999987260",
            "orgName": "SIEMENS AKTIENGESELLSCHAFT",
            "ecContrib": 703019
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 739875
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 699985
        },
        "957630367": {
            "orgId": "957630367",
            "orgName": "HUTCHINSON SA",
            "ecContrib": 679062
        },
        "999873091": {
            "orgId": "999873091",
            "orgName": "VYSOKE UCENI TECHNICKE V BRNE",
            "ecContrib": 400000
        }
    },
    "calculatedTotalContribution": 8002537
}