{
    "rcn": "194853",
    "acronym": "CERAM",
    "topics": "MSCA-IF-2014-EF",
    "title": "First ceramics of Atlantic Europe: manufacture and function",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "The arrival of farming had important consequences on many aspects of human society, from health to ideology. The study of this process therefore constitutes a key theme in prehistory and archaeology. One of the traits traditionally associated with the transition to farming in Europe is the introduction of pottery technology. For centuries, archaeologists have documented the appearance and dispersal of ceramic vessels across the European continent, using them as proxy for the shift to farming, domestication and sedentism, collectively known as the Neolithic transition. However, the role of pottery in the transition to farming is unclear. In other parts of world there are examples of both pre-farming pottery production and aceramic farming communities. With new research the basis that has underpinned centuries of Neolithic research is beginning to be questioned. Crucially, only by understanding the use and function of pottery can this technology be meaningfully linked to farming. By applying the latest chemical and molecular analysis, CERAM aims to reconstruct the use of pottery during this key transition focusing on the sequence of Atlantic Southern Europe.\nThe host will train a ceramic specialist from Spain, with no prior experience of organic residue analysis, in the latest molecular and isotopic techniques providing the necessary skills for her to establish a similar facility in her home country where none currently exist. In turn, the fellow will bring specific expertise of ceramic technological analysis, not currently available at the host institution. Through her extensive prior experience and contacts, she will also provide an opportunity for the host to expand the application of organic residue analysis to a novel and under-researched context, i.e. Atlantic Southern Europe and consolidate long-term collaborations with a leading institute of coastal prehistory.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}