{
    "rcn": "194870",
    "acronym": "RESOLUTE",
    "topics": "DRS-07-2014",
    "title": "RESilience management guidelines and Operationalization appLied to Urban Transport Environment",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "Increasing Europeís resilience to crises and disasters is a topic of highest political concern in the EU and its Member States and Associated Countries. Regarding the specific case of transport systems, it can be said that those have developed a prominent safety and business critical nature, in view of which current management practices have shown evidence of important limitations in terms of resilience management. Furthermore, enhancing resilience in transport systems is considered imperative for two main reasons: such systems provide critical support to every socio-economic activity and are currently themselves one of the most important economic sectors and secondly, the paths that convey people, goods and information, are the same through which risks are propagated. RESOLUTE is answering those needs, by proposing to conduct a systematic review and assessment of the state of the art of the resilience assessment and management concepts, as a basis for the deployment of an European Resilience Management Guide (ERMG), taking into account that resilience is not about the performance of individual system elements but rather the emerging behaviour associated to intra and inter system interactions. The final goal of RESOLUTE is to adapt and adopt the identified concepts and methods from the defined guidelines for their operationalization and evaluation when addressing Critical Infrastructure (CI) of the Urban Transport System (UTS), through the implementation of the RESOLUTE Collaborative Resilience Assessment and Management Support System (CRAMSS), that adopts a highly synergic approach towards the definition of a resilience model for the next-generation of collaborative emergency services and decision making process.",
    "totalCost": "3848581,25",
    "ecMaxContribution": "3848581",
    "coordinator": "UNIVERSITA DEGLI STUDI DI FIRENZE",
    "coordinatorCountry": "IT",
    "participants": "COMUNE DI FIRENZE;ATTIKO METRO AE;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;CONSORZIO MILANO RICERCHE;THALES ITALIA SPA;COFAC COOPERATIVA DE FORMACAO E ANIMACAO CULTURAL CRL;ASSOCIACAO PARA O DESENVOLVIMENTO DA INVESTIGACAO NO INSTITUTO SUPERIOR DE GESTAO;HUMANIST;SWARCO MIZAR SRL",
    "participantCountries": "IT;EL;DE;PT;FR",
    "projectParticipants": {
        "972094231": {
            "orgId": "972094231",
            "orgName": "ASSOCIACAO PARA O DESENVOLVIMENTO DA INVESTIGACAO NO INSTITUTO SUPERIOR DE GESTAO",
            "ecContrib": 42832
        },
        "995925967": {
            "orgId": "995925967",
            "orgName": "THALES ITALIA SPA",
            "ecContrib": 500875
        },
        "969024472": {
            "orgId": "969024472",
            "orgName": "COMUNE DI FIRENZE",
            "ecContrib": 178750
        },
        "988810047": {
            "orgId": "988810047",
            "orgName": "HUMANIST",
            "ecContrib": 166800
        },
        "999924210": {
            "orgId": "999924210",
            "orgName": "SWARCO MIZAR SRL",
            "ecContrib": 717906
        },
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 651000
        },
        "999660564": {
            "orgId": "999660564",
            "orgName": "CONSORZIO MILANO RICERCHE",
            "ecContrib": 209375
        },
        "951782625": {
            "orgId": "951782625",
            "orgName": "ATTIKO METRO AE",
            "ecContrib": 215000
        },
        "997605425": {
            "orgId": "997605425",
            "orgName": "COFAC COOPERATIVA DE FORMACAO E ANIMACAO CULTURAL CRL",
            "ecContrib": 268418
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 332000
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 565625
        }
    },
    "calculatedTotalContribution": 3848581
}