{
    "rcn": "194880",
    "acronym": "KMET-READ",
    "topics": "MSCA-IF-2014-EF",
    "title": "Reading of lysine methylation ñ discovery, biological function and application",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "Protein methylation at lysine residues modulates chromatin structure, affects gene expression and mammalian development. Recently, it was also shown to influence the stability and activity of non-histone proteins. Lysine methylation marks manifest their biological effect via so-called ëreadersí (or reading domains) which recognize and bind the methylation mark and directly alter the chromatin structure or act as a scaffold for other proteins, which induce biological responses. Reading domains include Plant homeodomains (PHD) and Chromodomains (CD) found in many chromatin proteins. KMET-READ plans to investigate the biological role of these reading domains in essential histone lysine methyltransferases - PHDs in MLL2 and MLL3 and CDs in SUV39H1 and SUV39H2. The results obtained here will advance the understanding of chromatin changes in human cells. The proposal will apply an interdisciplinary approach in an international environment to maximize its chances of success: the biological role of reading domains will be evaluated with molecular biology (histone and chromatin pulldowns, ChIP-seq, confocal microscopy), biochemistry (Peptide arrays, mass spectrometry, methyltransferase activity assays) and biophysics techniques (fluorescence anisotropy, circular dichroism spectroscopy) as well as crystallography (solving the structure of reading domains). Importantly, the KMET-READ project will also develop a yeast-3-hybrid method for the identification of new reading domains, which will allow to discover binding partners for just recently characterized new protein methylation marks. This novel method will be patented and introduced into market. All project partners will ensure an efficient dissemination and communication of the results of the KMET-READ project. The project will provide excellent training in research methods and other skills for the fellow that will strongly support her future career and initiate new and sustainable collaborations between the partners.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "UNIVERSITAET STUTTGART",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}