{
    "rcn": "194840",
    "acronym": "OMNICS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Observing, Modelling and Predicting in situ Petrophysical Parameter Evolution in a Geologic Carbon Storage System",
    "startDate": "10/03/2016",
    "endDate": "09/03/2018",
    "objective": "Geologic Carbon Storage (GCS) is a promising remedial activity that society can use to tackle imminent problems from increased atmospheric CO2 and climate change. The fate and transport of the stored CO2 are controlled by a storage formationís petrophysical parameters, which evolve rapidly after the CO2 injection because of geochemical reactions.  Knowing how the pore structure evolves is critical to the safe and effective implementation of GCS because it affects the sealing integrity, injectivity and storage capacity of a geologic site. How such evolution can be quantified is still unknown, because of the technological difficulties in direct observation within pores and the high computational cost required to predict such evolution based on current modelling approaches. My project will pioneer the study of GCS-related petrophysical parameter evolution by combining synchrotron based nanotomography with a highly customizable reactor network model. Tomography enables the in situ observation of the porous mediaís morphological evolution that leads to petrophysical property changes. The reactor network model can significantly reduce computational costs for predicting parameter evolution. OMNICS builds on a combination of my expertise in GCS-related research and chemical reactor design with my hostís world leading nanostructure characterization facilities and cutting edge interdisciplinary research profile. Strong industry links provided by my host means that my new prediction technique will provide direct guidance for site selection, risk assessment and injection management, pushing the technological readiness level of GCS from applied research towards market relevant implementation as a technical support service. Meanwhile, the training, mentoring and support offered by my advisor, Prof. S. Stipp, will broaden my expertise, sharpen my competences and extend my research network, which will help me secure a academic position in Europe by fully realizing my potential.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}