{
    "rcn": "194846",
    "acronym": "DARWIN",
    "topics": "DRS-07-2014",
    "title": "Expecting the unexpected and know how to respond",
    "startDate": "01/06/2015",
    "endDate": "30/09/2018",
    "objective": "In recent years crises and disasters (Eyjafjallajˆkull and Deepwater Horizon 2010, Fukushima Daiichi 2011) have made it obvious that a more resilient approach to preparing for and dealing with such events is needed. DARWIN will improve response to expected and unexpected crises affecting critical infrastructures and social structures. It addresses the management of both man-made events (e.g. cyber-attacks) and natural events (e.g. earthquakes).  \n\nThe main objective is the development of European resilience management guidelines. These will improve the ability of stakeholders to anticipate, monitor, respond, adapt, learn and evolve, to operate efficiently in the face of crises. Guidelines will be presented in formats for easy usage and maintenance to avoid them being dust-collectors on a shelf. To enable dynamic, user-friendly guidelines the project will adapt innovative tools (e.g. serious gaming, training packages), test and validate the guidelines, and establish knowledge about how organisations can implement guidelines to improve resilience. \n\nA multidisciplinary approach is applied, involving experts in the field of resilience, crisis and risk management, social media and service providers in the Air Traffic Management and health care domains. To ensure transnational, cross-sector applicability, long-term relevance and uptake of project results, a Community of Crisis and Resilience Practitioners (CoCRP) will be established, including stakeholders and end-users from other domains and critical infrastructures and resilience experts. The CoCRP will be involved in an iterative evaluation process to provide feedback on the guidelines.\n\nThe target beneficiaries of DARWIN are crisis management actors and stakeholders responsible for public safety, such as critical infrastructures and service providers, which might be affected by a crisis, as well as the public and media. \n\nThe project duration will be 36 months, requesting financing of Ä4.9M.",
    "totalCost": "4998896,25",
    "ecMaxContribution": "4998896,25",
    "coordinator": "SINTEF AS",
    "coordinatorCountry": "NO",
    "participants": "TOTALFORSVARETS FORSKNINGSINSTITUT;OSTERGOTLANDS LAN;C.C.I.C.C. LIMITED;STIFTELSEN SINTEF;DEEP BLUE SRL;ENAV SPA;ISTITUTO SUPERIORE DI SANITA;BEN-GURION UNIVERSITY OF THE NEGEV;TECHNISCHE UNIVERSITAET BRAUNSCHWEIG",
    "participantCountries": "SE;IE;NO;IT;IL;DE",
    "projectParticipants": {
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 951570
        },
        "995440094": {
            "orgId": "995440094",
            "orgName": "OSTERGOTLANDS LAN",
            "ecContrib": 742859
        },
        "999861257": {
            "orgId": "999861257",
            "orgName": "TECHNISCHE UNIVERSITAET BRAUNSCHWEIG",
            "ecContrib": 369946
        },
        "998325941": {
            "orgId": "998325941",
            "orgName": "DEEP BLUE SRL",
            "ecContrib": 623644
        },
        "999978821": {
            "orgId": "999978821",
            "orgName": "ISTITUTO SUPERIORE DI SANITA",
            "ecContrib": 290074
        },
        "998197513": {
            "orgId": "998197513",
            "orgName": "ENAV SPA",
            "ecContrib": 408349
        },
        "999627875": {
            "orgId": "999627875",
            "orgName": "TOTALFORSVARETS FORSKNINGSINSTITUT",
            "ecContrib": 748635
        },
        "952323012": {
            "orgId": "952323012",
            "orgName": "C.C.I.C.C. LIMITED",
            "ecContrib": 350760
        },
        "999846222": {
            "orgId": "999846222",
            "orgName": "BEN-GURION UNIVERSITY OF THE NEGEV",
            "ecContrib": 334000
        }
    },
    "calculatedTotalContribution": 4819837
}