{
    "rcn": "194842",
    "acronym": "RESILENS",
    "topics": "DRS-07-2014",
    "title": "RESILENS: Realising European ReSiliencE for CritIcaL INfraStructure",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "Critical infrastructure (CI) provides the essential functions and services that support European societal, economic and environmental systems. As both natural and man-made disaster and crises situations become more common place, the need to ensure the resilience of CI so that it is capable of withstanding, adapting and recovering from adverse events is paramount. Moving resilience from a conceptual understanding to applied, operational measures that integrate best practice from the related realm of risk management and vulnerability assessment is the focus of the RESILENS project. RESILENS (Realising European ReSILiencE for CritIcaL INfraStructure) will develop a European Resilience Management Guideline (ERMG) to support the practical application of resilience to all CI sectors. Accompanying the ERMG will be a Resilience Management Matrix and Audit Toolkit which will enable a resilience score to be attached to an individual CI, organisation (e.g. CI provider) and at different spatial scales (urban, regional, national and transboundary) which can then be iteratively used to direct users to resilience measures that will increase their benchmarked future score. Other resilience methods including substitution processes and measures to tackle cascading effects will also be developed. The ERMG and resilience management methods will be tested and validated through stakeholder engagement, table-top exercises and three large-scale pilots (transport CI, electricity CI and water CI). The ERMG and accompanying resilience methods will be hosted on an interactive web based platform, the RESILENS Decision Support Platform (RES-DSP). The RES-DSP will also host an e-learning hub that will provide further guidance and training on CI resilience. Overall, RESILENS aims to increase and optimise the uptake of resilience measures by CI providers and guardians, first responders, civil protection personnel and wider societal stakeholders of Member States and Associated Countries.",
    "totalCost": "4091842,5",
    "ecMaxContribution": "4091842,5",
    "coordinator": "FUTURE ANALYTICS CONSULTING LIMITED",
    "coordinatorCountry": "IE",
    "participants": "EDP DISTRIBUICAO ENERGIA SA;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;MTRS3 Solutions and Services LTD;EASTERN AND MIDLAND REGIONAL ASSEMBLY;THE UNIVERSITY OF WARWICK;FACTOR SOCIAL - CONSULTORIA EM PSICO - SOCIOLOGIA E AMBIENTE LDA;CAMARA MUNICIPAL DE LISBOA;IRISH WATER;SKILLS FOR JUSTICE (ENTERPRISES) LIMITED;BUNDESANSTALT FUER STRASSENWESEN",
    "participantCountries": "PT;IE;DE;IL;UK",
    "projectParticipants": {
        "998939854": {
            "orgId": "998939854",
            "orgName": "EDP DISTRIBUICAO ENERGIA SA",
            "ecContrib": 238750
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 406500
        },
        "988722068": {
            "orgId": "988722068",
            "orgName": "MTRS3 Solutions and Services LTD",
            "ecContrib": 422250
        },
        "972290171": {
            "orgId": "972290171",
            "orgName": "CAMARA MUNICIPAL DE LISBOA",
            "ecContrib": 168750
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 439750
        },
        "950832219": {
            "orgId": "950832219",
            "orgName": "FACTOR SOCIAL - CONSULTORIA EM PSICO - SOCIOLOGIA E AMBIENTE LDA",
            "ecContrib": 239202
        },
        "956586356": {
            "orgId": "956586356",
            "orgName": "EASTERN AND MIDLAND REGIONAL ASSEMBLY",
            "ecContrib": 286250
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 473128
        },
        "937390638": {
            "orgId": "937390638",
            "orgName": "SKILLS FOR JUSTICE (ENTERPRISES) LIMITED",
            "ecContrib": 405089
        },
        "973147457": {
            "orgId": "973147457",
            "orgName": "FUTURE ANALYTICS CONSULTING LIMITED",
            "ecContrib": 602955
        },
        "936928918": {
            "orgId": "936928918",
            "orgName": "IRISH WATER",
            "ecContrib": 207500
        },
        "999606729": {
            "orgId": "999606729",
            "orgName": "BUNDESANSTALT FUER STRASSENWESEN",
            "ecContrib": 201719
        }
    },
    "calculatedTotalContribution": 4091843
}