{
    "rcn": "194826",
    "acronym": "STEMCELLTRACK",
    "topics": "MSCA-IF-2014-EF",
    "title": "Assessment of Global and Regional Cardiac Functional Improvements in a Murine Model of Myocardial Infarction following Stem Cell Treatments",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Cardiosphere-derived stem cell (CDC) therapy for myocardial infarction (MI) has been shown to elicit moderate beneficial effects. Research currently focuses on improving CDC administration, retention and efficacy. This proposal aims to develop Magnetic Resonance Imaging (MRI) and engineering tools to facilitate this research. Specifically, microinjection of fluorine-19 labeled CDCs will allow for MRI tracking and quantification in vivo. Non-invasive global and regional cardiac function measurements will assess efficacy of stem cell (SC) therapy. Parallel to these studies will be an independent design, synthesis, use and evaluation of fiber-enriched scaffold. The anticipated impact will be multifaceted, including the study of cardiac function in disease, and the potential applicability of generated results with cutting edge SC regenerative technologies in heart failure and prominent cardiomyopathies. Research efforts will be stimulated in manufacturing processes for scaffolds, cardiac functional assessment post-injection of SCs, and validation of their homing, engraftment and viability using cellular tracking methods.\nThrough a personalized career developments plan, the fellowship will allow training of the researcher in advanced cellular characterization, labeling, and bio-imaging techniques, synergistically with trans-European mobility, reinforcing his scientific, managerial and leadership qualities. Overall, the short-term objective is the advancement of the researcherís career in science and the broadening of his scientific horizons. The long-term objective is to establish the researcher as an independent investigator, advancing the field as a chair of a Biomedical Engineering Department.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}