{
    "rcn": "194891",
    "acronym": "OPERANDO",
    "topics": "DS-01-2014",
    "title": "Online Privacy Enforcement, Rights Assurance and Optimization",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "The goal of the OPERANDO project is to specify, implement, field-test, validate and exploit an innovative privacy enforcement platform that will enable the Privacy as a Service (PaS) business paradigm and the market for online privacy services.\nThe OPERANDO project will integrate and extend the state of the art to create a platform that will used by independent Privacy Service Providers (PSPs) to provide comprehensive user privacy enforcement in the form of a dedicated online service, called ìPrivacy Authorityî. The OPERANDO platform will support flexible and viable business models, including targeting of individual market segments such as public administration, social networks and Internet of Things. \nA key aspect addressed by OPERANDO is the need to simplify privacy for end users (data subjects). OPERANDO will support a simple Privacy Dashboard allowing users to specify their preferences. These will be automatically compared with Online Service Provider (OSP) privacy policies and translated into personal data access control decisions by the PSP.\nOPERANDO will also address OSP requirements for simplified privacy compliance checking and auditing, to verify that they will meet user expectations or to satisfy privacy regulators. The technology will be trialled in the health care and public administration sectors.\nThe OPERANDO consortium thereby aims to contribute to the entire ecosystem of online privacy stakeholders: Users, PSPs, Online Service Providers and Regulators. Federation of Privacy Authorities will be supported to increase value of the services and their uptake. The OPERANDO platform will be positioned for endorsement by European governments and standardization bodies. To increase transparency of the privacy services and dissemination of results, OPERANDO outcomes will be implemented in Open Source, and will be made available to the community for evolution and value-adding beyond the scope of the project.",
    "totalCost": "4455811,25",
    "ecMaxContribution": "3746037",
    "coordinator": "OXFORD COMPUTER CONSULTANTS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "PROGETTI D'IMPRESA SRL;ROMSOFT SRL;FUNDACION TECNALIA RESEARCH & INNOVATION;STELAR SECURITY TECHNOLOGY LAW RESEARCH UG;FONDAZIONE CENTRO SAN RAFFAELE;UNIVERSITY OF PIRAEUS RESEARCH CENTER;UNIVERSITY OF SOUTHAMPTON;ARTEEVO TECHNOLOGIES LTD",
    "participantCountries": "IT;RO;ES;DE;EL;UK;IL",
    "projectParticipants": {
        "953371388": {
            "orgId": "953371388",
            "orgName": "FONDAZIONE CENTRO SAN RAFFAELE",
            "ecContrib": 385250
        },
        "952159761": {
            "orgId": "952159761",
            "orgName": "PROGETTI D'IMPRESA SRL",
            "ecContrib": 254800
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 567648
        },
        "999769495": {
            "orgId": "999769495",
            "orgName": "ROMSOFT SRL",
            "ecContrib": 266262
        },
        "999586941": {
            "orgId": "999586941",
            "orgName": "UNIVERSITY OF PIRAEUS RESEARCH CENTER",
            "ecContrib": 399375
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 485125
        },
        "952468124": {
            "orgId": "952468124",
            "orgName": "STELAR SECURITY TECHNOLOGY LAW RESEARCH UG",
            "ecContrib": 322500
        },
        "999757855": {
            "orgId": "999757855",
            "orgName": "OXFORD COMPUTER CONSULTANTS LIMITED",
            "ecContrib": 437675
        },
        "941353379": {
            "orgId": "941353379",
            "orgName": "ARTEEVO TECHNOLOGIES LTD",
            "ecContrib": 627402
        }
    },
    "calculatedTotalContribution": 3746037
}