{
    "rcn": "194889",
    "acronym": "REAPPAST",
    "topics": "MSCA-IF-2014-EF",
    "title": "High-Resolution Approach in Middle and Upper Palaeolithic sites for reconstructing Social dynamic and Technical behaviours",
    "startDate": "16/07/2015",
    "endDate": "15/07/2017",
    "objective": "REAPPAST will investigate site formation processes from a new perspective casting light on socio-technical organisation and the relations between group size and complex skills, which are the focus of current scientific debate on Middle and Upper Palaeolithic, addressing two questions: 1) How did the socio-economic organisation reflect itself in the spatial and temporal organisation of technical activities in Palaeolithic residential camps? 2) Which was the group size in single occupation areas, and with which palaeodemographic implications?\nSpecifically multidisciplinary analysis of lithic assemblages from two sites in N-E Spain will be used to investigate occupation areas in a Neanderthal and a Sapiens community, and to test hypotheses on number of co-residents on the basis of spatio-temporal relation between functional areas and number of single productive events carried out within these areas. REAPPAST will exploit the remarkable expertise of IPHES, which is a world-leading group in high-resolution approach. Methods will include RMU analysis, refits, experimental archaeology, spatial and computational modeling, the combination of which constitutes an innovative strategy. Two secondments will allow me to reach the highest competencies in experimentation (UniversitÈ de Bordeaux) and in point pattern analysis (University College of London).\nREAPPAST will 1) improve my formation with diversified and new training skills to reach a mature scientific position and open new perspectives of career; 2) extend the international network and visibility of both me and the host institutions through international and inter-sectoral mobility and peer-reviewed publications; 3) bring important benefits to the European research, deepening our knowledge on hunter-gatherer socio-economic strategies in the Late Pleistocene; 4) bring social impact promoting the relevance of research in Prehistory in local schools, in public events and in European museums.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA DE PALEOECOLOGIA HUMANA I EVOLUCIO SOCIAL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967062453": {
            "orgId": "967062453",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA DE PALEOECOLOGIA HUMANA I EVOLUCIO SOCIAL",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}