{
    "rcn": "194828",
    "acronym": "MARGIN",
    "topics": "FCT-13-2014",
    "title": "Tackle Insecurity in Marginalized Areas",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The MARGIN project coordination activities are intended to contribute to the creation of sustainable modes of cooperation between stakeholders dealing with security issues. The project provides policy makers with evidence-based tools for developing and assessing strategies targeted at the reduction of insecurity among different demographic and socioeconomic groups. It sets up an international environment for knowledge exchange involving some of the leading EU institutions in Crime Victimization Surveys (CVSs). Along with police statistics, CVSs have become an internationally recognized tool for identifying and analysing factors affecting public and personal perceptions of insecurity. Perception of insecurity arises as a very heterogeneous concept not limited to actual crime rates but encompassing a wide range of other aspects including personal wellbeing, trust in public institutions, justice and social integration. MARGIN addresses the topic of insecurity by taking into account its heterogeneity. Based on previous and on-going research activities, the project's specific aims are: (1) to create a framework enabling end-users to contrast objective and subjective measures of insecurity (i.e. compare police statistics with CVS data), (2) to develop and validate a thematic survey with a sample of 15.400 citizens that allows for the assessment of the impact of demographic, socio-economic and socio-geographic variables on the perception of insecurity (3) to investigate the socio-cultural determinants of insecurity perception through the implementation of anthropological fieldwork in five EU countries (4) to share best practices and outcomes in a final event with 100 key end-users. By deepening the understanding of the root causes of insecurity, MARGIN is expected to foster the creation of community resilience practices empowering citizens (especially among those at risk of exclusion) to better face risks and increase the public and personal perception of security.",
    "totalCost": "1881399,5",
    "ecMaxContribution": "1881399,5",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "DEPARTAMENT D'AGRICULTURA, RAMADERIA, PESCA I ALIMENTACIO;INSTITUT NATIONAL DES HAUTES ETUDES DE LA SECURITE ET DE LA JUSTICE;ORSZAGOS KRIMINOLOGIAI INTEZET;UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA;UNIVERSITY COLLEGE LONDON;EUROCRIME - RESEARCH, TRAINING AND CONSULTING SRL",
    "participantCountries": "ES;FR;HU;IT;UK",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 182130
        },
        "940613851": {
            "orgId": "940613851",
            "orgName": "ORSZAGOS KRIMINOLOGIAI INTEZET",
            "ecContrib": 176588
        },
        "938502646": {
            "orgId": "938502646",
            "orgName": "EUROCRIME - RESEARCH, TRAINING AND CONSULTING SRL",
            "ecContrib": 254165
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 437432
        },
        "999703438": {
            "orgId": "999703438",
            "orgName": "Departament d'Interior - Generalitat de Catalunya",
            "ecContrib": 0
        },
        "932571096": {
            "orgId": "932571096",
            "orgName": "INSTITUT NATIONAL DES HAUTES ETUDES DE LA SECURITE ET DE LA JUSTICE",
            "ecContrib": 330080
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 326322
        }
    },
    "calculatedTotalContribution": 1706717
}