{
    "rcn": "194876",
    "acronym": "XERIC",
    "topics": "GV-2-2014",
    "title": "Innovative Climate-Control System to Extend Range of Electric Vehicles and Improve Comfort",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "The limited capacity of electric batteries combined with the substantial amount of energy needed to run auxiliary equipment dramatically affects range capability of electric vehicles (EVs). For instance, the climate control system in summer conditions can absorbs up to 40-60% of the available energy.\nThe aim of the project is to develop an energy friendly climate control system capable to reduce of at least 50% the energy used for passenger comfort all over the year (i.e., heating, cooling and dehumidifying).\nActually, in summer conditions air is dehumidified and cooled by best available technologies that use climate control systems based on a Vapor Compression Cycle (VCC), which cools air below its dew point. Alternatively, desiccants are used as an energy efficient way to dehumidify air without cooling it below its dew point, which allows to control temperature and humidity independently. \nIn our project we plan to exploit technologically the desiccants properties by using aqueous solutions of desiccants (e.g., LiCl, CaCl2) housed in a membrane contactor. Our idea is to develop a hybrid system in which air can be dehumidified without the need to be cooled below its dew-point. This will be done by combining a liquid desiccant cycle (which deals with the latent load) with a traditional vapour compression cycle (which faces the sensible load). In fact, in such a system the VCC would operate at higher refrigerant evaporation temperature and at lower condensation temperature.\nThe core of the system is an innovative highly compact and energy efficient three-fluids-combined-membrane-contactor that simultaneously works with air, desiccant solution, and refrigerant. \nSpecifically, the climate control system will be capable to \n- Reduce more than 50% the energy used for passenger comfort. \n- Have a lifetime longer than 10 years. \n- Easy industrialization and customization for EVs currently on the market.\n- Cost from 1,200 to 3,000 Euro.\n\nProject Coordinator: GVS SPA, IT",
    "totalCost": "4621280",
    "ecMaxContribution": "4621279,75",
    "coordinator": "GVS S.P.A.",
    "coordinatorCountry": "IT",
    "participants": "TECNOLOGIE INNOVATIVE PER IL CONTROLLO AMBIENTALE E LO SVILUPPO SOSTENIBILE SOCIETA CONSORTILE A RESPONSABILITA LIMITATA;VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;ASOCIACION DE LA INDUSTRIA NAVARRA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;UNIVERSITAET DUISBURG-ESSEN;European Membrane House;FRIGOMAR SRL",
    "participantCountries": "IT;BE;ES;DE",
    "projectParticipants": {
        "951387738": {
            "orgId": "951387738",
            "orgName": "TECNOLOGIE INNOVATIVE PER IL CONTROLLO AMBIENTALE E LO SVILUPPO SOSTENIBILE SOCIETA CONSORTILE A RESPONSABILITA LIMITATA",
            "ecContrib": 1132290
        },
        "998418673": {
            "orgId": "998418673",
            "orgName": "European Membrane House",
            "ecContrib": 200700
        },
        "999491202": {
            "orgId": "999491202",
            "orgName": "ASOCIACION DE LA INDUSTRIA NAVARRA",
            "ecContrib": 153750
        },
        "999843312": {
            "orgId": "999843312",
            "orgName": "UNIVERSITAET DUISBURG-ESSEN",
            "ecContrib": 400000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 771544
        },
        "999782687": {
            "orgId": "999782687",
            "orgName": "GVS S.P.A.",
            "ecContrib": 1030000
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 392035
        },
        "938429605": {
            "orgId": "938429605",
            "orgName": "FRIGOMAR SRL",
            "ecContrib": 540961
        }
    },
    "calculatedTotalContribution": 4621280
}