{
    "rcn": "194865",
    "acronym": "MitSyn",
    "topics": "MSCA-IF-2014-EF",
    "title": "Alpha-synuclein and mitochondrial dysfunction: key links between Gaucherís disease and Parkinsonís?",
    "startDate": "13/04/2015",
    "endDate": "12/04/2017",
    "objective": "Recent studies have highlighted a strong genetic association between Parkinsonís disease (PD) and Gaucherís disease (GD), a lysosomal storage disorder that causes severe neurodegeneration in children and shares some pathophysiological features of PD. GD results from mutations that reduce activity of the enzyme glucocerebrosidase (GCase), causing impaired lysosomal function. It was recently shown that GCase mutations cause several defects associated with impaired cellular quality control - impaired autophagy, mitochondrial dysfunction and accumulation of oligomeric alpha-synuclein, a protein strongly involved in sporadic and genetic PD forms. In fact, alpha-synuclein aggregates are the main constituent of Lewy Bodies, characteristic proteins inclusions found in parkinsonian brains. While PD shows similar features and involves defects in the same pathways, it remains unclear how these diverse findings relate to each other.\nIn the present study we propose to identify the specific interactions between intracellular signaling pathways, cellular quality control pathways and alpha-synuclein oligomerization in an attempt to generate a unifying hypothesis that brings together known features of GD and PD pathophysiology. We will use primary neuronal cultures from gba knockout mice and inducible pluripotent stem cells derived from the GD mouse model and from patients, in which alpha-synuclein will be overexpressed or silenced. Mitochondrial (dys)function, impaired clearance mechanisms and alpha-synuclein oligomerization will be quantitatively characterized in these models by means of an array of biochemical, biophysical and advanced imaging techniques. The results of the work will give us further insights into PD molecular mechanisms and may provide new therapeutic targets.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}