{
    "rcn": "194843",
    "acronym": "GelSwimming",
    "topics": "MSCA-IF-2014-EF",
    "title": "Bacterial motion in polymer solutions and biogels",
    "startDate": "26/02/2016",
    "endDate": "25/02/2018",
    "objective": "Many cavities in the human body such as the lungs, the stomach or the reproductive tract are covered and protected by a thin layer of mucus gel. Under certain conditions pathogenic bacteria are able to penetrate the mucus layer which leads to serious infections. For example, in cystic fibrosis motile bacteria swim through the mucus layer and form biofilms which can be resistant to antibiotic medication. Interestingly, corals in the ocean are also covered by mucus. Again, pathogenic bacteria are able to penetrate the coral mucus layer and cause serious diseases resulting in a world-wide decline of corals. The underlying mechanisms how the bacteria are able to move through mucus are not yet understood. We aim, in our proposal, to clarify physical conditions under which bacterial locomotion in polymer solutions and gels is possible. In contrast to existing theories on swimming in viscoelastic fluids we explicitly model the gel and the bacteria via mesoscale computer simulations. Our novel approach will enable us to identify the microscopic conditions for bacterial locomotion in gels and the conditions for immobility (gel-trapping). Our findings may also inspire biologists and medical researchers in designing novel medication and finding strategies to avoid bacterial invasion into mucus of relevance to both the prevention of human disease and the degradation of corals.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}