{
    "rcn": "194844",
    "acronym": "METACLOAK",
    "topics": "MSCA-IF-2014-EF",
    "title": "Broadband cloaking and shielding of elastic waves in solids.",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "In this project we aim to develop the theory to underpin the optimal design of metamaterial devices.  We will test the theory by building a metamaterial cloak which surpasses current models in its combination of elastic wave protection and cloaking capacities at frequency band much larger (~1 kHz).\nThe design of the cloak is based on a novel metamaterial that I have co-developed, consisting of a cluster of closely spaced sub-wavelength resonators fixed to a thin plate where flexural waves propagate.  \nThe effective properties of this cloak are generated by local resonance effects and they include, besides large band gaps, negative diffraction (refraction) index, sub-wavelength energy focusing and broad scalability in the sound and infrasound frequency range. Contrary to other studies, it does not require an unrealistic composite material to be realised, or a periodic arrangement of resonant elements and hence it should have real practical impact. Two innovative applications concerning control of mechanical vibrations, and seismology are proposed.  \nTo refine the modelling, detailed numerical simulations and development of optimisation schemes are required: this will benefit enormously from interaction with several groupings at Imperial College (in Physics, Mathematics and Mechanical Engineering), highly active in elastic waves and metamaterials, that have very relevant expertise. \n3D numerical simulations giving quantitative analysis of the cloak properties and performance will guide the construction of laboratory models for experimental validation. The distribution and the structure of the resonators (vertical beams with nominal section much smaller than the wavelength) are the main parameters governing the performances of the cloak. The optimisation strategies that will be implemented  will fine tune the cloak within a given frequency band and/or simplify the cloak design maintaining the same performance level.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}