{
    "rcn": "194814",
    "acronym": "FOSICAV",
    "topics": "MSCA-IF-2014-EF",
    "title": "Families of Subvarieties in Complex Algebraic Varieties",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "In relation with the study of both moduli and enumerative problems in complex algebraic geometry, we propose the geometric study of various families of subvarieties of certain complex algebraic varieties of small dimension, and mainly of families of (possibly singular) curves. The Severi varieties are a typical example: they parametrize curves of given degree and geometric genus in the projective plane; the general such curve has a prescribed number of ordinary double points and no further singularity. \n\nApart from exploring their dimensions, smoothness, and irreducibility properties, we have in mind to determine their Hilbert polynomials (which among other things encode their degrees, the latter being important enumerative invariants).\n\nA central feature of our project is to conduct this analysis by degeneration: to study families of subvarieties in a given variety X, we let X degenerate and look at what happens in the limit. For instance, to study curves on a general K3 surface, we can let it degenerate to a union of projective planes, the dual graph of which is a triangulation of the real 2-sphere.\n\nWe shall consider the following kind of families of subvarieties: families of curves with prescribed invariants and singularities in surfaces (with special attention to the two cases of the projective plane, and of K3 surfaces), families of hyperplane sections with prescribed singularities of hypersurfaces in projective spaces, families of curves with a given genus in Calabi-Yau threefolds, and families of surfaces in the projective 3-space containing curves with unexpected singularities.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999844864": {
            "orgId": "999844864",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}