{
    "rcn": "194899",
    "acronym": "REFINET",
    "topics": "MG-8.1b-2014",
    "title": "REthinking Future Infrastructure NETworks",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Launching a European long-term ambition and initiative to increase the overall performance of multimodal transport infrastructures, the REFINET CSA intends to 1) create a sustainable network of European and international stakeholdersí representatives of all transport modes and transport infrastructure sectors, 2) deliver a shared European vision of how to specify, design, build or renovate, and maintain the multimodal European transport infrastructure network of the future along with innovative processes so as to enhance the effectiveness of the sector, and 3) elaborate a Strategic Implementation Plan with a comprehensive set of prioritised actions to made the REFINET vision a reality ñ as well as providing private and public decision makers with a set of up-to-date recommendations and guidelines (including good practices and lessons learnt) for strategic actions and required levels of cooperation between all stakeholders. REFINET will consider two complementary scenarios, namely maintenance and upgrading of existing transport infrastructures, and development of new transport infrastructures. REFINET will contribute to create a European-wide consensus on where to focus in terms of research and innovation to improve the productivity of the assets (reducing maintenance costs, extending the life spanÖ) and reduce drastically traffic disruptions of transport flows from inspection, construction and maintenance activities, and to accommodate increasing/changing traffic demand. Thus, REFINET will pave the way to enhanced technology integration and transfer and mass-market development for innovative materials, components, systems and processes supporting the pan-European generalisation of advanced multimodal infrastructures, handling the demand within various industrial sectors and help match the EU-2020 Strategy, and achieve goals of main stakeholders. The REFINET consortium is made of 8 partners from 5 European countries (Spain, France, Italy, Belgium, United Kingdom).",
    "totalCost": "998235,51",
    "ecMaxContribution": "998235,51",
    "coordinator": "CENTRE SCIENTIFIQUE ET TECHNIQUE DU BATIMENT",
    "coordinatorCountry": "FR",
    "participants": "FUNDACION PLATAFORMA TECNOLOGICA ESPANOLA DE LA CONSTRUCCION;UNION INTERNATIONALE DES CHEMINS DE FER;FUNDACION TECNALIA RESEARCH & INNOVATION;OVE ARUP & PARTNERS INTERNATIONAL LIMITED;RINA CONSULTING SPA;FORUM DES LABORATOIRES NATIONAUX EUROPEENS DE RECHERCHE ROUTIERE;DRAGADOS SA",
    "participantCountries": "ES;FR;UK;IT;BE",
    "projectParticipants": {
        "999951467": {
            "orgId": "999951467",
            "orgName": "RINA CONSULTING SPA",
            "ecContrib": 141250
        },
        "996754832": {
            "orgId": "996754832",
            "orgName": "DRAGADOS SA",
            "ecContrib": 75625
        },
        "999738649": {
            "orgId": "999738649",
            "orgName": "UNION INTERNATIONALE DES CHEMINS DE FER",
            "ecContrib": 86875
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 121000
        },
        "999496828": {
            "orgId": "999496828",
            "orgName": "FORUM DES LABORATOIRES NATIONAUX EUROPEENS DE RECHERCHE ROUTIERE",
            "ecContrib": 179563
        },
        "999933619": {
            "orgId": "999933619",
            "orgName": "OVE ARUP & PARTNERS INTERNATIONAL LIMITED",
            "ecContrib": 78750
        },
        "999580151": {
            "orgId": "999580151",
            "orgName": "CENTRE SCIENTIFIQUE ET TECHNIQUE DU BATIMENT",
            "ecContrib": 171840
        },
        "937461933": {
            "orgId": "937461933",
            "orgName": "FUNDACION PLATAFORMA TECNOLOGICA ESPANOLA DE LA CONSTRUCCION",
            "ecContrib": 143332
        }
    },
    "calculatedTotalContribution": 998235
}