{
    "rcn": "194829",
    "acronym": "CEREBSENSING",
    "topics": "MSCA-IF-2014-EF",
    "title": "Cerebellar Distributed Plasticity Towards Active Sensing and Motor Control",
    "startDate": "01/11/2015",
    "endDate": "22/01/2018",
    "objective": "The ability to perceive and understand the state of the surrounding environment and the own state is critical for next generation robotic systems. To that aim, the human brain is still far beyond current artificial systems performance due to its capability of processing huge amounts of heterogeneous sensorial data. Interestingly, the cerebellum has been shown to play a crucial role in the generation of dexterous movements as evidenced from cerebellar ataxic patients. Behavioural studies suggest that the cerebellum actively improves sensorial discrimination and proprioception thanks to the prediction of the sensorial consequences of actions. In the last decade, several forms of long-term synaptic plasticity have been observed within the cerebellum, suggesting that distributed plasticity could support the predictive action. However the way in which those mechanisms cooperate in order to improve the function of the whole cerebellar network is not completely understood. In this project, the candidate will develop a novel theory of sensorial information representation and processing based on the cerebellar architecture. The proposed model will make use of long-term synaptic plasticity mechanisms distributed along connections existing in the cerebellar input layer (granular layer) to iteratively create sparse representations of the information, allowing fast and effective learning in successive layers. The predictions extracted from this model will be useful to design new experimental protocols to unveil the cerebellar role in acting and sensing.\nBy providing multiple relevant contributions across the spectrum of the H2020 objectives in terms of its potential to advance robotic manufacturing, brain processing understanding, and novel computing paradigms, this project will enable the candidate to enhance his position at the forefront of advances in this field.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DE GRANADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}