{
    "rcn": "194820",
    "acronym": "FIBERSTAR",
    "topics": "MSCA-IF-2014-EF",
    "title": "FIBER-optic sensors for Smart Thermal Ablation at Radiofrequency",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "FIBERSTAR is a multidisciplinary project aimed at the development of point-of-care optical fiber sensors to support non-invasive radiofrequency thermal ablation (RFTA) of tumors.\n\nRFTA is an interventional medical procedure that brings tumor cells to mortality by generating a spatially selective high-temperature field, localized within the tumor, using a percutaneous ablation device. RFTA provides ablation up to 5 cm size in hard tissues (kidney, lung), while ablation size is limited to 3 cm in liver; on the other hand, the miniature ablation device ensures a non-invasive outpatient treatment.\n\nIn clinical procedures, RFTA is an image-guided procedure, which limits its efficiency. The possibility to install miniature, biocompatible, and quasi-distributed fiber-optic sensors on RFTA device, returning real-time biophysical data, can disrupt RFTA procedure. The applicant has carried out significant groundwork in the application of optical fiber sensors to ex-vivo thermal ablation on porcine liver phantoms.\n\nBuilding on groundwork, FIBERSTAR aims at the development of innovative fiber-optic sensors that aim at solving the main limitations of RFTA. Research addresses the development of (1) a sensor embedding pressure and distributed temperature on a single fiber, to be installed on the RFTA device, (2) a sensor for positioning RFTA device in tumor, (3) miniature quasi-distributed temperature sensors to detect the approaching of the ablation.\n\nFIBERSTAR aims at building four-fold impact:\n1) Implement and demonstrate smart-RFTA, whereas real-time sensors data are used to drive the RFTA treatment in close-loop complementing imaging data.\n2) Extend RFTA to safe treatment of prostatic and pancreatic tumors, using sensors to protect key organs from ablation.\n3) Provide disruptive improvement of treatment of encapsulated tumors, implementing pressure detection.\n4) Provide a quantified improvement of RFTA outcome in terms of reduction of failure rate and predictability.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD CARLOS III DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899572": {
            "orgId": "999899572",
            "orgName": "UNIVERSIDAD CARLOS III DE MADRID",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}