{
    "rcn": "194800",
    "acronym": "Hennovation",
    "topics": "ISIB-02-2014",
    "title": "Practice-led innovation supported by science and market-driven actors in the laying hen and other livestock sectors",
    "startDate": "01/01/2015",
    "endDate": "31/08/2017",
    "objective": "Using the laying hen sector as a case study, we aim to demonstrate the potential for practice-driven innovation networks, supported by existing science and market-driven actors, to develop practical cost-effective solutions to sustainability challenges (objective 1). Multi-stakeholder networks will develop technical innovations to injurious pecking and the management of end-of-lay hens concerns based on practice, economics and scientific information (objective 2). A generic ìsupport packageî of communication web based tools, facilitation guides and on-line training programmes, designed to help science and market- driven actors, will then be available to support practice-driven innovation networks in other livestock sectors (objective 3). Finally we will develop policy recommendations that help realize the full potential of practice-driven innovation through multi stakeholder networks in livestock sectors (objective 4). This project will tackle four challenges associated with the need for grass-root innovation highlighted in the Horizon 2020 call; 1) legitimacy by robust practical and financial evaluation, 2) accessibility by communication between producers and existing innovation support actors, 3) connectivity by an industry-led dissemination strategy ensuring information about innovations are widely spread using existing communication tools and finally 4) sufficient resource by production of a support package and policy recommendations that facilitate better interaction of science-driven and practice-driven innovation. The success of this approach to the laying hen sector and other sectors will be evaluated by the ability of the network to encourage practice-led innovation, check the effectiveness of the innovation, ensure optimum use of scientific information, provide a route for traditional knowledge transfer when required, disseminate results of innovation to others and ensure that policy is informed by practice-led solutions.",
    "totalCost": "2094055",
    "ecMaxContribution": "2094055",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF EXETER;RSK ADAS LIMITED;SVERIGES LANTBRUKSUNIVERSITET;ADAS UK LIMITED;UNIVERSITAT AUTONOMA DE BARCELONA;VETERINARNI A FARMACEUTICKA UNIVERZITA BRNO;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "UK;SE;ES;CZ;NL",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 214335
        },
        "951120988": {
            "orgId": "951120988",
            "orgName": "ADAS UK LIMITED",
            "ecContrib": 69310
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 259675
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 613704
        },
        "999887350": {
            "orgId": "999887350",
            "orgName": "SVERIGES LANTBRUKSUNIVERSITET",
            "ecContrib": 296248
        },
        "916021538": {
            "orgId": "916021538",
            "orgName": "RSK ADAS LIMITED",
            "ecContrib": 11077
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 565026
        },
        "949203395": {
            "orgId": "949203395",
            "orgName": "VETERINARNI A FARMACEUTICKA UNIVERZITA BRNO",
            "ecContrib": 64680
        }
    },
    "calculatedTotalContribution": 2094055
}