{
    "rcn": "194887",
    "acronym": "GuiDanCe",
    "topics": "Energy",
    "title": "Support the coordination of citiesí activities via the Green Digital Charter",
    "startDate": "01/03/2015",
    "endDate": "28/02/2018",
    "objective": "'The Green Digital Charter is a EUROCITIES response, initiated by Clicks and Links Ltd and the City of Manchester, as part of a ëGreenshiftí initiative. It has been realised through the work of the EUROCITIES Knowledge Society Forum (KSF) Working Group on ICT for Energy Efficiency, led by the City of Manchester. It was built on ICT-enabled sustainability initiatives like 'Smart 2020,' with Global e-sustainability initiative and the Climate Group, and 'ICT4EE' with the European Commission.\n\nFrom September 2011 to May 2014, European Commission awarded the FP7-NiCE project grant to provide a platform for action based on the Green Digital Charter. Following the first five years of promoting and working with the Green Digital Charter as well as the conclusion of NiCE project, GuiDanCe will build on the outcomes of NiCE and address the identified challenges that need to be further tackled.\n\nThe aim of GuiDanCe project is ìto provide GuiDanCe and support citiesí activities towards their Green Digital charter commitments so that they eventually take ownership of the Charterî.\n\nThe project will work for three main objectives:\n1.\tStrengthen the engagement of GDC signatories to create a club of cities that work together towards their GDC commitments\n2.\tImprove existing tools and services and their impact to GDC signatories\n3.\tPromote GDC signatoriesí activities in and outside the EU\n\nThe GuiDanCe project addresses the work programme topic ìSupport the coordination of cities' activities via the Green Digital Charterî and will be coordinated by EUROCITIES, a network of over 140 major European cities.'",
    "totalCost": "603687,5",
    "ecMaxContribution": "499750",
    "coordinator": "EUROCITIES ASBL",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999450559": {
            "orgId": "999450559",
            "orgName": "EUROCITIES ASBL",
            "ecContrib": 499750
        }
    },
    "calculatedTotalContribution": 499750
}