{
    "rcn": "194886",
    "acronym": "FIVEVB",
    "topics": "GV-1-2014",
    "title": "Five Volt Lithium Ion Batteries with Silicon Anodes produced for Next Generation Electric Vehicles",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "The FiveVB project will develop a new cell technology based on innovative materials such as high capacity anodes, high voltage cathodes and stable, safe and environmentally friendly electrolytes. Since main European industry partners representing the value chain from materials supplier to car manufacturer are involved, this program will support and enable the development of a strong and competitive European battery industry. The multidisciplinary project team will also assure not only early technology integration between materials, cells, batteries and application requirements, but also a subsequent industrialization of the developed technology.\nWith an integrated trans-disciplinary cell development approach we will also realize an early feedback loop from battery and vehicle level to material suppliers and a feed-forward of relevant information to industrial scale cell production. Through an iterative and holistic approach two generations of cell chemistries (anode, cathode, binder and electrolyte) will be evaluated and optimized to improve electrochemical performance of active materials and related new cell technology in terms of energy density, lifetime, safety and costs. Furthermore, we will address early development and validation of test procedures for the reduction of development time from material to cell by e.g. accelerated test procedures. Among other objectives, in particular the lifetime and aging aspects will be addressed in depth in FiveVB, but also input for future European and International standardization will be provided.\nThus, one major result of FiveVB is a hard case prismatic cell in PHEV1 format, developed according to automotive requirements and produced on a representative prototype facility.",
    "totalCost": "5927428,75",
    "ecMaxContribution": "5673272,5",
    "coordinator": "AVL LIST GMBH",
    "coordinatorCountry": "AT",
    "participants": "ROBERT BOSCH GMBH;3M DEUTSCHLAND GMBH;VRIJE UNIVERSITEIT BRUSSEL;Kompetenzzentrum - Das Virtuelle Fahrzeug, Forschungsgesellschaft mbH;ZENTRUM FUR SONNENENERGIE- UND WASSERSTOFF-FORSCHUNG BADEN-WURTTEMBERG;ARKEMA FRANCE;UMICORE;BMW GROUP AG;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "participantCountries": "DE;BE;AT;FR",
    "projectParticipants": {
        "999952243": {
            "orgId": "999952243",
            "orgName": "AVL LIST GMBH",
            "ecContrib": 414312
        },
        "998371046": {
            "orgId": "998371046",
            "orgName": "ARKEMA FRANCE",
            "ecContrib": 706000
        },
        "999992304": {
            "orgId": "999992304",
            "orgName": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
            "ecContrib": 0
        },
        "999517101": {
            "orgId": "999517101",
            "orgName": "ZENTRUM FUR SONNENENERGIE- UND WASSERSTOFF-FORSCHUNG BADEN-WURTTEMBERG",
            "ecContrib": 1503710
        },
        "999437852": {
            "orgId": "999437852",
            "orgName": "BAYERISCHE MOTOREN WERKE AKTIENGESELLSCHAFT",
            "ecContrib": 0
        },
        "999893461": {
            "orgId": "999893461",
            "orgName": "UMICORE",
            "ecContrib": 635500
        },
        "997885852": {
            "orgId": "997885852",
            "orgName": "Kompetenzzentrum - Das Virtuelle Fahrzeug, Forschungsgesellschaft mbH",
            "ecContrib": 413750
        },
        "999908787": {
            "orgId": "999908787",
            "orgName": "ROBERT BOSCH GMBH",
            "ecContrib": 287500
        },
        "989823115": {
            "orgId": "989823115",
            "orgName": "3M DEUTSCHLAND GMBH",
            "ecContrib": 691250
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 637500
        }
    },
    "calculatedTotalContribution": 5289522
}