{
    "rcn": "194836",
    "acronym": "MICEXPRESS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Understanding how selection for body weight in mouse operates at the RNA level",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The aim of this project is to enhance our understanding of how genetic selection for body weight in mouse drives changes at the RNA level. This is a key point for quantitative genetics because a better knowledge of the genetic control of gene expression would imply a better prediction of changes in the regulatory networks and subsequently in the phenotype. Moreover, the biological insight gained by this understanding could, in turn, be used by the animal breeding industry to design more efficient breeding strategies. However, generally, genetic studies focus on understanding mean phenotypic differences among genotypes, although genes can also lead differences in the phenotypic variance between genotypes. Thus, this research will use a systems approach to model the genetic control of both, the mean and the variance of gene expression, and to identify regulatory networks than can be modified by selection. In addition, important environmental effects, such as maternal effects (e.g. uterine capacity), play an important role on the response to selection for growth in mammals. The second project aim is to elucidate how maternal effects shape the expression of genes and gain insight into the mechanisms underpinning gene by environment interactions. The recent emergence of high throughput technologies such as mRNA sequencing allows the study of the genetic and environmental makeup of cellular phenotypes. Furthermore, answering these questions require experimental designs and biological resources that are not usually available. The Roslin Institute has an extraordinary resource to carry out this research. After many generations of divergent selection for body weight multiple mouse lines were inbred, and kept inbred through brother-sister mating for over fifty generations. Four of these lines will be used in the current project. Hence, this project will capitalize on this extraordinary resource jointly with the emerging genomic tools for addressing these important questions.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}