{
    "rcn": "194890",
    "acronym": "USE-IT",
    "topics": "MG-8.2b-2014",
    "title": "Users, Safety, security and Energy In Transport Infrastructure",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The transport network across Europe faces challenges relating to carbon reduction targets, energy security, and depletion of natural resources, without sacrificing its efficiency and compromising mobility. In addition, the road and rail infrastructure in particular are ageing and require renewal. Simultaneously, advances in sensors, mobile communications, smart ticketing and ëbig dataí offer the potential for customers to become an active part of the transport operations system and have the information to make decisions ñ for transport to enable ëmode agnosticí personal and business travel and ñ for freight operators to have more resilience and better reliability in their systems. \nThe European transport system faces also an unavoidable societal challenge, which is achieving new levels of resource-efficiency, environmental-friendliness, safe and seamless transport for the benefit of citizens, the economy and society.\nIn order to tackle the challenges and reap the benefits outlined above, infrastructure owners and transport operators will be required to work together, along with other crucial stakeholders, to share knowledge and cooperate in a way that will be beneficial to all parties, and this proposal seeks to facilitate this.\nThe objective of this project is to better understand the common challenges experienced across transport modes, bring representatives of transport modes together to share experience and skills and to develop a set of common research objectives. The project will draw upon the experience gained from the Joint European Transport platform with the focus on infrastructure operations, and will also focus on research objectives presented in the Forever Open Road programme and the work of the FORx4 - Forever Open Road, Railway, Runway and River ñ A Cross-modal transport initiative for research for which FEHRL produced a ëPoint of Viewí document.",
    "totalCost": "955624,72",
    "ecMaxContribution": "955624,72",
    "coordinator": "FORUM DES LABORATOIRES NATIONAUX EUROPEENS DE RECHERCHE ROUTIERE",
    "coordinatorCountry": "BE",
    "participants": "TRL LIMITED;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;EURNEX e. V.;LABORATORIO NACIONAL DE ENGENHARIA CIVIL;SERVICE TECHNIQUE DE L'AVIATION CIVILE;INSTYTUT BADAWCZY DROG I MOSTOW;INSTITUT FRANCAIS DES SCIENCES ET TECHNOLOGIES DES TRANSPORTS, DE L'AMENAGEMENT ET DES RESEAUX",
    "participantCountries": "UK;AT;DE;PT;FR;PL",
    "projectParticipants": {
        "968126446": {
            "orgId": "968126446",
            "orgName": "INSTITUT FRANCAIS DES SCIENCES ET TECHNOLOGIES DES TRANSPORTS, DE L'AMENAGEMENT ET DES RESEAUX",
            "ecContrib": 63744
        },
        "999496828": {
            "orgId": "999496828",
            "orgName": "FORUM DES LABORATOIRES NATIONAUX EUROPEENS DE RECHERCHE ROUTIERE",
            "ecContrib": 344535
        },
        "999475585": {
            "orgId": "999475585",
            "orgName": "TRL LIMITED",
            "ecContrib": 130362
        },
        "998048715": {
            "orgId": "998048715",
            "orgName": "INSTYTUT BADAWCZY DROG I MOSTOW",
            "ecContrib": 74344
        },
        "998850517": {
            "orgId": "998850517",
            "orgName": "LABORATORIO NACIONAL DE ENGENHARIA CIVIL",
            "ecContrib": 85688
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 116926
        },
        "998901927": {
            "orgId": "998901927",
            "orgName": "EURNEX e. V.",
            "ecContrib": 99526
        },
        "952724592": {
            "orgId": "952724592",
            "orgName": "SERVICE TECHNIQUE DE L'AVIATION CIVILE",
            "ecContrib": 40500
        }
    },
    "calculatedTotalContribution": 955625
}