{
    "rcn": "194825",
    "acronym": "LIAGAN",
    "topics": "MSCA-IF-2014-EF",
    "title": "Literature against anti-Semitism (1940-1944). French and Soviet emigrÈ writers in France against the persecution of the Jews",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The research project Literature against anti-Semitisme (1940-1944). French and Soviet emigrÈ writers in France against the persecution of the Jews aims at investigating the views which writers had of the persecution of the Jews in Occupied France. More exactly, it aims at approaching the texts of the writers who reacted to the injustices suffered by the Jews who became exiles and were hunted down as Others, before being simply eliminated. In this context, we intend to study various works of fiction (stories, novels, poetry) in which the question of the persecution of the Jews is at stake. The project is defined by two axes: (1) the French writers who raised their voices against the persecutions of which the Jews were victims in France, (2) ÈmigrÈ writers from Central and Oriental Europe (Russian, Russian-language, Georgian) who lived in France during the Occupation and who also stood up against these injustices. \nTwo circumstances which are specific to France have to be taken in account. Firstly, the persecution of the Jews in France implemented by the Vichy government during the Occupation needs to be understood in the context of a national/local anti-Semitic policy the roots of which are to be found in the pre-war society. Secondly, the public role of the writers was more important compared to other countries. If many of them had raised their voices against the events unfolding in Europe, this voice is acquiring a decisive importance in the shaping of public opinion. In approaching the problem of resistance in France to the Nazi occupiers, it would be necessary to consider the flows of immigration affecting the country in the twenties and thirties, when a large number of intellectuals and writers arrived from Central and Eastern Europe and took part in French cultural and public life, among other things by sharing its opposition to the rise of Nazism in Europe.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE PARIS-SORBONNE (PARIS IV)",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998096051": {
            "orgId": "998096051",
            "orgName": "UNIVERSITE DE PARIS-SORBONNE (PARIS IV)",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}