{
    "rcn": "194867",
    "acronym": "TYPES",
    "topics": "DS-01-2014",
    "title": "Towards transparencY and Privacy in the onlinE advertising businesS",
    "startDate": "01/05/2015",
    "endDate": "31/10/2017",
    "objective": "Online advertising generated in 2013 $42B worth of revenue and more than 3.4 million direct and indirect jobs in Europe in 2012 alone. It supports some of the most important Internet services such as search, social media and user generated content sites. However, the lack of transparency regarding tracking techniques and the type of information companies collect about users is creating increasing concerns in society. Software tools for implementing total mitigation (e.g., ad blocker or cookies blocker) have been released to block any transfer of information from end users towards the online advertising ecosystem. A massive adoption of these tools by end users may cause disruptions in the digital economy by affecting the online advertising sector and leading to consequences such as losing of a large number of employments.\nTYPES aims to cope with this challenge by defining, implementing, and validating in pre-market status a holistic framework of technologies and tools that guarantees both transparency and privacy preservation, gives the end user control upon the amount of information he/she is willing to share, and defines privacy-by-design solutions. In particular, these tools should enable the end user: i) to configure the privacy settings so that only the information allowed by the end-user is collected by online advertising platforms; ii) to understand the flow of their information within the online advertising ecosystem and how it is being used; iii) to detect episodes of information collection occurring without consent and identify the offender; iv) to know the value of their data. \nTYPES will demonstrate solutions that protect userís privacy while empowering them to control how their data is used by service providers for advertising purposes. At the same time, TYPES will make it easier to verify whether usersí online rights are respected and if personal data is exchanged for a reasonable value-added to users.",
    "totalCost": "4661142,5",
    "ecMaxContribution": "3992663",
    "coordinator": "FUNDACIO BARCELONA MEDIA",
    "coordinatorCountry": "ES",
    "participants": "WEDIA LIMITED;FUNDACION IMDEA NETWORKS;UPCOM BVBA;INTERACTIVE ADVERTISING BUREAU EUROPE;TELEFONICA INVESTIGACION Y DESARROLLO SA;ASOCIACION DE USUARIOS DE INTERNET;THE OPEN UNIVERSITY*;NEC EUROPE LTD;UNIVERSIDAD CARLOS III DE MADRID",
    "participantCountries": "EL;ES;BE;IL;UK",
    "projectParticipants": {
        "937419738": {
            "orgId": "937419738",
            "orgName": "ASOCIACION DE USUARIOS DE INTERNET",
            "ecContrib": 237500
        },
        "998334477": {
            "orgId": "998334477",
            "orgName": "THE OPEN UNIVERSITY*",
            "ecContrib": 444628
        },
        "939018589": {
            "orgId": "939018589",
            "orgName": "UPCOM BVBA",
            "ecContrib": 330750
        },
        "999910824": {
            "orgId": "999910824",
            "orgName": "TELEFONICA INVESTIGACION Y DESARROLLO SA",
            "ecContrib": 485856
        },
        "928030235": {
            "orgId": "928030235",
            "orgName": "FUNDACIO EURECAT",
            "ecContrib": 560000
        },
        "937618006": {
            "orgId": "937618006",
            "orgName": "INTERACTIVE ADVERTISING BUREAU EUROPE",
            "ecContrib": 290000
        },
        "999651058": {
            "orgId": "999651058",
            "orgName": "FUNDACION IMDEA NETWORKS",
            "ecContrib": 446250
        },
        "999911794": {
            "orgId": "999911794",
            "orgName": "NEC EUROPE LTD",
            "ecContrib": 413654
        },
        "937540794": {
            "orgId": "937540794",
            "orgName": "WEDIA LIMITED",
            "ecContrib": 329525
        },
        "999899572": {
            "orgId": "999899572",
            "orgName": "UNIVERSIDAD CARLOS III DE MADRID",
            "ecContrib": 454500
        },
        "999620406": {
            "orgId": "999620406",
            "orgName": "FUNDACIO BARCELONA MEDIA",
            "ecContrib": 560000
        }
    },
    "calculatedTotalContribution": 4552663
}