{
    "rcn": "194818",
    "acronym": "CLEANLIB",
    "topics": "MSCA-IF-2014-EF",
    "title": "Cleansing the Library: the Expurgatory Censorship of Books in Europe (Science and Humanities, 16th-18th cent.)",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "This research project presents the issues related to the Inquisition censorship over books, to cleanse them of danger and impurities during the 16th-18th centuries in Europe. It aims at answering the question of what was actually done, how and why; to assess the effectiveness and tell the history of early modern expurgation, or microcensorship, of the contents, and the connections between the tools used by the control system, the indexes of prohibition and expurgation; to edit the latter, printed in the 17th century. Given the vastness of the bibliographical field, the framework of the research focuses on two disciplines: Science and Humanities. The testing ground of the specific methodological introduction and rare booksí exploration produced objective results and certainties about its accuracy and efficiency. Microcensorship studies can be initiated as a critical contribution to the general history of censorship, with a large historical and geographical perspective.\nThe IEF two year-training project is completed in a research centre in Barcelona. Spain was the dominant country in the early modern expurgation technology; this strategic city is located at the critical crossroads of censoring and correcting cultures using the same means. A systematic exploration of the local and national libraries and archives will provide information on an unprecedented scale. Moreover, censorship studies represent an important part of Spanish research. Thanks to its newness, this project can potentially intensify international cooperation, intra- and extra-European cooperation, to enrich doctoral training. The matter intrinsically interconnects disciplines, cultures and societies, and is related to non academic activities. Being a large-scale undertaking in early stages, the aims of this field of research are to be institutionalized, expanded and internationally adopted. CleanLib meets the demand for knowledge sharing and dissemination, and is relevant to the H2020 Program.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}