{
    "rcn": "194830",
    "acronym": "CONFAM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Confronting sexual pluralism: the regulatory dilemmas and policy challenges of non-monogamous family formations",
    "startDate": "",
    "endDate": "",
    "objective": "This project addresses the question of how the state should deal with radical sexual pluralism, and in particular how it should take up the challenges and difficulties raised for law and public policy in accommodating non-monogamous relationships and family formations. This is a multidisciplinary project drawing on diverse research sources (political philosophy, normative theory, social science data, doctrinal analysis, face-to-face in-depth interviews, and focus groups). It will explore models of non-monogamy ñ particularly polyamory and polygamy ñ in the UK to understand how they might pose a both legal and social challenge to traditional family law and regulation. This study thus provides a lens and case-study through which a core question for contemporary public policy is addressed: what legal and public policy instruments could and should the state adopt to deal with sexual and socio-cultural difference? The research will be conducted in four Work Packages (WPs). WP1 will critically assess the available literature on the social character, public relevance and legal status of non-monogamous relationships and family formations vis-‡-vis monogamous ones. WP2 will involve in-depth semi-structured interviews with members of polyamorous and polygamous relationships and families to understand how law in its current form is experienced and the problems complex family forms face. WP3 will offer a philosophical-political analysis of the question of if and how the state should devise policy measures for the recognition of polyamorous and polygamous relationships and whether the best strategy is the production of a new relationship-recognition model, defined by specific legal provisions, or, conversely, the recognition of the contractual will of the parties. WP4 will involve members of relevant civil society organisations and state institutions in two focus groups to review the findings and indicate research gaps, potential biases, and areas for further development.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF KENT",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841275": {
            "orgId": "999841275",
            "orgName": "UNIVERSITY OF KENT",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}