{
    "rcn": "194941",
    "acronym": "RItrain",
    "topics": "INFRASUPP-3-2014",
    "title": "Reseach Infrastructures Training Programme",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "There has never been a greater need for skilled managers and operators of research infrastructure (RI). Europe must develop the workforce that will turn ~50 nascent RIs with sites in different countries into powerhouses of support for major projects comparable to understanding the blueprint of life or discovering new subatomic particles. RItrain will develop a flagship training programme enabling RIs across all domains to gain expertise on governance, organisation, financial and staff management, funding, IP, service provision and outreach in an international context. It will be designed and delivered by experts who have set up and managed RIs from concept to maturity. We will define competencies required by RIs through consultation with their senior managers. The resulting competency framework will underpin a Bologna-compliant degree, the Master in Research Infrastructure Management, with three delivery routes. (1) Professionals working in RIs (or organisations representing them) can dip into the content, focusing on areas where there is most need. (2) Management teams can take the course as an organisation, dividing modules between them to gain a certificate for the RI. This will flag the RI as an organisation that values staff development, improving its attractiveness as an employer. (3) Recent graduates and others wishing to enhance their employability can take a full masterís degree. Course content will include webinars led by senior managers of RIs. A staff-exchange programme will catalyse exchange of best practice and foster cooperation to develop a mobile work force effective across many RIs. By the end of the project we will be delivering a masterís curriculum funded through course fees. Others with an interest in adopting it will be encouraged to do so, providing a means of expanding the programme. Europeís research community and global collaborators will gain from world-class facilities to support excellent, high-impact research to benefit humankind.",
    "totalCost": "1995633,75",
    "ecMaxContribution": "1995633,75",
    "coordinator": "BIOBANKS AND BIOMOLECULAR RESOURCESRESEARCH INFRASTRUCTURE CONSORTIUM(BBMRI-ERIC)",
    "coordinatorCountry": "AT",
    "participants": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK;MEDIZINISCHE UNIVERSITAET WIEN;UNIVERSIDADE DO MINHO;EATRIS ERIC;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;EUROPEAN MOLECULAR BIOLOGY LABORATORY;USTAV MOLEKULARNI GENETIKY AKADEMIE VED CESKE REPUBLIKY VEREJNA VYZKUMNA INSTITUCE;UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA;EUROPEAN RESEARCH INFRASTRUCTURE CONSORTIUM FOR THE SURVEY OF HEALTH, AGEING AND RETIREMENT IN EUROPE;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;INFRAFRONTIER GMBH",
    "participantCountries": "FR;AT;PT;NL;UK;DE;CZ;IT",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 425265
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 185664
        },
        "999512251": {
            "orgId": "999512251",
            "orgName": "USTAV MOLEKULARNI GENETIKY AKADEMIE VED CESKE REPUBLIKY VEREJNA VYZKUMNA INSTITUCE",
            "ecContrib": 67562
        },
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 478904
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 43958
        },
        "948646712": {
            "orgId": "948646712",
            "orgName": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK",
            "ecContrib": 45280
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 39625
        },
        "949754646": {
            "orgId": "949754646",
            "orgName": "INFRAFRONTIER GMBH",
            "ecContrib": 38000
        },
        "946597878": {
            "orgId": "946597878",
            "orgName": "BIOBANKS AND BIOMOLECULAR RESOURCES RESEARCH INFRASTRUCTURE CONSORTIUM (BBMRI-ERIC)",
            "ecContrib": 0
        },
        "938052954": {
            "orgId": "938052954",
            "orgName": "EUROPEAN RESEARCH INFRASTRUCTURE CONSORTIUM FOR THE SURVEY OF HEALTH, AGEING AND RETIREMENT IN EUROPE",
            "ecContrib": 45280
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 76674
        },
        "941506445": {
            "orgId": "941506445",
            "orgName": "EATRIS ERIC",
            "ecContrib": 35000
        }
    },
    "calculatedTotalContribution": 1481212
}