{
    "rcn": "194975",
    "acronym": "MOSUDO",
    "topics": "MSCA-IF-2014-EF",
    "title": "Water and Drug Mobility at Silica Surfaces probed with DOSY NMR",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Europeís pharmaceutical industry is faced with the multitude of lead compounds that are discarded during their development phase. One of the hurdles of most promising drugs is that they have difficulties reaching their site of action in the human body. This insufficient bioavailability results from the complex, poorly understood interplay between drug molecules, water and the surfaces of drug delivery materials and cell membranes. To tackle this challenge, a paradigm shift that recognizes water as headline act is proposed. The physical properties of water drastically change when approaching solid surfaces or cell membranes. Nobel Prize winner Albert Szent-Gyˆrgyi even described life itself as ìwater dancing on the tune of solidsî. This research proposal aims to gain understanding of water and drug molecule mobility near silica surfaces. Silica materials in recent years popped up as most promising materials for drug delivery. Unravelling the complex interplay between drug, water and silica surfaces will equip pharmaceutical scientists with a generic toolbox to enhance the bioavailability of newly developed drug candidates. MOSUDO research focuses on probing the mobility of water, amino acids with varying hydrophilicity and a peptide drug in contact with silica. Diffusion-Ordered Nuclear Magnetic Resonance spectroscopy (DOSY NMR) is living spectacular developments and revolutionary sensitivity improvement. This project will take advantage of this development of DOSY NMR to investigate the complex molecule-water-surface interplay with new eyes. Fellowship applicant Dr. Randy Mellaerts can rely on a strong interdisciplinary background in surface chemistry and pharmacy. Acquiring in-depth technical expertise in DOSY NMR and its direct application in pharmaceutical industry will complement his current research profile and allow him to embark at the highest scientific level in a for society very important research area.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}