{
    "rcn": "194974",
    "acronym": "MUIMME",
    "topics": "MSCA-IF-2014-EF",
    "title": "MILK BANKING AND THE UNCERTAIN INTERACTION BETWEEN MATERNAL MILK AND ETHANOL",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Donor human milk banks are expanding around the world at an exponential rate, which is directly linked to global increases in premature births. The importance of human milk for prematurely born infants has been extensively identified, even among the recent social scientific work that has questioned the efficacy of human milk and health considerations. In addition, research also shows that a significant percentage of these mothers, at least initially, experience lactation problems. Europe is taking a leadership role in expansion of human milk banks, although issues associated with alcohol consumption and maternal donations are a concern for clinicians and health care staff, given the increasing problems associated with drinking among women of childbearing age. Europe with the highest alcohol per capita consumption rates in the world, makes these issues particularly immediate.  The United Kingdom (UK) with its long history and current global leadership role is an ideal place to study these considerations which will inform these larger issues of human milk for the prematurely born infant.  A leader in this century old intervention, supporting not only one of the oldest hospital based banks in Europe, but also an important cross-border collaborations on the island of Ireland, along with a research based national bank in Scotland, each representing different cases contributing significantly to the re-birth of the medical control of human milk. The UK is poised to offer the world vital information regarding donor human milk banking, maternal bodies and ëtrustí, an important sociological social theoretical concept which will be used to frame the triangulated data collected for this project (including interviews, archival data, and ethnographic information). Supporting an excellent experienced female researcher to return to the academy following a maternity/career break, this project directly supports women and science in society.  MUIMME is an old Irish word for wet-nurse.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF CENTRAL LANCASHIRE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999883858": {
            "orgId": "999883858",
            "orgName": "UNIVERSITY OF CENTRAL LANCASHIRE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}