{
    "rcn": "194908",
    "acronym": "ICT4COP",
    "topics": "FCT-14-2014",
    "title": "Community-Based Policing and Post-Conflict Police Reform",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "The challenges of international police reform assistance are formidable. Conventional top-down institutional reform has proven neither effective nor sustainable. Community-based policing (COP) holds promise, however evaluations have pointed to a lack of in-depth understanding of police-community relations in police reform assistance. This project will conduct integrated social and technical research on COP in post-conflict countries in S.E. Europe, Asia, Africa and Central America. New knowledge, reflection on lessons learnt and ìbest practicesî will support both national police and EU/International police reform assistance. The project will lead to a better understanding of police-community relations, and innovation in information and communication technology (ICT) for enhancing these relations in post-conflict countries undergoing serious security reform. Linking social and technological research, the project will study social, cultural, human security, legal and ethical dimensions of COP to understand how citizens and police can develop sustainable relations with the use of ICTs. We will explore how technological innovation can support COP in crime reporting and prevention. The project will explore ICT solutions to facilitate, strengthen and accelerate positive COP efforts and police-citizen interactions where trust levels are weak. Solutions will depend on the context and identified needs of end-users: communities, local police, national and international police (EU/UN), and policymakers, and may include citizen reporting, information monitoring, mobile value transfer, or improved organizational systems. The project includes a Policing Experts Network whose role is to support research planning, and dissemination and exploitation of findings, grounding the research in police practice. This will ensure findings are communicated by engaged police practitioners, and directly applied in COP education and training curricula in Europe and case countries.",
    "totalCost": "4999999",
    "ecMaxContribution": "4999998",
    "coordinator": "NORGES MILJO-OG BIOVITENSKAPLIGE UNIVERSITET",
    "coordinatorCountry": "NO",
    "participants": "APPLIED INTELLIGENCE ANALYTICS LIMITED;UNIVERSITY OF DURHAM;OSLOMET - STORBYUNIVERSITETET;NORSK INSTITUTT FOR BY- OG REGIONFORSKNING;UNIVERSITAET BREMEN;RUHR-UNIVERSITAET BOCHUM;NORSK UTENRIKSPOLITISK INSTITUTT;UNIWERSYTET JAGIELLONSKI;NORWEGIAN MINISTRY OF JUSTICE AND PUBLIC SAFETY;SOCIAL IMPACT LAB CIC",
    "participantCountries": "IE;UK;NO;DE;PL",
    "projectParticipants": {
        "943609890": {
            "orgId": "943609890",
            "orgName": "APPLIED INTELLIGENCE ANALYTICS LIMITED",
            "ecContrib": 83830
        },
        "937033290": {
            "orgId": "937033290",
            "orgName": "SOCIAL IMPACT LAB CIC",
            "ecContrib": 902291
        },
        "999987454": {
            "orgId": "999987454",
            "orgName": "UNIVERSITAET BREMEN",
            "ecContrib": 70558
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 316143
        },
        "994142040": {
            "orgId": "994142040",
            "orgName": "NORSK INSTITUTT FOR BY- OG REGIONFORSKNING",
            "ecContrib": 0
        },
        "996639208": {
            "orgId": "996639208",
            "orgName": "NORWEGIAN MINISTRY OF JUSTICE AND PUBLIC SAFETY",
            "ecContrib": 390525
        },
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 370836
        },
        "999642716": {
            "orgId": "999642716",
            "orgName": "UNIWERSYTET JAGIELLONSKI",
            "ecContrib": 229732
        },
        "999902967": {
            "orgId": "999902967",
            "orgName": "NORGES MILJO-OG BIOVITENSKAPLIGE UNIVERSITET",
            "ecContrib": 2156419
        },
        "986303470": {
            "orgId": "986303470",
            "orgName": "NORSK UTENRIKSPOLITISK INSTITUTT",
            "ecContrib": 287776
        },
        "954982461": {
            "orgId": "954982461",
            "orgName": "OSLOMET - STORBYUNIVERSITETET",
            "ecContrib": 191888
        }
    },
    "calculatedTotalContribution": 4999998
}