{
    "rcn": "194912",
    "acronym": "DEVOLEMPA",
    "topics": "MSCA-IF-2014-EF",
    "title": "The developmental and evolutionary basis of human intersubjectivity",
    "startDate": "01/10/2015",
    "endDate": "14/02/2018",
    "objective": "This research aims to unravel the ontogenetic and phylogenetic roots of the unique human intersubjectivity. Empathy forms the basis of intersubjectivity. In the first part of the research, we address empathy development in young, 6-16-month-old infants who engage in interactive, intentional communication but do not yet cognitively represent othersí mental states. They may, however, attend to and show concern of othersí emotional states, indicating dispositional empathic orientation. This tendency is tested in a peer context, involving emotions of positive and negative valence. In addition, we assess the infantsí early communicative and prosocial behaviours in the emotionally charged situation. This will reveal the early developmental phases of the fundamental base for intersubjectivity. In the second part of the research, the evolution intersubjectivity is tested by assessing empathy in non-human primates. According to the recent cooperative breeding hypothesis, humans evolved as cooperative breeders, which increased sensitivity and motivation to attend to and show concern of othersí emotional states. The hypothesis is tested by assessing rudimentary empathy in common marmosets, a distantly related cooperatively breeding monkey. To allow full comparability, we will use identical methods in the infant and the marmoset studies. The study incorporates theoretical backgrounds and methods from several disciplines, i.e., comparative cognition, animal behaviour, developmental psychology, evolutionary anthropology, and sociological interaction research. The multidisciplinary approach yields understanding of the emotional and cognitive foundation of intersubjective interactions no single discipline can achieve alone. Moreover, the study yields fruitful prospects for future research lines in the respective disciplines and their synthesis.",
    "totalCost": "179325,6",
    "ecMaxContribution": "179325,6",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 179326
        }
    },
    "calculatedTotalContribution": 179326
}