{
    "rcn": "194979",
    "acronym": "EVOPRIMPOL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Artificial evolution  of a novel multifunctional human polymerase",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The product of the human gene ccdc111, PrimPol, has been recently identified and characterized by the group of Professor Luis Blanco (CBMSO, Madrid, Spain). This protein is capable of performing both priming and polymerase activities in human cells, contributing to DNA integrity and maintenance during its replication. As an enzyme involved in tolerance to DNA damage, its malfunction gives rise to human diseases. Thus, it might become a target for cancer therapy. In order to exploit the benefits derived from knowledge of PrimPol, a deeper structure-function study must be done. These studies can not be accomplished using standard site-directed mutagenesis protocols and further characterization due to variety activities that this protein displays, the novelty of its discovery and the absence of a solved crystal structure. Thus, EVOPRIMPOL will be a novel, fast and reliable approach to study the role of critical amino acids involved in the different activities shown by the enzyme. This approach is based on the in vitro directed evolution of human gene ccdc111, but unlike other directed studies performed in polymerases, where genes are mutated randomly, in EVOPRIMPOL we will use a new rational design to select those residues that will be randomised; selecting them after the phylogenetic study of all members of the protein superfamily containing PrimPols as well as by homology sequence studies using different DNA polymerases and primases from other superfamilies. Chosen residues will be randomised following an iterative mutagenesis scheme, where evolved variants are subjected to new rounds of mutagenesis mimicking the natural evolution. Thus, improved PrimPols will be obtained with better catalytic properties. Biochemical study of these variants will provide us information about the role of critical residues in the control and regulation of the PrimPol activities, which might be used to generate PrimPols variants with potential biotechnological uses.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}