{
    "rcn": "194967",
    "acronym": "EQRESFRAME",
    "topics": "MSCA-IF-2014-EF",
    "title": "Earthquake-resilient self-centering steel frame",
    "startDate": "31/08/2015",
    "endDate": "30/08/2017",
    "objective": "An important requirement of performance-based earthquake engineering is the simultaneous control of structural and non-structural damage. Structural damage measures are related to story drifts, inelastic deformations and residual drifts. Non-structural damage measures are related to story drifts and storey accelerations. Earthquake reconnaissance reports highlight that injuries, fatalities and economical losses related to failure of non-structural components far exceed those related to structural failures. Moreover, explicit consideration of non-structural damage becomes vital in the design of critical facilities such as hospitals carrying acceleration-sensitive medical equipment, which have to remain functional in the aftermath of an earthquake. Structural and non-structural damage results in direct and indirect losses such as repair costs and costly downtime during which the building is repaired and cannot be used or occupied. Therefore, there is an urgent need for minimal-damage structures that can truly achieve seismic resilience.  \nResearchers have developed self-centering frames with the goal of avoiding residual drifts. Other studies focused on increasing the energy dissipation capacity of structures by adding dampers with the goal of reducing storey drifts and storey accelerations. This project aims to couple, for the first time, self-centring systems and modern seismic energy dissipation systems with the goal of developing a novel earthquake-resilient steel frame. The optimal combined design of the self-centering and energy dissipation mechanisms will lead to a steel frame with superior minimal-damage seismic performance.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}