{
    "rcn": "194964",
    "acronym": "RICAS2020",
    "topics": "INFRADEV-1-2014",
    "title": "Design Study for the European Underground Research Infra-structure related to Advanced Adiabatic Compressed Air Energy Storage",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "Challenges like climate change, economic, social and sustainable development as well as security are closely linked to the energy supply of European societies. In 2009, the European Union adopted a ëclimate and energy packageí including that at least 20% of EU gross final energy consumption have to come from renewable energy sources until 2020. The challenge of RICAS2020 is given by intermittent renewable energy sources which require increased energy storage to time shift this energy to meet daily demand. As a consequence, the demand for technologies for providing and storing energy is consequently increasing. \nThe RICAS2020 Design Study for the European Underground Research Infrastructure related to Advanced Adiabatic Compressed Air Energy Storage (AA-CAES) will provide concepts to set-up a research infrastructure dedicated to underground storage of very high amounts of green energy. The big advantage of the new concepts will be that the underground energy storage can be performed independently from the encountered geological conditions and also at all places where high energy demand exists. \nAA-CAES collects the heat produced by compression and returns it to the air when the air is expanded to generate power and thus delivers higher efficiencies via a zero-carbon process. The Design Study RICAS2020 will provide concepts on the key criteria and focus on technical, legal, institutional and financial requirements of such a research facility and will be open for the whole European Research Area, especially for all research fields close to Energy Providers and Suppliers.\nRICAS2020 will be located as an extension to the research infrastructure Research@ZaB in Eisenerz, Austria, which is financed by the Austrian government and designed as a European Underground Research-, Training- and Test-facility focussing on underground mobility including tunnels and subways. Synergies between RICAS2020 and Research@ZaB will be given in all underground technologies.",
    "totalCost": "1373637,5",
    "ecMaxContribution": "939137,5",
    "coordinator": "MONTANUNIVERSITAT LEOBEN",
    "coordinatorCountry": "AT",
    "participants": "BAYERISCHES LASERZENTRUM;STIFTELSEN SINTEF;GENERAL ELECTRIC (SWITZERLAND) GMBH;HBI HAERTER GMBH;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
    "participantCountries": "DE;NO;CH;ES",
    "projectParticipants": {
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 166250
        },
        "999803833": {
            "orgId": "999803833",
            "orgName": "GENERAL ELECTRIC (SWITZERLAND) GMBH",
            "ecContrib": 0
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 0
        },
        "998886116": {
            "orgId": "998886116",
            "orgName": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
            "ecContrib": 90000
        },
        "936669249": {
            "orgId": "936669249",
            "orgName": "HBI HAERTER GMBH",
            "ecContrib": 147500
        },
        "999898117": {
            "orgId": "999898117",
            "orgName": "MONTANUNIVERSITAT LEOBEN",
            "ecContrib": 397262
        },
        "974982309": {
            "orgId": "974982309",
            "orgName": "BAYERISCHES LASERZENTRUM",
            "ecContrib": 138125
        }
    },
    "calculatedTotalContribution": 939137
}