{
    "rcn": "194968",
    "acronym": "HierTough",
    "topics": "MSCA-IF-2014-EF",
    "title": "Hierarchical composites for improving toughness: modelling and experimental validation",
    "startDate": "17/08/2015",
    "endDate": "16/08/2016",
    "objective": "Carbon fibre-reinforced polymers (CFRPs) are a rapidly growing class of materials as they possess excellent stiffness and strength in combination with a low density. They are vital in reaching the European objectives to reduce emissions of greenhouse gases and to achieve more efficient material usage . They are becoming highly popular in aerospace and automotive industries, but their introduction is hampered by their low damage tolerance. This fellowship proposes a novel approach to increase the toughness and hence the damage tolerance of CFRPs by intelligently designing the microstructure of the material in a hierarchical manner. The objective is to predict the microstructure that maximises toughness through modelling, to manufacture this microstructure and to validate the predicted toughness experimentally. The translaminar fracture toughness of CFRPs is expected to be increased by 50-100%. This is realistic given the successful examples from nature as well as recent, but preliminary modelling predictions. The fellowship will benefit from synergies between the models developed by the experienced researcher during his PhD and by the supervisorís group. An extensive and multidisciplinary framework of materials, mechanics and chemistry is uniquely available at Imperial to help to reach the objectives. The outcome of the project will help the EU to gain a competitive edge in the aerospace and automotive industries.",
    "totalCost": "91727,4",
    "ecMaxContribution": "91727,4",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 91727
        }
    },
    "calculatedTotalContribution": 91727
}