{
    "rcn": "194939",
    "acronym": "KGBVIFEF",
    "topics": "MSCA-IF-2014-EF",
    "title": "Utilizing the fusion machinery of Herpes Simplex Virus to unveil the general process of membrane fusion",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Membrane fusion is a basic cell biological process found in diverse pathways ranging from vesicle trafficking and cell division to viral host entry. It is mediated by fusion proteins residing in the membrane. The underlying molecular mechanisms are supposed to follow a common order of events, i.e. fusion through hemifusion. Cell entry of Herpes simplex virus-1 (HSV-1) is enabled by glycoproteins residing on the viral envelope membrane. In contrast to other viruses, this is accomplished by different glycoprotein species, mediating together the attachment and subsequent fusion between the viral and host cell membrane. At least four of these proteins are essential for membrane deformation leading to fusion pore formation. In the here proposed project, I will take advantage of the modularity of the HSV-1 fusion machinery to dissect this process into discrete steps which I will analyse in situ at molecular resolution to determine the molecular details of membrane fusion. To do so, I will employ a multidisciplinary approach combining methods and data from structural biology, biochemistry as well as biophysics and molecular dynamics to solve the mechanistic details of a cell biological question. This includes fluorescence and cryo electron microscopy and tomography full-length membrane glycoprotein purification and biochemical reconstitution methods, biomolecular interaction and structural X-ray analysis, sub-volume averaging and classification as well as single particle imaging. To find the nenecessary triggers for fusion I will reconstitute the complete fusion system and thereby reveal the spatio-temporal changes that catalyse the fusion process. Taken together this structure-functional study will enable insights into hitherto ill-characterised intermediates in the conserved mechanism of membrane fusion. This project is a great opportunity to expand my research competence at the interphase of different fields ranging from cellular and structural biology to biophysics.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}