{
    "rcn": "194903",
    "acronym": "Silver Stream",
    "topics": "GV-5-2014",
    "title": "Social innovation and light electric vehicle revolution on streets and ambient",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "The SilverStream project addresses the challenges associated with sustainable and affordable personal mobility for the growing and ageing population in congested European cities. The project combines both ergonomic concepts conceived for elderly people and advanced automotive technologies that are quiet, clean, energy efficient and safe. The particular objectives of SilverStream are: i) specifications related to the needs of urban and ageing population; ii) enhanced vehicle manoeuvrability for urban context; iii) sustainable ergonomics, health monitoring and adaptive HMI for minimum-fatigue vehicle operation; iv) dual voltage 12/48 V power network for modular and scalable E/E architecture; v) hybrid energy storage system for extended operating life and increased efficiency; vi) compact in-wheel drive units for light urban mobility solutions; and vii) maximizing project impact for enhanced European competitiveness.\nTo achieve these objectives, the SilverStream project brings together 10 committed and complementary European partners that cover the whole value chain, including SMEs, large industry, academia and research institutes. The developed technologies will be driven by a team of expert in the field of medical and cognitive science domain through a top/down approach, and will be demonstrated with a vehicle prototype running in a realistic test environment.\nIn conclusion, SilverStream will develop and demonstrate a radically new light and affordable vehicle concept (L-category). In doing so, SilverStream provides one possible mobility solution to address the tough challenges faced by Europe in relation to the field of air quality, noise and environmental protection, traffic congestion, competiveness and jobs preservation, as outlined in the specific challenge of the work programme.",
    "totalCost": "4573567,5",
    "ecMaxContribution": "3990111,25",
    "coordinator": "INFINEON TECHNOLOGIES AG",
    "coordinatorCountry": "DE",
    "participants": "INFINEON TECHNOLOGIES AUSTRIA  AG;IDEAS & MOTION SRL;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;ELAPHE POGONSKE TEHNOLOGIJE DOO;JAC ITALY DESIGN CENTER SRL;FONDAZIONE CENTRO SAN RAFFAELE;MAXWELL TECHNOLOGIES SA;M.T.M. SRL;UNIVERSITY OF SURREY",
    "participantCountries": "AT;IT;DE;SI;CH;UK",
    "projectParticipants": {
        "999978918": {
            "orgId": "999978918",
            "orgName": "INFINEON TECHNOLOGIES AG",
            "ecContrib": 439640
        },
        "953371388": {
            "orgId": "953371388",
            "orgName": "FONDAZIONE CENTRO SAN RAFFAELE",
            "ecContrib": 290000
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 444429
        },
        "951873320": {
            "orgId": "951873320",
            "orgName": "M.T.M. SRL",
            "ecContrib": 829750
        },
        "937262695": {
            "orgId": "937262695",
            "orgName": "JAC ITALY DESIGN CENTER SRL",
            "ecContrib": 300250
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 402418
        },
        "973208470": {
            "orgId": "973208470",
            "orgName": "ELAPHE POGONSKE TEHNOLOGIJE DOO",
            "ecContrib": 414250
        },
        "983940356": {
            "orgId": "983940356",
            "orgName": "MAXWELL TECHNOLOGIES SA",
            "ecContrib": 0
        },
        "951805323": {
            "orgId": "951805323",
            "orgName": "IDEAS & MOTION SRL",
            "ecContrib": 468750
        },
        "999705087": {
            "orgId": "999705087",
            "orgName": "INFINEON TECHNOLOGIES AUSTRIA  AG",
            "ecContrib": 400625
        }
    },
    "calculatedTotalContribution": 3990112
}