{
    "rcn": "194929",
    "acronym": "CO2NOR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Carbon dioxide storage in nanomaterials based on ophiolitic rocks and utilization of the end-product carbonates in the building industry",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Anthropogenic activities have increased atmospheric CO2 concentrations, which are considered to be the main cause of global warming. The EU has set itself targets for reducing its greenhouse gas emissions progressively up to 2050. A popular proposed solution to this crucial problem is carbon capture and storage (CCS). Ophiolitic rocks are considered among the most promising lithotypes for CO2 storage due to their high reactivity and many exposures in the world. In this proposal, an innovative and sustainable method for ex situ mineral carbonation will be suggested that will ensure the safe storage of CO2. This method includes the creation of novel nanomaterials via the ball milling process, based on low-cost ultramafic and mafic rocks from the Troodos ophiolite (Cyprus), which is considered as the most complete ophiolite worldwide. Although numerous studies have been carried out on the petrogenetic evolution of the Troodos ophiolite, a systematic work about the applicability of these rocks for CCS will be done for the first time in this study. Fines and waste material from quarries in the wider Troodos area will also be used for the development of nanomaterials. It is anticipated that ball milling will accelerate the kinetics of rock-fluid reactions during the carbonation procedure. Hence, carbonate minerals, which are stable over geological timescales, will provide a safe long term CCS solution. Additives will also be tested in the nanomaterials in an attempt to increase their CO2-storage capacity. The proposal also involves applied research in the form of exploitation of the end-product carbonates in the building industry. The successful outcome of this project will be based on the researcherís extensive experience in the study of mafic and ultramafic ophiolitic rocks and mineral carbonation, as well as on supervisorís expertise in the fields of nanomaterials and CCS.",
    "totalCost": "151648,8",
    "ecMaxContribution": "151648,8",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 151649
        }
    },
    "calculatedTotalContribution": 151649
}