{
    "rcn": "194950",
    "acronym": "STR- ESFRI",
    "topics": "INFRASUPP-5-2014",
    "title": "Support to Reinforce the European Strategy Forum for Research Infrastructures",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "A 4 year 'Coordination and Support Action' project led by the Science Technology Facilities Council (UK) in partnership with Universita degli Studi di Milano, (Italy), ATHENA Research and Innovation Centre, (Greece) and German Aerospace Center, DLR (Germany). \n\nThe goal of STR-ESFRI is to provide support to reinforce the European Strategy Forum for Research Infrastructures (ESFRI)  under the guidance of its Chair, by providing additional resources, tools and expertise for performing its activities and supporting its structures. \n\nThe main objectives of this project are to provide support to the ESFRI Chair in all ESFRI related activities, to support the process for delivery of the new ESFRI Roadmap, to disseminate and exploit ESFRI related outputs to the European and Global Research Infrastructure Area, liaise with key stakeholders including the e-Infrastructure Reflection Group (e-IRG), to identify best practices and facilitate the exchange of experiences among ESFRI projects and other European and Global Research Infrastructures and finally to monitor projects on the ESFRI roadmap.",
    "totalCost": "1999983,75",
    "ecMaxContribution": "1999983,75",
    "coordinator": "SCIENCE AND TECHNOLOGY FACILITIES COUNCIL",
    "coordinatorCountry": "UK",
    "participants": "ATHINA-EREVNITIKO KENTRO KAINOTOMIAS STIS TECHNOLOGIES TIS PLIROFORIAS, TON EPIKOINONION KAI TIS GNOSIS;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;UNIVERSITA DEGLI STUDI DI MILANO",
    "participantCountries": "EL;DE;IT",
    "projectParticipants": {
        "999980179": {
            "orgId": "999980179",
            "orgName": "SCIENCE AND TECHNOLOGY FACILITIES COUNCIL",
            "ecContrib": 598065
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 379044
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 671625
        }
    },
    "calculatedTotalContribution": 1648734
}