{
    "rcn": "194949",
    "acronym": "TANDEM",
    "topics": "INFRASUPP-7-2014",
    "title": "TransAfrican Network Development",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The TANDEM project aims to create favourable conditions for WACREN (West and Central African Research and Education Network) to be able to participate in the forthcoming AfricaConnect project extension and to draw maximum benefit from it, and thereby to ensure WACRENís integration into the global Research and Education networking community. TANDEM long-term goal is to make it possible for researchers and academics to contribute with their peers around the world to the socio-economic development of the West and Central African Region. To this end, TANDEM is structured around three objectives:\n\n1. Enhance the dialogue between WACREN and policy makers, international donors and regulating authorities, in order to promote connectivity and obtain political and financial support;\n2. Enhance the dialogue between WACREN, end users, national research and education networks (NRENs) and research and tertiary education institutes, in order to identify the global e-infrastructure services expected by the end users;\n3. Build a permanent stakeholder dialogue by creating favourable conditions for the implementation of three main communities: the ìpolicy makers, donors and regulating authoritiesî community; the NRENs community; the ìend usersî community.\n\nTANDEM provides for the implementation of a virtual collaboration platform in order to support the continuity of communities beyond the end of the project, and to enable monitoring of the e-infrastructure services. In order to respond to the growing demand from African research communities, TANDEM is focused on three key research thematic topics: health, food security, and environment; and on the specific needs of these areas. The consortium was carefully selected to provide a balanced mix of research and e-infrastructure organisations, with diverse experiences in academic issues, research and innovation management. The consortium also brings consolidated experience in implementing and managing large research and education networks",
    "totalCost": "1217982,5",
    "ecMaxContribution": "1217982,5",
    "coordinator": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
    "coordinatorCountry": "FR",
    "participants": "THE UBUNTUNET ALLIANCE FOR RESEARCH AND EDUCATION NETWORKING;WEST AND CENTRAL AFRICAN RESEARCH AND EDUCATION NETWORK;COOPERACION LATINOAMERICANA DE REDES AVANZADAS;CENTRE DE COOPERATION INTERNATIONALE EN RECHERCHE AGRONOMIQUE POUR LEDEVELOPPEMENT - C.I.R.A.D. EPIC;SIGMA ORIONIS SA;BRUNEL UNIVERSITY LONDON;GROUPEMENT D INTERET PUBLIC POUR LERESEAU NATIONAL DE TELECOMMUNICATIONS POUR LA TECHNOLOGIE L ENSEIGNEMENT ET LA RECHERCHE;GEANT LIMITED",
    "participantCountries": "NL;GH;UY;FR;UK",
    "projectParticipants": {
        "999740589": {
            "orgId": "999740589",
            "orgName": "GEANT LIMITED",
            "ecContrib": 18350
        },
        "999646208": {
            "orgId": "999646208",
            "orgName": "COOPERACION LATINOAMERICANA DE REDES AVANZADAS",
            "ecContrib": 75225
        },
        "999792096": {
            "orgId": "999792096",
            "orgName": "SIGMA ORIONIS SA",
            "ecContrib": 66625
        },
        "999660758": {
            "orgId": "999660758",
            "orgName": "GROUPEMENT D INTERET PUBLIC POUR LERESEAU NATIONAL DE TELECOMMUNICATIONS POUR LA TECHNOLOGIE L ENSEIGNEMENT ET LA RECHERCHE",
            "ecContrib": 122165
        },
        "958122448": {
            "orgId": "958122448",
            "orgName": "WEST AND CENTRAL AFRICAN RESEARCH AND EDUCATION NETWORK",
            "ecContrib": 437261
        },
        "999662213": {
            "orgId": "999662213",
            "orgName": "THE UBUNTUNET ALLIANCE FOR RESEARCH AND EDUCATION NETWORKING",
            "ecContrib": 95379
        },
        "999513803": {
            "orgId": "999513803",
            "orgName": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
            "ecContrib": 80094
        },
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 88325
        },
        "999993565": {
            "orgId": "999993565",
            "orgName": "CENTRE DE COOPERATION INTERNATIONALE EN RECHERCHE AGRONOMIQUE POUR LEDEVELOPPEMENT - C.I.R.A.D. EPIC",
            "ecContrib": 234559
        }
    },
    "calculatedTotalContribution": 1217983
}