{
    "rcn": "194970",
    "acronym": "GETUI",
    "topics": "MSCA-IF-2014-EF",
    "title": "Gestures in Tangible User Interfaces",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "GETUI investigates through user studies the use of gestures in interaction with Tangible User Interfaces (TUIs) in the context of technology-based assessment (TBA) of collaborative and complex problem solving skills. Collaborative problem solving is defined as the capacity to recognise the perspective of other people in a group, participate, contribute knowledge, recognise the need for contributions and build knowledge and understanding as member on a collaborative setting (Ras et al. 2013). Most of the research in TBA of collaborative problem solving skills dealt with the improvement of assessment of traditional skills. However, the focus should be on the so-called 21st Century skills: CPS, creativity, critical thinking, learning to learn, decision-making. Ras et al. (2013) state that for many challenges in TBA, ICT are the solution to assess 21st Century skills, but also the problem, as scientific knowledge about how assessment models need to be adapted as well as practical knowledge about how to create more authentic problem situations with future assessment tools are lacking. Until now there is no TUI that has been systematically used and evaluated in the context of TBA. Moreover, in TBA, gestures on TUIs have not been yet explored. Thus not only is the research of TUI as an assessment construct a new research field, but also the dimension of gestures makes GETUI an innovative and timely project. This interdisciplenary research will not only fill the gap of scientific knowledge, but will also have an impact at a European level creating new instruments for assessing 21st Century skills based on capturing behavioural indices of human-computer and human-human interactions in collaborative TBA situations.\n\n \nRas E, Maquil V, Foulonneau M, Latour T (2013) Empirical studies on a Tangible user interface for technology-based assessment: Insights and emerging challenges. Pedagogy and Technology: Harmony and Tensions International Journal of e-Assessment, 3(1).",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY",
    "coordinatorCountry": "LU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934320200": {
            "orgId": "934320200",
            "orgName": "LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}