{
    "rcn": "194989",
    "acronym": "ARD-West",
    "topics": "MSCA-IF-2014-EF",
    "title": "Ancient Religious Dedications in the Western Mediterranean Basin",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Ancient European cultural features are made up of epichoric creations, transfers and even local adaptations. Before Roman domination led to a new, centralised kind of cultural context, numerous peoples had developed their own cultural and identity codes through creation, adaptation and re-elaboration of concepts and objects. The goal of this project is to identify these processes of creation in Pre-Roman peoples' written expression. An innovative criterion has been chosen to accomplish this challenge, that is, the epigraphical genre (EG), whose definition through its material and textual elements (ME and TE) we have developed, and we will refine through this project. A particular kind of EG,  the religious dedication (RD),  is our starting point due to their wide diffusion and their significance in identity matters. \nWe believe that the epigraphical approach is idoneous to achieve this aim, given its holistic results and its multidisciplinar methodology. It also involves a direct analysis of the pieces, which contributes preserving European archaeological, linguistic and religious heritage. All the results will be stored in an updated, accesible online epigraphical DataBase of all the Pre-Roman and early Roman RD in the Roman West, which will facilitate knowledge transfer at all levels and on which our further research will be based.\nThe proposed interdisciplinary research combines the linguistic and socio-linguistic approach, led by Dr. Emmanuel Dupraz (the supervisor), with the historical/epigraphical perspective, provided by Dr. MarÌa JosÈ Estar·n (the ER) at the UniversitÈ Libre de Bruxelles (ULB).",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}