{
    "rcn": "194999",
    "acronym": "Cancer-Drug-Screen",
    "topics": "ERC-PoC-2014",
    "title": "High-throughput drug screening for identifying personalized cancer treatments tailored to the particular mutations of the patientís tumor",
    "startDate": "01/04/2015",
    "endDate": "30/09/2016",
    "objective": "Cancer is caused by a series of genetic alterations that confer an advantage to cancer cells, leading to uncontrolled growth. However, each tumor exhibits distinct molecular changes, making each patientís malignancy unique. Hence, in the personalized medicine era, cancer treatment aims to tailor the most suitable treatment for each patient according to his/her genetic background, tumor acquired mutations and clinical indications.\n\nThe p53 tumor suppressor is the most frequently mutated gene in human cancers, with thousands of different tumor-associated mutations reported. Many such cancer-associated mutations in p53 lead to loss of its tumor suppressive activity and in some cases, to gain of new oncogenic functions, resulting in tumor recurrence and enhanced patient mortality. Importantly, tumors with different p53 mutations exhibit specific cancerous phenotypes and do not respond to particular treatments.\n\nBased on our ERC-funded breakthrough technology, where we made a library of ~10,000 distinct p53 variants, and based on our strong IPR offering and competitive advantages, here we propose to develop three products for determining which treatment (or combination) would be most effective for treating a patientís tumor according to his specific p53 sequence, reducing excruciating side effects and improving treatment outcomes:\n1) Offering patients/physicians a list of treatments ranked by their efficacy in treating cells of similar origin and p53 mutations to those present in the patientís tumor, allowing them to make more informed treatment decisions.\n2) Offering companies in the personalized cancer treatment field access to our existing proprietary data regarding treatment efficacies towards p53 genetic variants.\n3) A service to drug developing companies that applies our technology for testing the efficacy of a client-supplied drug of interest over all ~10,000 p53 mutations in our library in a cell-line of choice.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}