{
    "rcn": "194998",
    "acronym": "HoogsCG",
    "topics": "MSCA-IF-2014-EF",
    "title": "Development of a multiscale modeling strategy to decipher how hybrid DNA/RNA triplexes and G-quadruplexes affect gene expression regulation",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "This proposal concerns the study of non-canonical interactions in nucleic acids. These interactions, also known as non-Watson-Crick base pairing, involve single or multiple DNA or RNA strands and are increasingly recognized as having a variety of essential roles in replication forks, telomeres, and gene regulation. Since these processes occur on spatial and time scales beyond the reach of current computational capabilities, we propose to develop an innovative coarse-grain approach to describe them. This approach will tackle an important and yet unmet challenge - the correct description of non-canonical interactions at near-atomic resolution in large-scale nucleic acids. The model will be derived from exhaustive classical all-atom molecular dynamics simulations and will be validated against experimental observables including nuclear magnetic resonance spectroscopy and small angle x-ray scattering. It will be used to describe non-canonical interactions ñ including Hoogsteen base pairs, which are the building blocks of triplex and quadruplex structures ñ and will incorporate the effects of epigenetic marks on DNA. The model will enable the description of the sequence dependent mechanical properties of guanine quadruplexes and triplex folds on temporal and spatial scales beyond the reach of current methods. As such, it will allow us to investigate the formation and dynamics of long triplex hybrids of DNA and RNA, the behaviour of long-non-coding RNAs interacting with naked DNA, and the effects of non-canonical interactions in systems relevant to chromatin. Thus, this model will be useful to predict and understand the molecular bases of fundamental open questions in biology and has a potential impact in molecular medicine and the pharmacological industry. Overall, this approach will provide an invaluable theoretical tool to describe nucleic acid structures and dynamics, contributing to the description and prediction of a wide range of genetic and epigenetic processes.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}