{
    "rcn": "194919",
    "acronym": "GLOBIS-B",
    "topics": "INFRASUPP-6-2014",
    "title": "GLOBal Infrastructures for Supporting Biodiversity research",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "Biodiversity and ecosystem research is addressing the grand societal challenge to predict the biosphere under global environmental change. To advance scientific progress in understanding the complexity of natural systems it is required that supporting research infrastructures cooperate globally to serve the essential data at different temporal and spatial scales. This includes providing the capabilities to process big and massive datasets. GLOBIS-B is a global cooperation of world-class research infrastructures with a focus on targeted services to support frontier research that deals with predicting the biosphere and measuring the indicators of biodiversity change. The project brings key scientists together with global research infrastructure operators and legal interoperability experts to address research needs and infrastructure services underpinning the concept of Essential Biodiversity Variables (EBVs). EBVs were proposed by the GEO Biodiversity Observation Network (GEO BON) and are a prerequisite for understanding biodiversity and ecosystem change. Integrated scientific and technical workshops will identify the required primary data, analysis tools, methodologies etc. to develop an infrastructure development agenda for computing EBVs and to explore the discovery of required and interoperable data at larger spatial and temporal scales. Applications of common standards and workflows that are ëself-documentingí and openly shared facilitate international cooperation, and realistic and pragmatic solutions are explored to streamline the legal bottlenecks for the reciprocal use of data and software tools from different origins. Solutions should be workable for both the scientific communities and the cooperating research infrastructures, especially in regard to achieving direct machine-machine interactions. The interaction with national, supra-national and global policy bodies contributes to potential refinements of general policies supporting legal interoperability.",
    "totalCost": "1005875",
    "ecMaxContribution": "1005875",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "MARTIN-LUTHER-UNIVERSITAET HALLE-WITTENBERG;MAAT France;CONSIGLIO NAZIONALE DELLE RICERCHE;UNIVERSIDAD DE ALCALA;CARDIFF UNIVERSITY",
    "participantCountries": "DE;FR;IT;ES;UK",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 38875
        },
        "999871539": {
            "orgId": "999871539",
            "orgName": "MARTIN-LUTHER-UNIVERSITAET HALLE-WITTENBERG",
            "ecContrib": 41375
        },
        "999835746": {
            "orgId": "999835746",
            "orgName": "UNIVERSIDAD DE ALCALA",
            "ecContrib": 66875
        },
        "998399661": {
            "orgId": "998399661",
            "orgName": "MAAT France",
            "ecContrib": 76375
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 140125
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 642250
        }
    },
    "calculatedTotalContribution": 1005875
}