{
    "rcn": "194985",
    "acronym": "lincPeptEvolDev",
    "topics": "MSCA-IF-2014-EF",
    "title": "LincRNA and encoded small peptides: Functional discovery in development and evolution",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Beyond the paradigm of the central dogma of biology lie a number of recently discovered elements that are nonetheless central to cellular function. Eukaryotic genomes express an unexpectedly wide variety of functional long transcripts that do not encode major proteins, called long non-coding RNAs (lncRNAs), whose functions are still poorly understood.  More recent work has uncovered the prevalence of small open reading frames (smORFs) encoded within both mRNA and lncRNAs, only a few of which have evidence of active translation and function.  The work in this proposal focuses on these relatively uncharacterized layers of biological regulation, and aims to harness the power of insect developmental genetics and the exquisite knowledge of axial patterning in embryos to probe the function of small peptides/lncRNA. Developmental gene networks in insects with varied modes of development have been studied in detail, allowing insights into how such networks have evolved. I will use a combination of state-of-the-art comparative genomics and transcriptome analysis, molecular genetics, biochemistry, and ribosome profiling to identify transcripts encoding putative small peptides with conserved features across insects, which represent novel components of developmental networks.  This will be accompanied by genetic studies illuminating their functional interactions within developmental networks, including embryonic expression and loss of function phenotypes. Our approach to studying small peptides includes creation of innovative functional assays needed in the field, and is relevant to understanding the function of small peptides in all animals.",
    "totalCost": "182509,2",
    "ecMaxContribution": "182509,2",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 182509
        }
    },
    "calculatedTotalContribution": 182509
}