{
    "rcn": "194963",
    "acronym": "FUTURES",
    "topics": "MSCA-IF-2014-EF",
    "title": "Energy Futures of the High North: Assessing Intermediary Expertise and New Valuation Practices that Guide Arctic Hydrocarbon Development",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "I will undertake research assessing the role of intermediaries (consultants) in creating Arctic energy futures and utilize a training plan of Professor Markku Kivinen, Director, Aleksanteri Institute, U Helsinki, in order to transition into a globally recognized leader of Cultures of Expertise frameworks for scholars involved in the anthropologies of finance, futurity and expertise, linked to Science and Technology Studies-related genealogies. I want to improve the state of theory and knowledge in relation to how intermediaries engage in valuation practices that drive the location and content of pivotal conversations on Arctic oil and gas extraction. Two patterns of development will be addressed: the increasing visibility of Arctic energy futures as detailed expectations that represent strategic resources for attracting attention from (financial) sponsors to stimulate agenda-setting processes; and, the rise of intermediaries suggesting a trend towards greater control over access to Arctic knowledge that is privatized via commodification. Research objectives include building a conceptual terminology and typology of the kinds of assessments that consultants produce, further developing alignments at the intersection of proprietary practice and multidisciplinary analysis. I will combine data collection at two consulting firms and at six key networking events with a training secondment at Regional Council of Lapland in order to pilot industry and policy relevance. My US National Science Foundation research will create EU knowledge transfers for the systematized study of intermediary experts and Arctic energy futures through graduate supervision and symposiums leading to four peer-reviewed journal articles and a co-edited volume. Supervised training on science management involving Institute decision-making procedures, raising my profile through high h-index journal publications and advisory responsibilities will increase my prospects for securing a tenured professorship.",
    "totalCost": "179325,6",
    "ecMaxContribution": "179325,6",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 179326
        }
    },
    "calculatedTotalContribution": 179326
}