{
    "rcn": "194925",
    "acronym": "STRATNARRA",
    "topics": "MSCA-IF-2014-GF",
    "title": "Russia's strategic narrative of the West: A study of influence in Ukraine",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "This project investigates the relationship between mass communication and influence in 21st Century international relations. It does so through a study of Russiaís official and media narratives about the West and their reception in Ukraine. Success in todayís information age is said to depend on ëwhose story winsí. Emerging powers such as Russia have developed various policies and instruments under the banner of ësoft powerí to challenge Western hegemony in global media discourse. The projection of counter-hegemonic narratives has been documented extensively, yet we still understand little about their reception and the extent of their influence among target audiences.\nAnti-Western narratives have been a distinguishing feature of the Russian public sphere during Vladimir Putinís third presidential term. The narratives of Russian politicians and state media characterize ëthe Westí as a destabilizing force which backs, even orchestrates, illegitimate regime change. Russian narratives are easily accessible among some audiences in Ukraine for reasons of language and overlapping media environments. This project employs a survey, focus groups and interviews to study the assimilation or otherwise of negative narratives about the West among Ukrainians. It concentrates on three groups as case studies: MPs, a regional business community and students from a regional university.\nThe projectís principal goal is to identify factors which condition assimilation of anti-Western ideas from Russian strategic narratives, in order to explain when and why they are accepted or eschewed. A second goal is to advance research on power and communication in international affairs by applying the new conceptual framework of ëstrategic narrativeí in a detailed empirical study. Thirdly, the project aims to generate practical insights to help improve the effectiveness of EU engagement with Ukraine. A secondment to the UK Foreign Office is incorporated to facilitate knowledge exchange.",
    "totalCost": "243934,2",
    "ecMaxContribution": "243934,2",
    "coordinator": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955856431": {
            "orgId": "955856431",
            "orgName": "NATIONAL UNIVERSITY OF KYIV-MOHYLA ACADEMY",
            "ecContrib": 0
        },
        "999861451": {
            "orgId": "999861451",
            "orgName": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
            "ecContrib": 243934
        }
    },
    "calculatedTotalContribution": 243934
}