{
    "rcn": "194982",
    "acronym": "RESCUE THE HEART",
    "topics": "MSCA-IF-2014-EF",
    "title": "Understanding nervous mechanisms of cardioprotection to save the ischaemic and failing hearts",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "This project is designed to use the latest advances in molecular biology and neuroscience to determine the role played by the nervous mechanisms in the development of cardiovascular pathology. The project spans across distinct research fields of myocardial ischaemia/reperfusion injury, innate cardioprotective mechanisms and fundamental neuroscience and includes newly developed transgenic mice models and latest advances in viral gene transfer technology, pharmaco- and optogenetics for selective manipulation of parasympathetic or sympathetic efferent outflows to the heart. These novel genetic models offer unprecedented resolution and specificity and will be used to determine the role played by the autonomic nervous system in modulation of the myocardial ischaemia/reperfusion injury and progression of chronic heart failure. Another important part of this study will determine the involvement of neural pathways in powerful innate mechanisms of cardioprotection underlying the (pre)conditioning phenomena. The results of the proposed experiments are expected to have an instant translational potential and may lead to the development of novel therapeutic strategies which recruit innate neural mechanisms of cardioprotection to limit myocardial injury and improve quality of life of individuals suffering from heart disease. RESCUE THE HEART project includes an intense program of research and training to be undertaken by the experienced researcher and will ultimately promote effective transfer of research expertise, new technologies and research philosophy across wider European research base.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}