{
    "rcn": "194990",
    "acronym": "NICHE",
    "topics": "MSCA-IF-2014-GF",
    "title": "Navigating and Innovating in Complex Healthcare Ecosystems",
    "startDate": "15/08/2015",
    "endDate": "14/11/2017",
    "objective": "Navigating and Innovating Connected Health Ecosystems (NICHE)\nHow can technology firms beneficially influence healthcare provision? Technology is vital for future well-being given economic and demographic strain on healthcare systems but market innovation has proven difficult to implement. \nConventional marketing is based on linear diffusion models created for consumer or investment goods markets. In healthcare however, innovating firms face diverse stakeholders: healthcare practitioners, buyers, consumers, regulators, politicians, the media and the public at large. Innovation in such ecosystems requires interactive and iterative processes of R&D, market sensing, networking, coalition building, and deep understanding of healthcare and regulatory practices. This project will assist healthtech companies to navigate, influence and gain traction for their innovations in complex healthcare ecosystems by designing and testing a healthcare market engagement roadmap: \n1) A user-centric assessment tool to identify stakeholders, stakeholder practices and incumbent technologies with which an innovative health technology interacts\n2) A strategic engagement model for complex ecosystems\n3) A competency framework for ecosystem-shaping skills.\nA multimethod approach combines ethnography, social network analysis and organizational action research. Training will be sought in healthtech development and commercialization through UC Berkeleyís Center for Information Technology Research in the Interest of Society (CITRIS), in sociology of healthcare and innovation through UC Berkeleyís Center for Science, Technology, Medicine and Society (CSTMS) and secondment at the Centre de Sociologie de l'Innovation, Ecole des Mines ParisTech (CSI), in social network analysis through UCDís Insight Centre for Data Analytics, in policy/regulatory interactions at UCDís Applied Research for Connected Health Technology Centre (ARCH) and in research translation on secondment at multinational company, S3.",
    "totalCost": "201514,5",
    "ecMaxContribution": "201514,5",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 201514
        }
    },
    "calculatedTotalContribution": 201514
}