{
    "rcn": "194961",
    "acronym": "ASCENT",
    "topics": "INFRAIA-1-2014-2015",
    "title": "Access to European Nanoelectronics Network",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "ASCENT will provide access to the worldís most advanced 10 nm and beyond-CMOS nanoelectronics data and test structures in Europeís leading nanofabrication research institutes. The institutes involved have extensive advanced semiconductor processing fabrication facilities, flexible nanofabrication facilities, advanced electrical characterization equipment and expertise in atomistic and TCAD modeling. This will be the first time that access to these state-of-the-art devices and test structures will be available anywhere in the world. The impact of this access, and the resulting advances that will be made, will contribute significantly to competitiveness and growth capacity in the Europeís nanoelectronics industry. \n\nASCENT will enable Europeís world-leading atomic scale device, TCAD and compact modeling community to perform the systematic studies that are required to develop nanoscale design methodologies and to identify the impact of quantum effects on sub-10 nm device performance. \n\nASCENT provides an interface to global industrial leaders in nanoelectronics through the Industry Innovation Committee and through activities designed to transfer IP and technology uptake from the supported research activities. The results from the access activities will be fed back to device manufacturers to future improve the nanoscale devices being developed. \n\nASCENT will reach out to the research community through a co-ordinated marketing campaign and will offer a simple single access route to the advanced technologies provided. ASCENT will provide technical and logistical support to Users and the results of the Access activities will be published and shared at User Workshops enabling strong interaction between the Users and Providers. \n\nASCENT is a unique opportunity for researchers in Europe to gain access to world-leading technologies that are being developed in Europeís leading institutes and ensure Europe remains at the forefront of global nanoelectronics development.",
    "totalCost": "4698623,75",
    "ecMaxContribution": "4698623,5",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "participantCountries": "FR;BE",
    "projectParticipants": {
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 1459170
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1478001
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 1761452
        }
    },
    "calculatedTotalContribution": 4698623
}