{
    "rcn": "194992",
    "acronym": "SIW-SAT-ANTENNAS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Circularly Polarized Antenna Arrays for Broadband Satellite Data Terminals Using Substrate Integrated Waveguides enhanced with Metamaterials",
    "startDate": "15/06/2015",
    "endDate": "14/06/2017",
    "objective": "There is a currently increasing interest for broadband mobile satellite communications that can fulfil the Digital Agenda 2020 objective for fast Internet everywhere. Furthermore,European regulators have recently agreed to harmonize the spectrum for Earth Stations on Mobile Platforms that will use parts of the Ka-Band (17-30 GHz). Operators such as Inmarsat are planning to launch Ka-Band broadband satellite data services. New antennas and related components are required for the mobile terminals. It is proposed that broadband and miniaturized Circularly Polarized (CP) Antenna Arrays Using Substrate Integrated Waveguides(SIW) enhanced with metamaterials will be developed. SIW is a progressively important technology for millimeter waves and metamaterials (artificially macroscopic structures that mimic materials) have been transforming many wireless system components.  Few papers have reported SIW CP antenna arrays and no compact flat antenna designs have yet been published for such applications. Antenna arrays with at least 8x8 elements are expected to satisfy link budget requirements. A synthetic approach is proposed that combines SIW with metamaterials for miniaturization and broadbanding. Moreover, evolutionary algorithms are exploited for efficient array geometry optimization in order to reach the desired broadband performance. Complementary circuit components will also be investigated; waveguide transitions and couplers that affect the size of the feeding network and consequently the array size. The innovative antennas coming out of this project can contribute to a competitive advantage for European industry and have an impact on the adoption of broadband mobile satellite Internet. The IPR potential is significant and offers future research opportunities on antennas for emergent millimeter wave applications. Moreover, the training plan arms the experienced researcher with research management skills that are critical to arrive at a leading independent position.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "CENTRE TECNOLOGIC DE TELECOMUNICACIONS DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999638739": {
            "orgId": "999638739",
            "orgName": "CENTRE TECNOLOGIC DE TELECOMUNICACIONS DE CATALUNYA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}