{
    "rcn": "194995",
    "acronym": "FAANon",
    "topics": "MSCA-IF-2014-EF",
    "title": "A functional analytic approach for the analysis of nonlinear transmission problems",
    "startDate": "01/12/2015",
    "endDate": "30/11/2017",
    "objective": "The purpose of the research plan is the development of the method called Functional Analytical Approach (FAA) for the analysis of singular perturbations of nonlinear transmission problems. The techniques proposed are based on potential theory and functional analysis and aim at describing the effect of perturbations in terms of real analytic functions. Both perturbations of the shapes of the domains of definition and of the coefficients of the operators will be considered.  A special attention will be paid to the case of perforated and periodically perforated domains with shrinking holes and inclusions. The problems addressed are of interest also in view of inter-sectorial applications to the analysis of physical models in fluid dynamic, in elasticity, and in thermodynamic. Concrete applications will be shown in the study effective properties of composite materials, in inverse problems in acoustic and electromagnetic scattering, and in inclusion detection problems. The results obtained represent a novelty with respect to the existing literature for the following reasons:\n\n誰\tthe techniques of FAA are innovative with respect to the classical approaches existing in literature and allow the implementation of analytic functions in the description of the effect of perturbations;  \n\n誰\twe treat non-linear boundary value problems and transmission problems, which are relevant in application and present challenging difficulties; \n\n誰\twe will obtain new results of pure mathematics in the frame of potential theory.  In particular we will study the analyticity of certain nonlinear integral operators related to the layer  and volume potentials;\n\n誰\twe will show how to obtain explicit calculations and we will show concrete applications in continuum mechanics. \n\nThe final goal within the action is the realisation of a complete theory based on the FAA which will represent in future a key tool for the analysis of perturbed boundary value problems.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ABERYSTWYTH UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999853012": {
            "orgId": "999853012",
            "orgName": "ABERYSTWYTH UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}