{
    "rcn": "194945",
    "acronym": "PWP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Power and Powerlessness",
    "startDate": "01/10/2015",
    "endDate": "",
    "objective": "The project ëPower and Powerlessnessí (PWP) is a theological study of the concept of power.  Many scholars have observed that the concept of power remains contested and often neglected. The absence of a theoretical grasp of the concept is even more striking in Christian theology. Churches in the Global North evidence considerable discomfort over the idea of power: to avoid the charge of colonial imposition of their world-view; due to conflicts over authority within the churches; or to dissociate from the dominant political order. In the Global South, however, the vibrant Neo-Pentecostal and Charismatic movements celebrate the immediacy of the ëpower of the Spirití. What needs to be better understood are the resources contained within the Christian tradition to make sense of competing claims about the nature and significance of power, particularly given that existing literature does not often address these issues in a sustained manner. The fill this gap, the project is organized into four work packages: WP1: Early, Medieval and Early Modern Christian concepts of power; WP2: contemporary theological treatments of power; WP3: Power in contemporary social theory; WP4: the completion of a monograph entitled 'Power and Powerlessness: a theological analysis'. In addition to this major study, the project will produce: five journal articles, four workshops for church leaders, three columns for church newspapers, three academic conference presentations, a project website, and a new collaborative research grant application with the Scientist in Charge. The Experienced Researcher will not only benefit from training in research project management and grant writing, but will also be mentored in Historical, Systematic and Roman Catholic theology, as well as Philosophy of Religion, and will enhance his existing German language skills. The host institution will benefit particularly from the ERís highlighting of issues of power as he contributes to its existing research projects.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}