{
    "rcn": "194991",
    "acronym": "FOC4SIP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Functionalised Organic Complexes for rapid Sensing of Industrial Polluters",
    "startDate": "07/07/2015",
    "endDate": "06/07/2017",
    "objective": "The ultimate target of the project is to create and transfer knowledge on the development of novel functionalised macromolecular complexes for rapid sensing of hazardous industrial polluters. \nRecent developments of macromolecular complexes and opto-electronic techniques of their study have enabled advances in the formation of molecular probes able to recognize molecules and metal ions. These advances are currently being considered for application in a new generation of sensor technology, and opto-electronic methods have been proved as sensitive and rapid tools for such detection. However the selectivity and sensitivity of such methods requires further improvement. Here, we propose new detection systems combining use of functionalised macromolecules and development of sensor devices by novel micro-fabrication tools as well as training and career development of prospective researcher up to mature Senior Scientist level.\nThe overall objective of this research is to select and characterise sensor/probe macromolecules (polymethine dyes, functionalised carbon nanomaterials, melanins), then to optimise mechanisms of detection due to interaction of macromolecules with industrial polluters, and finally to develop sensing devices.  Performance and usability of the novel sensors will be evaluated in collaboration with industrial partner.\nThis is an ambitious research initiative having strong interdisciplinary approach that combines physics, chemistry, materials science, engineering, and biology. Its success is upheld by combination of complementary expertise of the Fellow, Host and Partners in preparation and characterisation of functionalised macromolecules as well as development of sensing devices.\nThe project will provide benefits in monitoring and detection of hazardous compounds, and optimisation of cleaning routine after industrial pollution. Therefore, positive impact on safety of ambient environment and public health care sector is anticipated.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}