{
    "rcn": "194952",
    "acronym": "Sci-GaIA",
    "topics": "INFRASUPP-7-2014",
    "title": "Energising Scientific Endeavour through Science Gateways and e-Infrastructures in Africa",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "In African Communities of Practice (CoPs), international collaboration and the pursuit of scientific endeavour has faced a major barrier with the lack of access to e-Infrastructures and high performance network infrastructure enjoyed by European counterparts.  With AfricaConnect, the proposed AfricaConnect2 and regional developments, this situation is changing rapidly. In the project Teaming-up for exploiting e-Infrastructures' potential to boost RTDI in Africa (eI4Africa) it has been demonstrated clearly that it is possible to develop e-Infrastructures in Africa.  It has also been demonstrated clearly that, as with the rest of the world, easy to use web portals, or Science Gateways, are needed to help CoPs to easily access e-Infrastructure facilities and through these collaborate with CoPs across the world.  However, a major problem exists:  it is very difficult for non-experts to develop Science Gateways and supporting e-Infrastructures.  Elements of guides and supporting materials exist but these are either written for different audiences or out of date. This present Coordination and Support Action, called Energising Scientific Endeavour through Science Gateways and e-Infrastructures in Africa (Sci-GaIA), therefore proposes to bring together these materials into clearly structured guides and educational documents that can be used to train and support representatives of NRENs, CoPs and, importantly, Universities to develop Science Gateways and other e-Infrastructures services in Africa. Sci-GaIA plans to work with new and emerging CoPs to develop these exciting technologies, to strengthen e-Infrastructure service provision, especially in terms of open access linked data, and to deliver training and dissemination workshops.  This will give a sustainable foundation on which African e-Infrastructures can be developed and be linked to scientific networks across Africa.  Importantly, the results of our project will be usable by CoPs in Europe and the rest of the world.",
    "totalCost": "1339125",
    "ecMaxContribution": "1339125",
    "coordinator": "BRUNEL UNIVERSITY LONDON",
    "coordinatorCountry": "UK",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;UNIVERSITA DEGLI STUDI DI CATANIA;DAR ES SALAAM INSTITUTE OF TECHNOLOGY;THE UBUNTUNET ALLIANCE FOR RESEARCH AND EDUCATION NETWORKING;WEST AND CENTRAL AFRICAN RESEARCH AND EDUCATION NETWORK;COUNCIL FOR SCIENTIFIC AND INDUSTRIAL RESEARCH;KAROLINSKA INSTITUTET;SIGMA ORIONIS SA",
    "participantCountries": "SE;IT;TZ;NL;GH;ZA;FR",
    "projectParticipants": {
        "999792096": {
            "orgId": "999792096",
            "orgName": "SIGMA ORIONIS SA",
            "ecContrib": 117812
        },
        "986874024": {
            "orgId": "986874024",
            "orgName": "COUNCIL FOR SCIENTIFIC AND INDUSTRIAL RESEARCH",
            "ecContrib": 108125
        },
        "999874061": {
            "orgId": "999874061",
            "orgName": "UNIVERSITA DEGLI STUDI DI CATANIA",
            "ecContrib": 249312
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 176875
        },
        "958122448": {
            "orgId": "958122448",
            "orgName": "WEST AND CENTRAL AFRICAN RESEARCH AND EDUCATION NETWORK",
            "ecContrib": 96875
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 134375
        },
        "999662213": {
            "orgId": "999662213",
            "orgName": "THE UBUNTUNET ALLIANCE FOR RESEARCH AND EDUCATION NETWORKING",
            "ecContrib": 92500
        },
        "968929606": {
            "orgId": "968929606",
            "orgName": "DAR ES SALAAM INSTITUTE OF TECHNOLOGY",
            "ecContrib": 89000
        },
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 274250
        }
    },
    "calculatedTotalContribution": 1339124
}