{
    "rcn": "194977",
    "acronym": "PREDICTIVEMEMORY",
    "topics": "MSCA-IF-2014-EF",
    "title": "Multimodal neuroimaging of mechanisms supporting memory-based predictions in the human brain",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "The human brain is constantly and automatically forming predictions (e.g., how a ball will bounce off soccer turf or what another person will say). In cognitive neuroimaging studies of Dr. J‰‰skel‰inen (Experienced Researcher) and colleagues at Aalto University, Finland, it has become one of the most central research questions how the brain predicts complex dynamic events unfolding in naturalistic stimuli such as movies. Here, our main objective is that Dr. J‰‰skel‰inen will acquire the specific expertise to address this question by working for one year in Gonda Multidisciplinary Brain Research Center of Bar-Ilan University, Tel Aviv, Israel, where there is unique empirical-theoretical expertise on predictive brain mechanisms. Work by the Director of Gonda Center, Prof. Moshe Bar (Supervisor), suggests that rapid derivation of analogies (ìwhat does this object resembleî) from sensory inputs and associative linking of these to memory representations supports predictions (e.g., seeing a kettle predicts cooking rather than swimming activity). We hypothesize that distributed patterns of brain activity, generated by the associative process, underlie the memory representations that support predictions. To test this, experimental paradigms developed by Prof. Bar et al. will be combined with data analysis methods used by Dr. J‰‰skel‰inen et al. In addition to ambitious science, the proposed fellowship has the following objectives: 1) significant deepening and diversification of Dr. J‰‰skel‰inenís cognitive neuroscience expertise at Gonda Center, 2) transfer of data analysis and cognitive neuroscience expertise of Dr. J‰‰skel‰inen to Gonda Center, 3) networking of scientists between Bar-Ilan and Aalto for further collaboration, 4) opening up of a new important research area, and 5) catalyzing of Dr. J‰‰skel‰inenís scientific career. The fellowship also contributes to knowledge-based economy and society by building foundation for artificial intelligence and clinical research.",
    "totalCost": "91254,6",
    "ecMaxContribution": "91254,6",
    "coordinator": "BAR ILAN UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 91255
        }
    },
    "calculatedTotalContribution": 91255
}