{
    "rcn": "194969",
    "acronym": "ARTE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Atomic Research for Topological Engineering",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Topological quantum computation (TQC) deals with the transformations related to the overall shape (ìtopologyî) of a quantum trajectory to perform operations on data and go beyond the limitations of quantum computation. It is a revolutionary technique because it will allow quantum operations to be error free and robust while taking advantage of the radically new approaches of quantum computation, which means smaller systems, less energy dissipation, and faster processing. TQC may be naturally implemented using atomic scale systems such as those created by atomic manipulations with scanning probe techniques. The present project is to lay the foundations to make TQC possible. These foundations are the discovery of new exotic states of matter by developing the science and technology of 1-D chains of magnetic moments on superconductors. This implies multi-disciplinary training in single-molecule chemistry, fabrication of superconducting materials, atomic scale magnetic devices and quantum-computation principles. The project is aimed at creating unique career perspectives by learning skills in the atomic engineering of topological superconductors which will grant Dr. Choi a leading independent position. Intersectoral secondments will be used to explore industry interest in developing TQC as a high-value added technology.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999473160": {
            "orgId": "999473160",
            "orgName": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}