{
    "rcn": "194913",
    "acronym": "IPAD-MD",
    "topics": "INFRASUPP-6-2014",
    "title": "Research Infrastructures for Phenotyping, Archiving and Distribution of Mouse Disease Models - Promoting International Cooperation and User Engagement to Enhance Biomedical Innovation",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "The IPAD-MD project addresses cooperation and coordination between the pan-European INFRAFRONTIER Research Infrastructure and complementary research infrastructures in America, Asia and Australia, contributing to the global effort of the International Mouse Phenotyping Consortium (IMPC). In order to increase the reach of INFRAFRONTIER, IPAD-MD will also reach out to complementary infrastructures and user communities in Africa. \nIPAD-MD will organise a series of workshops to achieve three major objectives:\n\n1) Strengthen the coordination between the global research infrastructures. A particular focus of IPAD-MD will be to improve global access to the common resources created by INFRAFRONTIER and the IMPC and to align the scientific strategy with international research agendas.\n2) Promote the involvement of the key international stakeholders to improve the resources and services offered by INFRAFRONTIER and established in the context of the IMPC. IPAD-MD will involve funders and program offices in the discussions about the future of the resources and services developed in INFRAFRONTIER and the IMPC.\n3) Coordinate globally the development of innovative technology solutions for the improvement of the resources and services provided by INFRAFRONTIER and the IMPC. Importantly, the development of related quality control measures to sustain the high quality standards established in INFRAFRONTIER and in the IMPC, ensuring the reproducibility of results.\n\nThe outcomes of the IPAD-MD workshops will be made available in reports and in key publications in scientific journals and on the INFRAFRONTIER and IMPC websites. A dedicated Communications & Dissemination Group will ensure the outreach to the wider scientific community and to the general public. The IPAD-MD will  improve the quality and global accessibility of high-quality resources and services enabling the biomedical research community to tackle the global  health challenges.",
    "totalCost": "1109863,75",
    "ecMaxContribution": "1103613,75",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "Genome Research Limited;EUROPEAN MOLECULAR BIOLOGY LABORATORY;USTAV MOLEKULARNI GENETIKY AKADEMIE VED CESKE REPUBLIKY VEREJNA VYZKUMNA INSTITUCE;Toronto Centre for Phenogenomics Inc.;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE;CONSIGLIO NAZIONALE DELLE RICERCHE;UNIVERSITAT AUTONOMA DE BARCELONA;MEDICAL RESEARCH COUNCIL;INFRAFRONTIER GMBH",
    "participantCountries": "UK;DE;CZ;CA;ES;FR;IT",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 10938
        },
        "999981343": {
            "orgId": "999981343",
            "orgName": "GENOME RESEARCH LIMITED",
            "ecContrib": 0
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 12429
        },
        "999512251": {
            "orgId": "999512251",
            "orgName": "USTAV MOLEKULARNI GENETIKY AKADEMIE VED CESKE REPUBLIKY VEREJNA VYZKUMNA INSTITUCE",
            "ecContrib": 9659
        },
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 793000
        },
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 15762
        },
        "949754646": {
            "orgId": "949754646",
            "orgName": "INFRAFRONTIER GMBH",
            "ecContrib": 221250
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 10139
        },
        "999993177": {
            "orgId": "999993177",
            "orgName": "CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE",
            "ecContrib": 12188
        },
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 12000
        },
        "995410024": {
            "orgId": "995410024",
            "orgName": "Toronto Centre for Phenogenomics Inc.",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1097365
}