{
    "rcn": "194986",
    "acronym": "GEOGRAL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Geometry of Grassmannian Lagrangian manifolds and their submanifolds, with applications to nonlinear partial differential equations of physical interest",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The aim of GEOGRAL is to strengthen the bonds of the geometric theory of nonlinear PDEs (and, in particular, integrable systems and equations of Monge-AmpËre type) with the geometry of  Lagrangian Grassmannians and their submanifolds. In spite of the evident parallelism between these two disciplines, attempts have been rare, yet sophisticated, to cast a bridge between them, and the Applicant himself already gave his own contribution in this direction: he clarified the structure of the space of non-maximal integral elements of the contact planes in jet spaces and studied 3rd order Monge-AmpËre equations (which turn out to be of key relevance in topological field theories) through the so-called meta-symplectic structure on the 1st prolongation of a contact manifold.\nGEOGRAL has a wide applicative scope, as its theoretical results can be tested on equations and variational problems of key importance for Natural Sciences, Technology and Economy. Tailored to the Applicant's scientific profile and designed in continuity with his previous and current research activities, GEOGRAL consists of four research lines:\n[MOV] Regard Lagrangian Grassmannians as homogeneous spaces and and use Cartan's method of moving frame to classify their submanifolds, as in D. The's work, and characterise the corresponding invariant equations, in continuity with D. Alekseevsky's work.\n[HYD] Continue the study of certain rational normal curve bundles on Lagrangian Grassmannians, and their bisecant varieties, which are associated with integrable systems of hydrodynamic type, discovered by E. Ferapontov.\n[HMA] Geometric study of multi-dimensional and higher-order Monge-AmpËre equations, initiated by G. Manno and the Applicant.\n[FBV] Study some examples of Cauchy problems and variational problems with free boundary values by exploiting the geometric structures on the spaces of isotropic flags and non-maximal isotropic elements of a meta-symplectic space, in continuity with the Applicant's own work.",
    "totalCost": "146462,4",
    "ecMaxContribution": "146462,4",
    "coordinator": "INSTYTUT MATEMATYCZNY POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999487807": {
            "orgId": "999487807",
            "orgName": "INSTYTUT MATEMATYCZNY POLSKIEJ AKADEMII NAUK",
            "ecContrib": 146462
        }
    },
    "calculatedTotalContribution": 146462
}