{
    "rcn": "194900",
    "acronym": "ITS OBSERVATORY",
    "topics": "MG-7.2b-2014",
    "title": "ITS Observatory",
    "startDate": "01/05/2015",
    "endDate": "31/10/2017",
    "objective": "'The proposal is to create an ITS Observatory providing easily accessible and understandable information on Intelligent Transport Systems and their deployment. The main objectives of the ITS Observatory are to bridge knowledge fragmentation across Europe, support ITS deployment by creating an online inventory of ITS implementations and a dynamic ITS information marketplace and community, and provide a convenient one-stop ITS shop for the benefit of all stakeholders in the ITS community.\n\nThe ITS Observatory will comprise three main elements; 1) a database of deployment projects completed or underway, 2) a self-service platform for entering all kinds of ITS content and 3) a dynamic information marketplace to find directly answers and solutions for specific needs.  \n\nIn addition, the ITS Observatory will contain insight articles, briefing notes, fact sheets etc. illustrating results of ITS deployment.\nThe ITS Observatory responds to the call MG-7.2b-2014 ìTowards seamless mobility addressing fragmentation in ITS deployment in Europeî of the Mobility for Growth call of the Transport challenge ìSmart Green and integrated transport of the EU Framework Programme for Research and Innovation Horizon 2020'. In particular, the ITS Observatory will directly address the objective to ìReduce the thematic and geographical knowledge fragmentationî.\n\nThe ITS Observatory will alleviate existing gaps and fragmentation of the European ITS landscape by providing decision makers and related stakeholders with access to reliable, understandable and coherent information on outcomes (benefits and impacts) of existing and ongoing ITS deployment, supporting them in developing fact-based policy objectives and strategies. \n\nThrough knowledge sharing the ITS Observatory will foster a faster take-up of deployment, avoiding ëreinventing the wheelí and previously identified pitfalls and hence leading to larger scale implementation.\n'",
    "totalCost": "1337259,5",
    "ecMaxContribution": "1337259,5",
    "coordinator": "EUROPEAN ROAD TRANSPORT TELEMATICSIMPLEMENTATION COORDINATION ORGANISATION - INTELLIGENT TRANSPORT SYSTEMS & SERVICES EUROPE",
    "coordinatorCountry": "BE",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;AUTOMOBILE CLUB D ITALIA;UNIVERSITY OF NEWCASTLE UPON TYNE;AUSTRIATECH - GESELLSCHAFT DES BUNDES FUR TECHNOLOGIEPOLITISCHE MASSNAHMEN GMBH;TRANSPORT SYSTEMS CATAPULT LIMITED;XEROX BUSINESS SERVICES (NETHERLANDS) BV;REDWEB APS;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS;AALBORG UNIVERSITET",
    "participantCountries": "EL;IT;UK;AT;NL;DK",
    "projectParticipants": {
        "994326049": {
            "orgId": "994326049",
            "orgName": "AUTOMOBILE CLUB D ITALIA",
            "ecContrib": 63938
        },
        "943078815": {
            "orgId": "943078815",
            "orgName": "TRANSPORT SYSTEMS CATAPULT LIMITED",
            "ecContrib": 105500
        },
        "999642425": {
            "orgId": "999642425",
            "orgName": "AUSTRIATECH - GESELLSCHAFT DES BUNDES FUR TECHNOLOGIEPOLITISCHE MASSNAHMEN GMBH",
            "ecContrib": 96635
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 99687
        },
        "963570453": {
            "orgId": "963570453",
            "orgName": "XEROX BUSINESS SERVICES (NETHERLANDS) BV",
            "ecContrib": 75062
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 85625
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 130688
        },
        "999785112": {
            "orgId": "999785112",
            "orgName": "EUROPEAN ROAD TRANSPORT TELEMATICSIMPLEMENTATION COORDINATION ORGANISATION - INTELLIGENT TRANSPORT SYSTEMS & SERVICES EUROPE",
            "ecContrib": 314250
        },
        "936831724": {
            "orgId": "936831724",
            "orgName": "REDWEB APS",
            "ecContrib": 294000
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 71875
        }
    },
    "calculatedTotalContribution": 1337260
}