{
    "rcn": "194960",
    "acronym": "ToEfDeCo",
    "topics": "MSCA-IF-2014-EF",
    "title": "Towards Guaranteeing the Right to Effective Assistance of Defence Counsel in Member States in Trans-border Criminal Cases",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "The right to effective assistance of defence counsel (READC) is one of the fundamental features of fair trial. In the context of open borders and increasing number of trans-border criminal cases it is important that all EU Member States (MS) guarantee the READC to suspects and requested persons in European arrest warrant cases at least on a minimum level. The Strasbourg system is no designed to achieve this goal, so the EU has taken the initiative via the Directive 2013/48/EU on the right of access to a lawyer in criminal proceedings etc. (22 Oct 2013). Considering the imminent transposition date of 27 Nov 2016, this project aims at determining how the MS are progressing in implementing the Directive. As the Directive not only guarantees the READC, but also requires that in case of breach of the READC, the MS have to ensure effective remedies, the final goal of the project is to propose remedies for trans-border cases that could be common to all MS. The research activities will be performed in the international environment of the Maastricht University, a centre of expertise on research on the READC in Europe, and will consist of two parts. \nThe first part of the research will be empirical; competent representatives of all MS will be interviewed about how the MS have implemented or are planning to implement the Directive, including any difficulties they are encountering. In addition, the representatives will be queried about the remedies provided currently or prospectively. \nThe second part of the research will be normative; information received from MS will be compared to legislation of the EU, the jurisprudence of the European Court of Human Rights, the European Court of Justice, international tribunals, the International Criminal Court, and the Supreme Court of the US as well as the theoretical approach to the READC in the US. As a result common remedies for the violation of the READC in the EU with a special focus on trans-border criminal cases will be proposed.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}