{
    "rcn": "194948",
    "acronym": "NONNH",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mechanism of hydrogenation and transfer hydrogenation of polar unsaturations catalyzed by non N-H systems",
    "startDate": "12/07/2015",
    "endDate": "11/07/2017",
    "objective": "The project addresses the reduction of polar unsaturations catalyzed by metal complexes under strongly basic conditions. This is an important reaction that enters the manufacture of many high added value fine chemicals. The role of the strong base for catalysts that do not contain active protons in the ligand donor functions is unclear, as well as the relationship between the mechanisms of hydrogenation by H2 and transfer hydrogenation. The sought mechanistic understanding can lead to the design of improved catalysts and operating conditions. The project will be implemented by a multifaceted approach that includes synthesis, characterization, catalysis, kinetics, and computations and be further enriched by parahydrogen NMR studies through a 3-month secondment at the University of York. This multisectorial training will put the ER on an excellent basis to further develop his professional career in research. The ER has an excellent basic training from one of the premier institutions in his Country and an outstanding publication record. The ER will be expected to mentor undergraduate students in the group, to deliver 4 presentations at group meetings, to present his results in at least one international conference and to contribute to drafting research publications. The project is expected to lead to high impact fundamental knowledge resulting in high quality publications, presentations at international conferences, and popularized articles in University magazines.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}