{
    "rcn": "194978",
    "acronym": "FLYELEC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Quantum Optics with single flying electrons",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "In quantum optics, a single photon source as well as a single photon detector is the elementary building block for the manipulation of information coded into a quantum state, a qubit. When combined with beam splitters, polarizers etc., photonic qubits can be manipulated to process quantum information. A well-known example is quantum cryptography, a secure way to transmit information.\nIn analogy with photons, similar experiments should be possible with single flying electrons in a solid-state device. The advantage of performing quantum optics experiments with flying electrons is the existing Coulomb interactions between the electrons. Photons are basically non-interacting quantum particles and they therefore have a longer coherence time than electrons. However, due to the absence of interactions it is more difficult to construct a two-qubit gate, which operates at the single photon level. This represents a fundamental limitation to the development of quantum computation with photons.\nRecent experiments have now demonstrated that quantum optics with single flying electrons is in reach. Indeed, it has been shown that a single electron can be transferred on-demand between distant quantum dots. In these experiments, flying electrons have been transported by a sound wave and high fidelity for single electron emission as well as single electron detection has been demonstrated. This opens the possibility to perform quantum optics experiments with electrons in solid-state devices, which we aim to realize with this proposal. Due to the fact that electrons in solids are strongly interacting particles, new quantum entanglement schemes can be envisioned, not possible with photons.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}