{
    "rcn": "194905",
    "acronym": "EDUCEN",
    "topics": "DRS-21-2014",
    "title": "European Disasters in Urban centres: a Culture Expert Network (3C ñ Cities, Cultures, Catastrophes)",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "EDUCEN is a coordination and support action that will work on the complex interplay between culture(s) and disaster risk reduction, above all in the context of cities, to allow in particular formal and informal emergency responders, risk managers, the military, urban planners and planners at regional and national level to be better equipped to deal with elements of culture, and as a result to ensure highly competent disaster responses and increasing community resilience. It is our contention that disaster risk reduction policies and practices are intrinsically cultural as they emerge from and are therefore largely shaped by the interplay of cultures prevalent at both the community, organisational and institutional level. Therefore any endeavour aimed at improving disaster risk reduction efforts should be founded on a comprehensive understanding and appreciation of this interplay and more importantly of the influential role of culture on the way people prepare for, experience, respond, and recover from disasters. EDUCEN will achieve its objectives this by firstly allowing knowledge and understanding of culture(s) in light of disaster risk reduction to become accessible to relevant stakeholders and secondly by encouraging, enabling and sustaining multi-stakeholder dialogue through which academics, practitioners and communities can actively engage and share knowledge, expertise and experiences which will enable all to strengthen their capabilities and impact, but most importantly will allow for both formal and informal risk managers and planners and spatial planners emergency responders in cities to be better informed and guided. The final product will be a multi-level, multi-media handbook, including visuals, maps, written narratives, and videos to support disaster risk reduction professionals to better appraise relevant cultural aspects in their own ëcommunity of practiceí as well as in the environment where they intervene.",
    "totalCost": "1741905",
    "ecMaxContribution": "1644671,25",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "MINISTRY OF DEFENSE;STIFTELSEN THE STOCKHOLM ENVIRONMENT INSTITUTE;CONFEDERACION HIDROGRAFICA DEL SEGURA;ARAMA KURTARMA DERNEGI (AKUT);I-CATALIST SL;CONSIGLIO NAZIONALE DELLE RICERCHE;POLITECNICO DI MILANO;ANAPTYKSIAKH BOLOY ANAPTYKSIAKH ANONYMH ETAIRIA (AE);STOWARZYSZENIE CENTRUM ROZWIAZAN SYSTEMOWYCH",
    "participantCountries": "NL;SE;ES;TR;IT;EL;PL",
    "projectParticipants": {
        "959680462": {
            "orgId": "959680462",
            "orgName": "MINISTRY OF DEFENSE",
            "ecContrib": 174792
        },
        "937459605": {
            "orgId": "937459605",
            "orgName": "I-CATALIST SL",
            "ecContrib": 231000
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 249348
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 196969
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 178438
        },
        "953524357": {
            "orgId": "953524357",
            "orgName": "ANAPTYKSIAKH BOLOY ANAPTYKSIAKH ANONYMH ETAIRIA (AE)",
            "ecContrib": 85000
        },
        "950747344": {
            "orgId": "950747344",
            "orgName": "CONFEDERACION HIDROGRAFICA DEL SEGURA",
            "ecContrib": 83750
        },
        "932906716": {
            "orgId": "932906716",
            "orgName": "ARAMA KURTARMA DERNEGI (AKUT)",
            "ecContrib": 87500
        },
        "999450268": {
            "orgId": "999450268",
            "orgName": "STIFTELSEN THE STOCKHOLM ENVIRONMENT INSTITUTE",
            "ecContrib": 196812
        },
        "998222539": {
            "orgId": "998222539",
            "orgName": "STOWARZYSZENIE CENTRUM ROZWIAZAN SYSTEMOWYCH",
            "ecContrib": 161062
        }
    },
    "calculatedTotalContribution": 1644671
}