{
    "rcn": "194921",
    "acronym": "OTULINVIVO",
    "topics": "MSCA-IF-2014-EF",
    "title": "The role of OTULIN and Met1-linked ubiquitin in immune signaling and host defense in vivo",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "The immune system is essential for host defense against infections. Methionine1-linked ëlinearí ubiquitin chains (Met1-Ub) have emerged as a crucial activator of NF-?B transcription factors, which are vital to immune responses. Recent findings suggest that defects in Met1-Ub signaling in humans can lead to severe immune dysfunction and cancer. Met1-Ub is generated by the linear ubiquitin chain assembly complex (LUBAC). Yet, how LUBAC and Met1-Ub signaling are regulated remains elusive. We recently discovered OTULIN, the only deubiquitinase known to specifically disassemble Met1-Ub. OTULIN antagonizes LUBAC and restricts Met1-Ub and NF-?B signaling in cell culture; however, the role of OTULIN and Met1-Ub in immune signaling and host defense in vivo is largely unknown. We have established novel mouse strains with cell type-specific deletion of OTULIN. I will use these mice to explore the in vivo function of OTULIN and Met1-Ub in the innate and adaptive immune responses, and to identify OTULIN substrates in primary cells using state-of-the-art mass spectrometry-based proteomics. I will study OTULINís role in immune homeostasis, in response to bacterial infection, and in mounting type-1 and type-2 adaptive immune responses by state-of-the-art methods of immunological analyses including comprehensive multiplex analyses of cytokines. Met1-Ub regulates the acute phase cytokines TNF and IL-6 and may thus control the development of type-1 versus type-2 immune responses. Hence, I will test OTULINís role in models of asthma, a disorder characterized by an imbalance between type-1 and type-2 responses. Subsequently, I will analyze immune signaling pathways in primary cells using mass spectrometry-based proteomics to identify OTULIN substrates in specific cell types. This will greatly deepen our understanding of the physiological role of OTULIN and Met1-Ub in the immune response and may provide important insight into human immunological disorders and rationales to treat these.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNITED KINGDOM RESEARCH AND INNOVATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}