{
    "rcn": "194951",
    "acronym": "AGRAL",
    "topics": "SILC-II-2014",
    "title": "Development of the optimum AGRAL cermet manufacturing process for aluminium inert anode application and fuel cell interconnect plates.",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "The AGRAL (Advanced Green Aluminium anode) project will aim at developing the manufacturing technologies of a specific cermet (called AGRAL cermet within this proposal) that has shown at lab scale outstanding properties in high temperature and corrosive media i.e. aluminium electrolysis. Furthermore, this AGRAL cermet enables Aluminium Pechiney, leader of this project, to consider the replacement of their current carbon anode by this inert anode thus decreasing to zero the CO2 emission during electrolysis process. Furthermore this AGRAL cermet will be tested for two applications: aluminium electrolysis (for the manufacturing of an inert anode up to industrial scale) and for protection of interconnect plates in hydrogen and fuel cell application (up to pre-prototype scale). This AGRAL cermet will be used as an inert anode in the Aluminium industry. Thanks to the inert anode, it is expected to decrease by a minimum of 50% of CO2 emissions compared to currently used carbon anode. Then, the transfer to the fuel and hydrogen cell applications will be studied.\nTo reach the objectives, the partners will aim at:\n- Developing the manufacturing process for the AGRAL cermet coating for aluminium electrolysis.  \no The Thermal Spray coatings: HVOF (combined eventually with Cold Spray ) and eGun (HVOF with ethanol, technology developed by Flame Spray Technologies).\no The Powder Metallurgy Process : HIP and Ultraflex (technology developed by Kennametal Stellite).\nThe final manufacturing process will be adapted to large dimension (an anode is 1m long) and to complex shape (plates, grid)\n- Developing qualification test for real scale inert anode to detect failure of the anode operation.\n- Developing the manufacturing process for the AGRAL cermet coating for hydrogen and fuel cell interconnect plates.\nThe economic viability and the environmental impact of both the inert anode and its manufacturing process and the fuel cell application along their whole life cycle, will be monitored.",
    "totalCost": "8440555,86",
    "ecMaxContribution": "5232146,13",
    "coordinator": "ALUMINIUM PECHINEY",
    "coordinatorCountry": "FR",
    "participants": "ECOINNOVAZIONE SRL;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;ECOLE NATIONALE D'INGENIEURS DE SAINT-ETIENNE;CRONITE CZ SRO;FLAME SPRAY TECHNOLOGIES B.V.;BODYCOTE SPECIALIST TECHNOLOGIES DEUTSCHLAND GMBH",
    "participantCountries": "IT;DE;FR;CZ;NL",
    "projectParticipants": {
        "941469973": {
            "orgId": "941469973",
            "orgName": "ECOINNOVAZIONE SRL",
            "ecContrib": 136750
        },
        "968338488": {
            "orgId": "968338488",
            "orgName": "ECOLE NATIONALE D'INGENIEURS DE SAINT-ETIENNE",
            "ecContrib": 339500
        },
        "937888830": {
            "orgId": "937888830",
            "orgName": "ALUMINIUM PECHINEY",
            "ecContrib": 2329917
        },
        "923397418": {
            "orgId": "923397418",
            "orgName": "CRONITE CZ SRO",
            "ecContrib": 198282
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 833528
        },
        "998274143": {
            "orgId": "998274143",
            "orgName": "FLAME SPRAY TECHNOLOGIES B.V.",
            "ecContrib": 412024
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 402238
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 448470
        },
        "923604125": {
            "orgId": "923604125",
            "orgName": "BODYCOTE SPECIALIST TECHNOLOGIES DEUTSCHLAND GMBH",
            "ecContrib": 131436
        }
    },
    "calculatedTotalContribution": 5232145
}