{
    "rcn": "194911",
    "acronym": "URBANCO2FLUX",
    "topics": "MSCA-IF-2014-GF",
    "title": "Quantifying the impact of the urban biosphere on the net flux of CO2 from cities into the atmosphere.",
    "startDate": "07/09/2015",
    "endDate": "06/09/2018",
    "objective": "Due to the offsetting effect of the urban biosphere resulting from the photosynthetic uptake of CO2 by plants that are often well watered and fertilized, the precise impact of urban emissions on the global burden of GHGs is challenging to quantify. Green-space initiatives that increase the vegetative coverage of the landscape, and therefore the productivity of the urban ecosystem for sequestration of CO2 are often proposed as GHG reducing strategies, despite there being very little quantitative evidence for the effectiveness or efficiency of such strategies. Uncertainty in the time scales for respiration of carbon previously taken up through photosynthesis obscures the picture even further. Meanwhile, as the modern urban landscape is continually evolving, with green spaces and parks becoming a more integral component and with suburbs expanding outward from city centers into previously rural, agricultural, and natural areas, it is apparent that we lack the scientific understanding of how best to implement planning strategies that minimize the impact of such changes on climate. \nI have expertise in urban metabolism and quantifying carbon footprint at city level, however I lack the scientific knowledge required to understand and quantify the impact of the (urban) biosphere on the net flux of CO2 from cities into the atmosphere. UC Merced, presently leading a 4-yr NSF project in atmospheric modeling of COS to understand carbon cycle processes in urban ecosystems, provides the ideal training ground for me to gain the skills necessary to reach excellence in this multi-disciplinary effort to making our cities more sustainable. The project aims to answer the following questions:\nï What is the global impact of urban/suburban ecosystems on atmospheric CO2?\nï How will future shifts in land-use types and management practices in densely populated areas influence surface  atmosphere fluxes of CO2?",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 257191
        },
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 257191
}