{
    "rcn": "194938",
    "acronym": "Invisibilia",
    "topics": "MSCA-IF-2014-EF",
    "title": "Tracing the Invisible. Old Norse and Latin in medieval manuscripts.",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "In the project ìTracing the Invisible. Old Norse and Latin in Medieval Manuscripts (INVISIBILIA)î, I propose to investigate bilingualism in medieval Northern Europe by focussing on the most popular media of the time: manuscripts. I will trace their Latin components, which have mostly been neglected in research until the present day, and make them accessible to the scientific community digitally, thus providing essential texts and finding aids for the Latin sections. I will analyse the interaction of the Latin with the Old Norse texts. By relating them to the production, dissemination and use of manuscripts by people from different social backgrounds, I will give a deep insight into the European literacy of medieval Icelanders and Norwegians in the time span ca. 1100 ñ ca. 1500. INVISIBILIA will focus on the manuscripts held in the Arnamagnaean Collections in Copenhagen and Reykjavik, which represent approx. 90 % of the total number of Old Norse codices. Any exemplar containing both Old Norse and Latin as clearly distinct entities will contribute to the corpus of the study, about 400 manuscripts in total. I will approach this corpus according to three major research objectives, namely a full catalogue of the Latin entities, a comprehensive multi-level edition, and a comparative study. The results of the three research objectives will be integrated in an enhanced publication, realising the latest developments in Digital Humanities. This open access, on-line website will exchange data with existing scientific databases and make it possible for other scholars to collaborate actively. By spanning the borders between Traditional and Material Philology, Cataloguing and Editing, and Traditional and Digital Humanities, INVISIBILIA reaches out to scholars of medieval Scandinavia and Medieval Latin alike. The research results will be directly comparable to other pre-modern bilingual literary systems and challenge the isolationism still found in Old Norse-Icelandic scholarship.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}