{
    "rcn": "194980",
    "acronym": "HOLES",
    "topics": "MSCA-IF-2014-EF",
    "title": "Highly Ordered Light-manipulators by Self-assembly",
    "startDate": "01/03/2015",
    "endDate": "28/02/2017",
    "objective": "The application of photonics in both everyday life and advanced science would be widespread, as they have a range of advantages as compared to electronics in many applications. However, the development of high-throughput photonic technologies has proven problematic, due to the absence of easily-scalable methods to process materials of the desired optical characteristics. My project addresses that problem by adopting a highly successful approach hat has been employed in (opto)electronics, which has led to the explosion of a new prolific scientific field, new technologies, and new products: the development of solution-based processing methods. Specifically, I propose to produce a step change in the photonics field through the employment of the Dynamic Templating Process (DTP), an elegant, fully solution-processing method, which exploits the self-assembly of water microdroplets, to create micro-honeycombs, i.e. 2D photonic crystals. As solution-processable material, I propose to use an organic:inorganic hybrid, which shows refractive indexes above 2. Then, I aim to create novel 2D hierarchical and 3D photonic structures based on thy hybrid honeycombs for optical field management. In the last stage I will transform the DTP into an industrially scalable process for photonic crystal and device manufacturing. Thereby, I propose an ambitious, multidisciplinary and self-consistent project, which encompasses the synthesis of novel materials, the development of microprocessing methods, the production and characterisation of a new class of photonic elements, and the development of industrial production processes. Hence, the project is designed to generate new knowledge as well as new disruptive technology, as it may lay the foundations for next generation photonic devices",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}