{
    "rcn": "194996",
    "acronym": "SAAB",
    "topics": "MSCA-IF-2014-GF",
    "title": "'Science as Applied to Building' : Science, Construction, and Architectural Acoustics (1914-1954)",
    "startDate": "01/07/2015",
    "endDate": "30/06/2018",
    "objective": "The aim of this Fellowship is for the researcher, Dr Fiona Smyth, to develop the professional prowess, advanced training, interdisciplinary skills, high-impact dissemination, and practical experience commensurate with a leading independent researcher in the EU. The remit of the Fellowship research falls under the categories of history of science, history of construction and architectural acoustics. The researcher will be based for two years in the Dept. of the History of Science in Harvard University, working under the supervision of Professor Peter Galison. The third year of the Fellowship will be completed in the Acoustics Research Group in the School of Engineering, Trinity College Dublin (TCD) working under the supervision of Professor Henry Rice. Research training will be implemented through an interdisciplinary project investigating the 20th century emergence of architectural acoustics as a branch of modern building science in Britain and Ireland. On the outgoing phase of the Fellowship the researcher will access expertise, advanced training and mentoring in the History of Science. No Irish university has yet established a dedicated History of Science department. In the return phase the researcher will consolidate the knowledge and experience gained in the US through advanced laboratory training in acoustics. In TCD she will be given the opportunity to embed her new knowledge in the design of interdisciplinary curricula for graduate students. Under the guidance of international experts, she will acquire an invaluable skill-set bridging humanities, science and technology with implications for contemporary societal and economic application. The resources of the host departments will facilitate development of an interdisciplinary and international academic network as well as career mentoring. The Fellowship will establish the researcher firmly at the centre of interdisciplinary research in the histories of building science and architectural acoustics.",
    "totalCost": "266063,4",
    "ecMaxContribution": "266063,4",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 266063
        }
    },
    "calculatedTotalContribution": 266063
}