{
    "rcn": "194940",
    "acronym": "LIMB NETWORKS",
    "topics": "MSCA-IF-2014-GF",
    "title": "Network Analysis of Musculoskeletal Evolution and Modularity during the Fin-to-Limb Transition",
    "startDate": "15/08/2015",
    "endDate": "14/08/2018",
    "objective": "The fin-to-limb transition was a major milestone in the history of life that shaped the morphology and remarkable biodiversity of land vertebrates. A central question in vertebrate evolution is how the various anatomical parts of limbs evolved semi-autonomously (modularity) while still growing and adapting in coordination (integration). The main goal of this project is to unravel (i) the evolutionary changes in modularity of the musculoskeletal system that occurred during the evolution from fins to limbs and (ii) how these newly acquired modular organizations facilitated the evolution of different morphologies for the forelimb and hindlimb. To this end, we will evaluate the modularity of limbs and the strength of topological integration among modules by using an innovative approachñanatomical network analysisñ¨¨based on the topological relations that anatomical parts establish among them; these anatomical relations are embodied in network models and quantified globally using sophisticated algorithms from Graph Theory. We propose a multidisciplinary combination, for the first time, of (i) new data on fin/limb muscle anatomy in extant species, (ii) reconstruction of muscle attachments in extinct forms, and (iii) the use of innovative tools such as Anatomical Network Analysis to identify morphological modules and quantify their integration within a phylogenetic context. The results of this unique and transformative project have the potential to revolutionize our understanding of limb evolution during the fin-limb transition. The training in gross anatomy, imaging techniques, and reconstruction of muscles in fossils by the leading researchers involved in this project will foster the development of the candidate Fellow as an independent and innovative frontline researcher in theoretical, evolutionary, and comparative biology in the EU.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "THE ROYAL VETERINARY COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999840790": {
            "orgId": "999840790",
            "orgName": "THE ROYAL VETERINARY COLLEGE",
            "ecContrib": 251858
        },
        "936821248": {
            "orgId": "936821248",
            "orgName": "howard university",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 251858
}