{
    "rcn": "194914",
    "acronym": "Aggregation selection",
    "topics": "MSCA-IF-2014-EF",
    "title": "Genome-wide screen of aggregation selection",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "As protein aggregation is associated with numerous neurodegenerative diseases, several groups study the mechanism of aggregation formation and its regulation within the cell. However, besides the association with disease, some aggregates also have a functional purpose, e.g. temporary storage of hormones. This suggests that the outcome on cell fitness is determined by the relative contribution of aggregation formation, and its effect: either loss-of-function or gain-of-function.\nPrevious genome-wide screens already identified important processes to maintain proteome stability, but none of these quantifies the origin of the aggregation effect or considers that aggregation could be beneficial for the cell. Knowledge of how each of these are regulated, is essential to obtain a complete model of the aggregation process.\nRecently, the host lab developed a unique method, based on a population genetics approach using yeast, that is able to simulate these toxic and beneficial effects triggered by the aggregation process. By exploiting this model using knock-out studies, I will determine the impact of each knock-out on cell fitness, quantify what is contributing to this effect (e.g. gain-of-function) and decipher how the knock-out influences the protein aggregation process. This knowledge will allow us to explore new drug targets in order to control protein aggregation.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "MEDICAL RESEARCH COUNCIL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}