{
    "rcn": "194993",
    "acronym": "EPOCH GeoChem",
    "topics": "MSCA-IF-2014-EF",
    "title": "Early POpulations in Cretan History: Investigating residential mobility in the eastern Mediterranean using isotope GeoChemistry",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "EPOCH GeoChem investigates the Neolithic Transition and the subsequent socio-economic developments on Crete (Greece) using a pioneering, multifaceted methodological approach. For the first time, the focus is on the skeletal remains of the respective people; the tools are cutting-edge isotope geochemistry and radiocarbon analyses; the perspective is bioarchaeological and the methodology is novel for this topic. The main objectives are to: a) investigate residential mobility during the Neolithic to Early Bronze Age on the island; b) refine the chronology of the early human occupation of Crete; c) achieve a nuanced reconstruction of the early Cretan bio-cultural history through in-context interpretation of isotopic data; d) create the tools necessary for this and further research on mobility in Europe and the Eastern Mediterranean. For the first time, isotopic analyses of multiple elements (strontium, oxygen, carbon, nitrogen, sulphur and hydrogen) will be used on the same archaeological human remains, including the earliest yet excavated collection from Crete, to determine geographical origins and diet as proxies for distinguishing between different groups, reconstruct mobility and gain insights into the lifeways and social organization of the respective communities. Radiocarbon dating will provide a clear chronological framework. Through the Fellowship the applicant will create critical new knowledge, an innovative methodology and high quality new data for research into the Neolithic Transition and mobility in Europe and the Eastern Mediterranean; establish lasting cross-border academic networks and collaborations; attain the professional maturity required for leading further research advances; educate the public on the benefits of science and motivate the younger generation. These outcomes fulfill the Horizon 2020 Programmeís aims to promote EU excellence through top research and innovation performance across Europe and through a knowledge-based society.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}