{
    "rcn": "194983",
    "acronym": "OPSINEVOL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Evolution of opsin genes in guppies (Poecilia reticulata) relative to male colour: a window into the genetics of mate choice",
    "startDate": "15/04/2015",
    "endDate": "14/04/2017",
    "objective": "The spectacular colours displayed by males during courtship often result from sexual selection by female choice. Female visual perception should therefore play a critical role in the evolution of male colours. In guppies, both sexual dimorphism and male colour have evolved multiple times as a trade-off between female preference and predation pressures. Populations under low-predation regimes have repeatedly and independently evolved more colourful, sexually dimorphic males, and females with relatively strong preferences for colour. I will study opsins, the visual pigments that mediate vision, to shed light into the evolutionary relationship between male colour and female preferences. Guppies present a unique opportunity to systematically study multiple aspects of opsin evolution, asking whether it mirrors the pattern of parallel evolution of sexually selected traits. Initially, I will use next-generation sequencing to evaluate the total number of opsin genes, their distribution through the genome and their conservation across populations. I will then study variation in opsin sequence and expression associated with the evolution of colourful and sexually dimorphic guppy populations. Finally, I will study divergence in the visual system, beyond opsins, using comparative transcriptomics of the retina and the brainís optic lobes. The results of this work will provide a cohesive, integrative and multi-faceted understanding of the role of opsin variation in this model system of evolution by sexual selection, and will determine the role of opsins and the visual system in driving female mate preferences and male colour evolution. This project will help us understand the genetic underpinnings of key adaptive traits, linking genes to the phenotype and opening up new research agendas.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}