{
    "rcn": "194936",
    "acronym": "LEARN",
    "topics": "INFRASUPP-7-2014",
    "title": "Leaders Activating Research Networks: Implementing the LERU Research Data Roadmap and Toolkit",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "We live in the age of the ëdata delugeí, where digital technology enables us to store petabytes of data and to make that available for sharing as open data. Sharing data has the potential to revolutionise the way that researchers work. It avoids costly duplication in the collecting of data and enables research collaborations across the world which otherwise would not be possible.\n\nThe purpose of this bid is to take the LERU Roadmap for Research Data produced by the League of European Research Universities (LERU) and to develop this in order to build a coordinated e-infrastructure across Europe and beyond. LEARN will deliver a model research Research Data Management (RDM) policy, a Toolkit to support implementation, and an Executive Briefing in five core languages so as to ensure wide outreach.  \n\nLEARN will hold a series of Workshops within four European countries and one international country. The workshops will serve to advocate the Recommendations on RDM and open data made by the LERU Roadmap, and gain feedback from Workshop attendees for a new Toolkit of best practice. Furthermore, guidance to implement the Roadmap will be provided following identification of Best Practices supported by case studies identified through the workshops. \n\nBy producing an exemplar RDM policy, which could then be tailored by any university or research institution to meet their needs, LEARN aims to address the challenges of the Work Programme concerning the fragmentation of e-infrastructures and the need to maximize on global research data. Specifically, LEARN will address Stakeholder initiatives; Policy coordination; Take-up of digital infrastructures; and Support cooperation with developing countries. LEARN thus delivers support actions to quicken the take-up of RDM and the move to open data in the emerging world of Science 2.0.",
    "totalCost": "496582,5",
    "ecMaxContribution": "496582",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITAT WIEN;UNITED NATIONS ECONOMIC COMMISSION FOR LATIN AMERICA AND THE CARIBBEAN;UNIVERSITAT DE BARCELONA;STICHTING LIBER",
    "participantCountries": "AT;CL;ES;NL",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 71750
        },
        "985428142": {
            "orgId": "985428142",
            "orgName": "STICHTING LIBER",
            "ecContrib": 77500
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 55125
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 200894
        },
        "968158456": {
            "orgId": "968158456",
            "orgName": "UNITED NATIONS ECONOMIC COMMISSION FOR LATIN AMERICA AND THE CARIBBEAN",
            "ecContrib": 91312
        }
    },
    "calculatedTotalContribution": 496581
}