{
    "rcn": "194984",
    "acronym": "SINHOPSI",
    "topics": "MSCA-IF-2014-EF",
    "title": "Single-Hole Pumping in Silicon",
    "startDate": "11/01/2016",
    "endDate": "10/01/2018",
    "objective": "A globally consistent system of measurement units and reference standards is a necessary underpinning feature of most technological, industrial and economic activities. In fact, to perform measurements of physical quantities, record and compare them in a consistent way, systems of units and standards have been historically developed and agreed upon. However, in the last few decades, the ever-increasing need for stability and reliability has determined a shift from standards based on material artefacts or prototypes towards those based on physical phenomena and true constants of nature. The focus of this proposal is the development of a novel quantum technology to generate highly accurate electric currents directly linked to the elementary charge. This could serve as the practical implementation for a quantum-based standard for the SI unit ampere, which is a long-standing goal in electrical metrology. Semiconductor nano-scale charge pumps have been used in the last three decades to generate accurate electric currents by clocking the transport of single electrons with driving oscillators. The main limitation to the fidelity of the charge transfer is ultimately ascribable to the poor spatial confinement of electrons that produces errors during the pumping cycle. In this project silicon-based nanotechnology will be employed to realize and operate the world-first charge pump based on the transfer of single holes rather than electrons. A hole carries the positive equivalent of an elementary charge, but its effective mass can be significantly larger than the electron's. The resulting tightly confined charge carrier wavefunction is expected to provide significant benefits in suppressing pumping errors. The primary objectives will be to develop the underpinning technology to fabricate and operate the first single-hole pump, and experimentally assess its performances in comparison to the well-established electron-based technology.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}