{
    "rcn": "194987",
    "acronym": "Solarfuels",
    "topics": "MSCA-IF-2014-EF",
    "title": "Engineering Silicon Carbide Nanowires for Solar Fuels Production",
    "startDate": "28/08/2015",
    "endDate": "27/08/2017",
    "objective": "By 2020, the European Union aims to reduce greenhouse gas emissions by 20-30% and increase renewable energy share to 20%. This scenario has imposed urgent needs to develop fossil fuel alternatives like solar fuels. In order to produce solar fuels, the coupled reduction of CO2 and H2O is one of the most promising processes.  However, the generation of efficient, stable and low-cost material for CO2/H2O reduction remains a big challenge. Silicon carbide nanowires (SiC NW) exhibit the unique properties of large surface-to-volume ratio, tuneable transport properties and quantum size effects, which is very promising for the reduction of CO2/H2O to produce solar fuels.  To date, the studies on SiC NW for CO2/H2O reduction are limited due to the lack of (1) large-scale production techniques, (2) in situ characterization of the growth mode, and (3) there are no economical devices available for the evaluation of SiC NW. This project, SOLARFUELS, proposes the engineering of SiC NW for solar fuels production through the development of a carbon nanotube template method for large-scale synthesis of SiC NW combing with in situ characterization of SiC NW during growth and post-mortem. Design of an economically viable device is envisaged to exploit the in house generated SiC NWs. By introducing novel multiple sample holders for atmospheric gaseous reaction, the designed device can enable efficient catalyst/reactant contact along the vertically orientation of SiC NW and reduce the cost for the device by at least a half.The SOLARFUELS is built across research areas of materials science, chemistry, chemical and device engineering. It perfectly integrates the Experienced Researcher (ER)ís skills in solar energy application/device development and the Supervisorís expertise in nanomaterials synthesis/characterization. It will play an important role in advancing ER's career for a permanent position and in addition it will contribute to new approaches to further host's solar fuel research.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}