{
    "rcn": "194959",
    "acronym": "TentaclesOfVenom",
    "topics": "MSCA-IF-2014-EF",
    "title": "Unravelling the enigmatic origin of venom secreting cells in sea anemone",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Evolution of venom, natureís most complex cocktail, has underpinned the predatory success of venomous animals. Till date, research on venom has mainly focused on how genes encoding them evolve, and our knowledge regarding the evolutionary origin of venom-secreting cells (VSCs) and their secretions, has been limited. Understanding how venom and VSCs evolve in cnidarians - one of the simplest and probably the first venomous animals, such as sea anemones is not only fascinating as it sheds light on the evolution of their ancient venom-system, but may also be instrumental in the development of efficient nematocyte (stinging-cells) based drug-delivery tools. Identifying variation in venom-composition and sites of expression across various developmental stages and between the sexes (gender-specific expression) is also an understudied topic. The former is particularly intriguing in sea anemones, as their larval stages do not feed and yet synthesize toxins. Hence, in this project I propose to: trace the evolutionary origin of known VSCs (nematocytes and gland cells) in the starlet anemone, Nematostella vectensis, by constructing transgenic reporter lines; characterize venom-secretomes of VSCs using Fluorescence Assisted Cell Sorting (FACS) to determine the contribution of each VSC towards the venom arsenal; examine variation in venom-profiles and expression sites across the developmental stages and between the sexes using ëomicsí technologies, in situ hybridization and immunostaining; test the biochemical activities (pharmacological assays) of the major and novel toxins identified; and examine the phylogenetic histories and the molecular evolutionary regimes of the major sea anemone toxins to understand the recruitment of genes into the envenoming function in one of the first venomous animals.",
    "totalCost": "182509,2",
    "ecMaxContribution": "182509,2",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 182509
        }
    },
    "calculatedTotalContribution": 182509
}