{
    "rcn": "194917",
    "acronym": "PRDM9Recomb",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Evolution of PRDM9 Binding and Genomic Localization of Meiotic Recombination Events",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Meiotic recombination is an essential process for sexually reproducing organisms. The appropriate genomic distribution of recombination events is necessary for the accurate transmission of genetic information from one generation to the next. Extensive research has demonstrated that a major determinant of recombination sites in mice and humans is the DNA-binding protein PRDM9. An intriguing feature of PRDM9 is the exceptionally rapid evolution of its DNA-binding domain, which causes enormous variability in the locations of recombination events, even within a single species. To date, our understanding of PRDM9ís genome-wide distribution is based largely on its predicted DNA-binding specificity, however, the presence of a predicted consensus motif alone is not a strong predictor of recombination locations. Here, I will test the hypothesis that additional factors act in concert with the rapidly evolving PRDM9 protein to specify sites of meiotic recombination events. I will directly map and compare the genome-wide distribution of PRDM9 in different mouse strains to understand the evolution and principles of its binding. I will also pioneer a single-cell based approach that can distinguish between different classes of recombination events to build a high-resolution genome-wide recombination map to further dissect the role of PRDM9, and to identify additional factors, that shape the recombination landscape.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}