{
    "rcn": "194954",
    "acronym": "QUTEMAG",
    "topics": "MSCA-IF-2014-EF",
    "title": "Quantum-Enhanced Optical Magnetometers",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "During the past ten years tools from Quantum Optics such as quantum-non-demolition (QND) measurements and squeezed light have emerged as powerful means to control quantum states of matter, perform ultra-sensitive measurements, and enhance physical systems beyond their classical limits.  At the same time optical magnetometers developed within the discipline of Atomic Physics have established themselves as the most sensitive detectors of magnetic fields with current performance reaching the limits of classical techniques. To date, in a proof-of-principle way, QND and squeezed light have been used to improve the performance of these instruments independently but not within the same device. Their simultaneous use in a best-in-class magnetometer remains an open challenge. To achieve this ambitious research goal we propose to combine QND and squeezed light resources to magnetometry at large atomic densities, i.e. in a regime where spin-exchange collisions dominate the spin dynamics. This novel approach will be key in enhancing current technology most suitable to address challenges in the real world. \nQUTEMAG combines a wealth of expertise in Optical Magnetometry and Quantum Optics. The Experienced Researcher Dr. Ricardo JimÈnez MartÌnez, is an expert in Optical Magnetometry. The Supervisor Professor Morgan Mitchell is a leader in QND methods and quantum light pioneering the techniques that will enable the quantum-enhancement of optical magnetometers in the proposed work. The goal of the training program of the researcher is to develop new research competencies in quantum optics and managing skills of interdisciplinary research in Quantum Optics and Metrology, Atomic Physics and Photonics.The Host Institution, ICFO-The Institute of Photonic Sciences in Spain, provides a world-class research and training environment to achieve the research and training goals of QUTEMAG during the 24-month span of the project.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}