{
    "rcn": "194997",
    "acronym": "HSPACE",
    "topics": "MSCA-IF-2014-EF",
    "title": "High Capacity Space Division Multiplexing Systems",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Our information society relies to an unprecedented extent on broadband communication solutions such as high-speed Internet access, mobile voice and data services, multimedia broadcast systems, etc. In order to fulfil the steadily growing volume and bandwidth demand of those data services while simultaneously reducing the cost per transported information bit, communication systems have been continuously improved in terms of reach and aggregate transport capacity. However, it is now recognised that communication systems are rapidly approaching the fundamental information capacity of current technology, a trend with potential negative impact on the economy and social progress. \n\nHSPACE project targets the development of advanced space division multiplexing (SDM) systems to unlock the capacity of future information systems by enabling the transmission of spatial super-channels over a single fibre. The proposed concept will be implemented using multi-core fibres (MCF) and few-mode fibres (FMFs) as underlying technology platform along with novel digital signal processing (DSP) techniques that minimise the mode/core interference and inter mode/core nonlinearities, keeping the required digital processing at realizable levels. HSPACE offers a continued European leadership in RTD photonics from components to systems, securing the necessary human resources and knowledge to design and produce a new generation of photonic components that support EUís vision for ubiquitous broadband connectivity to promote European social and economic cohesion and prosperity.\n\nThe aforementioned challenges require researchers highly trained in a number of relevant disciplines ranging from nonlinear science to high-speed optical communication techniques. This fellowship will provide a gifted early career researcher with the opportunity to train at one of the foremost research centres in optical communication, the Aston Institute of Photonics Technology (AITP).",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}