{
    "rcn": "194935",
    "acronym": "VULCAN",
    "topics": "MSCA-IF-2014-GF",
    "title": "Vulnerability of soil organic carbon to climate change in permafrost and dryland ecosystems",
    "startDate": "01/07/2015",
    "endDate": "30/06/2018",
    "objective": "Soil organic matter provides essential ecosystem services and is one of the largest C reservoirs on Earth, holding more than three-fold as much C as does the atmosphere. Over 75% of the global soil organic C pool is stored in permafrost and dryland regions, both under high pressure due to climate change. In particular, global warming may accelerate soil organic matter decomposition in these ecosystems, which may dramatically endanger their functioning and worsen climate change by releasing significant amounts of CO2 to the atmosphere. However, the rate of this effect and to what extent it may be offset by warming-induced increases of plant-derived organic inputs remain highly uncertain. The main objective of this project is to gain a deeper insight into the vulnerability of soil organic matter to climate change in permafrost and drylands, and to explore potential implications in terms of ecosystem functioning and feedback to global warming. We will use globally unique ecosystem warming experiments in Alaska (permafrost) and central Spain (dryland), with a well-established monitoring of plant productivity, phenology, and nutrient status, soil physical, chemical, biochemical, and microbiological properties, and CO2 fluxes. We will focus on the destabilization, stabilization, and transformation processes of soil organic matter at the molecular level by using an unparalleled combination of state-of-the-art methods for soil organic matter fractionation into pools directly related to conceptual preservation mechanisms, powerful stable and radioactive isotope techniques, and advanced nuclear magnetic resonance tools. VULCAN will fill major gaps in our knowledge, will make this information widely available to scientists, policy makers, and the general public, and will provide the Fellow with the necessary knowledge, skills, networking, and experience to lead future research projects related to the feedbacks between climate change and terrestrial ecosystems in Europe.",
    "totalCost": "201726",
    "ecMaxContribution": "201726",
    "coordinator": "UNIVERSIDAD REY JUAN CARLOS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886283": {
            "orgId": "999886283",
            "orgName": "UNIVERSIDAD REY JUAN CARLOS",
            "ecContrib": 201726
        },
        "936777695": {
            "orgId": "936777695",
            "orgName": "Arizona Board of Regents for and on behalf of Northern Arizona University",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 201726
}