{
    "rcn": "194920",
    "acronym": "SalHyd5",
    "topics": "MSCA-IF-2014-EF",
    "title": "Characterization of Salmonella enterica hydrogenase-5 biosynthesis for developing novel anti-infective compounds",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Recently, the discovery of new antibiotics has slowed, while the incidences of infections caused by bacteria that have become resistant to commonly used antibiotics are rising. There is therefore a growing clinical need for innovative approaches to developing novel anti-infective compounds. Hydrogen is an important energy substrate for a number of pathogenic bacteria and H2 oxidation is essential for the virulence of Salmonella enterica serovar Typhimurium. S. enterica expresses three different H2-uptake [NiFe]-hydrogenases and one of these (termed hydrogenase-5) belongs to a novel class of O2-tolerant hydrogenases that is synthesized aerobically and oxidizes H2 in the presence of O2. The Hyd-5 gene cluster encodes two accessory proteins, HydH and HydG, that are absent in anaerobic systems and are conserved in those systems in which hydrogenases are synthesized in the presence of oxygen. In other systems, HydH homologs have been proposed as scaffolding proteins that bind the immature [NiFe] cofactor prior its transfer to the large subunit of the enzyme. HydG-like proteins are hypothesised to assemble or stabilize the Fe-S clusters of small subunit during biosyntheis. This proposal aims to study the functional role of accessory proteins HydH and HydG in the biosynthesis of Hyd-5 and to design novel small molecule compounds that potentially inhibit hydrogenase activity and assembly. Understanding the mechanisms involved in the biosynthesis of Hyd-5 will allow the development of hydrogenase inhibitors and, as consequence, anti-infectives of virulence of Salmonella and other bacterial pathogens. This project addresses a key biomedical challenge and establishes [NiFe] hydrogenases as novel and credible drug targets.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF DUNDEE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}