{
    "rcn": "194930",
    "acronym": "EntreLab",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Entrepreneurial Laboratory for teachersí training. A Capability Approach for Entrepreneurship Education in Vocational education",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "The aim of this project is to create a model for continuous teachersí training on entrepreneurship education, provide guidelines and best practices on the pedagogies conductive for entrepreneurship education in vocational education. The Entrepreneurial Laboratory will be composed of workshops with the participation of teachers in vocational education and the various stakeholders that will discuss how to implement entrepreneurship education in the specific vocational setting chosen for the research. The focus will be on the pedagogies teachers will establish in order to encourage, facilitate and support their students being entrepreneurial in and outside the school environment. \n\nWithin Europe 2020 entrepreneurship is considered particularly important as it can tackle youth joblessness and favour social inclusion. While changing the educational system is not an easy process, steps must urgently be taken to implement short, medium, and long term agendas that a move education in the right direction to match Europe 2020 objectives. The literature on entrepreneurship education and the government documents highlight the need to improve the quality of entrepreneurship education in vocational secondary schools through a switch of the pedagogies (teaching methods and didactics) and the creation of conditions for students to show sense of initiative and entrepreneurship in and outside school.In line with a capability approach the final goal will be increasing studentsí autonomy and ability to make choices. \n\nWith this post doctoral research comprising scientific publications plus experience in teaching and supervising students, as well as more entrepreneurial competencies the Experienced Researcher will be ready for associate professorship.",
    "totalCost": "179325,6",
    "ecMaxContribution": "179325,6",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 179326
        }
    },
    "calculatedTotalContribution": 179326
}