{
    "rcn": "194994",
    "acronym": "TRYP-QS",
    "topics": "MSCA-IF-2014-EF",
    "title": "YAK kinase regulated trypanosome quorum sensing",
    "startDate": "05/05/2015",
    "endDate": "04/05/2017",
    "objective": "African trypanosomes are parasites that cause disease in both humans and livestock throughout sub Saharan Africa, leading to death and hardship in afflicted regions. The disease is spread by blood-feeding tsetse flies and trypanosomes use sophisticated mechanisms to sense their environment in order to optimise their chances of transmission. In particular, whilst in the host bloodstream trypanosomes communicate with one another to monitor their own population density, this determining when they produce specialised transmission stages (so called ëStumpyí forms).  We have recently identified, using a genome-wide RNAi screen, components of the signal transduction pathway that drive this quorum sensing (QS) response. One component seems pivotal in the pathway- a molecule related to the YAK kinase of proteins. In yeasts and slime molds YAK kinase contributes to cell growth arrest in response to extracellular signals including nutrient limitation, whilst in mammals, related molecules of the DYRK family can also act in cellular quiescence. In this proposal we will investigate the function of trypanosome YAK kinase in the parasite's QS response. Specifically, we will investigate the kinase function in vitro and in vivo and dissect its action by following its location and targets. These are likely to differ from the situation in yeasts where YAK relocates to the nucleus and changes mRNA expression; in trypanosomes gene regulation is almost exclusively post transcriptional and likely operates within the cytoplasm. The function, location and interactions of YAK kinase in the QS signalling pathway is expected to provide comprehensive insight into how trypanosome parasites control their development in preparation for transmission, with additional important relevance for related parasites including other kinetoplastids and malaria. A two way benefit, encompassing training and expertise exchange between the researcher and host laboratory, will also be established.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}