{
    "rcn": "194981",
    "acronym": "ActiDoC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Active Doping in Colloids",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Great interest has recently been sparked in active soft matter and more specifically mixtures of active with passive systems. These works have shown how passive colloidal particles influenced by activity, give rise to interesting non-equilibrium interactions and microscopic transport effects. However, the effects of mixing diverse biological and synthetic active systems with passive particles are far from understood. Developing on the applicantís experience, we propose a combined experimental and simulation physics-based study of the effects of doping active systems in concentrated suspensions of passive particles, while simultaneously looking at the dynamical properties of a single passive particle in a bath of activity. Initially we plan to experimentally examine a well-characterised model active system; platinum coated polystyrene Janus particles in a 2D geometry, mixed with passive particles. Using microscopy and particle tracking, we will study the effects and phase behaviour of active doping on dilute and dense suspensions of particles in a well-controlled setting. Simultaneously we will carry out overdamped dynamical simulations to guide and supplement experimental measurements. Subsequently, we plan to branch out and increase the complexity by expanding to 3D systems and other types of activity. Active doping of concentrated passive suspensions is expected to strongly influence phase and macroscopic behaviours, while doping of dilute suspensions will allow modification of the dynamics of single particles. Therefore, our work will provide fundamental understanding on the workings of activity on passive systems, leading to new insights for macroscopic applications, on processing and design of targeted materials, as well as and lab-on-a-chip applications dealing with microscopic transport and sorting. The candidate will work on cutting edge active systems within the group of Prof. W. Poon, the holder of an ERC Advanced Grant on the physics of active matter.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}