{
    "rcn": "194916",
    "acronym": "IMP3rove for Future",
    "topics": "INNOSUP",
    "title": "Adapting and maintaining the innovation management assessment tools and support Enhancing the innovation management capacity of SMEs",
    "startDate": "01/10/2014",
    "endDate": "31/12/2019",
    "objective": "'IMP≥rove for Future will build on the proven and well-tested innovation management support services developed in the previous IMP≥rove projects initiated by the European Commission to help mainly the Enterprise Europe Network (EEN) using IMP≥rove services for 'enhancing the innovation management capacity of SMEs'. Furthermore, IMP≥rove support services and training programs will be developed to address up-coming needs of SMEs and the support providers. In seven work packages an operational and capacity building / training environment will be created: Innovation management training programs will be further developed and implemented for EEN and other innovation support providers. Coaching of EEN partners in rendering effective innovation management assessments based on the IMP≥rove benchmarking tools, and new benchmarking features will be developed. Actions in regions and Member States to develop better programs to enhance innovation management capacity at SMEs will be supported with new IMP≥rove products and services. Within this project also the European and international standardisation activities in innovation management will be supported.\nThe project will actively involve the key stakeholders in shaping the training program, the new features of the IMP≥rove platform and in delivering the IMP≥rove support services in the most effective manner. \nThe expected results of this 28 months project are more than 400 EEN members rendering effective innovation management benchmarking services and support to SMEs, more than 4,000 SMEs that have benefited from the IMP≥rove services and have been put on the growth track and about 10 other actors in regions and Member States developed better programs for innovation management capacity building of SMEs. They all can rely on the IMP≥rove methodology  and assessment tools and services compliant with international standards in innovation management.\n'",
    "totalCost": "2330022",
    "ecMaxContribution": "2330022",
    "coordinator": "IMP'ROVE - EUROPEAN INNOVATION MANAGEMENT ACADEMY EWIV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937069277": {
            "orgId": "937069277",
            "orgName": "IMP'ROVE - EUROPEAN INNOVATION MANAGEMENT ACADEMY EWIV",
            "ecContrib": 2330022
        }
    },
    "calculatedTotalContribution": 2330022
}