{
    "rcn": "194988",
    "acronym": "GROUPCOG",
    "topics": "MSCA-IF-2014-EF",
    "title": "From individual cognition to collective intelligence",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "In many taxa, individuals form groups that collectively process information and make decisions. Through pooling information, these groups can theoretically achieve better decisions than solitary agents. However, it has become increasingly clear that understanding successes and failures of collective decision-making requires a detailed understanding of individual cognitive abilities and of information transfer among group members. I would like to build on my background in social insect collective behavior to investigate a longstanding question in complex systems science: when and how does collective intelligence emerge from individual cognition? I propose to elucidate this issue using novel experiments with homing pigeonsña species that has numerous advantages as a model system. First, pigeons can process information both individually and collectively. When flying alone, each pigeon establishes idiosyncratic habitual routes over time, based on memorized chains of landscape cues. Flocks of pigeons are also collectively able to develop distinctive routes. Thus, I can directly compare the cognitive performance of individuals and groups by giving them the same spatio-cognitive tasks. Second, as pigeons have been among the most important subjects in laboratory experiments on animal cognition, a wealth of data is available on pigeonsí individual cognition. Finally, cutting-edge GPS devices provide high-resolution spatiotemporal data, allowing me to create and validate highly detailed individual-based models. My results will be applicable to multiple research fields, including optimal decision-making theory and collective robotics.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}