{
    "rcn": "194901",
    "acronym": "Fractional",
    "topics": "MSCA-IF-2014-GF",
    "title": "Fractionalized quantum matter: Characterization, realization and generalization",
    "startDate": "02/11/2015",
    "endDate": "01/11/2018",
    "objective": "With the advent of topological phases, we have recently witnessed a revolution in our understanding of different phases of matter. They are described by tools borrowed from mathematical topology, unlike more familiar phases such as (ferro)magnets, classified in terms of symmetry breaking. Within these topological phases, fractionalized states of matter are of the most exotic, intriguing and potentially useful kind. They result from the delicate interplay between strong correlations among its constituents and the topological nature of the parent non-interacting state. They carry fractional quantum numbers and topologically protected excitations, insensitive to local system details (e.g. impurities) and key to efficient, fault-tolerant quantum computation. The fractional quantum Hall effect (FQHE) is still the hallmark of such phases but it needs strong magnetic fields and low temperatures to be realized, severely constraining the latter groundbreaking scientific leap.\nThus, this project aims to reach a new milestone concerning fractionalized phases to foster possible realizations and open the next door towards the quantum computing revolution. To this end, an innovative interedisciplinary approach is required. First, a numerical study beyond the widely used exact diagonalization will characterize fractional Chern insulators (FCI), FQHE analogues that dispose of the need of external magnetic fields, strongly focusing on experimentally relevant features, in particular dynamical signatures, still largely unexplored. Second, it proposes a new ítopologically trivial to FCIí route to realize these phases while critically assessing existing proposals and the role of possible competing orders that can jeopardize the emergence of fractionalization. Lastly, it will investigate effective quantum field theories that can generalize fractionalization to three dimensional topological phases in interacting Weyl semi-metals, providing an new landmark in the search for these states.",
    "totalCost": "246668,4",
    "ecMaxContribution": "246668,4",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "UK",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 246668
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 246668
}