{
    "rcn": "194904",
    "acronym": "WOSCAP",
    "topics": "BES-12-2014",
    "title": "Whole-of-Society Conflict Prevention and Peacebuilding",
    "startDate": "01/06/2015",
    "endDate": "30/11/2017",
    "objective": "This proposal seeks to enhance the capabilities of the EU for implementing conflict prevention and peacebuilding interventions through sustainable, comprehensive and innovative civilian means. It intends to address some of the dilemmas and paradoxes of external interventions that aim for local ownership in third countries, by exploring principles, processes and tools that can enhance EU capabilities. This will be achieved through the projectís Review, Reflect, Recommend and Innovate objectives. ëReviewí will assess past and ongoing conflict prevention and peacebuilding initiatives of the EU and its partners, focusing on three types of EU interventions: multi-track diplomacy, security sector reform, and governance reform. The assessment will be based on field research in Georgia, Mali, Ukraine and Yemen, and desk reviews looking beyond these countries. ëReflectí will create a ëcommunity of practiceí providing forums for dialogue that will bring together policymakers, civilian and military practitioners, academic experts and beneficiaries of EU interventions. These will validate and apply the evidence base by focusing on cross-cutting themes: local ownership, gender, multi-stakeholder coherence, civil-military synergies and ICTs. ëRecommendí will elaborate the project findings into a tailored set of recommendations and enhance their impact through direct policy engagement and an international dissemination strategy. ëInnovateí will contribute significantly to civilian conflict prevention and peacebuilding by identifying research priorities and tools, and enhancing the potential of ICTs. The project Whole-of-Society Approach to Conflict Prevention and Peacebuilding is a conscious attempt to address the relationships of peacebuilding actors within a wider cultural and institutional context. It deals with issues of coordination, synergies and inclusivity of peacebuilding efforts, where diverse stakeholders have a role to play in the process.",
    "totalCost": "2018034,75",
    "ecMaxContribution": "1990114,25",
    "coordinator": "STICHTING GLOBAL PARTNERSHIP FOR THE PREVENTION OF ARMED CONFLICT",
    "coordinatorCountry": "NL",
    "participants": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE;BERGHOF FOUNDATION OPERATIONS GMBH;ASSOCIATION GROUPE ESSEC;UNIVERSITE DES SCIENCES JURIDIQUES ET POLITIQUES DE BAMAKO;IVANE JAVAKHISHVILI TBILISI STATE UNIVERSITY;INSTITUT SVITOVOI POLITIKI;UNIVERSITAT AUTONOMA DE BARCELONA;UNIVERSITEIT UTRECHT;POLITICAL DEVELOPMENT FORUM",
    "participantCountries": "UK;DE;FR;ML;GE;UA;ES;NL;YE",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 262366
        },
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 87722
        },
        "999516034": {
            "orgId": "999516034",
            "orgName": "IVANE JAVAKHISHVILI TBILISI STATE UNIVERSITY",
            "ecContrib": 53781
        },
        "938994630": {
            "orgId": "938994630",
            "orgName": "STICHTING GLOBAL PARTNERSHIP FOR THE PREVENTION OF ARMED CONFLICT",
            "ecContrib": 792141
        },
        "994823950": {
            "orgId": "994823950",
            "orgName": "POLITICAL DEVELOPMENT FORUM",
            "ecContrib": 134074
        },
        "936958212": {
            "orgId": "936958212",
            "orgName": "UNIVERSITE DES SCIENCES JURIDIQUES ET POLITIQUES DE BAMAKO",
            "ecContrib": 100875
        },
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 235527
        },
        "986293091": {
            "orgId": "986293091",
            "orgName": "ASSOCIATION GROUPE ESSEC",
            "ecContrib": 162476
        },
        "953381379": {
            "orgId": "953381379",
            "orgName": "BERGHOF FOUNDATION OPERATIONS GMBH",
            "ecContrib": 109791
        },
        "937111763": {
            "orgId": "937111763",
            "orgName": "INSTITUT SVITOVOI POLITIKI",
            "ecContrib": 51361
        }
    },
    "calculatedTotalContribution": 1990114
}