{
    "rcn": "195075",
    "acronym": "Human Rpc5",
    "topics": "MSCA-IF-2014-EF",
    "title": "RNA Polymerase III Rpc4/Rpc5 subcomplex and Selenocysteine tRNA transcription",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "In higher eukaryotes, the RNA polymerase III (Pol III) participates in the transcription of small RNAs such as the tRNAs. RNA polymerase recruitment to their specific promoter relies on the activity of several transcription factors. Brf2 is a transcription factor that exclusively recruits RNA Pol III at the selenocysteine tRNA (tRNASec). Unpublished work from our group has unravelled an unanticipated central role of Brf2 in the oxidative stress response pathway, by acting as a cellular blockade during prolonged oxidative stress.\nWe are interested in understanding the molecular determinants that govern RNA Pol III recruitment at tRNASec promoter and its interaction with Brf2-bound promoters. In general, RNA Pol III subunitís size is conserved amongst the eukaryotic kingdom. However, an exception is the human Rpc5 subunit, whose C terminus has 450 residues that are not present in its yeast counterpart C37. Similarly to Brf2, the Rpc5 C-terminal extension is only present in higher metazoans, which suggests a phylogenetic link between these two proteins. The recruiting mechanism of RNA Pol III to Brf2-dependent promoters has not been described to date. Preliminary results in our lab provide evidences that indeed Rpc5 C terminus is responsible for the accurate recruitment of RNA Pol III at TBP/Brf2/DNA complex. Interestingly, structural homology predictions indicated that the human Rpc5 C-terminal extension is a eukaryotic homologue of the prokaryotic protein SelB, a factor that interacts with the tRNASec and with a specific region of mRNAs, the SECIS-element, during translation of SeCys containing proteins. This similarity suggests a regulatory role for Rpc5 C terminus in the interaction with the SECIS-element and/or the tRNASec.\nOur main objectives are to determine the structure of the Rpc5 C terminus in isolation and in complex with Brf2/TBP/DNA by X-ray crystallography and to characterise the role of Rpc5 C terminus in the context of tRNASec transcription.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "INSTITUTE OF CANCER RESEARCH - ROYAL CANCER HOSPITAL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999460841": {
            "orgId": "999460841",
            "orgName": "INSTITUTE OF CANCER RESEARCH - ROYAL CANCER HOSPITAL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}