{
    "rcn": "195000",
    "acronym": "ELECTRONANOMEGA",
    "topics": "MSCA-IF-2014-EF",
    "title": "DEVELOPMENT OF OMEGA-3 NANODELIVERY SYSTEMS USING ELECTROSPINNING PROCESSING",
    "startDate": "24/08/2015",
    "endDate": "23/08/2017",
    "objective": "Functional foods containing omega-3 lipids, which have approved health claims by EFSA, have resulted in one of the fastest-growing food product categories in Europe. However, to successfully develop foods enriched with omega-3 PUFA, lipid oxidation of these highly unsaturated fatty acids must be prevented in order to avoid both the loss of nutritional value and the formation of unpleasant off-flavors.\nOmega-3 PUFA can be added to foods as neat oils or as a ìdelivery systemî such as microencapsulated oil powders and oil-in-water emulsions. Nevertheless, delivery of omega-3 lipids in the form of emulsions reduces the oxidative stability of omega-3 PUFA in some products. Furthermore, microencapsulates are less suitable for liquid or semi-liquid foods than emulsified omega-3 oils due to handling/mixing issues. \nTherefore, the development of alternative omega-3 PUFA delivery systems, which are easy to disperse and which will lead to improved oxidative stability of omega-3 enriched food products, is urgently required. One of the more promising delivery systems can be functional nano-microstructures obtained by electrospinning technology, which is possible to up-scale.\nIn light of the above, the aim of this research project is to develop advanced omega-3 delivery systems such as electrospun nano-microstructures. To this end, the specific objectives are:\n1)\tDevelopment of physically and oxidatively stable nano-microstructures with omega-3 PUFA and natural antioxidants using electrospinning processing.\n2)\tProduction of food enriched with the nano-microstructures having appropriate structural-functional properties and being oxidatively stable.\nThe success of the research proposed will lead to an important advance in the protection of omega-3 PUFA against oxidation when incorporated into food. Thus, the knowledge generated by this study has the potential to being exploited by companies devoted to the production of functional foods containing omega-3 lipids.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}