{
    "rcn": "195004",
    "acronym": "Chinese Labour",
    "topics": "MSCA-IF-2014-GF",
    "title": "Shifting Dynamics of Chinese Labour in a Global Perspective",
    "startDate": "15/12/2015",
    "endDate": "14/12/2018",
    "objective": "With the financial crisis stepping up the pressure on labour regimes around Europe, and with the European national economies increasingly subject to the vagaries of an uncertain Chinese growth, questions traditionally of interest only to Chinese labour specialists and rights advocates are taking a whole new dimension. Chinese labour issues have ceased to be local matters and have assumed a particular urgency, entering much of the political rhetoric of the European countries. Such diffused presence of Chinese labour in the European imaginary raises many questions and requires a thorough investigation. In particular, in the past few years, much has been written about a ìrights awakeningî allegedly undergoing among internal migrant workers in China. But how do Chinese workers perceive their rights? What role do Chinese state and non-state actors play in shaping this perception? And, more important, how will these shifting dynamics of Chinese labour activism affect the future of China as a ìworld factoryî? Research that answers these questions is still scarce. The purpose of this study is threefold: a) analyse the expectations of Chinese migrant workers toward work hours and salaries, on the background of the minimum standards mandated by the current labour legislation; b) deconstruct the role played by different actors in shaping these expectation, with a particular attention to the role of the central and local state, the union, civil society organizations and foreign enterprises; c) address the implications of the rising expectations of the Chinese workers for EU investments in China and for the future of the country as a ìworld factoryî. This research will not only give a meaningful contribution to the academic debate, but will also provide European policy-makers, companies, trade unions and labour NGOs with much needed knowledge on how to address Chinese labour issues in this new phase of the globalization process.",
    "totalCost": "250518,6",
    "ecMaxContribution": "250518,6",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 250519
        }
    },
    "calculatedTotalContribution": 250519
}