{
    "rcn": "195007",
    "acronym": "WITHDRAWAL AFTERMATH",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Aftermath of a Drug Withdrawal: Modeling Spillover Effects Across Countries and Across Categories",
    "startDate": "01/09/2015",
    "endDate": "28/02/2018",
    "objective": "The pharmaceutical market is one of the most important industries in the global economy. Projections are that spending on medicines will grow to 1.2 trillion US$ in 2016. Marketing has an important impact in this pharmaceutical industry, but has a particularly negative image. The growing pharmaceutical market increases the pressure for the regulators to approve new medicines and for firms the pressure to market their drugs to stay ahead of the competition. These forces have contributed to the fact that over the past decade many drugs were approved too early, and the number of withdrawn drugs has doubled. A drug withdrawal is when a drug is taken off the market, because it is considered to be harmful typically due to unexpected adverse effects (including deaths). Since the pharmaceutical market directly concerns population health, drug withdrawals can have disastrous consequences. \nWhile there has been some research done into the aftermath of a withdrawal from the perspective of the focal drug, very little research has been done on the spillover effects. This project is the first to explicitly focus on spillover effects in the aftermath of drug withdrawals. There are two types of spillover effects to consider (i) across drugs (Do doctors start prescribing the competing drug, or has the withdrawal a negative spillover effect?), and (ii) across countries (If a country lags in withdrawing a drug, does the withdrawal in leading countries spill over?).\nAdvanced econometric techniques will be used to model the dynamics before and after withdrawals, including spillover effects and the dynamics between sales and marketing. Results of this project will not only benefit managers of pharmaceutical firms, but is also important from an economic (i.e. given the size of pharmaceutical market) and societal (i.e. the high profile nature of withdrawals and the role of government agencies) perspective.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "ERASMUS UNIVERSITEIT ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}