{
    "rcn": "195097",
    "acronym": "TUNEMODE",
    "topics": "MSCA-IF-2014-EF",
    "title": "TUNABLE MODE RANDOM FIBER LASER FOR MODE DIVISION MULTIPLEXING LASER SOURCE",
    "startDate": "01/12/2015",
    "endDate": "30/11/2017",
    "objective": "The evolution of the bandwidth demand in optical fiber communication system in the Europe region keeps increasing year after year. As for now, most of these demands are supported by the WDM system of optical communication network. It is forecasted that this increasing bandwidth demand could not be supported any more data traffics in the future due to the consumption growth of new applications. In this regards, a new system for solving this issue is becoming all the necessary. An alternative which is forecasted to be able to fulfill this demand is Mode Division Multiplexing (MDM). MDM basically is based on a concept developed for increasing the optical data transmission capacity within the optical fiber itself. Thus, this project will be carried out to investigate the mode tuning of random fiber laser for the application in MDM system. The main objective of this project is to generate a laser with various modes which can be tuned by using few mode fiber and will be using random fiber laser. The purpose of using random fiber laser is because the conventional rare earth based fiber laser such as Erbium and Ytterbium are not optimized for lasing at higher order mode than the fundamental mode LP01. Investigation on mode tunability will be carried out using micro fiber technology and also fiber Bragg grating technology whereby the combination of these two technologies will be functioning as the tunable and filtering element. Also, in this project, new ideas and concepts will be developed whereby the generation of a laser with various modes will probably generate new concepts and findings, not only for MDM system, but also for the device to support this application in the future. In this regards, this research is very significant, in conjunction with the growth of the bandwidth demand in the Europe region as well as in the world.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}