{
    "rcn": "195061",
    "acronym": "STROMINGER",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Strominger system of differential equations",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "This project is devoted to the study of a system of partial differential equations of great relevance in modern geometry and theoretical physics. The Strominger system arises in the theory of heterotic supergravity and has been proposed by Shing-Tung Yau as one of the fundamental perspectives of complex geometry, in relation to the moduli problem for Calabi-Yau manifolds. The goal is to complete four research tasks, designed, on the one hand, to make progress on Yau's conjecture for the Strominger system and, on the other hand, to understand rigorously, in one simple example, a conjectural, fundamental, symmetry of the underlying physical theory, known as (0,2)-mirror symmetry. This will be achieved using the cutting-edge theory of generalized geometry introduced by N. Hitchin.\n\nThe expertise of the supervisor L. ¡lvarez CÛnsul and the host group at the Instituto de Ciencias Matem·ticas (ICMAT, CSIC), leaders in the research line moduli spaces and geometric structures, combined with the expertise of the experienced researcher M. Garcia Fernandez, constitutes an essential backup and impulse for the achievement of the objectives of this project. The host group and ICMAT, in close relation with the Institute of Theoretical Physics (IFT) in Madrid and the Mathematical Institute in Oxford (Hitchin Laboratory), ensures an outstanding training of the applicant through the overall implementation of this research action. In addition, the ICMAT provides an exceptional atmosphere and management structure, and all the necessary infrastructures for the success of the Marie Curie action.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}