{
    "rcn": "195038",
    "acronym": "EXPRESSIONARRATION",
    "topics": "MSCA-IF-2014-EF",
    "title": "Narration, linguistic expression and discourse structure: explorations of orality in Occitan and French",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "This project is an exploration of the linguistic complexities around the concept of ëoralityí, as attested in different expressions of ëoral narrativeí in Occitan and French. It will be corpus-based and comparative, looking at a key set of temporal features in narratives collected in a traditional oral setting, in contemporary oral settings and in published ëliteraryí versions of oral narratives. Crucially, the project seeks to revisit the definition of ëoralityí and to contribute to novel conceptual models. Outputs will take the form of peer-reviewed journal articles, a unique digitised Occitan corpus, digital annotation tools, conference papers and an intersectoral workshop. Given the location of this MSCA in Belfast, and the importance of oral storytelling in Irish cultural heritage, an integral part of the project involves public engagement around cultural practice and minorised languages, and the establishment of links between cultural sectors internationally. The supervisorís (JCís) expertise both overlaps with, and complements the experienced researcherís (MVís) skills, such that the project will be of mutual benefit at both individual and institutional level. In line with MSCA objectives, the experienced researcher will diversify her research skills (theoretical, analytical and digital), will benefit from excellent linguistic, research and professional training, and will enhance her career profile through international and intersectoral mobility.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}