{
    "rcn": "195052",
    "acronym": "CircaDopamine",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Role of Dopamine in the Regulation of Sleep and Circadian Rhythms",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Alterations in sleep/wakefulness behavior are among the most debilitating and highly prevalent non-motor symptoms of many neurological and psychiatric disorders that originate from perturbations of the Dopamine (DA) system. Currently, no effective therapeutic strategies are available to alleviate these symptoms. Inspired by my Ph.D results, the current proposal aims to investigate in detail the role of dopamine in the regulation of sleep and circadian rhythms. The main question under investigation is; By what mechanisms DA regulates sleep and circadian rhythms and how are these affected in diseases (such as Parkinson)? Two transgenic mouse models will be used; the first model (MitoPark) shows, like in Parkinsonís disease (PD) patients, a progressive age-dependent neurodegeneration of DA neurons. The second model (CircaDA) lacks functional clock gene oscillations selectively in DA neurons. Using polysomnography in MitoPark mice, a detailed investigation of the consequences of DA loss on sleep regulation will be performed. In-vivo multiunit electrophysiology will be used in both mouse models to study the role of the circadian changes in DA neurotransmission in driving and/or synchronizing the electrophysiological properties of striatal and cortical neurons. Finally, selective DA receptor drugs will be combined with in-vitro patch clamp electrophysiology and in-vitro Per2-bioluminescence to investigate the molecular pathways used by DA to modulate multiple electrophysiological correlates of clock gene oscillations. Collectively, this proposal holds promising fundamental and translational insights for sleep problems experienced by patients suffering from DA-related disorders and is expected to significantly contribute in fostering the academic career of the researcher and the competences of the hosting laboratory in Neurodegenerative diseases.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "ACADEMISCH ZIEKENHUIS LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}