{
    "rcn": "195074",
    "acronym": "SmartMass",
    "topics": "MSCA-IF-2014-EF",
    "title": "Behavioral and cognitive mechanisms promoting collective intelligence in human groups",
    "startDate": "01/09/2015",
    "endDate": "28/02/2017",
    "objective": "This research project will develop novel tools to investigate the interactions between individuals and the behavioral and cognitive mechanisms that promote the emergence of collective intelligence in humans, by integrating methods from biology, physics, economics and social sciences. Economics and biology, two disciplines that study the behavior of living beings, have followed distinct routes to analyze the behavior of human groups. While macroeconomic models rely on complex individual behavior and study static equilibria and steady states, biologists tend to focus on simple individual behaviors to study population heterogeneities and complex group dynamics. Simultaneously, physicists have developed a powerful set of methods and mathematical models to study the dynamics of particle systems and are very recently being combined with behavioral heuristics borrowed from cognitive science. Merging experimental and theoretical work, we will investigate the mechanisms by which the processing of information between individuals lead to collective decisions, and the specific situations where individual behaviors and choices are affected by the group. We will design and execute specific experiments to study how human groups select alternative solutions to solve specific problems, where anticipation about future actions/events will be formulated under different conditions of information. The resulting mathematical models based on the experimental data, including behavioral and cognitive processes at the individual scale, will give access to the type of information needed by the group to become more efficient in solving a given problem. These models will be analytically and numerically studied by means of classical and novel tools of statistical physics, complex networks and game theory. The present project thus aims to combine insights and methods from diverse disciplines to deliver novel hybrid models to study the emergence of collective intelligence in social human systems.",
    "totalCost": "138807",
    "ecMaxContribution": "138807",
    "coordinator": "UNIVERSITE PAUL SABATIER TOULOUSE III",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999851169": {
            "orgId": "999851169",
            "orgName": "UNIVERSITE PAUL SABATIER TOULOUSE III",
            "ecContrib": 138807
        }
    },
    "calculatedTotalContribution": 138807
}