{
    "rcn": "195056",
    "acronym": "EMOTIONS FIRST",
    "topics": "MSCA-IF-2014-EF",
    "title": "EMOTIONS FIRST. Feeling reason: the role of emotions in reasoning",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "ëEmotions Firstí: Neuroscientists have recently discovered the primacy of feelings and emotions over reasoning, in our mental life. On the basis of these results, cognitive scientists are developing a semantics of conceptual classification, grounded on feelings and emotions towards the world. My work for the Marie Curie aims to show that the ancient Greek philosophers developed theories of action, where the battle between our desires and feelings towards the world grounded the pattern of rationality that emerged from this battle. On my reading of ancient philosophy ñ primarily Plato, Aristotle and the Stoics ñ the process of reasoning arises from a calculus of feelings and emotions (culminating in love), which aim towards the organismís good. Socrates held that every human has an innate desire for his or her own good; the human organism struggles to find the good, guided by the desires of the soul. Plato and Aristotle saw the human soul as a locus of desires and motivations, whose contest constitutes deliberation for the good. For both philosophers, the soulís competing motivations and feelings towards the world result in pleasure, if the competition outcome is successful, and in pain, if not. The successful competition is reasoning, the unsuccessful, miscalculation. I aim to investigate the hypothesis that ëthe emotional quest for the good of the organism is constitutive of rationalityí in an international research-hotbed of ëemotions in reasoningí, at the Philosophy Centre of Edinburgh University, where philosophy meets cognitive science on ëemotive lateral thinkingí and on the ëextended knowledge hypothesisí. The training I can receive at this Center will empower me to present in the best theoretical framework the ancientsí intuition that the calculus of feelings can shed light into the origins of rationality. This is my ambition for the Marie Curie Fellowship.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}