{
    "rcn": "195053",
    "acronym": "AUDICON",
    "topics": "MSCA-IF-2014-EF",
    "title": "Neural mechanisms of spectral context effects on auditory processing",
    "startDate": "01/03/2015",
    "endDate": "28/02/2017",
    "objective": "We perceive the outside world through different senses which we see as recording devices that provide us an accurate representation of reality. Nevertheless, how a sound is heard or a light is seen depends on the context in which they occur. How well we understand speech can greatly vary depending on the presence of other sounds. For instance, a single tone in a complex sound mixture can pop out if it is preceded by a sound with certain properties. This effect is thought to be fundamental in helping people to efficiently detect novelty in a stream of acoustical information. In other situations our perception can fool us, like when we hear sounds that are not there. Someone will perceive a phantom tone after having listened to a certain synthesized stimulus. This phenomenon is related to tinnitus -the perception of a permanent sound, a pathology that debilitates 2% of the population. While those effects are well documented in human psychology, where and how they originate in the brain is currently not known. Our goal is to perform in vivo intra-cellular recordings in the mammalian auditory system to seek the neural mechanisms underlying the effects of context in auditory processing. Beside the fundamental importance of relating perception to neural processing, this research could lead to a better understanding of the mechanism underlying tinnitus induction.\n\nAdvancing the knowledge on brain processing is critical for European excellence. The results could serve medical research, a priority for the EU. The main research training objective is managing the challenging technique of patch clamp in vivo in which the host lab has expertise. This top-notch technique will complete the applicantís scientific armentarium and make him very competitive in the multidisciplinary field of neuroscience. After this project the applicant will start his own team. The training objectives will thus focus on management and teaching/supervision skills.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}