{
    "rcn": "195064",
    "acronym": "BlaC E-assay",
    "topics": "MSCA-IF-2014-EF",
    "title": "Portable electrochemical assay system for on-chip quantitative estimation of bladder cancer biomarkers in real samples",
    "startDate": "05/10/2015",
    "endDate": "04/10/2017",
    "objective": "Cancer is a leading cause of death worldwide and the best approaches to improve cancer survival rate is to diagnose it at an early stage. In spite of the rapid explosion of new technology platforms, traditional optical ELISA is used in clinical practice, which is laborious, time-consuming, require large sample volume and suffer from low sensitivity. On the other hand, recently proposed electrochemical sensors which promise easy operation, accuracy, high sensitivity, low cost and compact size mainly suffer from background signals, non-specificity and selectivity in clinical samples. Therefore, there is an urgent need to solve the key issues in the development of clinically relevant and commercially viable technologies that enable screening of high-risk individuals for cancer at an early stage. The proposed program is to develop a reliable point-of-care (POC) diagnostic system based on a multidisciplinary approach of integrated microfluidic and electrochemistry for multiple biomarker detection in clinical samples. The proposal aims at finding solutions for key issues of non-specificity, sensitivity and selectivity in clinical samples for sensitive and multiplexed detection. The proposal will address the above mentioned challenges, via separation of assay chamber and detection chamber with innovative surface chemistry and microfluidic design with electrochemical detection techniques. Work will be focused on bladder cancer as a test model to solve the above mentioned issues. The proposed device will be of bench top size and have capabilities to detect a panel of 3 or more biomarkers simultaneously. The successful outcome of the project will result in high impact publications, technology know-how and IP, which will be used to design and develop a prototype device. A secondment at Applied Enzyme Technology Ltd, Gwent Group (GWENT) will be used to study optimization of sensor shelf life and to ensure the developed system meets industrial standards.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BATH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}