{
    "rcn": "195010",
    "acronym": "ITNUN",
    "topics": "MSCA-IF-2014-EF",
    "title": "Family, Power, Memory: Female Monasticism in Italy from 700 to 1100",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "Recent history amply demonstrates the importance of religious belief as a fundamental historical force. In studying early medieval Europe, we see how crucial it has been in the creation of our own identity, underlying our belief systems, cultural assumptions and core values, as well as our institutions. Modern history and anthropology help us pose questions of immediate concern on ethnicity and nationality, women and gender, identity and belief. I have engaged with these issues previously, with a multidisciplinary mix of history, anthropology, art history and archaeology. This research project on Italian female monasteries from 700 to 1100 is also comparative and interdisciplinary. To understand medieval society, it is essential to understand monasticism, and crucial to include Italy. I propose to bring together an integrated and broad-sweeping perspective by joining these together, and to approach the study of religious women as a laboratory for exploring the complex relationship between gender and power. Royal or aristocratic monasteries have sources detailing the names, background and activities of nuns, representative of the political and ethnic composition of Italian society. To study the evolution of nunneries makes it possible to trace changes in Italian political, social and cultural patterns, with the intermingling of family and politics. Understanding the tensions between early medieval Italian societyís male-controlled political and religious power, and the influence of noble women as queens and nuns, is essential for grasping womenís ideological and spiritual power, and for recognizing the changing configurations of medieval Italy, a key factor for comprehending some issues still at stake in Italian society today. Generally, a study of key mechanisms concerning the relationship between women, religious belief and behaviour, and politics and society can, through comprehending these in the past, illuminate key aspects of modern European societies.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}