{
    "rcn": "195063",
    "acronym": "WOODSofCHANGE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Cambium genetics in Arabidopsis and Aspen: basic science meets wood production",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Multicellular organisms require an accurate coordination of multiple growth programs to develop. In plants, the lateral growth is the process by which stems and roots grow in diameter. Lateral growth is a pivotal process for plant development that (i) provides the mechanical stability that plants need to expand their growth and sustain their structures and (ii) brings about large amounts of extremely useful plant biomass, especially in the form of wood in trees. Lateral growth is mediated by a specialised group of stem cells collectively called cambium. Remarkably for such a crucial cell-type for plant development and biomass generation, very little is known about the genetic regulation of cambium. Dr. Agustiís lab has identified new strong potential cambium regulators through a novel approach that combines natural variation and Genome-Wide Association Studies (GWAS) in the model plant Arabidopsis thaliana. Based on the sophisticated skills that I acquired in the field of tree genetics and genomics and on the large experience on genomics techniques held in the lab of Dr. Agusti, I present a project that will:\n1) Characterise the role of new potential cambium regulators identified in Dr. Agustiís lab in Arabidopsis and Aspen trees, using state of the art genetic and molecular techniques.\n2) Discover new cambium regulators in Arabidopsis by expanding the natural variation and GWAS approach previously used in Agustiís lab.\n3) Translate the results obtained through 1) and 2) into the generation of new Aspen varieties (using state of the art techniques on tree genetics and genomics that I have extensively used in the past) with the view of enhancing biomass production in Aspen in the form of wood.\nResults will (i) unravel new and fundamental aspects of the genetic regulation of cambium activity, illuminating our general understanding on plant development and (ii) strongly impact on Europe excellence by enhancing our capacity for plant biomass production.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}