{
    "rcn": "195067",
    "acronym": "CANCER-TECH",
    "topics": "MSCA-IF-2014-EF",
    "title": "Cervical cancer detection platform based on novel laser processing",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "About 10% of all cancers diagnosed in women worldwide, are cancers of the cervix, the organ that connects the uterus and the vagina. Alone in the European Union over 16,000 deaths are reported annually due to cervical cancer effecting women mainly between the ages of 25 and 50.\nWithin the scope of this fellowship, hosted by Dublin City University (Ireland) in collaboration with Arrows Biomedical GMBH (Germany), a highly sensitive platform to detect Human Papillomavirus (HPV), causative agent of about 99.7% of cervical cancer, will be developed. The proposed diagnostic platform will be based on a laser textured biopolymer as device substrate, functionalized with nanoparticles produced via the Pulsed Laser Ablation in Liquid (PLAL) technique. This on-chip immunoassay will allow rapid detection of the HPV. The novelty of this project lies in the high-quality bio-nanostructures as nano-labels via PLAL designed for ultrasensitive detection of HPV. \nTwo major aspects of this project are: (1) the development of complex nano-labels specifically targeting high risk HPV; and (2) improvement in the performance of the developed assay  increasing their sensitivity and specificity, relative to current start of the art. \nUltrapure HPV-specific nano-labels will be prepared using pulsed laser ablation in liquid, a green synthesis route independent of any chemical processing. The proposed technique is advantageous due to the enhanced surface activity of laser-generated nanoparticles, which will reduce the amount of sample molecules needed for the successful detection by improving the limit of detection and overall detection time. This project aims at making substantial contribution to the advancement of cancer immunosensing based on a novel on-chip immunoassay design for medical applications. Through this project, the applicant aims to develop intellectual property related to the manufacturing of biomedical devices via laser processed surfaces.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "DUBLIN CITY UNIVERSITY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999892588": {
            "orgId": "999892588",
            "orgName": "DUBLIN CITY UNIVERSITY",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}