{
    "rcn": "195008",
    "acronym": "DAM-NET",
    "topics": "MSCA-IF-2014-EF",
    "title": "Dam-nations? A study on dams, nation-building and transboundary water relations through case-studies from Ethiopia and Tajikistan",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The aim of DAM-NET is to enable the Future Fellow (FF) to carry out a state-of the art research project, investigating how ruling elites can use the symbolic value of a large hydraulic infrastructure to construct and disseminate their particular idea of the nation and legitimize their hold on power. The study will expand on the largely unexplored link between water and social power, bringing new insights into the analysis of transboundary water relations and on the role that discourse and nationalism play in water politics. Throughout a varied set of activities, the project will allow transfer of knowledge and the training of the FF, thus improving his employability and career perspectives.\nInterdisciplinary in nature, DAM-NET will draw upon insights from International Relations (IR), nationalism studies and political geography to create a framework for the analysis of the politics of mega-dams. Specifically, two case studies ñ the Grand Ethiopian Renaissance Dam (GERD) in Ethiopia and the Rogun Dam (RD) in Tajikistan ñ will serve as a platform to analyse the discursive constructions surrounding mega-dams, and to map and unpack stakeholder and elite networks associated with the water sector in both countries.\nBesides their scholarly relevance, the research findings will provide important policy insights for a better understanding of the new boom in global dam building, and for the explanation of seemingly irreparable regional conflicts triggered by the construction of extremely costly megaprojects.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}