{
    "rcn": "195076",
    "acronym": "HAP4MARBLE",
    "topics": "MSCA-IF-2014-GF",
    "title": "Multi-functionalization of hydroxyapatite for restoration and preventive conservation of marble artworks",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "The HAP4MARBLE Project is aimed at developing a new multi-functional treatment for conservation of marble artworks in Cultural Heritage (CH) and validating it in the field. Marble has been widely used in architecture and sculpture since antiquity, but it is subject to several weathering processes, predicted to be worsened by future climate change. Because not fully satisfying treatment currently exists against these weathering processes, the project will be aimed at multi-functionalizing a recently proposed biomimetic treatment based on hydroxyapatite (HAP), to make it able to tackle all the main marble degradation processes (sugaring, soiling, dissolution and bowing). This target requires a multi-disciplinary reserach activity, combining materials science, biomaterials, micro-mechanics, petrophysics and CH conservation. Such an approach will be possible by merging competences and laboratory facilities of the 3 involved Organizations: Princeton University (outgoing phase, supervisor Prof. G.W. Scherer and co-supervisor Prof. W.O. Soboyejo, world-renowned experts in materials science and micro-mechanics, respectively), the University of Gˆttingen (secondment, supervisor Prof. S. Siegesmund, international expert in marble deterioration) and the University of Bologna (return phase, supervisor Dr. E. Franzoni and co-supervisor Prof. N. Roveri, international experts in materials for CH conservation and HAP for bio-medical applications, respectively). Under the guidance of these experts, the Experienced Researcher (ER) will receive high-level training-through-research and will considerably deepen and diversify his knowledge, by also attending academic and training courses, thus developing a multi-disciplinary expertise. This new expertise and the publication of research results in high-level journals will enable the ER to achieve a fundamental advancement towards the fulfilment of his career development objective, which is to become a tenured researcher in EU academia.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 244269
        }
    },
    "calculatedTotalContribution": 244269
}