{
    "rcn": "195009",
    "acronym": "ALHIS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Archaeology, Landscapes and Heritage in the Iberian Southeast",
    "startDate": "01/06/2015",
    "endDate": "20/09/2017",
    "objective": "This training-through-research project at the Institute of Heritage Sciences of the Spanish National Research Council (Incipit-CSIC), aims both to generate new scientific knowledge on the archaeology of the landscapes and the socio-political processes of the Final Iron Age and the Early Roman period, and to enhance their value for cultural heritage management and development in Murcia, in the Spanish Southeast. In this sense, this proposal aims to create a fruitful link between the applicantís historical and archaeological research background and skills and the opportunities to learn and to develop a heritage outreach project. The interest of the project is due to both, the lack of landscapes studies which focus on the Iron Age in this region from a diachronical and landscape perspective, and the remarkable socio-political transformations undergone by the local communities in the period between the 5th and the 1st centuries BC. The landscape will be here understood like expression of the social and political interactions, but also like a space with an active role in their development, at different levels. All the evidences will be compiled, for the first time, through an interdisciplinary methodology (archaeological record, ancient texts, paleoenvironmental data, integration in a GIS, etc.) and will be analysed from a contextualized and comparative European perspective, which the regional research in this period lacks. Results will be disseminated by means of several impact publications but also beyond the strictly scientific environment, with the support of the host centre, the regional museums and other institutions. Regarding the heritage perspective this project aims to allow the applicant to learn how to re-direct all this knowledge towards a proper and effective management and communication of the important and rather unknown heritage value of those sites.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}