{
    "rcn": "195040",
    "acronym": "NANOSOLAR",
    "topics": "MSCA-IF-2014-EF",
    "title": "HYBRID QUANTUM-DOT/TWO-DIMENSIONAL MATERIALS PHOTOVOLTAIC CELLS",
    "startDate": "02/06/2015",
    "endDate": "01/06/2017",
    "objective": "The development of high-efficiency and low-cost solar cells is one of the most crucial challenges to secure a clean and sustainable energy source. The novel and tunable optoelectronic properties of nanomaterials are a very promising but still challenging route to achieve this goal. In this project, we propose to combine the advantages of two important nanoscale materials, semiconductor quantum dots (QD) and two-dimensional atomic layered (2-D) materials, to realize high-efficiency hybrid solar cells. Quantum dots are one of the best absorbing and carrier photogenerators due to multiple exciton generation and their size-tunable and direct band gap, however, their poor dot-to-dot conductivity has been a major limitation for photovoltaic devices. We propose to overcome this limitation by intercalating 2-D materials that have shown high charge mobility and strong optoelectronic properties. We propose a tandem configuration based on a stack of QD layers for strong carrier photogeneration, with intercalated 2-D atomic layers for efficient charge and photocurrent extraction. We will study the charge transfer and separation at the interface of QDs and 2-D layers, both of which are strongly affected by quantum confinement. The co-supervisors of this project, Prof. Konstantatos and Prof. Koppens at ICFO, have demonstrated a QD/2-D(graphene) phototransistor with a photoresponse up to 5 orders of magnitude higher than phototransistors based on single graphene or MoS2 atomic layers without QDs, showing the potential of QD/2-D hybrid devices for photovoltaics. In addition to QDs, we will also use small band gap materials, such as phosphorene and other 2-D semiconductors that can harvest energy from infrared hot sources in dark conditions. The proposed hybrid QD/2-D solar cell architecture can have a strong technological impact since both materials can be produced in large scale by chemical synthesis and surpass the performance of current photovoltaic technologies.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}