{
    "rcn": "195083",
    "acronym": "PEDIGREE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Pluralistic Economics for Development in Green Economic Enhancement",
    "startDate": "01/01/2016",
    "endDate": "31/01/2018",
    "objective": "The question of which economic framework (or sets of frameworks) is (are) appropriate for providing policy prescriptions\nconducive to ecological sustainable has gained renewed interest within the community of ecological economists and\npolitical economists. To help answer this question I propose to investigate the suitability of four economic frameworks รณ\nneoclassical environmental economics, non-Walrasian neoclassical environmental economics, institutional ecological\neconomics, and ecological Marxian political economy, for providing effective and coherent policy prescriptions for renewable\nand sustainable energy resources, specifically for electricity generation.\nThe inquiry will be both philosophical/methodological and empirical. The four frameworks will be interrogated against case\nstudies of the UK, Germany, Norway, France, Canada, and the US. The case studies will be comprised of analyses of the\nsocio-economic, historical, political, and cultural backdrop of energy resources in each country. The results of this\ninterrogation will then be used to assess the suitability of the four frameworks for providing policy prescriptions conducive to\necological sustainability with regards to their respective methodologies including ontology, epistemology, methodology (to\ninclude methods as well), and ideology. The case for methodological pluralism will be assessed and a notion of pluralism\ndeveloped for economic frameworks concerned with ecological sustainability.\nThe benefits that will be gained from undertaking this research program at the ERA level will accrue to economists and\nsocial scientists first by giving them better analytical and conceptual tools, and all those, including policy makers, politicians,\nand business leaders who depend on those tools afterwards through better results.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ANGLIA RUSKIN UNIVERSITY HIGHER EDUCATION CORPORATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991657094": {
            "orgId": "991657094",
            "orgName": "ANGLIA RUSKIN UNIVERSITY HIGHER EDUCATION CORPORATION",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}