{
    "rcn": "195003",
    "acronym": "EACISD",
    "topics": "MSCA-IF-2014-GF",
    "title": "Embodied and Abstract Concepts in Sensory-motor Deprivation",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "How is information organized in the brain? Does our understanding of everyday concepts rely on our perceptual experience, and our ability to sense them? And can this uncover how abstract information is coded in our brains?\nThese puzzles are at core of cognitive neuroscience and brain organization. Two major theoretical bodies differ in their account of neural concept organization: Classical cognitive theories propose that concepts are symbolic and non-sensory, and are further linked to sensory-motor aspects, whereas embodied cognition theories (e.g. mirror neuron system theory) postulate that concepts are represented only in a sensory-motor manner, and representations depend on the ability to simulate, re-enact, its perceptual process or action. \nTo address this contradictory account of concepts organization, a systematic interdisciplinary neuroimaging investigation will be conducted in a combination of special populations, each deprived from birth from an entire sensory modality or ability. \nThe neural correlates of impossible-to-embody concepts will be studied in congenitally blind (e.g. rainbow), deaf (e.g. jazz) and ULD subjects (born without functional hands; e.g. manually handles tools). Brain responses will be analyzed using multiple, state-of-the-art neuroimaging decoding techniques to reveal brain areas representation content and dependence on sensory experience. The neural networks of such concepts will be charted, to investigate the link between abstract thought and sensory inputs. A novel non-linear measurement method to quantity the richness of representations will be developed and applied to the sensorily-deprived groups, to map the dimensions related to specific sensory modalities. At the final stage, these methods will also be applied to study the developing brain in children.\nThe findings have the potential to revolutionize our understanding of brain organization and pave the road towards rehabilitation of multiple sensory and cognitive deficits.",
    "totalCost": "263385",
    "ecMaxContribution": "263385",
    "coordinator": "BEN-GURION UNIVERSITY OF THE NEGEV",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        },
        "999846222": {
            "orgId": "999846222",
            "orgName": "BEN-GURION UNIVERSITY OF THE NEGEV",
            "ecContrib": 263385
        }
    },
    "calculatedTotalContribution": 263385
}