{
    "rcn": "195019",
    "acronym": "NANOLIPID",
    "topics": "MSCA-IF-2014-EF",
    "title": "Understanding key factors for the use of bioactive lipid nanoparticles to modulate the functionality of complex food systems",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "The use of lipid nanoparticles as carriers of lipophilic functional compounds is emerging as a promising way to efficiently deliver food ingredients. There are evidences that bioactive compounds incorporated in lipid nanoparticles present an enhanced bio-accessibility in the gastrointestinal due to their small droplet size. However, the incorporation of active nanosized ingredients in foods remains a challenge for the food sector. Lipid nanoparticles may interact with the food matrix components causing destabilization phenomena or binding, which in turn might decrease their biological activity. Moreover, food processing operations used after the incorporation of the active lipid nanoparticles may have an impact in their properties. In this context, NANOLIPID, aims to contribute to the design, characterization and application of bioactive lipid nanoparticles towards a more rational and optimal use of food ingredients. For that purpose, the major goal of this proposal is to obtain stable lipid nanoparticles containing carotenoids (?-carotene, lycopene and lutein), incorporate them in complex food systems and assess their digestibility and bio-accessibility under in vitro simulated digestion conditions. NANOLIPID is a multidisciplinary proposal covering the formulation of lipid nanoparticles and use of state of the art techniques for nanomaterial characterization, food processing, and analysis of digestion and in vitro bio-accessibility. The fellow, who recently obtained her PhD degree in the University of Lleida (Spain), focuses on the study of the functional properties of lipid nanoparticles. Currently, she is post-doctoral researcher at the Food Science Department at University of Massachusetts (USA), one of the most active research groups in the field of delivery systems. The applicant would be one of the first researchers in Europe to study the real implications and benefits of incorporating functional lipid nanoparticles in food products.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}