{
    "rcn": "195086",
    "acronym": "MOTOR SIMULATION",
    "topics": "MSCA-IF-2014-GF",
    "title": "Motor simulation: Evaluating the role of mirror neurons in humans through ECOG and Lesion Studies",
    "startDate": "01/07/2015",
    "endDate": "30/06/2018",
    "objective": "One of the most intriguing, yet controversial findings in neuroscience in the past two decades is the discovery of the mirror neuron system (MNS). These visuo-motor neurons discharge both when a monkey does a particular goal-directed action and also when it observes another individual doing a similar action. The result of this mechanism is thought to be the capacity to recognize that an individual is performing an action, to differentiate this action from others analogous to it, and to use this information in order to act appropriately. This mechanism has been proposed as the basis for social cognition, and deficits in social understanding, such as those seen in autism spectrum disorder, have been linked to deficits in the MNS. Here I propose to use 2 novel approaches to address the neurobiological and behavioral significance of the human mirror neuron system (hMNS). (a) I will use Electrocorticography (ECoG) in neurosurgical patients to assess where, when, and how neurons in the prefrontal, parietal and sensorimotor regions are involved in action recognition. (b) I will employ scalp EEG and behavioral measures in a unique cohort of patients with damage centered in the Inferior Frontal Gyrus (IFG) or the Inferior Parietal Lobule (IPL). If the IFG and IPL are the core regions of the hMNS, patients with lesions to these regions should show deficits in understanding othersí actions, intentions and emotions (when these are expressed by body motion). This research will further our knowledge on the neural underpinnings of social understanding, and on the consequences of deficits in these neural networks.",
    "totalCost": "263385",
    "ecMaxContribution": "263385",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 263385
        }
    },
    "calculatedTotalContribution": 263385
}