{
    "rcn": "195085",
    "acronym": "HiDDaProTImA",
    "topics": "MSCA-IF-2014-EF",
    "title": "High-dimensional data processing: from theory to imaging applications",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "The unstoppable increase in the volume of data stored, transmitted and interpreted by fixed and mobile devices strongly calls for the study of efficient solutions in processing the information contained in high-dimensional signals. Such need has been reflected in the recent flourishing of research efforts from the statistics, machine learning, computer science and signal processing communities. \nWithin this multidisciplinary research ground, the proposed project will address the central question that can be formulated as -- what is the maximum level of information contained in large datasets that we can process from a small number of features, and how is it possible to achieve such limit in practice?\n\nRecent advances in information processing have demonstrated that a promising mathematical tool to tackle this question is represented by the Bayesian approach, in which statistical models inferred from training samples accurately describe the data. In fact, the Bayesian framework offers fundamental advantages in modeling high-dimensional signals in terms of mathematical tractability of performance limits as well as enhanced capabilities in information processing. \n\nBeyond the study of performance limits, the proposed project will involve case studies and applications in image processing. The researcher will be able to establish active collaborations with various research groups, in different department of Cambridge University, that test their research results on actual imaging devices.\n\nThis project will also form the proposer to his future independent research activity and it will provide him with new mathematical skills and practical implementation expertise with actual imaging systems. On the other hand, Cambridge University will benefit from the cross pollination of ideas brought by the researcher and his collaborators in top institutions in Europe and the US.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}