{
    "rcn": "195059",
    "acronym": "MicroCity",
    "topics": "MSCA-IF-2014-EF",
    "title": "Microbes in the city: a metagenomic trait-based analysis of microbial metacommunity structure along urbanization gradients",
    "startDate": "01/05/2015",
    "endDate": "12/09/2017",
    "objective": "Human induced environmental gradients have a strong effect on biodiversity and ecosystem functioning. Despite the valuable ecosystem services (such as biogeochemical cycling and xenobiotic degradation) provided by microbial communities, environmental conservation policies usually neglect microbial diversity. This can be in part attributed to our poor understanding of microbial community responses to anthropogenic influences in natural landscapes. Urban ecosystems are key examples of environments that are strongly impacted by anthropogenic activity. In addition to our need to understand how microbial communities respond to urbanization, urbanization gradients are also excellent model systems to study how the taxonomic and functional diversity and composition of microbial communities respond to anthropogenic stress in general.\n In the here proposed project, we will study microbial communities in freshwater ponds located across well characterized urbanization gradients in Belgium. We will apply metagenomics in a molecular trait based approach in an effort to determine the influence of human induced environmental gradients on the biogeochemical cycling and xenobiotic degradation pathways in microbial communities. Also, we will analyse the role of the mobilome - mobile genetic elements such as plasmids and transposons - as a source of rapid evolution in microbial communities under anthropogenic stress. We will take a metacommunity approach in order to quantify the relative importance of local (environmental) and regional (spatial) processes in shaping bacterial communities across the studied gradients. \n Our proposed study is unique as it combines the nascent theory of evolving metacommunities with a high throughput molecular approach, metagenomics, to better understand the impact of urbanization on microbial community structure and function.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}