{
    "rcn": "195030",
    "acronym": "CLOPRESS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Renal Chloride Chanels and Blood Pressure Regulation",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Hypertension, or elevated arterial blood pressure, is a significant global health concern.  A major cause of hypertension is the abnormality in salt (NaCl) handling in distal nephron segments within kidney.  Although there has been long a debate with regard to the relative importance of Na\\ vs. Cl- in inducing salt-sensitive hypertension, previous research demonstrated that excess intake of Cl- could lead to severe salt-sensitive hypertension.  Thus, better understanding on molecular mechanisms of renal Cl- handling would provide useful insights in treatment of hypertension.  Previous studies largely focused on the identification and regulation of apically expressed Cl- transporters, including Na\\-Cl- cotransporter, Na\\-K\\-2Cl- cotransporter (NKCC1/NKCC2) and pendrin, but mechanisms and regulation of Cl- transporters on basolateral membranes (i.e. an exit of Cl- into the interstitial space) remains poorly described.  Thus, the current proposal will investigate the physiological role of basolateral Cl- channel distributed in distal nephron, specifically ClC-kb.  Using a transgenic ClC-kb knockout line of mice, I propose to investigate the physiological role of this channel within isolated tubule and at the whole animal level.  In addition, ClC-kb channel is known to interact with a functional ?-subunit, barttin, and this interaction could affect Cl- conductance.  I propose to investigate the molecular mechanisms by which barttin can affect ClC-kb-mediated chloride transport.  The proposed studies will shed new insights into the molecular mechanisms of Cl- reabsorption in distal nephron, and could provide a basis for novel approach in treatment of hypertension.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}