{
    "rcn": "195043",
    "acronym": "PHOEBUS",
    "topics": "MSCA-IF-2014-GF",
    "title": "PHOto-induced Energy flow in Bio-inspired molecular circuits probed with Ultrafast two-dimensional Spectroscopy",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "Solar energy is forecast to cover an important fraction of the worldís energy necessities over the next century. The energy captured from sunlight will be used to drive photovoltaic cells or to produce solar fuels, thus Scientists must learn how to harvest, transfer and store it efficiently. In this framework, the PHOEBUS project aims at providing the design of innovative chemical structures (molecular circuits) that can control in sophisticated ways the flow of excitation energy.\nThe project focuses on bio-inspired molecular circuits, where several light-absorbing molecules are linked together to form antenna systems displaying ultrafast electronic energy transfer (EET). We aim to identify and understand how coherent effects can direct, control, and optimize energy flow after photo-excitation. PHOEBUS will answer to the following questions: (i) does coherence radically change excitation transport compared to incoherent hopping of excitation? (ii) how can we design chemical structures that use coherence in light harvesting? Two-dimensional electronic spectroscopy (2DES) is the ideal experimental tool to track EET and unveil coherent couplings in multi-chromophoric complexes. This optical technique is at the frontier of ultrafast spectroscopy. We will develop a 2DES apparatus using sub-10fs optical pulses and we will use it to determine the quantum-chemical rules guiding ultrafast EET in these innovative systems. The combination of femtosecond nonlinear spectroscopy, quantum chemical calculations, and chemical synthesis will contribute to the ultimate ambitious goal of changing the way artificial light-harvesting technologies are designed.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 244269
        }
    },
    "calculatedTotalContribution": 244269
}