{
    "rcn": "195060",
    "acronym": "Q-METAPP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Quantum Metrology in Applications",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Quantum technologies will soon change the way we communicate, compute and measure phenomena. Due to the industry-oriented research in quantum metrology, methods have already been demonstrated that allow to perform measurements with unprecedented precisionsólimited only by the quantum structure of nature. In recent years, new sophisticated techniques have been developed to more accurately describe such quantum metrological protocols and, in particular, account for the noise effects inevitably present in their implementations. The main objective of Q-METAPP is to propose a new generation of noise-robust sensing technologies by utilising these novel tools, and furthermore study their potential use in other branches of quantum information theory. The action will involve state-of-the-art theoretical research at the frontiers of quantum physics, statistics and probability theory, with its major part dedicated to designing quantum optical experiments. It will require strong collaboration between many theoreticians, also from other European institutions, and direct consulting with the experimental groups. The main goal will be achieved by proposing atomic magnetometry setups, in which the noise effects can be eliminated due to the careful engineering of the apparatus geometry, and by exploring the so-called Quantum Zeno Effect intrinsic to quantum systems. Moreover, multi-parameter estimation scenarios will be studied, in order to design quantum-enhanced protocols allowing to simultaneously sense many parameters in photonic experiments. In the second part, open problems in quantum thermodynamics, non-Markovian dynamics and communication theory will be approached with use of the metrological tools. Last subproject will focus on explaining the fundamental role of quantum correlations in metrology. The action, having a substantial impact on the development of quantum technologies, will greatly increase future mobility and career advancement possibilities of the applicant.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}