{
    "rcn": "195051",
    "acronym": "SOS-Nano",
    "topics": "MSCA-IF-2014-EF",
    "title": "Structure ñ Oxidative Stress relationships of metal oxide nanoparticles in the aquatic environment",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "The SOS-Nano project will address one of the most pressing cutting edge issues of econanotoxicology at present: to find a structural property of nanoparticles (NPs) to predict their potential toxicity in real aquatic environments, the final sink of released NPs. By using an in vivo natural water exposure system, SOS-Nano will test the suitability of two paradigms, recently demonstrated effective in vitro for ranking the hazard of metal oxide NPs: 1) NPs physical-electrochemical properties for predicting oxidative stress potential, and 2) oxidative stress generation for predicting biological impact. \nThe experimental plan of SOS-Nano is totally innovative for design and methodology: the relationships between NPs structure and toxic activity will be studied under the influence of natural water properties, and the toxic potential will be ranked through a multi-tier system combining genomics and functional measurements.\nThe science of SOS-Nano will have high impact: nanotechnology is one of the six EU Key Enabling Technologies selected by the EU Commission to address the industrial-economic competitiveness and the grand societal challenges in Europe by 2020 (US$ 2.5 trillion of world market, 2 million of employers by 2015). The lack of a sound human and environmental risk assessment of NPs is now the major limitation to the safe growth of this economic sector, and the EU research community is tasked with addressing the nanotechnologies development toward sustainability. \nThe SOS-Nano project will represent the perfect opportunity for the applicant to join a cutting edge working environment in which she will realise her potential as a leading nanosafety expert in EU. The host Institution, the University of Exeter, is in the top 10 UK Universities which will provide exciting opportunities for gaining interdisciplinary experience of novel approaches in ecotoxicology and for networking with industry and international partners at the forefront of environmental nanoscience.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}