{
    "rcn": "195096",
    "acronym": "NPCChr",
    "topics": "MSCA-IF-2014-EF",
    "title": "A role for nuclear pore complexes in chromatin organization during early development?",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "During differentiation, cells undergo large-scale chromatin rearrangement, notably with the establishment of heterochromatin blocks at the nuclear periphery during the epiblast stage of development. Concomitantly, hundreds of genes are relocated to and from the nuclear periphery and their position is correlated with their expression levels. Most of these genes are associated with regulation of pluripotency, suggesting that the association of fLADs to the NL is a key parameter for proper embryonic development. Recent work of the host lab using synthetic activators showed that the chromatin rearrangement is responsible for the relocation of these genes. However, the mechanisms that govern this chromatin rearrangement are largely unknown. Here I propose to test whether a modulation of nuclear pore density allows chromatin reorganization during differentiation of embryonic stem cells (ESCs) into epiblast stem cells (EpiSCs), laying the groundwork for future analysis in vivo during embryonic development. As a complementary approach, I will determine the mechanisms that prevent heterochromatin formation at nuclear pore complexes. The use of state of the art techniques such as super-resolution microscopy, genome mapping and a multidisciplinary approach combining biology and physics will allow me to understand the role of nuclear pore complexes in the regulation of genome organization.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}