{
    "rcn": "195041",
    "acronym": "FeSensor",
    "topics": "MSCA-IF-2014-EF",
    "title": "Finding the iron sensing protein in crop plants",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Iron (Fe) is needed for all living organisms but in high concentrations within the cell it is toxic, therefore balancing the physiological level of iron is essential. Although the Fe sensing mechanism has been described for a wide variety of living forms, from bacteria to mammals, no clear information about how plants sense Fe is available. Whether or not Fe is sensed in roots or in shoots or in both, the chemical form of the Fe or the identity of the sensing protein, remains unknown. In yeast and mammals, Fe is sensed via Fe-S proteins, but in plants the Fe sensing mechanism has been shown to be independent from Fe-S cluster assembly in the mitochondria or cytosol. Using comparative transcriptomics in two model plant species I have identified a small family of genes (IRS1, IRS2 and BTS) that are good candidates for the plant Fe sensors. I would like to investigate if their putative Fe binding motifs, haemerythrin and rubredoxin, are functional in an Fe-sensing capacity. Moreover, I will investigate if the proteins have ubiquitination activity as predicted, and tissue-specific expression compatible with a double sensing mechanism in roots and leaves. Other possibilities for the Fe-sensing mechanism will be explored by using mutants defective in Fe-S assembly in the plastids, and unknown candidates will be uncovered with an unbiased mutant screening. Perturbing the Fe sensing mechanism in a tissue-specific manner would be a smart way of increasing the Fe content without causing toxicity symptoms in the rest of the plant.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF EAST ANGLIA",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}