{
    "rcn": "195014",
    "acronym": "ALifeInSOFCs",
    "topics": "MSCA-IF-2014-EF",
    "title": "Augmented Lifetime of Infiltrated Solid Oxide Fuel Cells",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Solid oxide fuel cells (SOFCs) are one of the most promising technologies to produce electricity in a clean and efficient way. However, their practical application is still limited by detrimental degradation during operation as a consequence of convoluted chemical, mechanical and microstructural deterioration processes, occurring especially at the anode when hydrocarbon fuels are used. This project aims to assess the electrode microstructural degradation through a combined experimental/modelling approach consisting of accelerated ageing tests, impedance spectroscopy analysis, tomographic reconstruction of samples, particle-based algorithms and electrochemical model simulations. Infiltrated cermet anodes are considered in the study, due to their well-defined microstructure that allows them to be, at the same time, a good model platform to assess the microstructural evolution and a high performing alternative for SOFC applications. The synergic integration of experimental activities, microstructural characterization and model simulations is expected to identify and quantify the underlying mechanisms of microstructural degradation (e.g., particle coarsening and agglomeration) and to suggest strategies to enhance the durability of infiltrated electrodes (for example, by adding a controlled amount of ceramic nanoparticles to limit the coarsening of metallic particles within the electrode). The project, combining the researcher's expertise in microstructural and electrochemical modelling with the competences in testing and tomographic characterization at the host institution, is expected to be a pillar in the researcher's academic career while significantly contributing to boost the European excellence in a cutting-edge and multidisciplinary topic such as the fabrication and characterization of efficient and durable solid oxide fuel cells.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}