{
    "rcn": "195099",
    "acronym": "Art and Brain",
    "topics": "MSCA-IF-2014-EF",
    "title": "Art and Brain: An integrated approach to causative analysis of neural function in perception of art using Transcranial Magnetic Stimulation",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "This project will bring Matthew Pelowski to Vienna University to undergo a unique two-way program of knowledge transfer and to conduct an innovative,  integrated behavioral/neural study of art perception using causative brain manipulation via TMS (Transcranial Magnetic Stimulation). Art is a unique feature of human life. Uncovering how it affects us requires joint expertise in aesthetics, psychology and neuroscience. Employing TMS, we will systematically manipulate three key brain regions (prefrontal, temporal and parietal), while individuals view a selection of art. Cognitive, emotional and evaluative reactions will be recorded via specially designed survey and assessed via a cognitive model which integrates these factors, both of which were created by Dr. Pelowski and which he will introduce to the Vienna group. Simultaneously, Dr. Pelowski will be supported by leading experts in artís neural study under guidance of host Dr. Leder, and will receive training in TMS. By comparing responses to a control and using Dr. Pelowski's methodology, we will collect a comprehensive within-subject dataset of specific impact of brain regions on art experience. This research will provide the ìnext stepî for clarifying previous cognitive and neurological findings, achieving their integration. It will clarify general questions of brain role in emotion and evaluation. It will also have wide inter-sectoral application to dementia research and art therapy, which will be explored with experts in Lederís group, and will be a breakthrough to future study of integrated neuroaesthetics and psychology of art. This project will also create a new research direction, expanding from an established center at University of Vienna, continuing a key tradition in empirical aesthetics. It also creates a point of continuing collaboration between Vienna, US and EU, and will further launch the career of Dr. Pelowsk and extend his proficiency to causative brain research.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}