{
    "rcn": "195055",
    "acronym": "CONSORT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Controlled Singlet Oxygen Release Photosensitizers in Photodynamic Therapy",
    "startDate": "15/09/2015",
    "endDate": "14/09/2017",
    "objective": "Photodynamic therapy is a form of phototherapy which uses light-sensitive compounds (photosensitizers) that are exposed selectively to light, whereupon they become toxic to targeted malignant and other diseased cells. The photosensitizer creates a highly reactive singlet oxygen species which rapidly reacts with any nearby biomolecules leading to destructive reactions resulting in cell death through apoptosis or necrosis. However, prolonged exposure of tissue to light irradiation causes photosensitivity in patientsí skin. Side effects may include, pain, burning/stinging sensation, itchiness. This proposal aims to develop a conceptually new approach towards photodynamic therapy through an introduction of new type of photosensitizers and corresponding nanomaterials which are capable to generate singlet oxygen upon irradiation, store it by means of binding to special molecular subunits and slowly release singlet oxygen within tissue on a timescale from several hours to several days after light irradiation treatment. The application of such novel material will allow for increasing therapeutic effect and reduced side-effects with respect to conventional PDT due to shorter light treatment duration. Proof of concept will be attained by demonstration of delayed singlet oxygen formation in cancer cells after the light treatment using in vitro models. The project builds on the strengths of the applicant in organic chemistry, photophysics and material science and combines these with new training in biomedicine and drug development to open a new research direction and to enhance cross-European collaboration.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}