{
    "rcn": "195077",
    "acronym": "Terra-Micro-Carbo",
    "topics": "MSCA-IF-2014-EF",
    "title": "Effect of land use induced shifts in soil microbial diversity and function on carbon cycling in soil",
    "startDate": "14/07/2015",
    "endDate": "13/07/2017",
    "objective": "The need for improved food production for the growing population has led to increase in planetís arable land cover. Many studies suggest that such practices lead to loss of soil organic carbon (C) ñ a relatively large C pool with a fast response time. Thus there is a need to manage soils sustainably in order to mitigate atmospheric CO2 levels while maintaining agricultural productivity. Soil microorganisms act as gatekeepers for soil-atmosphere C exchange by regulating the storage and release of organic C in soil. However, there is a lack of understanding on how land use induced shifts in soil microbial diversity affects this regulation; necessitating detailed research on the underpinning microbial mechanisms. The project objective is to discern the effects of land use on microbial diversity in differing soil types and to investigate whether this shift has implications for C cycling (do certain microbial groups have a greater capacity for soil C accumulation?). To address these objectives an interdisciplinary approach merging molecular biology and isotope chemistry will be employed. Soil from long-term grassland-arable paired sites will be used to assess differences in microbial biodiversity and functional gene abundance through DNA next-generation sequencing. In addition, a field incubation experiment with 13C labelled substrates will be performed to investigate the variable tracer incorporation into different microbial functional groups. This will be measured using novel magnetic bead capture hybridization of RNA from specific groups followed by its 13C analysis using liquid chromatography-isotope ratio mass spectrometry. The novelty of this project is that it aims to provide direct evidence to prove diversity-function linkages and gain mechanistic understanding of the physiological responses of soil microbial communities to land use change. The resulting knowledge will help better predict changes in soil C and thus improve prognosis of climate change feedbacks.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNITED KINGDOM RESEARCH AND INNOVATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989200": {
            "orgId": "999989200",
            "orgName": "NATURAL ENVIRONMENT RESEARCH COUNCIL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}