{
    "rcn": "195087",
    "acronym": "3DWISE",
    "topics": "MSCA-IF-2014-EF",
    "title": "3D Full Waveform Inversion on seismic data at the East Pacific Rise",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The mid-ocean ridge system is the longest volcanic mountain chain that wraps around the Globe along which two plates have been separating and oceanic crust has been forming by highly active magmatic processes operating within and at the base of thus formed crust. It is believed that there is a strong link between these magmatic processes known at large spatial scales (1-100 km) and relatively localized (0.001-1 km) tectonic/ volcanic/hydrothermal/biological processes, and their expression onto the seafloor. However, the characteristics of the link are largely unknown. The origin of the most of the unknowns is embedded in poorly defined properties of the upper crust (its structure, P and S wave velocities, porosity, density, anisotropy, etc.), where the link is hosted and its activity is taking place. \n To map these properties at an unprecedented resolution scale and unveil the existing link, we propose to apply an advanced three-dimensional (3D) full waveform inversion (FWI) technique, which has been recently developed in partnership with industry, to a unique 3D seismic reflection data acquired at the East Pacific Rise. The proposed work will not only result in detailed spatial characterization of the upper crust, but also lay foundation for the 3D FWI as a standard tool for 3D geophysical subsurface exploration of, but not limited to, global tectonics.\n The study area, the East Pacific Rise at 9∫50íN, is a portion of the mid-ocean ridge system characterized by prolific hydrothermal activity, two documented volcanic eruptions and substantial multidisciplinary time-series measurements (unique on the Earth), offering interdisciplinary approach to solve one of the most fundamental problems in Earth sciences. These results will also enable us to tackle some of the long-standing questions on patterns of hydrothermal flow, signature of fine-scale tectono-magmatic segmentation through the upper crust and volume estimates of the erupted lava emplaced on the seafloor.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT DE PHYSIQUE DU GLOBE DE PARIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999597417": {
            "orgId": "999597417",
            "orgName": "INSTITUT DE PHYSIQUE DU GLOBE DE PARIS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}