{
    "rcn": "195020",
    "acronym": "EUP",
    "topics": "MSCA-IF-2014-EF",
    "title": "The implementation of the EU employment policies in Germany, Italy and Denmark",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Unemployment is one of the major challenges that the world economy is facing at present. The European Union (EU) is trying to cope with this problem by promoting the flexicurity strategy (Europe 2020: COM(2010) 2020 final). This strategy aims to conciliate the flexibility requested by companies and the social and employment security needed by workers (COM(2007) 359 final). One of its main aspects concerns the relevant role recognized to active and passive labour market policies (active and passive LMPs). At the same time, the flexicurity concept is vague and ambiguous: this aspect brings difficulties in its implementation, and can have negative implications on the level of protection of unemployed people.  The research project aims to analyse the legal implementation/adaptation (i./a.) of the flexicurity strategy ñ with regard to active and passive LMPs ñ in three member states: Germany, Italy and Denmark, that are representative of three different kinds of social security systems in EU, (Continental, Mediterranean and Nordic systems). \nThe legal i./a. will be analysed throughout an innovative inter/multidisciplinary approach focused on widen the labour law perspective throughout an applicative analysis (labour economics) and an analysis of the constitutional rights involved (constitutional law and political philosophy).\nBy highlighting different processes of legal i./a. of the active and passive LMPs in the considered member States, the research will contribute to increase the effectiveness of the EU employment policies in order to achieve adequate level of social security protection and activation possibilities for the EU citizens. Thus, the project aims to formulate Employment Policy Suggestions, which can be deduced from the empirical analysis outcomes, considering also integrative approaches and strategies to the flexicurity.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999850781": {
            "orgId": "999850781",
            "orgName": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}