{
    "rcn": "195078",
    "acronym": "3DNCPM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Three-Dimensional Nonlinear Chiral Plasmonic Metamaterials",
    "startDate": "01/03/2015",
    "endDate": "28/02/2017",
    "objective": "The proposed project aims at a comprehensive understanding of the processes underlying the nonlinear optical responses of three-dimensional chiral plasmonic metamaterials (3DNCPM). Electromagnetic fields that interact with chiral plasmonic nanostructures result in strong chiroptical effects. Because their optical response is proportional to multiple powers of the enhanced near-field intensity, chiral metal nanostructures also constitute excellent candidates for nonlinear optical materials with new or improved properties. Utilizing advanced nanofabrication technologies, we are able to create complex three-dimensional metallic nanostructures and tailor their spectral response at will depending on the material properties, the nanostructure geometry, and its surrounding. The ability to concentrate light in sub-wavelength dimensions and to locally enhance the strength of the electromagnetic field in a tailored fashion will give us a full understanding of the physics behind the nonlinear optical mechanisms of plasmonics and chirality. Using sophisticated metamaterial designs, we aim at enhancing the nonlinear chiroptical effects and we believe that our work will provide a framework for exploiting the benefits of chiral nonlinear metasurfaces for novel applications, such as plasmonically enhanced mid-IR and THz generation, as well as nonlinear plasmonic sensing.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAET STUTTGART",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}