{
    "rcn": "195044",
    "acronym": "AdaptClim",
    "topics": "MSCA-IF-2014-EF",
    "title": "Genomic and epigenomic signatures of climate-mediated selection in cattle",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Official assessments of climate change impacts in Europe predict substantial economic losses due to the progressive upward trend in average temperatures over the next century, and the decrease in annual accumulated rainfall. Global warming will lead to a decreased forage production and quality, and an increased disease risk, which will significantly change conditions for livestock production. Therefore, increasing climate resilience and enhancing sustainable production for animals in harsh environments are important goals for the livestock industry. Fortunately, a natural experiment already exists where a rapid adaptation to extreme climatic conditions was imposed on a limited number of livestock, Columbusí arrival in the Americas, which therefore provides a model system to study adaptive selection. Given the accumulating evidence that epigenetic processes may increase the evolutionary potential of organisms to respond to stress and other challenges, the aim of this project is to compare the genomes and methylomes of two tropical Creole bovine breeds, their main Spanish ancestors, and one taurine breed from Africa, to understand rapid adaptation to extreme climatic conditions and identifying biomarkers of resilience. The anticipated outcomes from this project will help in designing management systems to improve productivity, thermal and stress tolerance, and disease resistance in cattle.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}