{
    "rcn": "195034",
    "acronym": "BREAKING THE MOULD",
    "topics": "MSCA-IF-2014-EF",
    "title": "Breaking the Mould: A cross-cultural analysis of the character of bronze smiths and craft diversity in late Bronze Age Europe (1300-800 BC)",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "During the late Bronze Age in Europe (c. 1300-800BC) there was a transition in metal consumption from a restricted-access prestige material to a common medium for making practical objects. The objective of this project is to characterise culturally particular developments in bronze workshop practices using case-study areas in Europe, and through this to rethink relationships linking resource control, craft organisation and identity formation. This is achieved by measuring variability in the technological choices, skillsets and knowhow underlying smithing traditions and defining the social practices of craft production. I will employ a cross-cultural approach using three case studies: the Balkans, Central Europe and Northwest Europe. Multidisciplinary diagnostics will be used to assess technological markers that reveal intentional differences in production techniques. Methods will include 1) collating and analysing metallurgical datasets 2) recording and 3D modelling of craft traces on artefacts, 3) experimental bronze casting and material analysis. I will use these to build the first pan-European metallurgical digital resource, making specialist data more accessible and better enabling international collaborative actions. By moving to UCD, I will work closely with Aidan OíSullivan, director of the Centre for Experimental Archaeology and Ancient Technology. Resources there and in the School of Archaeology provide a unique constellation for training in bronze object casting, forging and mechanical testing, along with digital 3D rendering of artefacts and data management. My career goal is to be a research leader in experimental archaeology, which this project will enable by developing a novel integrated kinaesthetic and scientific method for the study and visualisation of bronze metalworking. Through training in core and complementary skills, including teaching, supervision, and public outreach, I will develop key resources to maximise the impact of my career restart.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}