{
    "rcn": "195062",
    "acronym": "IILSCFLP",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Influence of Ionic Liquid Solvation on the Chemistry of Frustrated Lewis Pairs",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "Hydrogen (H2) is an important reagent for the chemical industry as well as representing a promising carbon-free fuel source when made from renewable sources. H2 needs to be activated for these applications, generally using rare, expensive and often toxic transition metal catalysts. Metal-free H2 activation has recently been demonstrated using the concept of ëfrustrated Lewis pairsí (FLPs) based on main group elements such as phosphorous and boron rather than transition metals. FLPs are somewhat limited in scope due to the highly reactive Lewis acids (LAs) and bases (LBs) required for H2 activation which can lead to side reactions with substrates and solvents. The use of less reactive FLPs is restricted by the H2 activation step. This project addresses this problem by using the unique solvating ability of ionic liquids (ILs) to control the reactivity of FLPs for H2 activation. Many FLPs form ions when they react with H2. To promote H2 activation, it is essential that the reverse reaction (ion recombination to form H2) is prevented. The high ion dissociation power of ILs should prevent the recombination of these ions, leading to more efficient H2 activation. The impact of ILs on H2 activation by FLPs will be investigated in the context of synthesis and fuel cell applications. Successful use of ILs for this purpose would substantially increase the scope of FLP catalysts, reducing the reliance on transition metals thereby decreasing the potential cost and environmental impact of H2 activation processes. This project would represent the first study on the effect of ILs on FLP reactivity and combines the collective expertise of Prof. Welton (ILs) and Dr Ashley (FLPs) at Imperial College (IC) with the applicantís background in ILs, kinetics and intermolecular interactions, while providing the applicant with productive collaborative partners and advanced training in catalysis, electrochemistry, IL and FLP chemistry to propel him towards an independent research career.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}