{
    "rcn": "195017",
    "acronym": "Phonetic Processing",
    "topics": "MSCA-IF-2014-EF",
    "title": "Phonetic Processing in Bilinguals: Investigation of the bilingual advantage hypothesis in phonetic processing",
    "startDate": "01/07/2015",
    "endDate": "",
    "objective": "Bilinguals manage sound (phonetic) systems of two languages. This practice might cause some differences in the nature of phonetic processing of bilinguals compared to monolinguals, a difference to be examined in the proposed research. Some recent neuroimaging studies suggest that special neural circuitry is used by bilinguals in non-native speech perception and that this circuitry provides them with more phonetic sensitivity than monolinguals (Arcilla-Suerte et al., 2013; Petitto et al., 2012). However, only the phonetic sensitivity of bilingual babies has been tested so far. The goal of the proposed research is to address this preliminary hypothesis of the bilingual advantage in phonetic processing by looking at the performance of bilingual adults in phonetic processing tasks. In particular, we plan to assess (1) bilingualsí sensitivity to co-articulatory cues and (2) the effect of auditory cues (foreign accent) on code-switching costs. If the bilingual advantage hypothesis in phonetic processing is indeed correct, then, we should observe an increase in sensitivity of bilinguals to co-articulatory cue violations and to the presence of accented speech compared to monolinguals. These differences are likely to be observed in behavioural, electroencephalographic (EEG) and neuroimaging (fMRI) responses of two groups. The performance of bilinguals in their native (L1) and non-native languages (L2) will be assessed. In addition, the effects of such factors as L2 age of acquisition, L1 and L2 proficiency, and similarity of phonetic systems of L1 and L2 on the magnitude of phonetic sensitivity will be examined. The outcome of the proposed research has inter-disciplinary impact as it will be of scientific value to psychologists, linguists investigating language processing in bilinguals, educators, and speech/language pathologists working with bilingual populations.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996120064": {
            "orgId": "996120064",
            "orgName": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}