{
    "rcn": "195070",
    "acronym": "Walgo",
    "topics": "MSCA-IF-2014-EF",
    "title": "What is an Algorithm? Extensional and Intensional Equivalences between Programs",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "'Programs and Functons both have a mathematically sound definition. Every programmer has an informal idea of what an Algorithm is, yet no formal definition exists and this idea is likely to differ from one person to the other. Despite their lack of definition, Algorithms are central in Computer Science. Thus, finding a correct definition is a major modern challenge.\n\nThis question is not new and has already been studied by many. It is unlikely that we can close it within a two years timeframe. Yet we have identified two novel ideas to attack the problem along three tracks of increasing difficulty thus ensuring results that will drive a future long term project.\n\nThe main idea is to avoid a direct confrontation with the definition of Algorithm. We consider 'being the same algorithm' as an equivalence between programs and we study the set of all possible equivalences. This will allow the use of the full mathematical arsenal, from set and order theory to algebra and topology, and guide future researches. The second idea is to allow algorithms to be an infinite object, thus opening more possibilities.\n\nThe Researchers already has a permanent Lecturer position. The fellowship will create the condition for defending the Habilitation thesis and thus reach a position of full professorship with a long term research program based on the results obtained.'",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}