{
    "rcn": "195021",
    "acronym": "AntWatFre",
    "topics": "MSCA-IF-2014-EF",
    "title": "Hydration Dynamics of Antifreeze Proteins",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "Antifreeze proteins (AFPs) and antifreeze glycoproteins (AFGPs) enable the survival of various organisms in freezing or subfreezing habitats. Even millimolar concentrations of these proteins are sufficient to lower the freezing temperature by several degrees. To reach a similar freezing point depression using sodium chloride would require molar concentrations. Nowadays AF(G)Ps already find applications in food industry, for instance to prevent recrystallization in ice cream and have great potential in medical applications (cell & organ storage, operations at low temperature). Protein-water interactions are of general interest owing to the importance of protein hydration for protein function; AF(G)Ps form an extraordinary example of this coupling that is sufficiently strong and specific that the protein controls macroscopic thermodynamic properties of water. Despite their importance in nature and their industrial relevance, the mechanisms by which AF(G)Ps depress the freezing point are still poorly understood. Although substantial information presently exists on the static protein structures and thermodynamic properties of these systems, molecular scale information on the dynamics of the conformations of the AF(G)Ps, their hydration shells and their binding to ice, is extremely scarce. Here we propose to study the molecular mechanisms by which AF(G)Ps lower the freezing temperature with advanced nonlinear spectroscopic techniques like 2D polarization-resolved vibrational spectroscopy and surface sum-frequency generation. These techniques enable the label-free study of the structural dynamics of the AF(G)P conformations, their hydration shells and their mechanism of binding to the ice surface. They will be used to study several key elements in the functioning of AF(G)Ps.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}