{
    "rcn": "195026",
    "acronym": "GUIDES",
    "topics": "MSCA-IF-2014-EF",
    "title": "GUideline Implementation with DEcision Support systems",
    "startDate": "15/07/2015",
    "endDate": "14/07/2017",
    "objective": "Healthcare based on the best available clinical evidence can lead to better quality of care. Evidence-based guidelines are potentially important instruments, but clinicians often do not adhere to them.\nA computerised decision support system (CDSS) is a technology that uses patient-specific data to provide relevant medical knowledge at the point-of-care. It is considered to be an important quality improvement intervention and EU member states are recommended to prioritise investment in it. However, the significant investments do not consistently result in value for money due to content and implementation issues.This project aims to improve the impact of CDSS through better content wise development and optimised implementation. Our objectives are to (1) investigate the factors that determine successful CDSS implementation, (2) develop tools to address these factors and (3) validate the utility of these tools through the development of a tailored CDSS intervention. We also (4) develop a protocol for a cluster randomised controlled trial on the effectiveness of the tailored CDSS intervention. We selected the conservative management of knee osteoarthritis as a prototype condition for the pilot. Ultimately, the better implementation of CDSS may lead to better informed decisions and improved care and patient outcomes for a wide range of conditions.\nThis project integrates expertise from multiple scientific domains and builds upon the leading expertise from the consortium in major projects (GRADE, DECIDE, TICD). The planned research and training will lead the fellow to an essential new specialist role for the successful implementation of CDSS and will be the start of an international multidisciplinary career.\nThe project is a response to the Horizon 2020 health priorities on transferring knowledge to clinical practice, individual empowerment for self-management of health, scalable innovation actions, better use of health data, treating chronic diseases, and active ageing.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "FOLKEHELSEINSTITUTTET",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999478883": {
            "orgId": "999478883",
            "orgName": "FOLKEHELSEINSTITUTTET",
            "ecContrib": 208400
        },
        "998266092": {
            "orgId": "998266092",
            "orgName": "NASJONALT KUNNSKAPSSENTER FOR HELSETJENESTEN",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 208400
}