{
    "rcn": "195033",
    "acronym": "DTI4micro",
    "topics": "MSCA-IF-2014-EF",
    "title": "Quantitative characterization of cardiac tissue microstructure from Diffusion Tensor Imaging",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Cardiac Ventricular Remodelling (VR), i.e. the alteration of tissue microstructure that is a hallmark of several cardiac diseases, can have profound effects on cardiac function. A novel imaging technique, Diffusion Tensor Imaging (DTI) offers the potential to quantify VR in vivo and could thus have a significant impact on the assessment and treatment of cardiac disease. This project proposes the development of advanced analytical tools to evaluate its usability in the quantitative characterization of cardiac microstructure. The tools developed will aim at a) providing a mathematical description of normality in cardiac microstructure; and b) analysing local variation as an alternative descriptor for remodelling. A combination of preclinical and clinical validation will be performed, with histological slices used as ground truth for the identification of microstructural features. Emphasis will be placed on the development and application of a rigorous mathematical framework for the processing of tensor fields, including the quantification of local differences between tensors and the construction of statistical models for the quantification of pathology.\nThe project joins an early researcher with extensive expertise in the statistical analysis of manifold-value data and its uses in medical imaging with an internationally recognized group in the analysis of cardiac microstructure and its links to electromechanical function. The host group has a network of collaborators including all relevant areas, from MRI physics to cardiac physiology. The program also includes the provision of further training opportunities for the applicant in different aspects from student supervision to preparation of research proposals, representing a unique opportunity for his development as an independent researcher.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}