{
    "rcn": "195015",
    "acronym": "HydroCat",
    "topics": "MSCA-IF-2014-EF",
    "title": "Understanding the Collective Behaviour of Catalytically-Driven, Self-Propelled Colloids: From Fine-Grained Hydrodynamic Simulations to Effective Field-Theoretical Descriptions",
    "startDate": "16/11/2015",
    "endDate": "15/11/2017",
    "objective": "HydroCat proposes a simulation and theory study into the collective behaviour of catalytically-driven, self-propelled colloids. The first step of the investigation focusses on understanding the mechanism by which platinum-coated Janus particles self-propel on a single-particle level. This will be accomplished by modelling the two candidates for the mechanism, self-diffusiophoresis and self-electrophoresis, and directly comparing the behaviour of the hybrid-model to experimental results. Once sufficient insight has been achieved, the focus of the project will shift to the description of the collective behaviour of these particles. Here, HydroCat follows a three-pronged strategy: (i) development of a finely-resolved lattice-Boltzmann (LB) simulation that takes into account all relevant physical effects and is capable of simulating a large number of particles; (ii) coarse-grained molecular dynamics simulations to study the collective behaviour of these Janus colloids, which are benchmarked against the fine LB simulations; and (iii) a fully coarse-grained, field-theoretical description that uses input from both (i) and (ii). HydroCat will result in an improved understanding of the catalytic self-propulsion, which will serve as a solid foundation for the description of experiments and the development of applications.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}