{
    "rcn": "195082",
    "acronym": "HISTORIC",
    "topics": "MSCA-IF-2014-EF",
    "title": "High efficiency GaInP/GaAs Tandem wafer bonded solar cell on silicon",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Direct conversion of photons into electricity is a promising clean energy solution to answer the challenge of energy supply security, competitiveness of the EU industry, electricity prices and climate change. Monocrystalline silicon (c-Si), the dominant technology on the photovoltaic (PV) market, benefits from a strong industry and record power conversion efficiency of 25%, with a cost decreasing every year. However, c-Si technology, mainly limited by material properties, has very little room for efficiency improvement. Much higher efficiencies has been achieved by stacking diodes made of III-V semiconductors; but for cost and availability reasons, the III-V solar cells are restricted to specific markets (space & terrestrial concentration). A hybrid solution combining the advantages III-V multi-junction cells with the benefits of Si, the most wide-spread PV material, offers great opportunities. Indeed, efficiencies up to 35% under 1-sun AM1.5G conditions is expected for a triple junction device based on conventional c-Si cells combined with additional (Al)GaAs and GaInP pn-junctions (4 µm of III-V material on top of a c-Si wafer). However the direct epitaxial growth of (Al)GaAs & GaInP on Si is highly mismatched and sufficient material quality has not been achieved so far. The innovative approach proposed in this project bypass the mismatch and enables to combine high crystal quality III-V compounds with Si through wafer bonding: III-V layers are grown lattice matched on GaAs or Ge and then bonded to Si, followed by substrate lift-off & re-use. The validity of the approach has been proven at Fraunhofer ISE with un-optimized GaInP/GaAs//Si triple-junction solar cells with >25% efficiency. This research project, relying on modeling and experimental work to optimize the cell structure (light trapping, bond interface quality, current matching, etc.), targets the significant breakthrough of a GaInP/GaAs//Si triple junction reaching >30% efficiency on large areas (>4cm2).",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}