{
    "rcn": "195035",
    "acronym": "MENTAL IMAGERY",
    "topics": "MSCA-IF-2014-EF",
    "title": "The power of imagination ñ Breaking through behavioural avoidance in depression with mental imagery",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Mental imagery is the ability of humans to visualize experiences or events in the mind. Mental imagery has recently successfully been applied as a therapeutic tool to treat dysfunctional cognitive processes underlying depression. Besides cognitive dysfunctions, people with depression also have difficulties in engaging in simple behavioural activities such as going outside or meeting friends. I argue that mental imagery can not only enhance cognitive aspects but also the behavioural problems people with depression face by drawing from established behavioural activation treatment principles. This central claim is founded in basic research showing that visualizing oneself engaging in a specific behaviour increases the chances of actually acting out this behaviour. The main research aim is to experimentally test the effects of mental imagery of approach behaviour on activity levels, mood and depressive symptoms in mildly depressed individuals. In an experimental study, participants will be randomized to a training condition or a control condition: the training consists of daily mental imagery of behavioural activities for 7 days and builds on previous ground-breaking work of researchers at the Medical Research Council (MRC) Cognition and Brain Sciences Unit in Cambridge where I will conduct the study. By working closely together with the supervisor at the host institution, prof. Emily Holmes, the fellowship will enable me to gain new knowledge and to deepen my background and expertise in experimental research designs. I will further broaden my research supervision and management skills through participation in staff development courses offered by the MRC in Cambridge. This newly acquired transferrable knowledge will form the backbone of a future grant application that I will prepare in collaboration with the supervisor towards the end of the fellowship.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "MEDICAL RESEARCH COUNCIL",
    "participantCountries": "UK",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 122159
        }
    },
    "calculatedTotalContribution": 122159
}