{
    "rcn": "195046",
    "acronym": "DebtRisks",
    "topics": "MSCA-IF-2014-GF",
    "title": "Public Debt: Risk Management and Restructuring Optimization",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "'Much we have been learning about the flawed design of eurozone form the current crisis. Non-optimality of euro as a \ncurrency zone, banking system fragmentation, weak institutional structures, insufficient political integration, lagging \ncompetitiveness and global imbalances, are all blamed for the crisis. At a country level problems are attributed, according to The World Bank and IMF, imprudent public debt management, weak macroeconomic management, and debt overhang. \n\nOur project looks into these over-arching challenges with the broad objective to: 'Develop the capacity for risk management of public debt that can be used in response to crises, and to analyze policy  proposals for debt restructuring and common assumption of debt in a currency union'. The eurozone crisis challenges us to develop our capabilities for public debt management and advance the state-of-the-art.This is the purpose of the project. \nThe four specific research tasks, taken together, advance the broad objective: \n1. Develop an asset-and-liability management framework for risk management of public debt. \n2. Operationalize the framework using multi-period stochastic programming integrated with multi-factor simulations. \n3. Extend the optimization model to incorporate debt sustainability analysis and study debt restructuring of crisis countries.\n4. Extend the simulation models to integrate current proposals for EU-bonds in public debt risk management. \nThe project is devoted to complementing existing skills and broadening the fellow's knowledge base to develop models for \nasset-liability management optimization and EU-bond pricing, implement and calibrate them using market data, and \ndemonstrate their efficacy in addressing policy issues for public debt management  in crisis countries. The models will \nbe tested in depth on the interesting case of Cyprus, for which we have special knowledge and data, on IMF stylized examples, and for the Italian and Argentinean debt where we also have access.'",
    "totalCost": "253954,8",
    "ecMaxContribution": "253954,8",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 253955
        },
        "997927853": {
            "orgId": "997927853",
            "orgName": "THE TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA CORP",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 253955
}