{
    "rcn": "195039",
    "acronym": "RhomBioID",
    "topics": "MSCA-IF-2014-EF",
    "title": "Molecular mechanisms of rhomboid-like proteins in human immunity",
    "startDate": "07/04/2015",
    "endDate": "06/04/2017",
    "objective": "The immune system coordinates vital responses against a plethora of threats. It relies on well-described signalling networks via soluble proteins and cell-to-cell contacts. The secretory pathway traffics all secreted and surface proteins, but the mechanism of how immune cells control this process is unclear.\nRhomboid-like proteins are a family of polytopic intramembrane proteins serine proteases and pseudoenzymes found in all organisms. Most eukaryotic rhomboid-like proteins regulate the fate of proteins in the secretory pathway. The rhomboid protease RHBDL4 is reported to regulate ER associated degradation (ERAD). The rhomboid pseudoenzyme, iRhom2, is essential for the trafficking and maturation of TACE, and subsequent TNF release in response to inflammatory stimuli in myeloid cells. Little is understood about the mechanism of how these rhomboid-like proteins regulate trafficking.\nI hypothesise that RHBDL4 regulates signalling networks in myeloid cells, similarly to iRhom2. Indeed, according to my preliminary data, RHBDL4 and iRhom2 are both expressed in human myeloid cells, and are induced by interferon gamma, a modulator of signalling networks in immunity.\nIn this project, I aim to provide cell biological and mechanistic insight into RHBDL4 and iRhom2 regulation of signalling networks in human immunity. I will identify new interactors of RHBDL4 and iRhom2 via a novel biochemical screen called BioID. Candidates will be validated using conventional cell biological methodologies and a new interaction assay called M-Track. I will confirm these interactions in a quasi-physiological context, using a human ex vivo macrophage system. The biological significance of the interactions will be studied using detergent-permeabilised cellular systems of human macrophages. My focus on human rhomboids and immunity integrates a very timely area of fundamental cell biology with a topic of direct relevance to human health.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}