{
    "rcn": "195016",
    "acronym": "BiBiCrossLang",
    "topics": "MSCA-IF-2014-EF",
    "title": "Language activation and control in the unimodal and bimodal bilingual lexicon",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Bilinguals activate words from both languages when listening, reading or speaking in one language, and engage non-linguistic cognitive control abilities to resolve cross-linguistic competition. Most studies of cross-language activation have focused on activation between languages through overlapping phonological representations. However, cross-language activation also occurs in deaf or hearing bilinguals who are familiar with a spoken language and a sign language, two languages without overlapping phonological systems. The proposed research aims to systematically investigate phonological and lexical-semantic contributions to cross-language activation during production and comprehension by studying and comparing cross-language activation patterns in three groups of bilinguals: (1) bilinguals with two spoken languages, and (2) hearing and (3) deaf bimodal bilinguals. Four studies are proposed that combine behavioural, eye-tracking and electrophysiological techniques to examine whether and how the availability of same-modality vs. different-modality phonological systems differentially modulates the nature of cross-language interaction and the recruitment of cognitive control mechanisms during bilingual production and comprehension. By including deaf as well as hearing bimodal bilinguals, the studies will furthermore provide critical insight into the linguistic mechanisms underlying cross-language activation between a spoken language and a signed language, and significantly advance bilingual approaches to language acquisition and processing in deaf readers.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996120064": {
            "orgId": "996120064",
            "orgName": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}