{
    "rcn": "195048",
    "acronym": "ClumpLab",
    "topics": "MSCA-IF-2014-EF",
    "title": "A clumped isotope laboratory for the Netherlands",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Analysis of the geologic record shows that Earthís climate changed often, suddenly, and jumped swiftly, sometimes into extreme states, many times in its history. What is the exact nature of these climate changes? What can we learn from past changes about modern climate change? Such questions are investigated in the field of paleoclimatology. The backbone of paleoclimatology is the reconstruction and accurate quantification of key climate parameters in the past. In this context, the goal of ClumpLab is to better constrain past temperatures through the application of a new and powerful paleo-thermometer: clumped isotopes in carbonates. Currently, Europe as a whole is underrepresented in the clumped isotope research community. ClumpLab will bring the first clumped isotope facility in in the Netherlands. The method will be established at the Utrecht University, in one of the worldís best labs in the field of paleoclimate research. State of the art techniques and latest developments in the field will be implemented to refine the clumped isotope method in order to reduce necessary sample volumes and improve accuracy. The technique will then be applied on climate archives to produce novel temperature records for the Early Eocene greenhouse climate period. The results will help to improve our understanding of the climateís sensitivity to greenhouse gas forcing.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}