{
    "rcn": "195088",
    "acronym": "STOPAPCG1IMP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Spatial-temporal regulation of APC/C, its role on G1 arrest and impact on terminal differentiation",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Coupling the cell-autonomous process of the cell cycle with spatiotemporal clues that promote the differentiation process is a major challenge in developmental biology. The retina aberrant in pattern (rap) gene was initially identified as a retina differentiation and patterning gene in Drosophila. It was later discovered to encode Fizzy-related (Fzr), a coactivator of the cell cycle regulator, Anaphase Promoting Complex/Cyclosome (APC/C). This was a critical initial step towards establishing a link between differentiation and cell cycle regulation. This project aims to understand the coordination between mechanisms of proliferation and differentiation, with a particular focus on the APC/C complex. The requirement of individual APC/C components to sustain the developmentally controlled G1 arrest and its subsequent effects on terminal differentiation will be addressed. The transcriptional and posttranslational regulation of each APC/C component will be assayed during eye development. Next, functional APC/C interactors will be identified through two complementary screens. An in vivo gain-of-function overexpresion screen will be performed, to identify the genes that can induce cell cycle arrest in overproliferating tissues, using the newly developed FlyORF library. Additionally, a proteomic analysis of APC/C components will be performed to identify eye-specific APC/C interactors. With the information gained I will investigate how the activity and expression of the APC/C is spatial-temporally controlled by signalling cascades during eye development, and how the APC/C in turn modulates the activation and output of those signalling pathways. Overall, the insights from this project will contribute to our understanding of complex diseases such as cancer and neurodegeneration.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}