{
    "rcn": "195072",
    "acronym": "InnoMarket",
    "topics": "MSCA-IF-2014-EF",
    "title": "Innovation in the road freight transportation chain facilitating sustainability and low cost: A socio-technical perspective on work and development of road freight transport markets.",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "InnoMarket is opening the black box of the international road freight transport market, which is organized as a bazaar. The project will investigate this 'institutional order' of road freight transportation that leads to unintended inefficiencies such as less than full truck loads. The objective is firstly to identify innovative potentials for lowering cost and increasing sustainability by analyzing practices of overlapping markets and built-in controversies in the transport chains. Secondly, the project aims at closing a gap in transport research by explaining the low implementation rate of (existing) innovations. Theoretically, the project builds on market making literature and the socio-technical view of innovation processes. An ethnographic action net study is applied to investigate the overlapping markets and international inter-sectoral transport chain actors; the industrial shipper, customer, intermediaries, transporter and drivers. The study involves 50 interviews in Poland, Denmark and Sweden and ìshadowingî actors. The results of the study is a novel perspective on how road transport markets work, contributing to knowledge of transport-chain efficiency, sustainability and innovation that is needed in EU as well as in other parts of the world. CBS research expertise in transportation, constructivist market theory and ethnography advances the fellow in research, methodology and publication. CBS Business-in-Society activities advance the fellow in dissemination; public podcasts; practitioner workshops, and publications. Host professor supervises in transport and logistics research, in workshop method, publication and editorship skill. Secondment at ITD/International Transport Denmark¥s innovation center offers training-in-innovation projects. Fellow research profile is broadened, including organizing, transportation expertise, ethnographic action net methods, publishing, outreach experience, and an international network of academics and non-academics.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "COPENHAGEN BUSINESS SCHOOL",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998706666": {
            "orgId": "998706666",
            "orgName": "COPENHAGEN BUSINESS SCHOOL",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}