{
    "rcn": "195023",
    "acronym": "ENSUR4LIFE",
    "topics": "MSCA-IF-2014-EF",
    "title": "New engineered surfaces for a better life",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Surface anti-condensation and/or anti-biofouling (by surface wettability control) are very interesting and useful properties aimed by industry as they can offer more energy efficient, easy-cleanable or more hygienic products. In the last years, new non-conventional techniques have been developed in order to provide those new functionalities by physical surface modification (avoiding chemical coatings or doping bulk materials). But up to the moment, a technology able to respond to hard industrial requirements as home appliances (i.e. durability, severe boundary conditions, low cost) has not been achieved.\nThis project will research on bringing functional properties to low-cost materials: anti-condensation for stainless steel and one polymer (PP); and anti-biofilm for two polymers (PP and EPDM). Both properties will be ensured by proper surface wettability control. Two non-conventional surface micro/nanostructuration technologies will be researched: PVD nanorods growing for stainless steel, and Thermal-NIL (Th-NIL) for PP and EPDM. \nThis is a multidisciplinary project: combining theory, computer simulation and experimental research. Expected results are very promising as for the first time regarding to bibliography, the nanostructuration by PVD nanorods growing will be achieved on Stainless Steel and Th-NIL micro/nanostructuring will be directly performed on PP and EPDM substrates. Those promising results will impact the industry, not only home appliances sector, but also automotive, aeronautic, surgery, etc.\nThe teamwork composed by BSH ñwith experience in wettability surface control, nano/micromachining and plastics- and Dr. Bobaru ñexperienced in PVD, micro/nanocharacterization and metals- will be complemented by DTU (Denmark academic partner) acting as Th-NIL expert and training Dr. Bobaru. Thus the project is also conceived with multisectorial focus.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "BSH ELECTRODOMESTICOS ESPANA SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996491962": {
            "orgId": "996491962",
            "orgName": "BSH ELECTRODOMESTICOS ESPANA SA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}