{
    "rcn": "195029",
    "acronym": "PADWIC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Power Amplifier Design for Wideband Communications",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Power amplifier (PA) design for wideband communications is a hot topic in electronics, since microwave PAs with high linearity, efficiency and bandwidth represent an enabling technology for wireless/mobile communications enhancement.\nThe proposal aims to develop the clipping contours method in continuous modes PAs. The continuous modes provide sets of harmonic loads that can be exploited to achieve high efficiency operation of the active device. The clipping contours permit to broaden these sets of harmonic loads, relaxing the requirements on matching networks but still controlling the target PA performance. The host laboratory recently published cutting-edge results on both methods.\nThe candidate will work to achieve important objectives:\n-Extension the theory of clipping contours to third and higher harmonics\n-Creation of a novel design tool for clipping contours in continuous modes\n-Development of matching network synthesis techniques to achieve the loads provided by the tool\n-Design of PAs prototypes for high power base stations in the 1.8-2.7 GHz band\n-Embedding of clipping contours in a Doherty PA prototype\nThey will be achieved thanks to the host laboratory excellence, to the young and promising researcherís ability, and to an effective planning. Each step will follow a solid procedure:\n-Literature survey and theoretical formulation of the method\n-Implementation of novel method by design examples\n-Experimental characterization for validation\n-Exploitation: dissemination and public engagement\nThe project is of great relevance. It will impact on the industrial leadership of EU: microwave PA is an enabling technology in many competitive markets. Power efficient base stations will contribute to the EU target of increasing overall energy efficiency. The project will provide to the researcher the skills and the scientific impact to boost his career trajectory. The host will benefit of the project, increasing its reputation and acquiring skills from the candidate.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}