{
    "rcn": "195098",
    "acronym": "ACCESS2WM",
    "topics": "MSCA-IF-2014-EF",
    "title": "How prior brain states govern access to working memory",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The ability to temporarily maintain and manipulate information in working memory (WM) is critical for adaptive behaviour. Because WM has limited capacity, it is essential to understand the mechanisms that govern selective access to it. I hypothesise that 1) selective access to WM is governed by states of the brain prior to the encoding and retrieval of sensory information (in particular the phase and amplitude of neural oscillations in the different sensory cortices), and that 2) changes in these states provide a common neural substrate through which several cognitive variables affect WM. I will use magneto-encephalography (MEG) to investigate several key aspects of these central hypotheses in healthy human volunteers. This will advance our understanding of the neural and cognitive mechanisms that govern selective access to WM and could ultimately be used to present relevant information when the brain is most susceptible to incorporate this into WM. The project will be carried out at the Oxford Centre for Human Brain Activity, together with leading scientist in the electrophysiological study of WM (Anna Christina Nobre and Mark Stokes) and the analysis of MEG data (Mark Woolrich). This will allow me to not only perform the proposed research to the highest standard, but also to further develop several key skills (broaden my conceptual horizon, acquire novel analysis techniques, establish long-term collaborations, translate research, etc.) that will further my independence as a researcher and place me in the ideal position to start my own research group within few years after the fellowship.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}