{
    "rcn": "195032",
    "acronym": "EPINET",
    "topics": "MSCA-IF-2014-EF",
    "title": "Detection of brain patterns for the characterisation of epileptic networks",
    "startDate": "05/10/2015",
    "endDate": "04/10/2017",
    "objective": "This project will bring in a research fellow with significant experience in the development and application of signal processing tools applied to electromagnetic brain signal, to work with a group carrying out leading research in epilepsy and in the development of non-invasive tests to localise brain function in patients with drug-resistant epilepsy. EPINET research aims at developing and validating innovative methods to localise and characterise non-invasively functional properties of the epileptogenic zone (EZ), i.e. the area responsible for the generation of epileptic seizures. The candidate, L. Quitadamo (LQ), will bring to the team expertise in the classification of biological signal and computer programming developed through collaborations with world-leading teams involved in brain-computer interface (BCI) research, complementing the expertise of the host research group in non-invasive mapping of brain function. Furthermore, she will benefit from expert training in the analysis of neuroimaging and neurophysiological tests (Magnetoencephalography (MEG), High Resolution EEG (HR-EEG), spike-activated fMRI and Intracranial EEG). The benefit will be two-fold: The candidate will extend her expertise in signal processing to the clinical assessment of patients with drug-resistant epilepsy, developing new and complementary skills applied to specific clinical applications, which will enable her to reach a position of maturity and professional independence. The host group will have access to new methods of classification of bioelectrical signal and develop analysis tools that will be made available in the public domain together with a repository of multimodal electromagnetic signal obtained in the presurgical assessment of patients with epilepsy.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}