{
    "rcn": "195011",
    "acronym": "PFCCMS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Pattern Formation in Catalytic Colloidal Microswimmers",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Self-propelled particles such as bacteria, or 'Janus colloids' partially coated with catalyst, consume energy from their environment and convert it into systematic motion. Interacting ensembles of these particles compose so-called active matter which is intrinsically driven out of thermodynamic equilibrium. This allows for a rich and unusual phenomenology that includes condensation and phase separation in systems with purely repulsive interactions; giant density fluctuations; and various types of self-organized structure formation whose origin lies beyond the equilibrium principle of entropy maximization (free energy minimization). In PFCCMS we propose a novel theoretical study of activity-induced pattern formation with active colloids, addressing the interplay of an anisotropic production of chemicals at the colloidal surfaces and a chemotactic coupling of the particles to the resulting chemical gradients. Careful inclusion of noise within our coarse grained descriptions will enrich the emerging self-organized spatiotemporal structures with phenomena based on nucleation and topological defects. Our findings are expected to inform design principles for activity-induced self-organization of soft materials; we also plan to link them with the physics of gene-surfing and the spatiotemporal organization of bacterial colonies.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}