{
    "rcn": "195081",
    "acronym": "EpiNKT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Transcriptional and epigenetic control of innate-like T lymphocyte development",
    "startDate": "31/08/2015",
    "endDate": "30/08/2017",
    "objective": "Invariant Natural Killer T (iNKT) cells are a heterogeneous T lymphocyte population that possess innate-like characteristics and contribute to host defense against pathogens. Due to their powerful effector properties, iNKT cells are targeted for immunotherapeutic and vaccination strategies. Their effector programs are acquired during thymic development, prior to microbial exposure, and are polarized into three distinct populations, similar to CD4 Th1, Th2 and Th17 lineages. Specification and subsequent polarization of the NKT lineage is regulated by the balance between the E protein family of transcription factors (TF) and their inhibitors, the ID proteins, which is pivotal in the bifurcation of adaptive and innate lymphoid lineages and is associated with human lymphomas. This application aims at defining the mechanisms by which the E/ID ratio enables the effector properties of innate-like T cells. We hypothesize that the E/ID pathway directly or indirectly regulates critical TFs and chromatin regulators that separately or in combination activate different arms of this effector program. This hypothesis will be tested through the following specific aims: \n1) Determine target genes bound by E proteins,\n2) Determine the epigenetic chromatin states and\n3) Determine the role of chromatin modifiers\nin developing iNKT cells. While each aim can be accomplished independently, the data will be integrated to form gene regulatory networks that control the innate-like effector programs. The proposal is innovative because it explores the novel idea that the activity thresholds of a single TF dictate distinct cellular fates, while enhancing our understanding on lymphocyte effector programs and link specific chromatin regulators to these programs. The fellowship is rewarding, because the Applicant will gain knowledge in the implementation of high-throughput technologies to study the interplay between TFs-chromatin regulators-chromatin architecture in lymphocyte differentiation.",
    "totalCost": "164653,2",
    "ecMaxContribution": "164653,2",
    "coordinator": "BIOMEDICAL SCIENCES RESEARCH CENTER ALEXANDER FLEMING",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999458610": {
            "orgId": "999458610",
            "orgName": "BIOMEDICAL SCIENCES RESEARCH CENTER ALEXANDER FLEMING",
            "ecContrib": 164653
        }
    },
    "calculatedTotalContribution": 164653
}