{
    "rcn": "195095",
    "acronym": "LARP4MOT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Structural and functional studies of LARP4, a new RNA binding protein involved in mRNA stabilisation and cell migration",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "RNA-binding proteins (RBPs) act at multiple levels to regulate gene expression, including mRNA splicing, polyadenylation, localisation, stability, decay and translational efficiency and, although central to health and disease, much of this precise concerted regulation remains to be uncovered.  The recently discovered LARP4 is an RBP that affects mRNA stability and binds to polyA as well as the polyA-binding protein (PABP).  Intriguingly, LARP4 has recently been identified as a regulator of cell morphology and migration in an RNAi screen, but little is known about how control of gene expression at the translational level is coordinated during cell migration and invasion. Since aberrant cell migration contributes to the development of human diseases including cancer, chronic inflammation and atherosclerosis, LARP4 represents an excellent RBP to advance our understanding of key cellular mechanisms relating to mRNA processing and turnover. \nThe overall aim of the project is to understand at a molecular level how LARP4 regulates mRNA translation and how this impacts on cell migration, especially in the context of cancer cell biology, using human prostate cancer cell lines as models. For this, a multidisciplinary approach combining biochemistry, biophysics, structural and cell biology will be used.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}