{
    "rcn": "195079",
    "acronym": "CITISEX",
    "topics": "MSCA-IF-2014-EF",
    "title": "Understanding the role of sensory ecology and species interactions during sexual signal adaptation to an urbanizing world",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Humans are rapidly transforming natural ecosystems into urban areas, leading to an alarming loss of biodiversity, in particular in the tropics. Some of this biodiversity loss could be mitigated if species are able to adapt to these evolutionary novel urban environments. An important aspect of urban success concerns adaptation to a sensory environment that is heavily affected by acoustic noise and artificial light pollution. Animals can for instance alter their sexual signals to optimally attract mates in the novel urban habitats. However, such change in sexual traits may at the same time attract more unwanted eavesdroppers, such as predators and parasites.\n The aim of this proposal is to understand whether and how sexual communication signals can adapt to the urban environment. The first research objective addresses how signal traits can change in response to the altered sensory environment of cities. The second research objective addresses how signal change affects both attraction of mates and unwanted eavesdroppers present in urban areas.  \n For the first objective, the researcher, Wouter Halfwerk, will be trained by the host to adopt a trait-based approach. He will record sexual signals of male t˙ngara frogs and assess whether signal components differ between urban and forest habitat and whether these differences are related to differences in sensory environment. For the second objective, he will receive training in the field of the evolution of species interactions. He will play urban and forest recorded signals in urban and forest environments to test their attractiveness to females as well as predatory bats and parasitic flies.\n The training and research experience will enhance the researcher's knowledge in both fields and will put him at the forefront of studies on urban ecology and signal adaptation. The action will thus greatly enhance his chances of returning to the EU with the ultimate goal to start his own research group.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}