{
    "rcn": "195066",
    "acronym": "HerbivoreAssociatedOrganisms",
    "topics": "MSCA-IF-2014-EF",
    "title": "Unravelling the complexity of plant-insect interactions: the hidden role played by herbivore-associated-organisms",
    "startDate": "04/01/2016",
    "endDate": "03/01/2018",
    "objective": "This Marie Sk?odowska Curie Fellowship will allow a talented young researcher to pursue multidisciplinary research with an outstanding and internationally recognised group investigating plant-insect interactions. The Fellow will gain skills in a range of cutting-edge techniques for studying plant defences against herbivore attack whereas the Host group will benefit from the Fellowsí expertise in methods of behavioural assays not currently utilized in the group. The Fellow and the Host will address together the complexity of plant-insect interactions using a very innovative approach based on the hidden role played by Herbivore-Associated-Organisms (HAOs). In fact, insect herbivores often consist of a community themselves including bacteria, fungi, parasitic worms, parasitic wasps and viruses which may play an important role in the expression of the herbivoreís phenotype and consequently on interactions of the herbivore with its food plant. However, up to date, most of the studies investigating plant defences have considered insect herbivores as individual organisms, thus neglecting the role of HAOs. The Fellow and the Host propose to experimentally manipulate the HAO composition to evaluate the effects on induced plant defences from plant gene expression to wider community consequences. This project is expected to advance the state-of-the-art of plant-insect interactions putting Europe research in the forefront of the research topic. This fellowships is also ideal for reaching the researcherís scientific and professional maturity, to build up long lasting collaborations and finally to establish his own group afterwards.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}