{
    "rcn": "195005",
    "acronym": "Egg-Juvenate",
    "topics": "MSCA-IF-2014-EF",
    "title": "Deciphering the roles of chromatin modifiers in germline aging",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Faithful transfer of genetic material is critical for the success of all cell divisions. Yet, as the organism ages this process becomes more error-prone, leading to aneuploidic daughter cells due to mis-segregation of chromosomes. This can lead to cancer in mitotic cells, and in the female germline it leads to reduced fertility and exponential increase in miscarriages and birth defects already at the third decade of life. In humans, all the oocytes begin their development in-utero but arrest for decades in the middle of this process leading to the rapid increase in meiotic divisions failure. The oocytes arrest while undergoing dramatic structural changes, termed chromosome remodelling. Very little is known about what drives this critical phase in germline development, yet it is assumed to involve chromatin modifiers and DNA binding complexes. I propose to identify chromatin-modifying complexes that act in chromosome remodelling and find their mechanism of operation. This will be achieved by utilizing my recently developed technologies and RNAi screen results, which gives me unique tools and approaches to study this complex process. This research will open the window into the connection between chromatin modifiers that facilitate chromosome restructuring and germline aging. The research is aimed to find the major players in this processes and their mode of operation. In an age where maternal age is rising in the western world, translational implementation of this research would have a dramatic impact on our scientific understanding of fertility.",
    "totalCost": "182509,2",
    "ecMaxContribution": "182509,2",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 182509
        }
    },
    "calculatedTotalContribution": 182509
}