{
    "rcn": "195045",
    "acronym": "ELiQSIR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Engineered Light Potentials for Quantum Simulation with Individual-Atom Resolution",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Ultracold quantum gases in optical lattices are a key experimental platform for quantum simulation, at the boundary of atomic physics and condensed matter physics. In that context key models can be implemented to help us understand properties of strongly correlated materials such as high-temperature superconductors, opening the route towards ìdesigner materialsî with tailored quantum properties. The recent development of ìquantum-gas microscopesî allows for the direct observation of the spatial distribution of ultracold atoms in an optical lattice, with single-atom and single-site resolution, shedding a new light on the behaviour of strongly-correlated quantum phases. With the possibility of local spin manipulations, out-of-equilibrium dynamics of the system can be further investigated by perturbing it locally and observing the ensuing evolution.\nIn order to fully exploit these systems, full control of the light potentials, locally and globally, is highly desirable as it will give experimentalists more degrees of freedom to tailor their experiments. Light patterns can be spatially and dynamically changed by a spatial light modulator and projected at a microscopic scale onto the atoms using a quantum gas microscope. The proposed Marie Sk?odowska-Curie Fellow, Dr. Bruno Peaudecerf, will implement and characterize versatile optical potentials with a spatial light modulator. These will allow for a new generation of experiments with quantum gases in optical lattices, in the context of the quantum-gas microscope experiment of Prof. Stefan Kuhr at the University of Strathclyde. By careful tailoring of the shape and dynamical evolution of the light patterns, we aim at realising novel cooling techniques, bringing the atoms down to unprecedentedly low temperatures. Engineering diffraction-limited patterns, we will address individual atoms and reveal the fascinating properties of the quantum phases obtained.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF STRATHCLYDE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}