{
    "rcn": "195028",
    "acronym": "Brain Metastases",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Role of Circulating Monocytes in the Development of Brain Metastases",
    "startDate": "01/05/2015",
    "endDate": "10/02/2018",
    "objective": "Brain metastases, particularly from breast cancer, are a significant clinical problem. About one fifth of breast\ncancer patients that develop metastatic disease will experience brain metastases. Survival is extremely poor, with a\nmedian survival of approximately three months. One of the main issues with treating brain metastases is the late\nstage at which the majority of brain metastases are diagnosed and the ineffectiveness of available therapies as a\nconsequence. At this late point, it is often too late for standard therapies to have a meaningful effect on the\nprogression of the tumours.\n\nIn recent years, the role of the immune system in the progression of systemic metastases has been described, with\ncirculating monocytes being found to play a significant role. However, little is known about the pathogenesis of\nmetastases within the brain. The brain possesses a very different environment to the rest of the body, with the blood\nbrain barrier (BBB) tightly regulating the movement of nutrients, drugs and cells into the brain. Consequently, the\nprocesses that modeluate metastasis progression in other organs, such as lung and liver, may not be reflected within\nthe brain owing to its unique environment. The overall goal of this fellowship, therefore, will be to determine the\nrole of circulating monocytes in the development of brain metastases from breast cancer with the aim of identifying\npotential therapeutic routes.\n\nWe believe that circulating monocytes may play a significant role in the development and progression of brain\nmetastases as a separate, distinct population from the resident macrophage population (microglia) within the brain.\nWe hypothesize that there is significant circulating monocyte infiltration into brain metastases, which is associated\nwith increased BBB breakdown and disease progression. On this basis, we propose that inhibiting these circulating\nmonocytes will significantly reduce both initiation and progression of brain metastasis.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}