{
    "rcn": "195068",
    "acronym": "EasyEBC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Easy-to-Implement Energy-Based Control Design for Systems of Conservation Laws",
    "startDate": "01/09/2015",
    "endDate": "31/08/2016",
    "objective": "Secure, clean and efficient energy as well as resource efficiency are major societal challenges formulated in the EU Horizon 2020 Framework Programme. Many subsystems in energy, production and process industries are systems of conservation laws and their efficient operation relies on precise modelling and feasible control design. The port-Hamiltonian approach, developed in a vibrant European research community with the project supervisor as one of the leading figures, uses energy as the key argument for modelling and control of interconnected, nonlinear multi-physics systems, including systems of conservation laws.\n\nThe aim of EasyEBC is to develop easy-to-handle energy-based control design procedures for nonlinear systems of conservation laws in the port-Hamiltonian framework. Linear and nonlinear methods from mathematical control theory of finite- and infinite-dimensional systems will be applied for analysis and control synthesis, e.g. semi-group theory, discretization techniques, and energy shaping. The mathematics will be masked behind a user-friendly frontend that offers transparent tuning criteria for the closed-loop dynamics. Bridging the gap between mathematical complexity and easy applicability of the design tools is the main challenge of the project.\n\nThe capacity of the renowned supervisor, the application examples at the secondment partners, such as chemical and thermodynamic processes or energy-efficient building refrigeration, and the fellowís experience in applying nonlinear energy-based control are essential for the scientific success of the project. As a long-term impact, EasyEBC will contribute to making nonlinear model-based control more accessible to engineers beyond academia.",
    "totalCost": "92538",
    "ecMaxContribution": "92538",
    "coordinator": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 92538
        }
    },
    "calculatedTotalContribution": 92538
}