{
    "rcn": "195057",
    "acronym": "BARREN",
    "topics": "MSCA-IF-2014-EF",
    "title": "Bioenergetics in Arid Environments",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Arid environments are habitats of energetic stringency because of extreme air temperatures and periods of decreased food and water abundance. Typically, birds confronted with these conditions reduce their energetic metabolism to be in balance with local resources. The ability to adjust energetic metabolism to face the harshness of arid habitats has been a significant question in ornithology and ecological physiology for decades. Recent evidence indicates the important role of the mitochondrial oxidative phosphorylation pathway ñ OxPhos ñ in this process. However, an effort to combine microevolutionary and physiology concepts remains to be attempted. The current advances in avian genomics combined with my background in ornithology, ecology and evolution provide the best opportunity to study adaptation to arid environments. In BARREN, I propose to integrate ecological properties of an arid environment with variation at OxPhos-related genes, and energy metabolism at cellular and organismal level in a sophisticated systems approach that, to the best of my knowledge, has never been attempted. Through placement at Copenhagenís Centre for GeoGenetics, I will have access to one of Europeís leading research groups in avian genomics. A short secondment at the University of Angers will confer additional training in avian physiology. BARREN offers an exceptional opportunity for me to expand on my previous knowledge through implementing a multidimensional and cutting-edge approach centred on genome-level data, in order to advance our understanding of bioenergetics in arid habitats. This project is not only pivotal for basic evolutionary research, but is relevant for one of the key issues of Horizon2020: prepare excellent scientists to address one of the major societal concerns: Fighting and adapting to climate change.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}