{
    "rcn": "195084",
    "acronym": "ResolvedJetsHIC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Probing the Strongly-Coupled Quark-Gluon Plasma with Jets",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "'Nuclear matter converts into a quark-gluon plasma (QGP) in the course of energetic collisions of heavy nuclei. \nThis transformation allows to study the strong interaction, as described by Quantum Chromo-Dynamics (QCD), in dynamical conditions similar to those prevalent in the early Universe. The QGP behaves as a strongly interacting fluid, in consequence posing a challenge to established frameworks and calling for novel theoretical developments. A precise class of probes are the so-called 'hard' probes and among them the formation of jets, sprays of hadrons created in the fragmentation process of a highly energetic quarks and gluons, are of special interest. The proposed project aims at advancing jet observables as theoretically well-controlled probes of the QGP. One of the key goals is to understand and numerically simulate the fragmentation process of energetic quarks and gluons into jets in heavy-ion collisions. In a second line of action we would like to address the nature of the QGP in realistic conditions by studying the active degrees of freedom released in course of the collision, and investigate their effect on jet observables. In accomplishing the proposed objectives, we will establish a clearer interpretation of experimental data from present and future particle colliders as well as bridging the insight from various theoretical attempts at describing the strong nuclear force.'",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}