{
    "rcn": "195006",
    "acronym": "TRANSLATIS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Translating from Latin: Contacts, Transfer, and Rewriting of Historiographical Texts in Medieval Iceland",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Translated texts play an important role in the beginning of literacy in the vernaculars in the European Middle Ages. The process towards literacy is initiated by the arrival and then propagation of Christianity. Translation, however, did not only serve as a means to promote the new religion, it kept being an important tool for the import of cultural goods.\n The project will concentrate on historiographical texts translated from Latin into Old Norse. While it does not seem far fetched to assume that those translations might have had a function as literary models, one might also ask about the socio-cultural motivations and functions of those texts: Were the Icelanders only interested in importing the common matters which were in fashion everywhere in Europe? Or did they also import new concepts that came with the texts? And if so, how were they translated and transformed for the audience? Is it possible that some people even used certain texts to promote their political agenda? Who were those people? Where and who were their contacts? \n While the final goal could be called a ìsociology of translationî on the novel theoretical background of Translation Studies, the methods are philological under the paradigms of Material and New Philology. With a background in Medieval Latin and Classics (MA) as well as Scandinavian Studies (PhD) I am ideally qualified to conduct research on texts translated from Latin into Old Norse. The European dimension of the EF makes it the ideal format for this project, since it would make it possible to work at the best institution for research in the field of Old Norseóthe ArnamagnÊan Institute in Copenhagen. The training in manuscript studies, digital humanities, and lexicography that will be provided in this first-rank institution in the field of Old Norse and the innovative monograph that will be the major outcome of this project will advance my career significantly and enhance my international employability in academia.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}