{
    "rcn": "195031",
    "acronym": "KOPAR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Knowledge Publishing, Acquisition and Representation",
    "startDate": "06/07/2015",
    "endDate": "05/07/2017",
    "objective": "The KOPAR project aims to investigate the inclusive nature of scientific documents from an integrative-interoperable semantic perspective. Scientific publications aggregate data by encompassing it within a persuasive narrative. Such aggregation is highly federated as authors reference external sources, analyze data elsewhere and summarize over the document, archive and publish methods, data and processes over heterogeneous resources and using a myriad of formats. KOPAR addresses the problem of supporting such aggregation over a document that is to be born semantic, interoperable and conceived as an aggregator within a web-of-data publishing workflow; KOPAR delivers the tooling necessary for authors to generate this type of documents.  Existing ontologies, data structures, standards and Application Programing Interfaces are brought together in order to facilitate the assemblage, identification and characterization of these arrangements in the document. Conceptual elements such as Research Objects, nanopublications, references, experimental protocols and data are to be logically assembled within the document as self-describing, machine procesable elements. KOPAR will deliver a novel paradigm for scholarly communication, one that makes it possible to understand the paper as an aggregator, a living document that is both an interface to the Web of Data as well as the pivot for collaboration across scientists.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD POLITECNICA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}