{
    "rcn": "195065",
    "acronym": "MUSAL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Multi-scale modelling of waves of porous media with applications to acoustic control and biomechanics",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Novel techniques will be developed to model the mechanics of porous media and elucidate wave propagation characteristics in these complex two-component heterogeneous materials. This will establish a more rigorous theoretical framework and provide deeper physical insight than currently possible. The applications and natural occurrence of such media are widespread, with important applications in acoustics, bio-mechanics, geophysics and engineering. Within this proposal, two areas of application will be explored in collaboration with non-academic partners. Firstly, results will underpin methods to better control environmental noise. As can be seen from the EUís Policy on Environmental Noise this is an issue of significant concern, the policy stating that ìThe largest impact of environmental noise is on annoyance and sleep disturbance, health effects of noise to which more than 30% of EU population may be exposed. The external costs of noise in the EU amounts to at least 0.35% of its GDP, but much higher values may be found as new findings become available. In general, it is considered amongst the most relevant environment & health problems, just behind the impact of air quality.î The methods developed will have significant application to acoustic optimisation and control. Besides acoustic optimisation, determination of wave characteristics and better modelling of porous media have profound implications in modelling bone. Bone is a heterogeneous material with a complex hierarchical structure, occurring in two main forms, a dense solid and a porous medium filled by a viscous marrow. The EUís Executive Agency for Health and Consumers estimates that 22% of the EU population experience long-term muscle, bone and joint problems, from which significant economic and social issues result. The results we will obtain, and resulting methodologies established, will have far reaching implications for the detection and monitoring of a number of chronic bone and joint conditions.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF KEELE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999862324": {
            "orgId": "999862324",
            "orgName": "UNIVERSITY OF KEELE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}