{
    "rcn": "195140",
    "acronym": "STOP-Beta",
    "topics": "MSCA-IF-2014-EF",
    "title": "Selectively Targeting Oscillations in Parkinson's disease: Causal effects of the beta-rhythm on motor control",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Parkinsonís disease is a frequent and disabling neurological disorder, which heavily impairs patientsí ability to perform and control movements. Electrical stimulation of a deep-seated brain region, the subthalamic nucleus (STN), has been shown to significantly improve patientsí motor function and quality of life. Recent technological advances in deep brain stimulation (DBS) render it possible to adjust electrical stimulation of the STN to ongoing brain activity, referred to as closed-loop DBS. Here, the implanted electrodes do not only send signals to the brain but also read out neural signals generated by the brain. Closed-loop DBS offers the intriguing possibility to specifically suppress pathological brain activity while leaving physiological activity unaltered. \nWe propose an innovative and ambitious project, which the researcher will conduct in the Experimental Neurology group headed by Prof. Peter Brown at the University of Oxford, a world-leading laboratory in closed-loop stimulation. In this project we aim to test the hypothesis that closed-loop DBS that selectively targets pathological synchronous firing of neurons at 13 ñ 30 Hz, the so-called beta-rhythm, will interrupt neural activity related to motor impairment, but not normal functions of the brain. To this end, Parkinson patients with implanted electrodes in the STN will perform two tasks probing different aspects of motor control whilst receiving closed loop stimulation. We will simultaneously record activity from the STN and areas localized on the surface of the brain. This will allow us to assess how suppression of the beta-rhythm affects motor-related activity and connectivity in the human brain revealing itís causal effects on motor function. Selective suppression of abnormal brain function and preservation of physiological brain mechanisms could be the key to obtain the best possible clinical benefit, whilst avoiding unwanted side effects in the treatment of Parkinsonís disease.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}