{
    "rcn": "195131",
    "acronym": "SMARTLAW",
    "topics": "MSCA-IF-2014-GF",
    "title": "Towards a regulatory framework for climate smart agriculture",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Towards a regulatory framework for climate smart agriculture\nBetween now and 2050, there will be a sharp increase in the demand of agricultural products due to an increase of the worldís population, the rise in global calorie intake due to greater affluence, and the production of biofuels. The increase in agricultural production will be accompanied by an increase in the emission of greenhouse gasses. Agriculture is not only a major cause of climate change but in many regions of the world, it is also seriously impacted by climate change. \nPolicy documents, mostly by international institutions, have endorsed climate smart agriculture (CSA) as a means to achieve production growth, while at the same reducing the emission of greenhouse gasses and adapting the agricultural sector to the changing climate. However, it is as yet unclear through what regulatory mechanism CSA can be achieved. The key objective of this project is to identify the main elements of a regulatory framework that enables, facilitates and stimulates the transition of conventional farm practices toward ëclimate friendlyí practices in the EU. Various methodologies will be used, such as an evaluation of the Australian Carbon Farming Initiative Act, to date the worldís only comprehensive regulatory instrument aimed at facilitating climate smart agriculture.\nThe project is aimed to be a stepping stone towards a more ambitious research proposal (to be submitted to the European Research Council (ERC) in 2017) aimed at developing the regulatory instruments needed to make the entire European agricultural sector resilient to the impacts of climate change. MSCA IF enables me to be heavily involved in climate law research for two full years, which will give a boost to my scholarly career and provides me competitiveness under the ERC.",
    "totalCost": "177989,4",
    "ecMaxContribution": "177989,4",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899475": {
            "orgId": "999899475",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
            "ecContrib": 177989
        }
    },
    "calculatedTotalContribution": 177989
}