{
    "rcn": "195135",
    "acronym": "Leucophyl",
    "topics": "MSCA-IF-2014-EF",
    "title": "Total Synthesis of Leucophyllidine",
    "startDate": "15/12/2015",
    "endDate": "14/12/2017",
    "objective": "In the frame of this research program, carried out at the Institute of Molecular Sciences (ISM) at the University of Bordeaux (UB), we propose a strategy directed towards the first total synthesis of leucophyllidine, a cytotoxic alkaloid recently isolated from L. griffithii. From the retrosynthetic analysis of the target, two fragments where identified that will be prepared then connected in the last stage of the synthesis, following a biomimetic approach. The ìNorth-fragmentî will be synthesized relying on a coupling between a key-aldehyde moiety and tryptamine through a Pictet-Spengler reaction/lactamization cascade. The ìSouth-fragmentî will be elaborated using a Friedl‰nder-type condensation between a piperidinone, and an ortho-aminobenzonitrile. The key-aldehyde and the piperidinone will be elaborated using a unified strategy, including a novel stereoselective free-radical carbo-oximation process, which will install quaternary centers present in North and South fragments. Incorporation of the vinyl motif on the naphthyridine ring, through a Suzuki coupling, should complete the synthesis of the south-fragment. Both fragments will finally be connected, following a biomimetic Mannich-type strategy, which should provide sufficient quantities of this potent anticancer agent and analogues for future biological screening. Key objectives of this research program are the development of an access to new plant anticancer drugs for potential clinical use and the training of future leading experts in the field of natural productñderived drugs discovery, a domain in which Europe must remain competitive in the 21st century as cancer-related diseases are rapidly increasing with populationís life expectancy.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE BORDEAUX",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}