{
    "rcn": "195171",
    "acronym": "EMCOP9CRL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Structural basis of Cullin-RING ligase regulation by the COP9 signalosome",
    "startDate": "12/10/2015",
    "endDate": "11/10/2017",
    "objective": "The components of the Cullin-RING Ligase (CRLs) E3 ubiquitin ligase family play key roles in a wide range of cellular processes including stress response, signal transduction, apoptosis and cell cycle progression, and accordingly, defects in their function and/or regulation are prominent in many pathologies including cancer. The modular CRL architecture is centred upon one of seven different cullin scaffold proteins which associate on one side with a RING protein that acts as receptor for an E2 ligase and, on the opposite side, with a substrate receptor (SR) that confers specificity to the complex. The multiplicity of SRs allows the recognition of many different substrates by the same CRL catalytic core. CRL-mediated ubiquitination modulates the substrate¥s biological activity and in many cases targets them for proteasomal degradation. The COP9 signalosome (CSN) complex plays a fundamental role in CRL regulation both by forming stable inhibitory complexes with the CRLs where the E2 ligase and substrate binding sites are occluded, and by enzymatically removing Nedd8 (a homologue of ubiquitin) from the cullin scaffold subunit, in a process termed deneddylation, that leads to inactivation of CRLs. CRL regulation by CSN is still an incompletely understood topic mostly because of the lack of high resolution CSN/CRL structures due to the challenge that the crystallization of multi-protein assemblies of such complexity represents. Fortunately, recent technological developments in another structural technique, cryoelectron microscopy, now allow structure determination of relatively small protein complexes (< 500kDa) to near-atomic resolution. Hence, we propose to use this powerful technique to reveal very high-resolution structures of several different CSN/CRL holocomplexes and shed light on the mechanistic aspects of their function.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "INSTITUTE OF CANCER RESEARCH - ROYAL CANCER HOSPITAL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999460841": {
            "orgId": "999460841",
            "orgName": "INSTITUTE OF CANCER RESEARCH - ROYAL CANCER HOSPITAL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}