{
    "rcn": "195128",
    "acronym": "MeaSuRe",
    "topics": "MSCA-IF-2014-EF",
    "title": "Following Protein Diffusion in Photosynthetic Membranes with Super Resolution",
    "startDate": "14/09/2015",
    "endDate": "13/09/2017",
    "objective": "The regulated diffusion of light-harvesting complexes in photosynthetic membranes is essential for photosynthesis, for instance for the redistribution of light-harvesting complexes between Photosystems I and II. To date, however, little is understood about the mobility of these proteins through the highly crowded membrane environment. In contrast to the huge amount of structural research that has been performed on biomolecules in the past, research on the dynamics is lagging far behind. The major limitation is the fact that the nanometer size regime of biomolecules is not accessible by classical optical techniques owing to the diffraction limit of light. To overcome this problem, we propose to use plasmonic nanoantennas, which are able to confine light at the nanoscale. In combination with Fluorescence Correlation Spectroscopy (FCS) this will allow measuring protein mobility in photosynthetic membranes with high, tens of nanometers, resolution. Directional and functional protein movement will be induced by illumination of the chloroplasts using specific light conditions; simultaneously following the protein movement will give new insights in how plants optimize their light harvesting capacity under fluctuating light conditions. The new nanoantenna-FCS based method, which we will develop to measure the diffusion of membrane proteins with nanometer resolution, has the potential to become widely used for nanobioimaging and ultrasensitive biosensing.\nThis research will be performed by Dr. E Wientjes in the Laboratory of Biophysics of Wageningen University led by photosynthesis expert Prof. H van Amerongen. A long-term collaboration will be started with Wientjes current supervisor Prof. NF van Hulst and Prof. MF Garcia-Parajo from the Institute of Photonic Sciences in Barcelona who are leading scientists in nanophotonics. The outcome of this project will provide biophysicists with a new method to study membrane protein dynamics with super resolution.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}