{
    "rcn": "195187",
    "acronym": "MYCRONICHE",
    "topics": "MSCA-IF-2014-EF",
    "title": "QUANTIFYING THE EXTENT FUNGAL MYCORRHIZAL COMMUNITIES AFFECT ORCHID NICHE BREADTH AND GEOGRAPHICAL DISTRIBUTION",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Understanding the factors that underlie species distributions is a fundamental goal of ecology. With climate change there is increased importance to quantify how species distributions will change in a European context. Orchids are particularly sensitive to environmental conditions. Mycorrhizas are vitally important in determining the population occurrence of orchids, as orchid seeds rely entirely on fungi to provide nutrients in order to germinate and establish. While there have been major advances in the use of molecular tools in identifying mycorrhizal communities, no study has yet investigated how mycorrhizal communities influence the likelihood of population establishment over large geographical ranges. MYCRONICHE will bring together innovative approaches in pyrosequencing, ecological experiments, and species distribution modelling to quantify how environmental factors can lead to population adaptation. We plan to investigate three members of the orchid genus Spiranthes that are in decline in Europe. We will (i) model the distribution of Spiranthes species, (ii) perform reciprocal translocation experiments will be used in conjunction with control greenhouse experiments, and (iii) determine mycorrhizal limitation by experimentally adding seeds to habitats where the orchid species should occur. By training in novel molecular tools, the skill-set of the candidate will be advanced by participation in MYCRONICHE. There will be a dedicated training and transfer of knowledge program that will involve the researcher; (i) taking advanced courses in bioinformatics and (ii) teaching courses in spatial statistics at the host institution. By combining cutting-edge molecular tools, elegant experimental approaches, and innovative methods in spatial statistics and species distribution modelling, MYCRONICHE would go a long way to improve our understanding of how mutualistic interactions co-evolve in space and help understand how populations will respond to climate change.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}