{
    "rcn": "195152",
    "acronym": "ISOTRAPSS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Isoform specific inhibition by transient protein state stabilization",
    "startDate": "15/09/2015",
    "endDate": "14/09/2017",
    "objective": "The rapid identification of synthetic molecules that selectively inhibit some proteins among families of closely related proteins is one of the major unsolved problems of modern drug discovery. If such ability was at hand, it would radically revise our definition of the ëdruggableí genome. \n\n    The goal of this proposal is to expand the state-of-the art of rational drug design with a new strategy that combines cutting edge computational techniques with modern experimental biophysical methods. We aim to achieve selective inhibition of proteins that are highly similar to other related proteins. To do so we will exploit concepts from energy landscape theory to identify transient conformational states of proteins that can be trapped by ligands to achieve extremely high binding selectivity. \n\n    To provide proof of concept for such strategy, we will focus efforts on the therapeutically relevant cyclophilin protein family. Computational work will focus on: 1) unravelling the conformational preferences of the most common cyclophilin family members, and 2) clarification of current controversies regarding the binding mode and structure activity relationships of known selective ligands. Experimental work will involve the characterization of purchased or custom-synthesized ligands in in vitro assays and crystal structure analyses.\n\n    Overall, this project proposes fundamental advances in rational drug design, therefore expanding opportunities for the development of future small molecule therapeutics.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}