{
    "rcn": "195110",
    "acronym": "ATMCinsituNMR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Next level real-time characterisation of Li- and Na-ion batteries by ñ Automatic Tuning Matching Cycler (plus Goniometer) ñ ATMC(+G) in situ NMR",
    "startDate": "01/03/2015",
    "endDate": "28/02/2017",
    "objective": "Concerns about finite energy resources and the need to decrease greenhouse gas emissions have increased the use of intermittent renewable energies on the electric grid. This is not without its challenges requiring more efficient ways to store electrical energy to balance demand with supply. Li-ion batteries (LIBs) are the most desirable form of energy storage (high energy / power densities) but an increasing demand of Li commodity chemicals combined with geographically-constrained reserves will drive up prices in the future. Due to the high abundance, low costs and very suitable redox potential, Na-ion batteries (NIBs) should open new avenues of research and engineering as complementary alternatives to LIBs. This shift has to be accompanied with a deeper understanding of the chemical reactions involving the multiple cell components.\nThe proposed project focuses on a next step of in situ NMR spectroscopy, offering the unique possibility of non-invasive real-time studies of batteries under operating conditions ñ to track the formation of intermediate phases and investigate electrolyte decomposition during cycling of LIBs and NIBs. Significantly different shifts of the multi-component samples, resonance broadening as well as interferences of the NMR and external battery cycler (EBC) circuit impair the experiments. Hence, we will set up a novel NMR probe system allowing ìon-the-flyî adjustment of the NMR circuit during the measurement and sample orientation changes via an automated goniometer. Moreover, an entirely new NMR-EBC-connection design will benefit the real-time experiments. This next level Automatic Tuning Matching Cycler (plus Goniometer) ñ ATMC(\\G) ñ in situ NMR approach will be established in a comparative study on lithium vs. sodium iron phosphate cathodes in LIBs and NIBs, respectively, including the application of new electrolytes to improve battery safety and cost factors. The application to a wider range of systems will include Na-Sn anodes for NIBs.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}