{
    "rcn": "195162",
    "acronym": "WetCarb",
    "topics": "MSCA-IF-2014-GF",
    "title": "Wetland Emissions of Carbon (CO2 and CH4) in China under Climate Change: Analysis, Development and Implementation",
    "startDate": "15/06/2015",
    "endDate": "14/06/2018",
    "objective": "Wetlands, fragile ecosystems that play an important role in the global water and carbon cycles, cover a non-negligible part of the terrestrial surface and render numerous services to humankind. Their role as carbon sinks or CO2 and CH4 sources depends on the prevailing hydrological conditions and is sensitive to rising atmospheric CO2 concentrations, regional climate change, as well as to water management and land use. Modifications of carbon and water dynamics within wetlands are already detectible and can be expected to amplify during the coming decades. Yet, numerous gaps of knowledge exist concerning their CO2 and CH4 flux quantifications and future dynamics, partly due to scarce global databases, and modelling of these dynamics are still highly uncertain. Focusing on China, where extensive wetlands exist and are projected to undergo vast changes, this project aims to analyse the response of wetland carbon emissions to changing hydrological conditions and atmospheric CO2 concentrations, taking into account contrasted regional land use and water management scenarios. An integrated approach combining measurements of CO2 and CH4 fluxes in numerous wetland types of China with new parameterizations of a dynamic vegetation model coupled with a hydrological model is proposed. The project covers changes occurring through the 20th and 21st centuries. It will be undertaken by the Researcher with two world leading teams in Earth System sciences, bringing in both expertise in modelling the terrestrial carbon cycle, datasets and knowledge of ecological processes. The research will deepen and broaden the Researcherís competences, build long-term skills and collaborations, promote transfer of knowledge to China and contribute to European excellence and competitiveness. Special attention will be given to disseminating results to both the general public and the non-academic sector through a secondment.",
    "totalCost": "248598",
    "ecMaxContribution": "248598",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 248598
        }
    },
    "calculatedTotalContribution": 248598
}