{
    "rcn": "195120",
    "acronym": "NNL",
    "topics": "MSCA-IF-2014-EF",
    "title": "An exploration into the feasibility of simultaneously achieving ëNo Net Lossí of biodiversity and ecosystem services, in an uncertain and changing world",
    "startDate": "01/09/2015",
    "endDate": "15/09/2017",
    "objective": "We are evidently currently witnessing an ongoing loss of global biodiversity, caused largely by anthropogenic activity, and thought to be resulting in a loss of associated ecosystem services. However, the economic development that often leads to net loss of ecosystem services also provides benefits to humanity. An optimal balance between development and biodiversity conservation must be found.\n\nA promising new policy principle is ëNo Net Lossí (NNL) ñ giving rise to mechanisms in which biodiversity losses from development are measured, and conservation interventions implemented that fully compensate for those losses, resulting in no net loss of biodiversity alongside development. However, it has been suggested that biodiversity and ecosystem services can not always both be maximised. Further, NNL is not a trivial objective when ecological dynamics (e.g. climate change) and social dynamics (e.g. institutional change) are taken into account. It is crucial that we establish whether there are general principles that can be applied to achieving NNL across different ecosystem types, and if not, what are the most significant peculiarities to each system.\n\nWe propose to begin by creating for the first time a database of existing NNL interventions, as well as developing frames of reference for NNL interventions in a set of case study ecosystems. Systems are likely to include both European and other countries.\n\nBuilding on this empirical basis, we will develop bespoke simulation models (using a novel implementation of the Management Strategy Evaluation framework) for each ecosystem, and explore implementation of different NNL mechanisms. We will consider feedback between social and ecological system components, drivers of change such as climate change, and sources of uncertainty.\n\nThe outputs will allow us to determine whether there are general principles concerning how and when NNL of both biodiversity and ecosystem services can be achieved in a given dynamic system.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}