{
    "rcn": "195158",
    "acronym": "LANTERN",
    "topics": "MSCA-IF-2014-GF",
    "title": "Light-Atom Interactions in Nanophotonic Structures",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "In recent years, tremendous progress has been made to interface cold atoms with nano-photonic systems, with the motivation of scaling down and transferring ideas from macroscopic platforms, such as cavity QED in Fabry-Perot cavities. However, little attention has been devoted to identifying completely new paradigms for light-matter interactions, which take full advantage of the ability to control the dimensionality and dispersion of light in nanoscale optical structures. Within this context, LANTERN makes an ambitious attempt to theoretically propose new techniques to manipulate atom-photon interactions, to design realistic photonic crystal structures that are simultaneously capable of trapping atoms and realizing the desired physical phenomena, and to help guide state-of-the-art experiments in the field. The fellow will show how such structures can be used to induce strong and tunable long-range interactions between atoms, and to realize strong optical nonlinearities at the single-photon level that do not depend on the saturation of an atom. These approaches are expected to overcome major bottlenecks faced by current experiments to use atoms in quantum information processing and quantum simulation. The multidisciplinary perspective of this action will advance the state of the art in quantum optics, nanophotonics and atomic physics, and will lead to fruitful synergies between theoretical and experimental groups. During the outgoing phase of the grant, Ana Asenjo will join the Quantum Optics group lead by Prof. Kimble at Caltech, in the USA. In the return phase, she will team up with the Theoretical Quantum-Nano Photonics group lead by Prof. Chang at ICFO, in Spain.",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997764020": {
            "orgId": "997764020",
            "orgName": "CALIFORNIA INSTITUTE OF TECHNOLOGYCORP",
            "ecContrib": 0
        },
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 257191
        }
    },
    "calculatedTotalContribution": 257191
}