{
    "rcn": "195174",
    "acronym": "MultiFUNGtionality",
    "topics": "MSCA-IF-2014-EF",
    "title": "Fungal diversity, ecosystem services and forest management: unravelling the role and dynamics of fungal communities in multifunctional Mediterranean forests.",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Forest fungi are a major biodiversity component of Mediterranean forests, and contribute to providing crucial ecosystem services. Thus, changes in fungal communities driven by environmental factors and human actions on ecosystems may have, ultimately, an impact on human well-being. Understanding and predicting such changes and their subsequent impact on the provision of ecosystem services is crucial to enable scientifically sound decision-making in landñuse planning. However, our knowledge on such complex ecological systems is limited due to the high diversity of forest fungi and their cryptic nature. This action aims at addressing such complexity by contributing to unravelling how fungal diversity is affected by several drivers and, in turn, how it affects the provision of multiple ecosystem services to be further integrated into multifunctional forest management. This will be possible thanks to multi-scale, high-quality data on above- and belowground diversity and its potential drivers. Such data will be analyzed using advanced hybrid modelling techniques, and the resulting models will be combined in simulation-optimization routines to enable science-based decision making in forestry sensitive to fungal diversity. This will be the leading thread of an action that aims at having high impact on the research career of Dr. Sergio de Miguel for him to attain a position of maturity as an independent and interdisciplinary researcher.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE LLEIDA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999838559": {
            "orgId": "999838559",
            "orgName": "UNIVERSIDAD DE LLEIDA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}