{
    "rcn": "195173",
    "acronym": "CheliceLand",
    "topics": "MSCA-IF-2014-EF",
    "title": "Molecular palaeobiology and comparative genomics of chelicerate terrestrialisation",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Animals have marine origins, with only three phyla including lineages that can complete every phase of their life cycle outside of water単saturated environments. These phyla are the Vertebrata (reptiles, birds and mammals), the Mollusca (land snails and the slugs) and the Arthropoda (e.g. insects, spiders, centipedes). The process through which animals adapted to life on land is referred to as terrestrialisation and it is one of the most fascinating unresolved problems in evolutionary biology. The crossing of the water単land barrier was the most extreme case of adaptation to a new environment in animal history. In fact, the difference between the sea and the subaereal environment is so extreme that astrobiology uses terrestrialisation as an analog to study how life could adapt to a new planet. \nHere, I propose a molecular palaeobiological approach where genomic and fossil information will be combined for the first time to study animal terrestrialisation. I will focus on the Chelicerata (spiders, mites, scorpions and their allies), a megadiverse arthropod lineage. Chelicerates represent an ideal model system to investigate the tempo and mode of early animal terrestrialisation, because they were the first animals to become abundant in the terrestrial fossil record. We shall investigate chelicerate relationships, define a timescale of chelicerate evolution, and identify the genomic adaptation that allowed marine chelicerates to adapt to life on land. \nThis is a blue skies project, however, studying the most extreme case of habitat colonization can help understanding the biology of current invasive species. Chelicerates include pests (e.g. spider mites) and species of biomedical relevance (e.g. ticks). By identifying chelicerate単specific genomic adaptation to life on land, this project will identify potential chelicerate単specific drug targets which may help the development of specific pesticides with low incidence on economically important arthropods, like declining bees.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}