{
    "rcn": "195169",
    "acronym": "DiverseRoots",
    "topics": "MSCA-IF-2014-EF",
    "title": "Drivers of Root Dynamics in Diverse Plant Communities",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "There is increasing evidence for the positive effect of greater plant species diversity on primary production, nutrient retention, erosion resistance and stability in response to changes. Many of these benefits can be directly related to the rooting system, however, biodiversity research to date has mainly focussed on aboveground responses. Recent methodological advances, including molecular methods to analyse the belowground distribution of different plant species to identify soil biota, and advances in tracer methodology now offer new opportunities to increase our insight in these belowground properties and their drivers.\nThe objective of this project is to apply state-of-the-art methodology to 1) assess to what extent biodiverse vegetation improves rooting structure and b) elucidate the main drivers behind these rooting dynamics. The increased understanding of the belowground functioning of biodiverse systems has direct importance for many fields, including the sustainable intensification of agricultural systems and prevention of soil erosion.\t\nIn a desk study, I will analyse existing root data in order to assess the differences in horizontal root distribution in monocultures compared to mixtures. This will feed into the design of an experimental root study carried out in the unique Phytotron facility of Radboud University, in which I will combine state-of-the-art molecular techniques with my own expertise in tracer techniques, to investigate root development in speciesí mixtures and its drivers.\nThis fellowship will be a perfect stepping stone in achieving my career goal to become a researcher at the top of the interdisciplinary field of plant-soil interactions in biodiverse systems. My quality as a researcher will be hugely improved by the new skills and deepened knowledge that I will acquire in this fellowship. My secondment at a Water Board will facilitate stakeholder interaction and dissemination in a field in which my research is directly applicable.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}