{
    "rcn": "195122",
    "acronym": "COMMANDEER",
    "topics": "MSCA-IF-2014-EF",
    "title": "COMMANDEER: Disrupting microbial resistance using rationally designed signalling molecules",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Cystic Fibrosis (CF) is an inherited disease which affects 100,000 people worldwide and is prevalent in European populations. CF causes the body to produce an abnormally sticky mucus in the lungs making patients susceptible to serious bacterial infection. By age 8, 50% of CF patients are infected with Pseudomonas aeruginosa increasing to 80% by 20 years of age. Eventually, the infecting strains of bacteria become resistant to antibiotics and remain a chronic inhabitant of the lungs of CF patients until they succumb to respiratory failure, usually by the young age of 30-35. Approximately 60% of CF patients are co-infected with Burkholderia cenocepacia that settle into the thick mucus of the airways. These bacteria have evolved a special type of defence mechanism to antibiotics whereby they excrete a chemical messenger on treatment. This chemical messenger -Diffusible Signal Factor or DSF - activates bacterial biofilm formation. Previous work has shown that DSF effectively behaves as an ëemergency flareí to other bacteria, which produce a biofilm in response. This biofilm acts as a shield which protects the bacteria from the effects of antibiotics.\n\nAs a key fits in a lock, DSF fits into bacterial receptors and ìswitches onî biofilm formation. In this COMMANDEER project, we will synthesise molecules which mimic DSF and fit into the same biological receptors. However, due to subtle changes in their design, our molecules will ìswitch offî biofilm formation. Using this novel strategy of effectively commandeering the bacteriaís signalling system, we will disable biofilm formation, making the bacteria susceptible to antibiotics once again. We will adopt a multidisciplinary and collaborative approach combining the talents of chemists in Ireland and microbiologists in the UK. This project, therefore, represents a new and exciting route of circumventing bacterial resistance, offering significantly improved quality of life for CF patients and increased life expectancies.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}