{
    "rcn": "195159",
    "acronym": "Polyphemus",
    "topics": "MSCA-IF-2014-EF",
    "title": "Towards a new framework for reception: Gongoraís poetics, ënewí readers and the material world",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Luis de GÛngoraís (1561-1627) two major compositions, Polifemo and Soledades (1613) represent a watershed in the trajectory of Spanish poetics; prompting a polemic over their stylistic innovations that would continue for three centuries. To date there has been suppression of the polemicís politico-ideological underpinnings and undisputed acceptance that GÛngoraís poetry was written to be read by an aristocratic, erudite elite. Consequently research on the reception of his work has been conceptually constrained and confined within the rigid parameters of documents relating to the controversy. The primary aim of this project is to challenge these fundamental assumptions of readership and reception and to propose a new methodological framework which has at its core a confluence of: (a) archival investigation; (b) analysis (qualitative and quantitative) of material evidence with digitalised data presentation; (c) a sophisticated theoretical underpinning that conceptualises literary reception within the wider tensions of socio-cultural self-constitution. The key sustaining hypothesis is that GÛngoraís ënewí readers were not restricted to the intellectually-renovated receivers anticipated by the poet, but encompassed ëotherí recipients drawn from a much broader socio-cultural spectrum (archival research carried out by the researcher informs this). Outputs include a journal article, a project website with open-access database, a book-length study and the organisation of an international conference. In line with MSCA objectives the project will enable a transfer of knowledge and interdisciplinary skills of mutual benefit to researcher and host; strengthen the contact networks of both, and enhance the career opportunities of the researcher through international exposure and inter-sectoral mobility. The project will promote collaboration between researchers, archivists and librarians, thus contributing to the recuperation of a significant aspect of Spainís cultural heritage.-",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}