{
    "rcn": "195123",
    "acronym": "UFOX",
    "topics": "MSCA-IF-2014-EF",
    "title": "Unveiling complexity in Functional hybrid OXides",
    "startDate": "25/05/2015",
    "endDate": "24/05/2017",
    "objective": "The purpose of this research project is to get a deeper understanding of the mechanisms and the fundamental interactions that control the formation of electronic ordered phases and the competition between different phenomena in 4d and 3d-4d hybrid transition metal oxides (TMO). Investigation of 4d materials, proposed here, provides new challenges and opportunities ñ they share some common features with 3d systems which stem from electron correlations, but have in addition subtle sensitivity of the electronic states to the lattice structure, effective dimensionality and, most importantly, to relativistic effects due to stronger spin-orbit coupling. The aim of the project is to exploit the class of 4d perovskite ruthenium oxides together with different 4d-3d families of doped materials as a platform for exploring in a controlled way the interplay between correlations, dimensionality and spin-orbit effects when moving from 4d to 3d oxides. Doping a 4d host with 3d impurities might be extremely effective in tuning valence, spin and orbital characteristics and, in turn, the macroscopic physical properties of bulk and layered systems. An ultimate goal is to exploit the variety of physical phenomena inherited in these classes of materials to design interfaces and heterostructures which can show properties at the nanometer scale that are qualitatively different from their single building blocks, thus allowing to engineer novel functionalities. Such a rich scenario can open the route to the fabrication and design of systems where novel and multiple functionalities are nano-integrated on the same ìchipî. The key challenge of the present project is, then, both to unveil the complexities due to the interplay between the ìdimensionalityî and the ìspin-orbital-charge-latticeî degrees of freedom and to disentangle them to get insight into the nature of the ordered states and the physical phenomena in 4d-3d systems, as well as in 4d-3d oxide interfaces and heterostructures.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}