{
    "rcn": "195129",
    "acronym": "FLAVODRINKS",
    "topics": "MSCA-IF-2014-EF",
    "title": "IMPACT OF AROMA AND AROMA INTERACTIONS ON SWEET FLAVOR PERCEPTION IN JUICES AND SOFT BEVERAGES",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "In efforts to help consumers improve their health by reducing their consumption of sugar, salt and fat (Europea 2006/1924/EU), the European Commission recently set new standards for the formulation, production, labeling and advertising of fruit juices (Europea 2012/12/EU). Similar regulations are expected soon for soft drinks. Soft drinks have begun to suffer a poor public image because of their high content of sugar or sugar substitutes, which the beverage industry uses to counteract or mask undesirable flavors. It may be possible to avoid the need to add sugar to fruit juices and soft drinks if we can identify aroma compounds that help the consumer perceive a drink as sweet. Understanding the interaction between aromas allow act on sweetness perceived by the consumer and get drinks with less sugar added.\n\nThe purpose of the work is to identify aroma compounds responsible for the sensory properties of fruit beverages and analyze how they may affect taste perception (sweet, acid and bitter). Fruit juices and soft drinks will be analyzed in order to characterize the main compounds involved in the perception of aroma as fruity, floral, green and sweet. Close attention will be paid to the chirality of identified compounds in order to study structure-aroma relationships (chemosensory approach). The ability of aroma compounds to interact in influencing taste will also be studied in order to identify synergistic or suppression effects. Moreover, perceptual interactions between aroma and taste will be studied using specific taste compounds. \n\nThe innovation of the proposed study lies in applying sensory-guided multidimensional chromatographic techniques to beverages, which are complex mixtures of aroma and taste compounds. Aroma compounds will be identified using multidimensional gas chromatography coupled to mass spectrometry and olfactometry (MDGC-MS-O). Odor-odor interactions will be studied using olfactoscanning, in which a GC-O is coupled to an olfactometer.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}