{
    "rcn": "195115",
    "acronym": "NeoGenHeritage",
    "topics": "MSCA-IF-2014-EF",
    "title": "Neotithic transition in the Iberian Peninsula: reviewing an old question from new technological and computational genome wide approaches",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The research goal of this proposal revolves around a widely debated topic in archaeology, anthropology and population genetics: the dynamics of the spread of farming into Europe, or Neolithic transition. For a long time, this key event that was to define modern Europeans has fuelled a dichotomic research debate. In short, did the Neolithic spread into Europe as the result of cultural or demographic diffusion? While many approaches can be attempted, in the last few years, ancient DNA (aDNA) studies have strongly contributed to shedding light on this topic, through the recovery and analysis of an increasing number of mitochondrial and nuclear genomes from prehistorical human samples. Far from closing the debate, these palaeogenomes are revealing a more complicated scenario, where the times, paths and genetic legacy of the Neolithic diffusion seem to have been different in different geographic areas. Furthermore, as the genomic data increase, the aDNA field is soon facing the challenge of evolving from a research area largely based on technical development for the recovery of short DNA fragments, to the analysis of larger datasets (ultimately, whole genome data) in the context of human population genetics.\nI therefore propose an interdisciplinary project aimed to increase our knowledge on the Neolithic transition by generating, for the first time, genome data from ancient human remains from the Iberian Peninsula at the times of the Neolithic transition. Having been the last region of Europe reached by the Neolithic diffusion, the IP is a crucial area for understanding the relative role of migration and cultural changes. By combining modern technologies for the recovery of ancient genomes, with state-of-the-art statistical data analyses in the context of human population genetics, this project will contribute to the development of practical and theoretical approaches to make the most of aDNA as a powerful research tool in the fields of archaeology and antropology.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI FERRARA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999839626": {
            "orgId": "999839626",
            "orgName": "UNIVERSITA DEGLI STUDI DI FERRARA",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}