{
    "rcn": "195133",
    "acronym": "HISTHEOL",
    "topics": "MSCA-IF-2014-EF",
    "title": "History and Theology",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "'History and Theology: the creation of disinterested scholarship from dogmatic stalemate (ca. 1525-1675)' will deal with the question of how and why the seeds of religious tolerance came to be sown in an age of confessional polemic. This project will explore the idea that an unexpected consequence of religious polemic was the growth of disinterested scholarship, which, in turn, led to increased tolerance of religious differences. Indeed, once the strict rules and staunchly held positions of the rival confessional antagonists became known and established, scholars were able to pursue their research relatively freely within this framework and even across confessional boundaries. It became possible to describe change and diversity as historical facts rather than as simply polemical weapons in a battle of the books. In turn, this paved the way for the religious tolerance championed by several influential Church histories of the Enlightenment. The project will focus on two cultural zones: England and the Italian peninsula, in order to conduct a comparative study of a carefully selected number of key scholars from rival confessions and scholarly traditions. By means of a carefully calibrated dissemination strategy, this project is intended to have a wider impact on Europeís troubled multi-faith society of the early twenty-first century by providing a fresh, new historical narrative which adds intellectual foundations to the moral desirability for mutual recognition and appreciation of diversity in religious debate.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}