{
    "rcn": "195149",
    "acronym": "HYBRIPORE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Hybrid DNA-protein nanopores with large and uniform pore sizes",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "This proposal aims at developing novel hybrid DNA-protein nanopores with well-defined, uniform channel sizes, to advance fundamental studies on transport across membranes and to enable the development of new biosensors and progress towards creating artificial cells and tissues. Currently used protein nanopores either have a limited cargo capacity, which is set by their internal diameter, or they are heterogeneous in size and sometimes incompletely assembled. I propose to use DNA origami nanostructures as scaffolds for barrel- and ring-forming peptides of alpha-haemolysin and ClyA/Wza to create hybrid pores with larger and uniform pore sizes. These hybrid pores have the advantage that they are fully biocompatible and retain the potential for genetic and chemical engineering at the level of the DNA and proteins through the use of nucleotide recognition sequences and functionalised amino acid residues. By systematic characterisation of the hybrid nanopores in the controlled environment of droplet interface bilayers using single-channel current recordings and fluorescent detection of transport across membranes, the proposed hybrid nanopores will provide valuable insights into membrane transport and potential applications in biotechnology and medicine.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}