{
    "rcn": "195198",
    "acronym": "GDA in staphylococci",
    "topics": "MSCA-IF-2014-EF",
    "title": "Gen Duplication and Amplification in Staphylococcal populations",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Bacterial pathogens possess the ability to adapt rapidly to changing environmental conditions which is especially apparent in the hospital setting where bacteria acquire antibiotic resistances readily. Besides well studied mechanisms such as horizontal gene transfer bacteria can alter the genetic material by acquiring gen duplications and amplifications (GDA). Exemplarily an improved gene dosage of a minor resistance determinant can lead to increased resistance to antibiotics. Due to the difficulties in their detection GDAs are almost exclusively studied in model organisms and neglected in natural populations of clinically relevant species such as Staphylococcus aureus. Accordingly many important questions about the frequency and clinical importance of GDAs remain unanswered. State of the art sequencing technologies enable the identification of GDAs by analysis of the coverage scaffold and groundbreaking experiments using 387 USA300 genome sequences showed promising results regarding putative copy number variation of virulence factors. We will extend the GDA analysis to ca. 1200 already available EMRSA15 sequences. This will enable a comprising analysis of gen copy number variation in clinical isolates and might allow identifying genomic regions under strong evolutionary pressure during infection. We will optimize experimental setups for the rapid validation of GDAs by qPCR and develop techniques to study the effects of GDAs in S. aureus. Furthermore we will sequence a selection ca. 70 S. aureus isolates causing chronic infections in patients suffering from cystic fibrosis (CF). This will enable us to optimize the detection of GDAs by NGS and will allow investigating the role of GDAs during adaption to the complex environment within the CF-lung. This project will show new avenues to extract additional valuable biological information from NGS data and will investigate the importance of GDAs during the adaption of S. aureus to the hospital setting and to the CF-lung.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}