{
    "rcn": "195117",
    "acronym": "GENOMIC FOOTPRINT",
    "topics": "MSCA-IF-2014-GF",
    "title": "Does a moving hybrid zone leave a genomic footprint?",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "Species are the currency of biodiversity. However, during the early stages of their evolution, species are difficult to delineate, as barriers to gene flow are not yet complete. Range expansions and contractions exaggerate the reshuffling of the genomes of hybridizing species. The key objective of this project is to experimentally test the theoretical prediction that, under hybrid zone movement, genes derived from a displaced species are left behind in the genome of an invading species, leaving a ëgenomic footprintí. I will fill an empirical void by, for the first time, testing this critical hypothesis in the wild, using genome-scale data. I have established a study system (the newt genus Triturus) that is particularly appropriate because it shows strong evidence in support of hybrid zone movement over considerable time and distance. To obtain genome-wide data, I will be trained in the cutting-edge genomic technique of target enrichment through sequence capture during the outgoing phase at the lab of Prof. Shaffer at the University of California, Los Angeles (UCLA). To transfer this important new piece of knowledge back to Europe, I will implement target enrichment through sequence capture during the return phase at the beneficiary, the University of Sheffield (USFD). At USFD the group of Prof. Butlin has unmatched expertise in hybridization/speciation research and excels in the analytical approaches required to uncover a genomic footprint. Human activities have intensified hybridization and I propose a secondment to work together with conservationists and legislators to tackle the insidious conservation problem of genetic pollution by exotic species.",
    "totalCost": "269857,8",
    "ecMaxContribution": "269857,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 269858
        }
    },
    "calculatedTotalContribution": 269858
}