{
    "rcn": "195107",
    "acronym": "NIBSAD",
    "topics": "MSCA-IF-2014-EF",
    "title": "Electrophysiological markers of cognitive processes and neuroplasticity in healthy ageing and Alzheimer`s disease",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "Ageing of the European population is increasing prevalence of age-related diseases such as Alzheimerís disease (AD). AD is considered a public health priority due to socio-economic costs and limited efficacy of current pharmacological treatments. Co-registration of electroencephalogram (EEG) and transcranial magnetic stimulation (TMS) is a novelty, non-expensive and non-invasive approach to obtain surrogate markers of cognitive decline. Moreover, repetitive TMS (rTMS) is considered a promising tool to induce neuroplasticity and improve cognitive functions. The main objective of this research is providing markers of brain activity, reactivity, connectivity and plasticity related with healthy and pathological ageing (i.e., early AD). Thus, samples of healthy young, healthy elderly and AD patients will perform a behavioural task (to study visuospatial attention and cognitive control processes) while carrying out EEG recording and online EEG/TMS co-registration. Correlates of brain activity (event-related brain potentials), reactivity (amplitude of TMS evoked potential -TEP) and connectivity (TEP topography, coherence, synchronization, and graph theoretical analysis of complex networks) will be obtained before and after of delivering offline rTMS. It will allow studying differences in cortical responses induced by rTMS on each group of participants, which will provide correlates and biomarkers of brain plasticity related with age and AD. These biomarkers will allow the identification of individuals at early stages of AD and evaluating efficacy of novel TMS treatments. Importantly, identification of rTMS parameters responsible to induce neural plasticity and improve cognitive functions will contribute to develop rehabilitation protocols for AD patients.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "PROVINCIA LOMBARDO VENETA - ORDINEOSPEDALIERO DI SAN GIOVANNI DI DIO- FATEBENEFRATELLI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999615168": {
            "orgId": "999615168",
            "orgName": "PROVINCIA LOMBARDO VENETA - ORDINEOSPEDALIERO DI SAN GIOVANNI DI DIO- FATEBENEFRATELLI",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}