{
    "rcn": "195151",
    "acronym": "ExplicitDarmonProg",
    "topics": "MSCA-IF-2014-EF",
    "title": "Explicit Methods for the Darmon Programme",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Elliptic curves are the heart of contemporary research in number theory.  For example, their modularity played a crucial role in Wiles' proof of Fermat's Last Theorem. Understanding their rational points is the subject of the Birch and Swinnerton-Dyer Conjecture (BSD), one of the seven $1M Clay Mathematics Institute Millennium Prizes. This proposal is concerned with rational points on elliptic curves and linked to both BSD and modularity.\n\nThe Darmon Programme is an ambitious project initiated by Henri Darmon, aiming to provide constructions of points on elliptic curves over number fields, and to prove new cases of BSD. The proposed action is an initiative to extend the Darmon Programme, make known constructions explicit and algorithmic to provide extensive data that will be invaluable to researchers in the field, and guide further theoretical work.\n\nWarwick has one of the largest and most active explicit number theory groups in the world, consisting of 2 professors, 3 lecturers, 8 research fellows and 12 PhD students, making it a natural host for the project. The supervisor Siksek, is a leading expert on elliptic curves, rational points and modularity, with considerable experience in supervising research including 5 Marie Curie fellows.\n\nMasdeu did his undergraduate studies in Barcelona. He completed his PhD (McGill) under the supervision of Darmon, and therefore has intimate understanding of the Darmon Programme. Masdeu then worked as Ritt Assistant Professor at Columbia University before joining Warwick as a postdoc in 2014. Therefore his research experience has almost entirely been confined to North America, even though his ambition is to establish himself as an independent researcher at a prestigious European university. Masdeu has substantial research results with 8 papers accepted in strong journals. This project will integrate him into the European research environment, and give him new skills and research directions to enable him to realize his goal.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}