{
    "rcn": "195118",
    "acronym": "Next-COMM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Next-COMM: Event-driven design approach to achieve maximum energy efficiency for the next generation digital communication circuitsî",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "Dr. Christos Vezyrtzis is currently employed in the US as an IBM Research Staff Member, after concluding his PhD at Columbia University in the City of New York! Instead of a life-long career in the US, he decided to take the step back to Europe. Through his unique expertise in continuous-time digital signal processors, he will acquire a career in Europe, establishing himself in the field of next-generation communication circuits. \nThe primary technical focus is the novel event-driven design approach to achieve maximum energy efficiency for the next generation digital communication circuits. This will lead to a drastic reduction in power cost, environmentally friendly products and significantly prolonged operation time. The novel radios will have a cleaner emitted spectrum, less interference which leads to higher data rates (closer to the theoretical limit). Improvement in energy-efficiency will help the European market get one step ahead of the competitors, mainly in the US and Asia.\nInfineon, as the host organization, is highly supportive to this idea gaining one of the top-level experts in asynchronous and continuous-time digital circuits to strengthen the European Semiconductor Industry. Such effort will greatly benefit from Dr. Vezyrtzisí extensive skills in the new and upcoming field of continuous-time digital circuits. The Marie S. Curie funding gives Dr. Vezyrtzis the freedom to develop his own strategy to re-integrate in Europe while gaining additional industry experience and support an application oriented research project for future communication solutions. \n The career goal for the researcher is to find a long-term position in European research, starting in industry to get an additional set of capabilities while investing his know-how in the project. At the end of the Marie S Curie fellowship he will have clarity about his further path in Europe ñ being qualified for industry as well as for academia.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "INFINEON TECHNOLOGIES AUSTRIA  AG",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999705087": {
            "orgId": "999705087",
            "orgName": "INFINEON TECHNOLOGIES AUSTRIA  AG",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}