{
    "rcn": "195130",
    "acronym": "SSAR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Future bio-pesticides for EU: unlocking the code of Saponin Structure-Activity Relationships for use in pest management",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Insect pests are very damaging to worldwide food production, and there is a great demand for new environmentally-friendly bio-pesticides. Saponins are a structurally diverse class of naturally occurring plant defense compounds that are a promising resource for novel and more sustainable pesticides. Due to their detergent-like properties, saponins can disrupt the cell membranes of herbivory pests, cause cell death, and ultimately kill them. Despite the promising potential of saponins as bio-pesticides, little is yet known about which saponin chemical structures are toxic to which specific pest. The SSAR project aims to elucidate the relationship between saponin chemical structures and their biological activities and evolution. First, the genes involved in the biosynthetic pathway of saponins will be identified. Then desired or novel saponins will be produced in plant tissues through metabolic engineering with the identified genes. Finally, purified saponins will be used in bioassays with a range of pest species, to unlock the code of exactly which saponin chemical structures have a given specific biological activity. The new knowledge gained will have great industrial application potential as a generic platform for the production of bioactive compounds from plants and their use for bio-pesticides as an alternative to chemically produced pesticides. The new bio-pesticides will both help to meet societyís need for more sustainable food production and to contribute to the development of the knowledge based bio-economy. Identification of genes involved in saponin biosynthetic pathway will also open the possibility to engineer and breed crop with tailored saponin-based pest resistance capabilities. The SSAR will allow me to develop as an independent and mature researcher, and extend my expertise in both academic and non-academic sectors through the training in the host institution and the collaboration with a bio-pesticide and generic agrochemicals innovative company.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}