{
    "rcn": "195183",
    "acronym": "Voice Modulation",
    "topics": "MSCA-IF-2014-EF",
    "title": "Faking It: The production, perception, and function of social voice modulation",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "The human voice is a social tool. Non-linguistic voice cues can influence judgements of attractiveness, formidability, trustworthiness, intelligence, and general likeability, with meaningfully differential social outcomes depending on whether ones voice is credited, unduly or not, with positive or negative attributes. Yet, despite its apparent societal implications and the known capacity for vocal control, studies of human voice perception have focused on static rather than dynamic speech. The proposed project will explore the vastly understudied niche of human voice modulation. The Research Objectives of the project are to: (1) Provide the first experimental evidence of voice modulation in four novel social contexts (political debate, commercial ad, public lecture, and first date); (2) Describe the structure and production mechanisms of modulated speech using new technology developed through a secondment; (3) Identify individual and environmental factors that affect the use and nature of modulated speech; (4) Test the extent to which voice modulation effectively influences social attributions and decisions. The project will be the first to examine voice modulation across cultures, addressing a serious need for comparative research in psychology, and facilitating international collaboration. The research objectives will be achieved through a unique combination of lab and field voice recordings, spectrotemporal speech analysis, questionnaire data, cross-cultural and cross-linguistic playback experiments, and sophisticated statistical modelling. This original line of research will provide ample insight into how the voice affects human behaviour, ultimately helping to uncover the functions and origins of nonverbal communication, but also educating lay and scientific communities about social stereotyping and its socioeconomic impact. Importantly, the Fellowship will put me in an excellent position to secure a research station in one of the top European universities.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}