{
    "rcn": "195106",
    "acronym": "HYDIN",
    "topics": "MSCA-IF-2014-EF",
    "title": "Experimental constraints on indium transport in hydrothermal systems",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Indium (In) is an element that has recently gained great economic importance due to its application in strategic energy and information technologies. Future In shortages projected by the EC Joint Research Council are due to insufficient exploration for In, reflecting the poor understanding of the hydrothermal ore-forming processes that result in economic enrichment of In. Key questions are the relative importance of different geologically relevant ligands for hydrothermal In complexation, the role of anomalously metal-rich fluids, and the efficiency of different ore-deposition mechanisms for formation of economic deposits. The proposed Marie Curie action will address the hydrothermal transport of In through an integrated approach that links high-temperature experimental studies of the solubility and complexation of In with reconnaissance fluid inclusion studies of In deposits and geochemical modeling of ore-forming processes. The experimental research will combine solubility studies at 100-250∞C with hydrothermal diamond-anvil cell experiments up to 600∞ and synchrotron X-ray spectroscopy. Based on the experimental results, thermodynamic data for the most important In complexes will be derived. The thermodynamic dataset will be used for modeling the control of key fluid parameters such as temperature, pressure and pH on the transport behavior of In in hydrothermal systems. The modeled data will be compared with In concentrations in fluid inclusions from hydrothermal In ore deposits, which will be determined by LA-ICPMS microanalysis. The outcome will be a quantitative understanding of the ore-forming processes that control transport and deposition of In in hydrothermal systems. The researcher will be part of a research network that will bring together scientists from diverse fields of geosciences and physics. This will create an exceptional training environment and will result in optimum transfer of research expertise and knowledge.",
    "totalCost": "179325,6",
    "ecMaxContribution": "179325,6",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 179326
        }
    },
    "calculatedTotalContribution": 179326
}