{
    "rcn": "195101",
    "acronym": "COPAST",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Colours of the Past in Victorian England",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "This project entitled ìThe Colours of the Past in Victorian Englandî (COPAST) aims to analyse the reception of the chromatic material culture of Antiquity and the Middle Ages in the works of writers and painters from William Morrisís close circle. These politically-committed poets and artists looked towards the ideologically-charged colours of Hellenic and medieval arts and crafts, in order to retrieve and emulate supposedly more meaningful hues and dyeing processes which they believed modern science and economic imperatives had stripped of their symbolic and artistic value. The Victorian age (1837-1901) was indeed a turning point in terms of scientific discoveries of new chemical colours, including coal-tar based synthetic dyes. Dr. Ribeyrol will investigate ideological approaches to ancient polychromy in the context of the Greek and Gothic Revivals which affected industrialized England in the second half of the 19th century. Using close analysis of art works, literary texts and pigment recipe books, she will contrast these ancient hues with the new chemical aniline dyes which were mainly devised for the expanding textile industry. This innovative focus on chromatic materiality in the field of Victorian art history and literature will enable her to shed light on the artistic impact of this colour revolution which radically unsettled the way certain avant-garde Victorian writers and artists related to chromatic terminology and used traditional, organic pigments.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}