{
    "rcn": "195188",
    "acronym": "TiFuN",
    "topics": "MSCA-IF-2014-EF",
    "title": "Tiny Functional Au Nanorods: Novel NIR-Photothermal Nanoprobes for Single-Molecule Tracking at Confined Cellular Environment",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Photothermal Imaging (PhI) is an absorption detection technique used for the detection of single gold nanoparticles (NPs), which can be a valuable tool to tackle complex cellular activities. In order to study the dynamics of individual proteins in confined regions such as in neural synapses or in cell adhesion sites, small nanoprobes are needed. Gold NPs (~ 5 nm) can be used, however their surface plasmon resonance (SPR) is centered at 530 nm, a spectral domain where absorption of cellular organelles results in a background signal, which limits the sensitivity of PhI. A brilliant way to find the needle in the haystack is the development of a novel nanoprobe having NIR-absorption, smaller size and high specificity. In ìTiFuNî, we will achieve this goal by developing tiny (length/diameter <10 nm/5 nm) gold nanorods (T-rods), an elongated gold NP with tunable SPR in the NIR-window. Different aspect ratio T-rods harvested using Density Gradient Ultrahigh (DGU) centrifugation protocol will be highly promising probes for multicolor labeling and detection of proteins. A dedicated PhI setup based on NIR-laser sources will also be built. Subsequently, the bioconjuagted T-rods and NIR-PhI will be used to study the dynamics of neurotransmitter receptors in synapse and integrin proteins in cell adhesion sites owing to their small core volume, NIR-absorption, exceptional photostability, and non-toxicity. Bioconjugated T-rods will also display the unique property of being easily detected with light and electron microscopy at the single- molecule level, and therefore will be a valuable tool for light/electron correlative microscopy. This highly interdisciplinary project (optics, chemistry and biology) will utilize the fellowís expertise in nanochemistry in combination with world-leading expertise of Prof. Lounis group in single-molecule detection and Dr. Choquet institute in neuroscience and cell biology.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}