{
    "rcn": "195176",
    "acronym": "ImagiNE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Imaging Nonlinear Elasticity for seismology",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Over the last 10 years, new developed tools such as the ambient noise correlation technique have enabled to detect small and transient change in elasticity due to earthquakes or volcanic activity. There are strong indications that such changes are related to nonlinear elastic processes in the Earth's crust. Indeed, at the laboratory scale, it is observed that dynamic elastic waves (equivalent to an earthquake at large scale) with amplitudes greater than a microstrain will transiently soften the elasticity of rocks. Therefore, we expect that studying nonlinear elastic processes in seismology can help us understand the mechanism of seismic faults, volcanic regions and phenomena such as landslides. Because ambient noise techniques require a long averaging in space and time, only long-term relaxations (called slow dynamics) due to nonlinear effects have been so far observed. However in the laboratory, fast dynamics near damaged zones also exists along with slow dynamics. We will bridge this gap by focusing on active seismicity (no averaging required) at short time scales just before and after main earthquakes (up to ~ few weeks) using dense seismic networks and array processing techniques. By concentrating our efforts to these fast nonlinear effects, we devote this work to our long-term goal of detecting precursors for earthquakes, volcanic eruptions, landslides, etc. The applicant's broad experience in nonlinear elasticity and the internationally renowned expertise at ISTerre both in large-scale seismology and laboratory-scale acoustics make it the ideal combination for this project. We intend to develop novel imaging techniques at the laboratory scale before applying them at various larger scales. The methods developed here can potentially lead to innovative techniques in various other domains, including non-destructive testing of materials, exploration of natural resources and medical imaging.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE JOSEPH FOURIER GRENOBLE 1",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907429": {
            "orgId": "999907429",
            "orgName": "UNIVERSITE JOSEPH FOURIER GRENOBLE 1",
            "ecContrib": 0
        },
        "924833212": {
            "orgId": "924833212",
            "orgName": "UNIVERSITE GRENOBLE ALPES",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}