{
    "rcn": "195127",
    "acronym": "RAVE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Rotifers as Vehicles for Epibiotic Bacteria",
    "startDate": "01/06/2015",
    "endDate": "01/11/2017",
    "objective": "Non-trophic species interactions such as epibiosis are poorly studied and their impact on food web properties not easily quantified. Using rotifers and their attached bacteria, this project analyses two hypotheses on epibiosis in freshwater systems. (1) Epibiont-derived organic carbon is transported to the predators together with the host and forms a shortcut through the food web from dissolved organic carbon to higher predators. (2) Potentially pathogenic bacteria can attach to zooplankton and migrate with them, dispersing through great distances to areas that are considered pristine. The project follows a bottom-up approach from experimental assessments of the uptake of single cells attached to rotifers to the statistical inference on the effects of rotifer and bacterial communities. The questions are addressed by state-of-the-art methodologies, (tracer uptake, chemostat experiments, next generation sequencing and statistical models) by combining the expertise of a microbial ecologist (the experienced researcher, ER) and an evolutionary ecologist working on animals (the host). The study will be the first one to quantify the impact of epibionts on carbon transfer to higher trophic levels and the host-mediated distribution of bacterial genotypes in nature. The cross-disciplinary training of RAVE will considerably distinguish the ER from other microbial ecologist and prepare her for a further career in the field of microbe-zooplankton interactions.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}