{
    "rcn": "195150",
    "acronym": "DeepTrees",
    "topics": "MSCA-IF-2014-GF",
    "title": "Computational modelling of evolutionary dynamics in the deep sea",
    "startDate": "01/11/2015",
    "endDate": "31/10/2018",
    "objective": "DEEPTREES will unite disciplines across life sciences, to use DNA barcoding to put error bars on the fossil record. A major challenge remains to unlock the data from past mass extinction events in earthís history to help prepare us for the future. This is only possible by combining the cutting edge work of the University of California Museum of Paleontology and Centre for Computational Biology with the unique approach of integrating fossil and living deep-sea biodiversity in Sigwartís established research programme. The hosts will provide intensive training for Sigwart in computation modelling to investigate evolutionary dynamics during and after the ancient mass extinction events that are the only basis for understanding our current global biodiversity crisis.\nThe patchy nature of the fossil record in space and time means that our knowledge of past extinction dynamics is estimated, usually from counting the first and last appearance of species-groups. It has been impossible to know how much diversity is contained within each group, or how comparable they are, until now. \nDEEPTREES will focus on marine invertebrates that have persisted through past mass extinction events: the survivors, found in large density in natural deep sea communities on organic substrata, using samples already secured for this project. Morphological and genetic features that separate living species will be quantified to develop a Bayesian framework to determine how many species cannot be counted because their defining features were not preserved. A novel modelling approach developed by Sigwart with input from Berkeley colleagues will integrate all these new data to calculate the hidden diversity in past extinction rates, bridging the gap between fossil and living species. DEEPTREEës new tools for quantifying diversity will revolutionise biodiversity assessments, with special relevance for the Marine Strategy Framework Directive, and may change the way we think about extinction forever.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}