{
    "rcn": "195172",
    "acronym": "NANOBIOENER",
    "topics": "MSCA-IF-2014-EF",
    "title": "NanoBio-inorganic generators for conversion of renewable chemical energy into electricity",
    "startDate": "07/07/2015",
    "endDate": "06/07/2017",
    "objective": "Focused in the secure, clean and efficient energy challenges of Horizon 2020, NANOBIOENER (this project) proposes the development of novel bio-inorganic nanogenerators which produce electricity from renewable fuels. These systems are presented as an alternative to electrochemical-based fuel cells in order to generate electrical energy in an autonomously and efficient manner. In this context, a new hybrid system will merge biological machinery, which is able to transform a fuel into mechanic energy (pressure and vibration), with a piezoelectric nanogenerator (zinc oxide nanowires), which transforms mechanic energy into electricity. The mechanical stimuli of pressure and vibration will be generated through gas production from fuel. This reaction will be catalyzed by a biological machinery (coupled multi-enzymatic systems), integrated into the nanogenerator. These devises will produce electricity at microscopic scale, employing renewable fuel sources such as carbon dioxide and biomass, creating a zero-emissions process. This power generation system will allow several advantages over the current nanobiogenerators, namely: i) the employment of renewable fuels; ii) the independent and continuous production of electricity, in comparison with existing nanogenerators that depend on voluntary actions or random environmental stimuli; iii) the regulation of the production potential by the control of the enzymatic activity which is responsible for the mechanical stimuli. NANOBIOENERís success will produce the first report of a bio-inorganic nanogenerator powered by renewable fuels to produce clean energy thus benefiting the sustainable development of the human society. This research program will provide to Dr. Velasco-Lozano a state-of the art training at the interface between chemistry and biology.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998347572": {
            "orgId": "998347572",
            "orgName": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}