{
    "rcn": "195119",
    "acronym": "Digiseal",
    "topics": "MSCA-IF-2014-EF",
    "title": "Byzantine seals in a digital age: new tools for European research",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The study of the Christian medieval eastern empire (Byzantium) can not rely on resources in manuscript form: as in most ancient and medieval societies, documents were authenticated by sealings, and unlike those documents, today lost, seals survived in large quantities, largely in museums, libraries and private collections. The seals contain descriptions of the persons responsible and their chosen iconography; they have the potential to fill something of the documentary void, if they can be made readily available in searchable form, and associated with other relevant sources. Over the years, scholarly understanding and analysis of Byzantine seals (sigillography) has been improving, but the resultant publications are expensive and not easily accessible; recently an international network of scholars has been discussing the possibility of online publication of this material, using the subset of TEI-XML markup known as EpiDoc, developed initially for inscriptions, coins and papyri, with particular input from King's College London, where this fellowship will be based. This proposal is to allow me to become the first expert in ëSigiDocí ñ publishing seals in EpiDoc ñ as a resource for scholars, teachers, and the curators who need to make their materials comprehensible to a wider public. The training will refine my skills in Byzantine sigillography, and introduce me to the Digital Humanities, the advanced application of information and communication technologies in humanities research and teaching: I will learn to use a range of tools in a totally independent way, being a crucial asset for the development of my career. The outcomes will be: 1) a digital corpus of Byzantine seals, in a full scholarly edition, intended to serve as a pilot and to establish standards; 2) a set of tools and protocols for others to use; 3) guidelines collecting and explaining those tools: the aim is to enable and encourage interoperability between projects in Europe and beyond.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}