{
    "rcn": "195191",
    "acronym": "BURIAL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Forming Idendities in a Transitional Area",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "For the most parts of the Southeast Europe the awareness of the group identification is to the present day strongly connected with the dominant collective identity of ethnic group as a persistent and impenetrable community with cultural and biological continuity within certain territory. This, for obvious reasons, hazardous concept was consequently adopted also for the non-written societies in the past by using their material culture, foremost burials and specific grave belongings (jewellery, weapons), as a prime source of the distinction. \n   In contrast to this unilateral and static model of ancient societies, the archaeological remains from the new investigated cemetery Dolina in Croatia as well as from neighbouring sites in Bosnia are providing different and innovative approach to the questions of identity. Large diversity of the burial customs and funeral objects are indicating that group identification needs rather to be understood as overlapping, multifaceted and dynamic construct. \n  Within the scope of the proposed programme the detailed analysis and interpretation of the archaeological features will be supplemented with the input from cultural anthropology and natural science methods (geomagnetic, radiocarbon dating, petrography and chemical analysis of pottery and bronze objects). The multidisciplinary approach as well as collaboration with the experts of the host institute OREA in Vienna will provide optimal evaluation of data and gain a unique insight into the structure of the ancient communities, their identity expression and group identification in general.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999823912": {
            "orgId": "999823912",
            "orgName": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}