{
    "rcn": "195125",
    "acronym": "FDtoQG",
    "topics": "MSCA-IF-2014-EF",
    "title": "From fluid dynamics to quantum gravity",
    "startDate": "03/08/2015",
    "endDate": "02/08/2017",
    "objective": "Reconciling general relativity with quantum physics is the Holy Grail of theoretical physics. Today the major physical predictions involving both gravity and quantum fields, in the framework of quantum field theory in curved space-times, are black hole radiation and particle production in an expanding Universe. These phenomena are the corner stones of our present knowledge about the quantum nature of space-time, and it is of crucial importance to understand deeply their features and consequences in the quest for a quantum theory of gravity. Unfortunately, these features are still poorly understood, and are experimentally out of reach in astrophysics. This project will bring together an experienced researcher with expertise in Hawking radiation and black hole physics, with a world leader physicist in artificial space-times in fluid flows to tackle these questions in the innovative approach of analog gravity. Unlike in astrophysics, artificial black holes can be experimentally realized using fluids, showing both their classical and quantum properties. Because these fluids are well understood, both experimentally and theoretically, many conceptual questions can be explicitly addressed in such systems. By working in a world-leading group in the field at the University of Nottingham, the local expertise and mine will be the perfect match to tackle these questions.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}