{
    "rcn": "195186",
    "acronym": "LIB-Si anode",
    "topics": "MSCA-IF-2014-EF",
    "title": "Silicon/Carbon Nano-Hybrid Lithium-Ion Battery Anode: Green Facile Scalable Synthesis Inspired by Thermosetting Polymers",
    "startDate": "14/09/2015",
    "endDate": "13/09/2017",
    "objective": "The last two decades have witnessed a great commercial success of lithium ion battery (LIB) in portable electronic devices and electric vehicles. However, current LIB technology cannot meet the rapid increasing demand from information technology and vehicle industry, primarily due to limited capacity and serious safety concern of graphite anode. Discovering new anode material with high capacity and good reliability has been a central issue. Because of its high theoretical capacity and excellent operation safety, silicon (Si) has attracted considerable attention as a promising anode to replace graphite. Nevertheless, dramatic volumetric change during lithiation/delithiation process causes severe pulverization and disconnection of electrode from current collector, leading to a fast capacity loss. To tackle these critical problems, a new concept to achieve facile, cost effective, green, and scalable synthesis of Si/carbon nanohybrid anode is proposed. By reducing Si particle size to the range below 10 nm and homogeneous embedding of Si nanoparticles into carbon buffer matrix, the volume change and associated stress can be effectively accommodated to improve the cyclability of the LIBs. Instead of conventional aqueous and/or organic solvents, three industrially widely used thermosetting resin monomer systems including vinyl ester resin, epoxy resin, and phenolic-formaldehyde resin are utilized as both solvent and carbon source. Cost effective silane coupling agents bearing appropriate chemical functional groups act as the precursor of Si and cross-linking agents of the thermosetting polymers. Ultra small Si nanoparticles are in situ formed and homogeneously embedded in the in situ formed porous carbon matrix by sequential photo/thermally induced polymerization, calcination in inert atmosphere, Magnesium thermal reduction, and KOH activation. The mechanism of control over morphology, crystallinity, dispersion, and composition of the Si/C nanohybrid anode and correspondin",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}