{
    "rcn": "195141",
    "acronym": "ADRIA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Adriatic Perspectives: Memory and Identity on a Transnational European Periphery",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "This project analyses the construction of collective identity and territorial belonging by examining selected monuments in the historical region of the northern Adriatic that today is shared by Italy, Slovenia and Croatia. The links between historical memory and modern forms of identification are most complex and unstable in ethnically mixed regions with a long record of political and symbolic border shifts. Building on my previous archival research on the history of the region, I aim to develop a more complex understanding of the links among identification, belonging, nationality and the symbols used to invoke all of them. This project will apply the tools of various disciplines, including history and anthropology in order to understand how cultures of remembrance and politics of memory form, intertwine and overlap in transnational areas. In this new project, I am adopting a genuinely comparative and transnational perspective and I must test new methodological arguments by applying the methods of emerging border studies. The intertwining of these two methodologies is still underdeveloped in historical research. \nI will analyse the memory landscapes of three port-cities from the beginning of the twentieth century to the present: Trieste/Trst (Italy), Koper/Capodistria (Slovenia), and Rijeka/Fiume (Croatia). The project is divided in five work-packages: Management (WP 1), Dissemination (WP 2), Imperial Sites of Memory (WP 3), World War I Sites of Memory (WP 4) and World War II Sites of Memory (WP 5). With this project I will make an original contribution to the modern cultural and social history of Europe that should be of interest to scholars, decision makers, cultural managers, teachers and to European society in general. My stay at the EUI will not only increase my historical expertise, teaching experience, networking opportunities, research and language skills, but will also have long-term effects on my integration in the international scientific community.",
    "totalCost": "172477,2",
    "ecMaxContribution": "172477,2",
    "coordinator": "EUROPEAN UNIVERSITY INSTITUTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 172477
        }
    },
    "calculatedTotalContribution": 172477
}