{
    "rcn": "195175",
    "acronym": "Cdc42Adhere",
    "topics": "MSCA-IF-2014-EF",
    "title": "Role of Cdc42 in cancer cell adhesion to endothelial cells and platelets",
    "startDate": "11/05/2015",
    "endDate": "10/05/2017",
    "objective": "Metastasis accounts for 90% of cancer deaths, and it is therefore important and timely to identify new therapeutic targets aimed specifically at metastasis. Cdc42 has recently been implicated in a key step of the metastatic cascade: the extravasation of circulating tumour cells, also termed transendothelial migration (TEM) . This project aims to study how Cdc42 contributes to breast cancer cell TEM in vitro and in vivo. Cdc42 regulates ?1?integrin expression via the transcription factor serum response factor (SRF) and thereby stimulates cancer cell adhesion to endothelial cells (ECs) and TEM. To analyse the molecular basis for this regulation, downstream targets of Cdc42 will be depleted by RNAi in a panel of breast cancer cells to determine which target/s are responsible for altering ?1?integrin expression, adhesion to ECs or TEM.\nCancer cells interact with platelets as soon as they enter the bloodstream, and this enhances cancer cell TEM in vivo. It is therefore possible that Cdc42 regulates attachment to platelets as well as ECs. The role of Cdc42 in the interaction between platelets and cancer cells will be tested by adding purified platelets to control or Cdc42?depleted breast cancer cells in vitro and analysing platelet aggregation around cancer cells by confocal microscopy. The role of Cdc42 in platelet attachment to cancer cells during early lung colonization in vivo will be studied by intravenous injection of fluorescently tagged breast cancer cells in mice.\nThis project will increase our understanding of metastasis. The identification of molecular targets involved in cancer cell extravasation will provide a starting point for the development of new drugs, thus contributing to reduce the mortality of patients with metastasis.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}