{
    "rcn": "195179",
    "acronym": "Quokka Maturation",
    "topics": "MSCA-IF-2014-EF",
    "title": "A mature Quokka for everyone ñ advancing the capabilities and accessibility of numerical solar cell simulations",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "This project is placed in the field of photovoltaics (PV), which is on the eve of competing with conventional electricity generation on a purely economic basis, and is able to effectively tackle ecologic and socio-economic problems caused by the existing energy system based on fossil fuels.\nIt aims to help accelerating the R&D efforts into silicon solar cells, the dominating PV technology with a persistent market share of around 90%. Basis for this forms ìQuokkaî, a multidimensional silicon solar cell simulation tool recently developed by the applicant. Quokka is specifically designed for silicon solar cell conditions, which allows for valid simplifications to the general semiconductor modelling approaches, and sets it apart from generally more powerful commercial software and other free tools in terms of computational speed and ease of setup. Since its release for free early 2013, Quokka sees a rapid increase of usage amongst all major PV research institutes and manufacturers.\nWithin this project, the applicant will grow Quokka from its (capable) childhood to a mature simulation tool, being supported by the world-leading expertise in solar cells of the host institution, Fraunhofer ISE. One measure consists in coding optimized numeric routines to efficiently handle much larger mesh sizes, e.g. enabling the unprecedented and very useful capability of simulating a full size silicon solar cell. Furthermore, several physical models of highest future relevance will be identified, experimentally validated and added to Quokkaís capabilities. Accessibility to PV scientists, engineers and students in Europe and worldwide forms a key point of this project, and will be achieved by publishing underlying algorithms and validation cases, and by continued free hosting, integration and documentation on the leading web-portal for solar cell modeling.\nThis project will establish nothing less than the new standard for silicon solar cell simulation tasks, accessible for everyone.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}