{
    "rcn": "195199",
    "acronym": "FireAndRiskPrevention",
    "topics": "MSCA-IF-2014-EF",
    "title": "When the smoke clears: predicting and preventing catastrophic erosion and flooding after wildfires in volcanic terrains",
    "startDate": "01/08/2015",
    "endDate": "10/12/2017",
    "objective": "Wildfires remove protective vegetation, leaving the landscapes vulnerable to catastrophic erosion, landslides and floods. The resulting losses and mitigation costs following wildfires have increased dramatically in the last 30 years due to (i) the population increase, (ii) the rise in fire severity and torrential rains associated with climatic change, and (iii) critical gaps in and limited transfer of knowledge on fire-effects to support decision making. Major advances have been made in the last decade including the development of cost-risk erosion prediction tools, innovative hillslope stabilization treatments and novel approaches to monitor soil redistribution. In Europe, however, their application in post-fire prevention plans is still in its infancy as the necessary soil-specific calibration and effectiveness testing is missing for most terrain types.  \nIn this project I aim to exploit my expertise in Andisols to address this important research and management gap for volcanic regions. These terrains are not only typically very steep, densely populated and highly prone to wildfires, but as they experience some of the most torrential rainfall events worldwide, they are very often subjected to the dramatic consequences of floods, severe water erosion and landslides, which threaten properties and human lives. \nI propose to use an innovative field, laboratory and modelling approach and carefully chosen implementation programme, involving the validation and application of novel erosion-risk tools. Where applied, these tools will reduce risks to lives and properties, for southern European countries, savings of over Ä375 million per year can be expected. The collaborative work plan, involving global leaders in academia, industry and management, not only provides me with multidisciplinary and inter-sectorial training of the highest standard. It also ensures the application of the best science and effective knowledge transfer from academia to the end-users.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "SWANSEA UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999862033": {
            "orgId": "999862033",
            "orgName": "SWANSEA UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}