{
    "rcn": "195124",
    "acronym": "Bump-BET",
    "topics": "MSCA-IF-2014-EF",
    "title": "Bump and Hole approach to elucidate function of individual bromodomains of BET proteins",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "Small molecules can be used to probe for biological function of individual proteins. Achieving high selectivity with small molecules against structurally similar paralogues is a challenging task that makes it difficult to characterize function of individual member in the same protein family or individual domain in protein containing multiple target domains. The Bromo and Extra-Terminal (BET) proteins play important roles in transcriptional regulation by controlling networks of genes involved in cellular proliferation and cell cycle regulation. Key to the functions of BET proteins is a pair of highly homologous bromodomains (BD) in tandem, which bind and recognize histone acetylation on its tail. Elucidation of the process controlled by BET proteins would benefit greatly from chemical probes that perturb individual BD with high selectivity. Development of small molecules, including clinical candidate drug I-BET, builds a foundation for us to utilize this chemical probe approach, however lack of selectivity of I-BET against individual BD renders it inapplicable to serve as a chemical probe for individual protein or domain. Recently, we had demonstrated the feasibility of a ìbump-and-holeî approach to engineer BD of BET proteins and I-BET molecule to achieve high selectivity. Here we propose to enhance the selectivity of BD and I-BET derivative pair to apply this technology and to probe for the function of individual BD in a cell-based model. Interaction between modified I-BET and selected BD variant, which retain its histone binding functionality, will be further optimized  to achieve >100 fold selectivity against all wildtype BD. After that, a cell-based model will be built to substitute endogenous BET protein with exogenous BET containing BD variant. The ultimate goal is to develop a general chemical biology tool to elucidate the role of any individual BD-containing proteins by targeting specifically the engineered BD without affecting any other BD.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF DUNDEE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}