{
    "rcn": "195195",
    "acronym": "EMPOWER",
    "topics": "MSCA-IF-2014-EF",
    "title": "Empowering parents through the development of an online evidence-based mental health promotion school engagement resource",
    "startDate": "06/07/2015",
    "endDate": "03/01/2018",
    "objective": "The promotion of childrenís mental health and wellbeing is fundamental to achieving strategic objectives of the EU health policy. Schools are recognised as a key setting to support and enhance childrenís social and emotional wellbeing. Evidence to date indicates that school interventions have the greatest impact when they are focused on linking children, teachers and parents in the promotion of positive mental health. To date, however, there is an absence of research and resources to assist schools in supporting parental engagement in mental health promotion. The proposed research aims to address this crucial gap in school mental health. The study will adopt a systematic approach to developing an evidence-based resource for primary schools which is designed to assist school staff in establishing collaborative relationships with parents and align parent and teacher practices in promoting childrenís mental health. In order to achieve this, the applicant will (i) systematically review current evidence on existing school-parent engagement frameworks and resources (ii) develop an online school-parent engagement resource based on the current evidence and consultation with school community stakeholders (iii) evaluate the implementation and efficacy of the online resource when implemented as part of a whole school mental health intervention that is being trialled in ten primary schools in Twente. This research will be carried out in collaboration with Prof Bohlmeijer at the Dept. of Psychology, Health and Technology and the Centre of eHealth Research and Disease Management at the University of Twente. The applicant will receive expert training from the Centre of eHealth Research in the development of technology supported mental health interventions. Under the guidance of Prof Bohlmeijer, the applicant will advance her research, management and networking skills and will generate an innovative research niche producing questions for investigation beyond the life of this study.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}