{
    "rcn": "195163",
    "acronym": "WhereWolf",
    "topics": "MSCA-IF-2014-EF",
    "title": "The history of wolves, and their contribution to adaptation and phenotypic diversity in dogs",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The resurgence of the gray wolf in Europe and its re-emergence in northern Europe, including Denmark, makes this an ideal time to study the wolf populations and their relationships to dogs. The evolutionary relationship between wolves and dogs is an area of active research. There are several key questions about dog domestication that remain unanswered, such as whether the dogs were domesticated once or several times, and the location of the domestication event(s). The ability to answer these questions has been hampered by multiple factors such as unavailability of a large number of wolf samples, the poor elucidation of the relationship between the wolf subspecies and the lack of an appropriate wolf reference genome. The resources available at the lab of Prof. Tom Gilbert at the Center for GeoGenetics in the University of Copenhagen will let me handle all these concerns effectively. As parts of several ongoing efforts, Prof. Gilbert has sequenced the genomes of a large number of wolves sampled from across the globe. Combining this resource with publicly available wolf and dog genome sequences and ancient canid genome sequences (currently being processed by the Gilbert lab in collaboration with Prof. Greger Larsen, University of Oxford), will allow me to address three aspects of canid evolutionary and population genetics: 1) the relationship between the different wolf subspecies, 2) the dog domestication event and its location and 3) the extent of fine scale local gene flow between dogs and wolves. Incorporation of the ancient samples along with the availability of a large number of sequenced canids will also let us answer questions about adaptive introgression from local wolves and will allow us to reconstruct the genome of the wolf that is ancestral to all dogs. The large-scale sampling and incorporation of ancient canids will shed new light on the evolutionary history of the canids. The findings of the project will be useful in the management of wolves in Europe.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}