{
    "rcn": "195166",
    "acronym": "EXTREME",
    "topics": "MSCA-IF-2014-EF",
    "title": "Do extreme climatic events facilitate plant invasions?",
    "startDate": "01/04/2016",
    "endDate": "30/09/2018",
    "objective": "Extreme climate events (ECEs) are projected to increase in magnitude and frequency as global warming intensifies the global water cycle. Global warming is also changing species distribution patterns by affecting native plant communities and by enabling alien species to expand beyond their native range. We increasingly realize that climate change and biological invasions act together, leading to even more dramatic outcomes. However, how ECEs will affect the incidence and strength of biological invasions remains poorly understood. Therefore, the overall objective of EXTREME is to develop a mechanistic understanding of how increased climatic variability and ECEs affect alien plant invasions. I will relate the incidence of species invasiveness with climate variability and the occurrence of ECEs, using drylands as study system. A novel approach to develop further understanding is the inclusion of genomic features in explaining the response to ECEs. A modelling approach will be combined with a common-garden experiment to study the effect of drought and heavy rainfall on the performance of native and alien plant species in a model dryland system in South Africa. EXTREME will allow me to diversify my individual competence by acquiring new skills (statistical and climate modelling and GIS) and competencies (academic leadership, proposal writing, project management). EXTREME will strongly benefit my inter-sectoral and interdisciplinary expertise and strengthen my international network, which is also beneficial for the host. A two-way transfer of knowledge is guaranteed since EXTREME combines my expertise in invasion and evolutionary ecology with the hostís expertise in the effect of climate variability and extremes. Therefore, EXTREME is not only expected to catalyse my career development, but will contribute to Europeís knowledge-based economy and society by providing invaluable knowledge on climate change and invasive species that is of the highest priority in the EU.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}