{
    "rcn": "195184",
    "acronym": "SingMet",
    "topics": "MSCA-IF-2014-EF",
    "title": "Development of MRI contrast agents based on long-lived singlet states",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "The goal of the project is the development of new contrast agents for magnetic resonance imaging (MRI) based on the concepts of hyperpolarization and singlet state nuclear magnetic resonance (NMR). Hyperpolarization boosts the detectable NMR signal of the contrast agents by up to 4 orders magnitude and the generation of singlet states conserves the enhanced polarization for a long time, while not giving a directly detectable signal. The NMR signal can subsequently be obtained by chemically breaking the molecular symmetry or by applying radiofrequency pulses. This technique therefore allows for the detection of a NMR signal after minutes instead of seconds compared to state-of-the-art metabolic tracers. A combination of these techniques leads to a nanomolar detection limit of the tracers, which is a remarkable sensitivity for MRI. The chemical transformation which triggers the generation of a hyperpolarized NMR signal may be due to enzymes which are diagnostic of cancer cells. The project leads towards new agents for the in vivo detection and imaging of cancer without the use of ionizing radiation or contrast agents containing dangerous heavy metals. Overall it is planned to develop molecules with nanomolar detection limits upon hyperpolarization, that maintain their traceability for minutes and undergo chemical transformation induced by enzymes, which can be tracked utilizing MRI.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}