{
    "rcn": "195170",
    "acronym": "miROMeS",
    "topics": "MSCA-IF-2014-EF",
    "title": "miRNA biomarkers of Osseous Metastases in Serum from breast cancer patients",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Bone metastasis is a common complication for breast cancer patients, affecting 70% of patients diagnosed at advanced stages. Blood-based microRNAs (miRNAs) have received considerable research interest as biomarkers in cancer. The identification of biomarkers predictive of bone metastasis may be useful for the administration of preventative drugs such as bisphosphonates. In this study, a large-scale screening analysis of > 700 miRNAs will be performed in serum from breast cancer patients with and without visceral or bone metastasis. We will further evaluate candidate miRNAs using serum samples from a second cohort of breast cancer patients who were examined prospectively (with 8 years of follow-up) for relapses in bone and non-bone sites. At this stage, we anticipate the identification of a miRNA signature predictive of bone metastasis in patients with early-stage breast cancer. The second part of this study will assess the role of these miRNAs in the tumour-bone microenvironment. Circulating miRNAs may derive from bone cells or the tumour, and may enter the circulation through cell-derived vesicles called exosomes. We will study the biological functions of miRNAs dysregulated in patient serum. Overlaps between miRNAs in the serum and exosomal miRNAs that are derived from tumour cells or osteoclasts will be further assessed using in vitro and in vivo models of bone metastasis. By studying the activities of these exosomal miRNAs in the bone microenvironment, we may be able to better understand bone metastasis as well as identify new miRNA-based therapeutic targets.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}