{
    "rcn": "195136",
    "acronym": "CEFOW",
    "topics": "LCE-03-2014",
    "title": "Clean energy from ocean waves",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "The most advanced wave power demonstrations today have showed the feasibility of power generation with single device deployments and MW-scale performance within several testing periods of several years. The next step beyond this is to deploy multiple wave energy converters in MW-scale with improved power generation capability and demonstrate that they are able to survive rough sea conditions over a period of several years. Clean Energy From Ocean Waves (CEFOW) project has an exceptionally good starting point. It has an existing site reservation in a wave power testing centre called Wave Hub, with all the needed infrastructure, including grid connection already in place. In addition, the wave energy converter technology to be deployed in the project has already been tested and proven in real conditions in Scotland.\n\nThe ultimate purpose of the CEFOW is to increase the speed of wave power development, decrease the levelised cost of ocean energy by improving technical solutions used for multiple device system, and create an efficient supply chain to support larger wave power projects in the future. To reach these targets, the CEFOW consortium will improve the wave energy converter performance by 50% and raise its availability to 70%; develop new types of dynamic mooring and electrical connections suitable for multi-device deployment and deploy 3MW (three 1MW units) wave energy converters in real world offshore conditions in a grid-connected testing environment. In addition, CEFOW will study the feasibility of on-board and on-shore storage solutions and conduct thorough multi-year environmental, health and safety studies.\n\nThe consortium spans the full value chain from research organisations to wave converter technology developers, marine service providers and a large multinational utility company as the operator.",
    "totalCost": "24744113,75",
    "ecMaxContribution": "16998022,13",
    "coordinator": "FORTUM OYJ",
    "coordinatorCountry": "FI",
    "participants": "THE UNIVERSITY OF EXETER;MOJO MARITIME LIMITED;UPPSALA UNIVERSITET;UNIVERSITY OF PLYMOUTH;FORTUM ENERGY LTD;WAVE HUB LIMITED;THE EUROPEAN MARINE ENERGY CENTRE LIMITED;WELLO OY;GREEN MARINE(UK)LTD",
    "participantCountries": "UK;SE;FI",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 273286
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 267947
        },
        "999854661": {
            "orgId": "999854661",
            "orgName": "UNIVERSITY OF PLYMOUTH",
            "ecContrib": 252162
        },
        "999493239": {
            "orgId": "999493239",
            "orgName": "THE EUROPEAN MARINE ENERGY CENTRE LIMITED",
            "ecContrib": 168833
        },
        "943762180": {
            "orgId": "943762180",
            "orgName": "MOJO MARITIME LIMITED",
            "ecContrib": 177517
        },
        "937023396": {
            "orgId": "937023396",
            "orgName": "FORTUM ENERGY LTD",
            "ecContrib": 1293250
        },
        "937081402": {
            "orgId": "937081402",
            "orgName": "GREEN MARINE(UK)LTD",
            "ecContrib": 4645206
        },
        "985809837": {
            "orgId": "985809837",
            "orgName": "FORTUM OYJ",
            "ecContrib": 444375
        },
        "939753655": {
            "orgId": "939753655",
            "orgName": "WAVE HUB LIMITED",
            "ecContrib": 27604
        },
        "938520591": {
            "orgId": "938520591",
            "orgName": "WELLO OY",
            "ecContrib": 9447840
        }
    },
    "calculatedTotalContribution": 16998020
}