{
    "rcn": "195126",
    "acronym": "SmartCloudsODC",
    "topics": "MSCA-IF-2014-EF",
    "title": "SmartClouds Orbital Dynamics and Control",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "This Action, entitled ìSmartClouds Orbital Dynamics and Controlî (SmartCloudsODC), will deliver radical new methodologies for orbital dynamics and control of multi-spacecraft systems to investigate new easy-accessible space-based products and services for Europe. Thanks to the advanced in Miniaturised Electromechanical Systems technology, a new class of low-cost, low-risk space missions - based on multiple cooperative elements - is arising. Assuming smart-clouds of vast numbers of femto-spacecraft, this Action will move from the classic - deterministic - celestial mechanics approach to a new paradigm in space mission design - based on stochastic analyses.\nThrough the excellent inter/multi-disciplinary quality of the training by worldís leading academic experts in Astrodynamics at the Institut díEstudis Espacials de Catalunya, this Action offers novel research methodologies and solutions to orbital dynamics problems including real-world uncertainties. Moreover, a crucial inter-sectoral Secondment at Dinamica Srl, a highly specialized Italian SME in space mission design at large, generates an ensemble of knowledge and resources, enabling the Experienced Researcher to fully develop his potential. This Action will enhance the ER capabilities to devise radical new space concepts in order to broad space-access to a wider European userís community, also beyond the Aerospace sector, at extremely low-cost. The opportunities offered by this Action will boost the ERís career allowing him to emerge as an independent researcher and as a leading actor in the game-changing the space sector.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "INSTITUT D'ESTUDIS ESPACIALS DE CATALUNYA FUNDACION",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997848313": {
            "orgId": "997848313",
            "orgName": "INSTITUT D'ESTUDIS ESPACIALS DE CATALUNYA FUNDACION",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}