{
    "rcn": "195165",
    "acronym": "DIGIPHASE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Development of Maximum Efficiency Phase Contrast Electron Microscopy",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Electron microscopy is a key technique for imaging and analysis of materials. Although aberration correction has made atomic resolution possible at low accelerating voltages, beam damage remains a critical limitation for many types of materials. The imaging modes currently in use today are inefficient in terms of the number of transmitted electrons detected and the way in which these are used to derive information. Current detectors integrate over details in the angular distribution of scattered intensities, and make use of only a limited range of scattering angles. In the case of scanning transmission electron microscopy (STEM), a wealth of information is contained in the distribution of electron scattering as a function of the illuminating probe position. The proposed work will make use of pixelated detectors to record this four-dimensional data set and develop methods to intelligently utilize the information it contains. This research project has become possible through recent advances in the sensitivity and speed of pixelated detectors, and offers a new path to maximize the information gained per fast electron. Maximum efficiency phase contrast imaging in STEM recovers the full amplitude and phase components of the specimen, with minimum dose, and maximum signal to noise ratio, and maximum contrast that does not require aberrations. In materials science for example it will enable imaging of charge transfer at point defects and interfaces while simultaneous Z-contrast imaging provides interpretability and chemical sensitivity. Similarly, such high sensitivity phase detection will allow the direct imaging of local electric and magnetic fields at the highest possible spatial resolutions, providing many new opportunities for understanding electronic, spintronic and magnetic materials at the heart of todayís technological advances. In biology, maximum efficiency phase contrast imaging may open the door to the ultimate low dose molecular- and bio-imaging.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}