{
    "rcn": "195147",
    "acronym": "DURETO",
    "topics": "MSCA-IF-2014-EF",
    "title": "Rearm cultivated tomato with natural and durable resistance mechanisms from wild tomato species",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Insects are gaining resistance to commercially available pesticides and effective insecticides (e.g. neonicotinoids) are currently being banned. Consequently, there is a real threat that the EU vegetable production will be affected. Wild tomato species have the ability to defend themselves by producing natural defence compounds that have a toxic or repellent effect on insects. These compounds are produced and stored in glandular hairs (trichomes) on the plant stem and leaf surface. Extensive breeding in protected environments led to the loss of these defence compounds in cultivated tomatoes. It was previously shown that the introduction of the terpene 7-epizingiberene biosynthetic pathway from a wild tomato in trichomes of cultivated tomato results in an enhanced resistance to insects. However, the regulatory factors that govern the production of these defence compounds seem also essential for successful incorporation of ëwild resistanceí into breeding material. Here, I aim to discover metabolic defence mechanisms present in the trichomes of wild tomato species that can be re-introduced into cultivated tomato with a focus on post-transcriptional regulation of biosynthetic pathways. I will evaluate insect resistance in a collection of wild and cultivated tomato accessions and associate phenotypic and transcriptional data via a Systems Biology approach. I will also sequence small RNAs and compare them quantitatively with messenger RNAs to identify post-transcriptional regulations. Next, I will follow a comparative genomic approach by mapping the selected transcripts to their corresponding tomato genomes to associate polymorphisms and resistance phenotypes. These results will be directly translated into molecular markers that the industry can implement in breeding programmes. This proposal will help me become an independent researcher, combining my background in plant biology with knowledge on bioinformatics, biostatistics and state-of-the-art technology.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}