{
    "rcn": "195160",
    "acronym": "OHPF",
    "topics": "MSCA-IF-2014-EF",
    "title": "Optimizing for Happiness in Personal Finance",
    "startDate": "30/09/2015",
    "endDate": "29/09/2017",
    "objective": "In this project, we will (1) investigate the ability to use the log of emotional states captured with wearable trackers for improving affective forecasting abilities of people, (2) build a tool for managing personal finance that integrates prediction analytics, and (3) evaluate if accurate expectations about purchases increase happiness of individuals. \n\nHappiness and wealth are important metrics in our society with no simple relationship between them. One explanation for why money does not buy happiness is that individuals often have imprecise expectations about things they buy: imprecise forecasting of the nature, intensity and duration of an affective response derived from a purchase. Current technology enables people to track how money is spent to help take control of oneís personal finance, balancing income and expenses, and achieving financial goals. A similar trend is present in tracking of emotional well-being of people through novel wearable sensors emerging from the Quantified Self movement. This project harnesses these unique and timely developments in improving the positive impact wealth can have on happiness. We will improve the accuracy of affective forecasts about future purchases by keeping history of emotional states and associated spending, performing prediction analytics based on the collected data, and providing feedback about anticipated affective value of the purchases. Such a feedback is expected to remedy the biases in affective forecasting that people are prone to and can be integrated into the tools for managing personal finance.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}