{
    "rcn": "195132",
    "acronym": "CHENGEN",
    "topics": "MSCA-IF-2014-EF",
    "title": "An integrated framework to investigate the genetics of changing environments",
    "startDate": "01/07/2015",
    "endDate": "",
    "objective": "An important scientific challenge this century is to understand how biodiversity responds and adapts to global environmental change so we can predict and prepare for the effects of major conservation threats. Future climate change will produce a range of new selection pressures on populations due to increased temperatures, droughts and extreme events, while continuing anthropogenic habitat loss is likely to exacerbate pressures and limit future range shifts. The ëCHENGENí project aims to establish a novel multidisciplinary framework for understanding and predicting the responses of biodiversity to environmental change by integrating genomic tools with ecological, spatial, demographic and mathematical modelling. Societal impacts are at the heart of this project, and its main aim is to provide the evidence base for protecting and sustainably managing biodiversity. The project focuses on threatened European forest bats as indicators of biodiversity responses to environmental change. Project objectives are to initiate cross-European collaborations to evaluate the effect of environmental changes on speciesí ranges, generate genomic resources to study evolutionary adaptations, develop novel modelling tools to assess survival prospects and landscape barriers to range shifts, and provide conservation management solutions. Objectives will be achieved through predictive distribution modelling for all European forest bats (WP1) and a population genomics study of an endemic Iberian forest bat, Myotis escalerai (WP2-3). Beyond enabling European research mobility, the project will provide training in state-of-the-art research skills by world leading experts within the host institutionís multidisciplinary research environment. Knowledge transfer will strengthen genomic research in the host institution and bring a new evolutionary perspective to the study of environmental change, paving the way towards future collaborations and the applicantís independent research career.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}