{
    "rcn": "195148",
    "acronym": "ULISSES",
    "topics": "MSCA-IF-2014-EF",
    "title": "Transported cultural landscapes: the role of colonization processes in cultural landscape shaping",
    "startDate": "01/10/2015",
    "endDate": "20/01/2018",
    "objective": "European landscapes are the result of millennia of socio-cultural exchange through trading, migratory and colonial processes. Societies largely dependent to their local ecosystems and when societies move their landscapes move with them, creating in this way the ëso calledí transported landscapes. The Mediterranean Sea has been the cradle and contact route of ancient and influential civilizations, but little is known about how cultural exchanges, migratory and colonial processes contributed to the cultural landscape shaping of Mediterranean environments. This ancient Mediterranean cultural landscape development achieved a universal importance when, during the colonization of America, the transport of European agro-pastoral landscapes configured a shared cultural landscape heritage between both World regions. Despite its significance in cultural landscape shaping, the study of transported landscapes has been poorly addressed so far. ULISSES project is designed to (1)identify the environmental impacts, land-uses and landscape changes involved in migratory and colonization processes during the Holocene and (2) evaluate the role of transported landscapes in the shaping of cultural landscapes both in Europe and overseas. An integrated approach joining multi-proxy palaeoenvironmental analyses (eg. pollen, non-pollen palynomorphs, charcoal analysis, sedimentology), and the study of archaeo-historical sources will be applied in Mediterranean areas of Spain and California (USA). These have been selected for having ancient colonial relationships and for accounting for a long and intense history of colonial, migratory and socio-economic exchanges. By analyzing the cultural dimension of landscapes and the mobility of cultural landscapes, ULISSES will significantly contribute to 1)a better understanding of the European Mediterranean cultural landscape heritage, 2) the formation of European identities and cultures and 3) the influence of European culture and societies in the World",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}