{
    "rcn": "195103",
    "acronym": "ROOT BARRIERS",
    "topics": "MSCA-IF-2014-GF",
    "title": "Molecular mechanisms controlling endodermis and exodermis differentiation in tomato roots",
    "startDate": "15/02/2016",
    "endDate": "14/02/2019",
    "objective": "The root system anchors the plant and its cells absorb water and nutrients. Since plants are sessile organisms, controlling external compound entry is essential for plant survival. In vascular plants, the endodermis is the innermost root ground tissue cell layer that controls entry to the plant vasculature by formation of a barrier for free diffusion of solutes from the soil. Moreover, many plant species also contain an exodermis layer which also acts as a barrier. The exodermis is located internal to the epidermis layer. In a differentiated state, cells of both layers contain a Casparian strip. In Arabidopsis the Casparian strip is a lignin-like structure that is deposited as a ring in the transverse section of cells and around the secondary cell wall. Recently, the developmental framework of endodermis differentiation has been described in Arabidopsis and some important molecular players identified. Here, we explore whether endodermis and exodermis differentiation are regulated similarly. Since Arabidopsis does not contain an exodermis layer, the proposed project will use the tomato root as a model system to address endodermis and exodermis differentiation at the phenotypic and molecular level. Moreover, we will address whether there are differences among species that grow in different environments similar to the environment in which their growth has been adapted. In order to address this problem, newly developed tools and technology will be used to obtain a tomato root cell-type specific transcriptome as well as data analyses required for system biology and genomic approaches. The proposed project will shed new light on endodermis and exodermis development in tomato at the phenotypic and molecular level and will lay the foundation for study in other plant species.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "INSTITUTO NACIONAL DE INVESTIGACION Y TECNOLOGIA AGRARIA Y ALIMENTARIA OA MP",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999462587": {
            "orgId": "999462587",
            "orgName": "INSTITUTO NACIONAL DE INVESTIGACIONY TECHNOLOGIA AGRARIA Y ALIMENTARIA OA MP",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}