{
    "rcn": "195144",
    "acronym": "NanoLAPS",
    "topics": "MSCA-IF-2014-EF",
    "title": "NANOSTRUCTURED LARGE AREA PLASMONIC SYSTEMSDEPOSITED BY GAS FLOW SPUTTERING AND PLASMA-ENHANCED CVD PROCESSES",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Nanocomposites made of metallic nanoparticles (e.g. Au, Ag, Cu) embedded in a transparent matrix may display unique optical properties due to plasmonic effects resulting from the interaction of light with particles of nanometric size. This original behavior can be exploited in a wide range of applications including chemical and bio-sensors with extremely high sensitivity, spectroscopy, solar energy harvesting, and nanophotonics.\n\nIn this context, Nano-LAPS project aims at the deposition of high purity nanocomposite materials with well controlled plasmonic absorption peak in the visible or infra-red ranges. Objectives are based on the encouraging results of preliminary work realized on this subject at FhG, which establishes a solid starting point for this project. The chosen approach is based on a unique and original deposition method combining gas flow sputtering and Plasma-Enhanced CVD processes. This technology allows coating large area substrates, with the highest purity, for a wide choice of nanoparticles (Au, Ag, Cu, Al, W, and high performance conductive oxides) and matrices (SiOxCy, TiOxCy, plasma polymers).\n\nThe host organization senior researchers and management have an established reputation in research on thin films and nanotechnology, and are highly qualified to lead and to support this project, providing the best conditions for its success. Besides, the researcher has proved his capacity in leading and structuring scientific works on thin films coatings and process design. His experience will complement that of the host organization with new and original topics likely to draw scientific attention and open up perspectives for this research work.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}