{
    "rcn": "195155",
    "acronym": "GETAGRIP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Evolutionary Trends And GRasping form and function In Primates and other tetrapod lineages",
    "startDate": "18/01/2016",
    "endDate": "17/01/2018",
    "objective": "Human beings have been credited with unparalleled capabilities for digital prehension grasping. However, given the single evolutionary origin of humans and the unique anatomical features they possess, quantitative tests of evolutionary scenarios remain difficult. Moreover, functional inferences based on fragmentary fossil material are often problematic. However, grasping behavior is widespread among tetrapods, thus providing an excellent context for testing hypotheses concerning the origin of manipulation and grasping. The propensity to grasp, and the anatomical characteristics that underlie it, appear in all of the major groups of tetrapods. Although some features are common to all tetrapods, other features, such as opposable digits and tendon morphology, appear to have evolved independently in many lineages. Although recent papers have reviewed the state of the art on grasping, a holistic study including the whole forelimb and its behavioral context in locomotion and manipulation is currently lacking. The goal of the present project is to provide an integrative approach that examines the occurrence of grasping behavior, the anatomy and function of the forelimb, and the evolution of grasping across the three major tetrapod clades that show manual grasping abilities: mammals, reptiles, and amphibians. Within each clade I will compare and contrast the use of the forelimb, its anatomy, and its function in both arboreal and terrestrial animals to test the hypothesis of an arboreal origin of grasping and manipulation capacity. I will study the use of the hand and the forelimb in the context of locomotion and object/food manipulation to understand the relations between anatomy, function and ecology. To do so, I will use state-of-the-art approaches to quantify the anatomy (µCT scanning, 3D geometric morphometrics), the function (pressure and force measurements, 3D kinematics and biomechanical models), and the evolution of these traits in an explicit phylogenetic context.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "MUSEUM NATIONAL D'HISTOIRE NATURELLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999662310": {
            "orgId": "999662310",
            "orgName": "MUSEUM NATIONAL D'HISTOIRE NATURELLE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}