{
    "rcn": "195180",
    "acronym": "Syncrip_2014",
    "topics": "MSCA-IF-2014-EF",
    "title": "The molecular basis of learning and memory: uncovering the link between neuronal activation and localized translation at the synapse.",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "During learning specific neuronal connections are strengthened and weakened to create long-term memory. This requires local regulation of the availability of proteins at the synapse, at a large distance from the cell body, in response to neuronal activity. It is generally recognized that such synaptic plasticity can be achieved through the regulation of translation of localized mRNAs at or near the synapses. Despite the importance of this mechanism in memory and our understanding of neurodegenerative diseases, the molecular basis by which neuronal activation regulates localised translation is still largely unknown in any system. \n\nI propose to address this deficiency by discovering the key regulatory pathway in activity dependent synaptic plasticity in the Drosophila third instar motorneuron synapse, a well established model for generalised synaptic function. My proposal is built on extremely promising unpublished observations showing that a highly conserved mRNA binding protein, Syncrip (Syp) regulates the localized translation of key synaptic mRNAs, such as the conserved scaffolding molecule Discs large, at the motorneuron synapse, in response to neuronal stimulation. Preliminary data from the lab suggests that Syp is post-translationally modified by Calcium/calmodulin-dependent protein kinase II (CaMKII), a well-known kinase that plays essential and conserved roles in memory. I propose to test the hypothesis that binding of Syp to its mRNA targets is regulated by phosphorylation by CamKII. I will test whether Syp is phosphorylated at CamKII consensus sites located in its mRNA binding domains, which have been modelled on the human structure. We will use mass spectrometry to identify these phosphorylation sites and characterise phosphorylation mutants of Syp generated by CRISPR. I also aim to discover the molecular mechanism by which Syncrip regulates the translation of its targets.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}