{
    "rcn": "195182",
    "acronym": "FITINV",
    "topics": "MSCA-IF-2014-EF",
    "title": "Fitness consequences of chromosome inversion polymorphism in mimetic butterflies",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Elucidating the fitness consequences of genomic innovations and variation is fundamental in understanding the process of adaptation and biological diversity. Chromosome inversions are important evolutionary events often associated with adaptation and cladogenesis. Inversion polymorphism is hypothesized to capture gene combinations favoured under certain environmental conditions, and by suppressing recombination, are thought to facilitate the segregation of co-adapted allelic variations. Nonetheless, little is known about the fitness components associated with inversions, nor their combined effect, be they synergistic or antagonistic, which determine their fate. The proposed fellowship aims to investigate whether inversions capture distinct traits whose combination produce distinct, locally adapted phenotypes, and to determine to which extent recombination suppression carries a fitness cost. The Neotropical butterfly, Heliconius numata, is an excellent model to tackle those questions. This toxic butterfly always displays a high polymorphism of predator-warning colour patterns within populations, with up to seven distinct morphs coexisting within a given locality. This perplexing polymorphism is under the control of a single supergene locus, and alleles associated with distinct morphs are characterized by different combinations of chromosomal inversions. The originality and the evolutionary relevance of the polymorphic mimicry inversions, as well as the availability of both genetic and ecological knowledge in this system, will enable us to significantly improve our understanding of the fitness consequences of inversion polymorphism, and will elucidate how biodiversity can be affected by the interaction of both ecological and genomic factors.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}