{
    "rcn": "195104",
    "acronym": "UltraTherMicroscope",
    "topics": "ERC-PoC-2014",
    "title": "Ultra-sensitive Thermal Nanoscale Microscope",
    "startDate": "01/04/2015",
    "endDate": "30/09/2016",
    "objective": "The research and commercialization of nanotechnology-based products require continuous development of advanced nanoscale inspection tools that drive the high-resolution microscopy markets. The state-of-the-art (SoA) microscopy provides a broad range of physical, spectroscopic, and materials characterization means, however, one of its key deficient ingredients is nanoscale thermal imaging ñ an essential tool for failure analysis and characterization of local heating and energy loss sources in high-density electronic nanodevices under operational conditions. The goal of this project is to provide a proof of concept (PoC) for a ground-breaking nanoscale thermal sensor and high-resolution scanning imaging system reaching thermal sensitivity with up to three orders of magnitude improvement over the existing SoA. The PoC aims at determining the technological feasibility and establishing commercialization potential for high sensitivity and high bandwidth nanoscale thermal imaging of operating devices in microelectronics, quantum computing, and novel materials industries. The project comprises benchmark demonstrations, patenting, development of relevant business models, and networking actions for successful commercialization. The novel sensor and microscopy system will serve as cost efficient application in materials research, failure analysis, and process control. It is thus expected to contribute to the competitiveness of Europeís important Key Enabling Technology sector in Materials Science and Nanoindustries.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}