{
    "rcn": "195114",
    "acronym": "JELLYPACTS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Assessment of Jellyfish Socioeconomic Impacts in the Mediterranean: Implications for Management",
    "startDate": "01/09/2016",
    "endDate": "30/08/2020",
    "objective": "Social and scientific concern about jellyfish (JF) blooms has risen over the past decades. This concern is reflected on the number of reports on JF; since 1941 the number of scientific publications on JF has doubled each decade, whilst news reports have increased by over 500% over the past two decades. Aggregations of JF can cause multitude of problems for different sectors of society; including the fishing industry and tourism. There is no doubt that the combination of a growing human population and the increasing use of the marine environment will lead to higher encounter rates between JF and humans. To add to the concern, there has been a heated scientific debate on whether JF populations might be on the rise. However, regardless of whether JF populations are increasing, there are no easy solutions to manage all the problems associated with JF blooms. Therefore, there is an urgent need to focus research objectives towards understanding the potential of a suite of management strategies to tackle current impacts of JF over ecosystem services. There are many existing strategies for managing JF blooms however, these are mostly economically expensive and thus, there is a need to evaluate whether the costs of implementing particular management policies will offset the costs of JF impacts. In order to device cost-effective management strategies, a focus on the interdisciplinary nature of JF impacts that includes ecological, social and economic aspects such as the associated loss of peopleís wellbeing is of critical importance. Unfortunately, there is a knowledge gap on the socioeconomic impacts of JF and estimates are sparse and qualitative. The project proposed here has the overall goal to further the knowledge of the existing interactions between jellyfish and society by assessing the economic and social impacts stemming from their presence and the integration of this newfound knowledge into adaptive management policies.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}