{
    "rcn": "195142",
    "acronym": "MUGNAIO",
    "topics": "MSCA-IF-2014-EF",
    "title": "MUltiplex Government Networks Analysis and InvestigatiOn",
    "startDate": "01/07/2015",
    "endDate": "",
    "objective": "Multiplex networks are networks where multiple different types of nodes and relations are studied together. Multiplex network analysis is a growing branch of network science, with contributions from both mathematics/physics, looking for the defining statistical mechanics of multiplex networks, and computer science, aiming at using multiplex networks to represent and analyze complex real world interacting phenomena.\nIn this proposal, the researcher will exploit a recently collected dataset extracted from the government websites of the states of the US, which allows a multiplex network representation of a government. The main aim of the research plan is to understand how governments work, how they scale and speciate their agencies covering more complex tasks, and how they relate to the society in which they are embedded.\nA wide range of techniques will be applied, from the detection and comparison of functional topical modules inside government networks, to the creation of government activity complexity measures. This research is expected to have externalities in how we understand government activities, potentially impacting the efficiency of public actions on society. A public observatory including the results of the research, along with visualizations and data release, will be shared with the public, empowering citizens with a better understanding of the agencies governing their lives.\nUnder this plan, the researcher, whose background is mainly in computer science, will be exposed to a mathematical approach to multiplex network analysis, and he is expected to increase his proficiency in this aspect. As a result, he is expected to become an all-around multidisciplinary network scientist, improving over his previous pioneering work on the computer science side of multiplex networks. The host institution has been chosen as one of the leading and fastest growing groups",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}