{
    "rcn": "195108",
    "acronym": "Inflammafish",
    "topics": "MSCA-IF-2014-EF",
    "title": "Cross-talk between inflammation and autophagy in tuberculosis",
    "startDate": "18/01/2016",
    "endDate": "17/01/2018",
    "objective": "The increasing occurrence of multidrug-resistant Mycobacterium tuberculosis strains makes tuberculosis (TB) a key priority for infectious disease research. Inflammation and autophagy are two fundamental processes critical to TB pathogenesis. Accumulating evidence shows that TB disease is worsened by deregulation of the inflammatory response. On the other hand, autophagy has recently emerged as a crucial host defence mechanism. Autophagy counteracts the ability of mycobacteria to survive inside host cells and targets them for degradation. Autophagy is also thought to control the inflammatory response. However, the interaction between inflammation and autophagy in host defence against TB remains unclear. The aim of my proposal is to use the well-established zebrafish model of TB to gain insight into this key question. Recently, the host laboratory discovered that the DNA damage-regulated autophagy modulator (DRAM1) protects against TB in the zebrafish model. They also implicated this important autophagy regulator in inflammation, as it strongly affects expression of interleukin-1beta (IL1B). I have specific expertise in studying IL1B-mediated inflammation in zebrafish. Thus the proposed project will be a great synergy between me and the host laboratory, which is leading in zebrafish infectious disease research. I will determine how modulation of autophagy or manipulation of IL1B levels reciprocally influence each other during TB disease. The zebrafish model provides excellent tools to visualize these processes in vivo. Furthermore, I will take advantage of the hostís expertise in RNA sequencing and proteomics to study genome-wide effects of autophagy modulation on the inflammatory response. A secondment will allow me to compare results in the TB model with a damage-induced inflammation model. The project will provide new insights into regulatory pathways that could potentially be intervened in treatment of TB or other inflammatory diseases with common characteristics.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}