{
    "rcn": "195116",
    "acronym": "MuMoSiSt",
    "topics": "MSCA-IF-2014-EF",
    "title": "Multidisciplinary approach to multilayer monumental sites studies: the case of the Quirinal Hill in Rome",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The multiplicity of different historical phases can be considered one of the most singular characteristics of cultural heritage. Until today it has been clear that the scientific approach to this issue should use the developmental process as the main tool for both defining the historical phases and understanding the current state of historical heritage. Generally, it is necessary to distinguish between the diachronic and the synchronic studies, but at the same time it is mandatory to evaluate the connection between different historical layers. These opposing needs still represent a big problem that historical sciences are not always able to manage. The desirable multidisciplinary approach often produces mediocre results, while individual research generally lacks the complexity that always characterizes conservation and valorisation issues. Thus, the research project aims to discover a methodological approach that can bridge the gaps that are now often apparent between different studies. The main research goal is to define a specific digital platform for the management and consulting of the outcomes provided from the different scientific fields involved. This structure will allow to share the data collected easily, giving information about the different historical phases of a site as well as a global assessment based on its most significant transformations. The area of the ancient Temple of Serapis on the Quirinal Hill in Rome should be a good case study, that's mainly because of its complex stratigraphy. The research aims at covering the whole development period of the area by means of systematic data collection. The analysis of all different temporal phases will be fundamental for the implementation of a methodological strategy, able to involve different experts. The benefit of a web accessible digital platform able to collect all the diverse data, would be evident in the final step, when digital drawings based on new multimedia technologies will be produced.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999850781": {
            "orgId": "999850781",
            "orgName": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}