{
    "rcn": "195177",
    "acronym": "InterAcTEV",
    "topics": "MSCA-IF-2014-EF",
    "title": "Genome-wide analysis of RNA and protein interacting profiles during a plant virus infection",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Plant (\\)strand RNA viruses account for important losses in crop yields worldwide. They complete complex infectious cycles by replicating, moving and inactivating plant defense mechanisms through multiple interactions of their RNA or proteins with host factors. Plants have evolved two main antiviral immunity systems operated by ARGONAUTE (AGO) proteins that target viral RNAs in the RNA silencing pathway or by resistance proteins that recognize viral-encoded proteins through protein-protein interactions. However, neither the identification of AGO target sites in viral RNAs nor the elucidation of the entire repertoire of proteins interacting with viral proteins has been reported for any plant virus. Now, the recent development of new technologies (and associated tools) such as high-throughput DNA sequencing and high performance mass spectrometry (MS) platforms makes possible to address these questions at a genome-wide level. InterAcTEV will combine these new technologies to study the recently described Arabidopsis/Tobacco etch virus (TEV)-TAMPS pathosystem with a multidisciplinary approach aimed to identify AGO target sites in TEV RNAs and to generate the first complete protein-protein interactome map for a plant virus. First, RNA-immunoprecipitation coupled with high-throughput sequencing methods will be optimized to identify AGO target sites in TEV RNAs at a genome-wide level. Second, we will combine novel high-affinity purification methods with MS analyses to identify the specific pool of Arabidopsis proteins interacting with each TEV protein. InterAcTEV will generate key knowledge to open new avenues for the understanding of resistance mechanisms in plants and to develop novel antiviral strategies for crop protection and securement of worldís food supply. Finally, the funding of InterAcTEV will allow the Experienced Researcher to initiate his own research project in the host laboratory and facilitate his transition to an independent research position in Europe.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}