{
    "rcn": "195145",
    "acronym": "SAPFLUXNET",
    "topics": "MSCA-IF-2014-EF",
    "title": "Towards a global database of sap flow measurements to unravel the ecological drivers of transpiration in woody plants",
    "startDate": "01/01/2016",
    "endDate": "",
    "objective": "Plant transpiration is one of the main components of the global water cycle, and at the same time, water availability is one of the main abiotic factors limiting plant productivity, growth and survival. Hence, understanding the main environmental controls on tree water use is essential to address relevant questions posed by global change-related impacts on forest ecosystem services, including water availability and carbon sequestration. Sap flow measurements using thermal methods have now been applied to measure seasonal patterns in water use and the response of transpiration to environmental drivers across hundreds of species of woody plants worldwide, covering a wide range of climates, soils and stand structural characteristics. Here, we will design and begin to assemble a  global database of sub-daily, tree-level sap flow (SAPFLUXNET) that will be used to improve our understanding of physiological and structural determinants of plant transpiration and to further investigate the role of vegetation in controlling global water balance. I will collectively analyse sap flow responses to environmental drivers, at time scales from daily to seasonal and annual, using statistical and mechanistic models of plant water transport. I will synthesise the database into a set of traits related to physiological regulation of transpiration. I will analyse these traits in their climatic and phylogenetic context and in relation to other drought tolerance traits. SAPFLUXNET is the first project designed towards a profound understanding of whole-plant transpiration regulation in woody species across the globe.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}