{
    "rcn": "195143",
    "acronym": "RncRNAA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Functions of non-coding RNAs in protein synthesis and homeostasis during aging",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Because old age is the largest risk factor for many human diseases, it is one of the key challenges of our time to find ways to increase healthy lifespan and reduce the loss of health in later life. Inhibition of protein synthesis is capable of extending the lifespan of a number of organisms and has been shown to ameliorate symptoms in models of several age related diseases. \n\nRecent studies have shown that non-coding (nc) RNAs frequently interact with translating ribosomes, although little is known about their function there. In previous work, I discovered a ribosome-bound ncRNA to be required for both the inhibition of translation and the increase in lifespan seen in insulin signaling (IIS) mutant worms. However, due to a nematode-specific RNA trans-splicing mechanism, affecting post-transcriptional gene regulation, the relevance of these results to others organisms remains unclear.\n\nGiven the crucial role protein synthesis plays in lifespan determination and the unexplored functions of ncRNAs in this process, I propose to systematically investigate the role of ncRNAs in translation and longevity. My goal is to identify ncRNAs that interact with ribosomes that have an effect on proteostasis or post-transcriptional gene regulation and consequently on lifespan extension and understanding their function.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}