{
    "rcn": "195146",
    "acronym": "KinCoop",
    "topics": "MSCA-IF-2014-GF",
    "title": "Do plants cooperate in reproduction? The effect of sharing pollination services on plant reproductive strategies",
    "startDate": "01/08/2015",
    "endDate": "31/07/2018",
    "objective": "Although social interactions in non-sentient beings such as plants might seem unlikely, there are good reasons to expect them to be important. Because plant populations are very often strongly genetically structured, with neighbouring plants frequently being relatives, their behaviour is expected to have been shaped by natural selection within this social context. Plants interact very strongly with their neighbours, and there is an increasing body of evidence showing kin recognition and cooperation with relatives, e.g., warning against herbivore attacks and reducing resource competition. However, little is known about how plants behave in a social context in terms of their reproductive strategies. This is surprising, because reproduction is a key life-history trait defining gene transfer, and thus is closely linked to fitness and to the evolutionary potential that will eventually determine the functioning and dynamics of plant populations and communities.\nNeighbouring plants commonly facilitate pollination. Therefore, the resources invested in floral attractive structures for one individual can positively impact individual fitness, but also the fitness of neighbours, increasing both individual and group benefits. Thus, natural selection should be expected to favour plastic adjustments of the resources allocated to pollinator attraction to the surrounding social environment. I will test this hypothesis, assessing how different social environments might influence optimal allocation strategies and the effect this will have on mating patterns and plant fitness. To address this objective, I will use an interdisciplinary approach that combines theoretical modelling and empirical testing, bringing tools from the sociological sciences to the study plant ecology and evolution. My project will contribute to our understanding of how plants cooperate during reproduction to alter plant population dynamics, with potentially useful outcomes for crop efficiency.",
    "totalCost": "272480,4",
    "ecMaxContribution": "272480,4",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 272480
        },
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 272480
}