{
    "rcn": "195113",
    "acronym": "FluoroCAT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Catalytic CñF Bond Functionalisation with Transition Metal Catalysis",
    "startDate": "15/03/2015",
    "endDate": "14/03/2017",
    "objective": "Fluorinated organic molecules play a pivotal role in chemical manufacture. For example, it has been estimated that approximately 20-40% of pharmaceuticals and agrochemicals contain at least one fluorine atom. Despite the fact that perfluoroarenes - aromatic hydrocarbons in which every hydrogen atom is replaced with a fluorine atom - are an inexpensive abundant chemical feedstock they are rarely used in chemical manufacture. The strong carbonñfluorine bond provides an impasse to further chemical reactions. Here we propose to develop a new catalytic method to transform inert carbonñfluorine bonds in perfluoroarenes to reactive carbonñaluminium bonds. We will transform the aluminium-containing reactive intermediates into useful products through carbonñcarbon and carbonñheteroatom bond forming reactions. The overall process represents an original underpinning technology to transform inert and chemically persistent fluorinated molecules into building blocks that can be used in chemical manufacture. The ultimate goal of this work is to create a fresh paradigm for using perfluoroarenes in pharmaceutical and agrochemical programmes.  The proposed programme will provide world-class training in the areas of organometallic chemistry, homogeneous catalysis and mechanistic analysis. The long-term benefits will be felt in the areas of health and food sustainability.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}