{
    "rcn": "195190",
    "acronym": "MICROCHANGE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Emergence of pathogenicity in the sea: altered host-microbe interactions in the face of environmental change",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Marine ecosystems are centrally important to the biology of the planet but they are at risk. The number of disease outbreaks in marine organisms is increasing, most likely caused by climate change and eutrophication. It is also established that these anthropogenic effects alter the interactions between hosts and their microbiome, specifically leading to a breakdown of host-symbiont relationships and to shifts in the diversity of host-associated microbes. \nIt is not clear however, how this is causally connected to the increased emergence of pathogens under environmental stress. This research project will establish this link by directly testing whether pathogens evolve from resident bacteria within the host-associated microbial community or whether shifts in the original microbial community facilitate the invasion by pathogens. This will be studied in a model system consisting of the sea anemone Nematostella vectensis as host, and its associated microbes, with a focus on vibrios. After the host-specific Vibrio population structure in the wild has been determined, WP1, experiments will be conducted in the laboratory testing the stability of the host-microbiome relationship under a range of environmental stressors. The role of the microbiome in protecting against the invasion of pathogens will directly be tested, WP2. In WP3, pathogen evolution will be followed in real time. Effects of the microbiome on interactions with (non-)pathogens will be separated from host effects. Particular attention will be given to the changes in the genome of vibrios, which can be connected to an increase in virulence, and to changes in gene-expression of both, hosts and the microbiome.\nThis multidisciplinary approach, combining the strength of microbial ecology, experimental evolution, and genomic studies, will significantly contribute to our understanding of host-microbe interactions, particularly focusing on the selective forces and ecological conditions that promote pathogen emergence.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}