{
    "rcn": "195156",
    "acronym": "BioMASCE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Biophysical Manipulation of Adult Stem Cell Epigenetics (BioMASCE) By Cell-Penetrating Nanoneedle Substrates",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Human mesenchymal stem cells (hMSCs) are a promising cell source for regenerative therapies. In part, their capacity for multi-lineage differentiation and subsequent therapeutic efficacy is controlled by the epigenetic status of the DNA. The Stevens Group at Imperial College London (ICL) has recently developed a novel material platform of porous silicon (pSi) nanoneedles (nNs) that penetrate the cell membrane, stimulating physical changes in the nucleus. Interestingly, nuclear mechanics and shape parameters have been shown to control epigenetic status in various cell types, but this remains under-investigated in hMSC. Therefore, in the present study, pSi nNs will be used to manipulate hMSC nuclear size and shape, as well as the resulting epigenetic status, as a means to identify novel mechanisms for enhancing differentiation capacity. The inherent porosity of the nNs, coupled with their ability for cell penetration, will be exploited as a delivery tool for a cutting-edge class of non-coding RNAs into hMSCs to interfere with, and further regulate, epigenetic status and resulting therapeutic potential. This discovery-driven project leverages a one-of-a-kind engineering tool for investigating and manipulating hMSC behaviour. In parallel, the applicant has proposed to undergo a secondment to a UK-based, non-academic partner organisation to enhance his knowledge of intellectual property protection, technology development, and product commercialisation in order to translate his research findings for clinical benefit. The applicant will increase his knowledge base during the project, creating new contacts in his personal network, as well as for the Stevens Group and ICL. This project represents a multidisciplinary, cutting-edge approach to stem cell biology and biomedical engineering, utilising cross-sectoral collaboration for enhanced training and potential for industrial translation of basic research findings.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}