{
    "rcn": "195181",
    "acronym": "b-lactams C-H activation",
    "topics": "MSCA-IF-2014-EF",
    "title": "Discovery of novel ?-lactam analogs oriented to control multidrug-resistant bacteria enabled by Pd-catalyzed CñH activation of aliphatic amines",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "In Europe, infections caused by multidrug-resistant bacteria lead to more than 25,000 deaths and expenses of billions of euros per year. These numbers dramatically increase when the rest of the world is taken into consideration. Shockingly, the pace of production of new antibiotics to control such microorganisms is stagnating. Therefore, developing new synthetic tools that enable the synthesis of scaffolds with potential antibiotic properties is crucial. Metal catalysed CñH activation represents a versatile tool for building chemical complexity. It mostly relies on directing functional groups to functionalize CñH bonds. Recently, Professor Gaunt at the University of Cambridge has uncovered a new CñH activation mode that enables the conversion of hindered amines into ?-lactams. The first aim of this project is to develop this new reactivity mode into a versatile transformation that is able to convert a variety of cyclic and acyclic amines into substituted ?-lactam scaffolds. To accomplish this goal, a multi parallel platform based on mass spectrometry, relying either on standard high-throughput procedures or flow chemistry, will be implemented and used to screen a large number of conditions to expand the scope of this new pathway for ?-lactams. The flow chemistry system for reaction evaluation will be design in collaboration with Professors Alexei Lapkin (Dept. Chemical Engineering and Biotechnology) and Steve Ley (Chemistry Dept.) from the University of Cambridge. The readily discovered new conditions for CñH activation will then be employed to synthesize a plethora of ?-lactams and ?-sultam analogs starting from simple secondary amines. Finally, in collaboration with Professor David Spring (Chemistry Dept. University of Cambridge), the bioactivity of the resulting scaffolds will be evaluated against multidrug-resistant bacteria.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}