{
    "rcn": "195189",
    "acronym": "KOSNORTH",
    "topics": "MSCA-IF-2014-EF",
    "title": "THE EUROPEAN UNION AND ITS NORMATIVE POWER IN A POST-CONFLICT SOCIETY: A CASE STUDY OF NORTHERN KOSOVO",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "This project aims to study the role of normative power of the EU in the post-conflict society of northern Kosovo and to explore how has the signing of the Brussels agreement changed the dynamics of relations at both intra-societal (within the community of Serbs of northern Kosovo) and inter-ethnic level (Serbs of northern Kosovo vs. Kosovo Albanians and the institutions of the Kosovo government). \nThe project would: 1. explore the motivation and driving factors of Kosovo Serbs for their positive/negative stance regarding the signature of the Brussels agreement and the cooperation with the institutions of the Government of Kosovo and Kosovo Albanians in general; 2. assess the intra-societal split within the Serb community in northern Kosovo between those who cooperate with the institutions of the Government of Kosovo and Kosovo Albanians in general, and those who still reject any kind of cooperation, and how is the intra-societal conflict (pressure) manifested; 3. evaluate the impact of normative power of the EU in northern Kosovo; 4. assess the changes in the patterns of relations between Serbs from northern Kosovo and Kosovo Albanians on political, institutional and societal level after the signing of the Brussels agreement; 5. draw policy implications for the EU Common Foreign and Security Policy. \nThis research project draws from three theoretical backgrounds: the theory of normative power, ëtheoriesí of peacebuilding, conflict prevention and conflict resolution, and the theory of intra-societal conflict. The following research methods would be applied: interviews, surveying, focus groups (field-work in Kosovo), and study of primary and secondary sources.\nFrom theoretical viewpoint, this project is innovative, as it questions the impact of EUís normative power in a post-conflict society. This project is relevant because certain policy implications (recommendations) for the EU Common Foreign and Security Policy could be drawn from it.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "UNIVERSITAET GRAZ",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999873188": {
            "orgId": "999873188",
            "orgName": "UNIVERSITAET GRAZ",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}