{
    "rcn": "195153",
    "acronym": "GutILC3",
    "topics": "MSCA-IF-2014-EF",
    "title": "Cell-cell interactions critical to ILC3 function in the human gut",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Inflammatory bowel disease (IBD), conferring a dramatically increased risk for development of colorectal cancer (CRC), results from an inappropriate inflammatory response to intestinal microbes in a genetically susceptible host. However, the exact etiology of IBD is unknown. Building up on high impact papers from the host group reporting on the recently discovered innate lymphoid cells (ILCs) as key players in mucosal inflammation, I now aim to unravel the role for ILCs in IBD and CRC. Interestingly, while the IL-22 producing ILC3 seem to be crucial in maintaining intestinal homeostasis, the IL-17 and IFN-gamma-producing ILCs can cause inflammation in a mouse model of colitis and are present in human IBD. Furthermore, ILCs were recently described to be involved in modulating immune responses, by interacting with CD4\\ T cells and mononuclear phagocytes in the mouse intestine. \nI aim to identify critical pathways in the crosstalk of ILC3 with other immune cells in the human intestine. The ultimate purpose is to assess how these interactions affect immune homeostasis and disease progression in IBD and CRC. We will pinpoint crucial interaction molecules and cellular processes that can be used for monitoring current therapies as well as finding new therapy targets for IBD and CRC.\nThis truly translational proposal utilizes, in an optimal manner, unique state-of-the-art techniques and patient materials to provide novel insights into the etiology of IBD and CRC. The excellent track record of the hosting group, the highly suitable infrastructure provided by the host institution and my own extensive research experience ensures a high degree of feasibility. Furthermore, this project provides excellent training opportunities, skill advancement possibilities and career prospects for me and its results are expected to have a direct impact on the European society.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}