{
    "rcn": "195185",
    "acronym": "Active implants",
    "topics": "MSCA-IF-2014-EF",
    "title": "Active implants: Engineering microstructures of functional ceramics for stimulated bone growth",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The aim of this study is to develop piezoelectric ceramics for the use as bone replacement materials utilizing their piezoelectric behaviour to stimulate bone and vascular cell growth. The work is based on the finding that mechanical and electrical stimuli exert a strong influence on the osseogenesis on the cellular level. As piezoelectric ceramics develop electric surface charges under mechanical load it is expected that they accelerate the healing process and support the development of a strong bond between bone and implant.\nThe quality of bone and vascular ingrowth is determined by various factors such as biocompatibility of the replacement material, surface morphology and electric surface states. Especially the porosity of the ceramic is of crucial importance as the pores have to be large enough and of open structure to allow ingrowth of both bone and vascular cells. However, increasing porosity is likely to alter the local piezoelectric behaviour and by this the local surface charges responsible for cell growth stimulation. To pave the way for the development of piezoelectric implants it is crucial to understand the influence of microstructural features such as porosity and grain size on the piezoelectric properties. I will approach this task by developing biocompatible ceramics with a wide range of microstructural characteristics. I will investigate the influence of porosity and grain size on a macroscopic scale using piezoelectric testing techniques, on a mesoscopic scale employing Piezo Force Microscopy and on the structural scale via diffraction studies. The biocompatibility as well as the influence of the piezoelectric behaviour on the osseogenesis will be clarified by in-vitro cell experiments on unpoled and electrically poled ceramics. The knowledge gained will form the basis for the development of a new class of implant materials exploiting the piezoelectric characteristics to improve the healing process and to create long lasting interfacial bonds.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 208400
        }
    },
    "calculatedTotalContribution": 208400
}