{
    "rcn": "195178",
    "acronym": "DEMONH",
    "topics": "MSCA-IF-2014-EF",
    "title": "DEsign of Multifunctional 2D-OrgaNic Hybrids",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Because of their reduced dimensionality and symmetry, two-dimensional (2D) materials withstand physical phenomena that are very different from their 3D bulk counterparts. Beside graphene, other members of the same family of materials include metal dichalcogenides (MX2) and hexagonal boron nitride (h-BN). Remarkably, while single-layer graphene is a semimetal, 2D h-BN is an insulator and 2D MoS2 is a direct bandgap semiconductor. A new paradigm in materials science consists in piling up into vertical stacks single sheets of 2D materials with complementary electro-optical characteristics, thereby paving the way to the fabrication of ultrathin and flexible multilayer heterostructure devices. DEMONH aims at designing multilayer architectures based on 2D material building blocks with tunable electronic structure and optical properties that can be prepared by solution processing techniques. Among many others, this approach offers the unique advantage that the electrical and optical characteristics of the elementary 2D units can be tuned over a broad range by functionalization of their surface with properly designed conjugated organic molecules, which: (i) assist in the exfoliation process and stabilize single or multiple layers as suspensions in the liquid phase; and (ii) convey to the resulting hybrid organic-2D materials new or improved functionalities. In particular, the use of light-responsive molecules opens up the possibility to remotely switch on and off charge injection and extraction at interfaces. In DEMONH, we will combine state of the art modeling tools to design multifunctional electro-active conjugated molecules yielding optimized (light-triggered) energy level alignment at interfaces and charge transport properties in stacked 2D layer architectures. Such design strategies require the development of appropriate theoretical models and their coding in efficient software programs, which will be implemented in a multiscale modeling platform.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITE DE MONS",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990884004": {
            "orgId": "990884004",
            "orgName": "UNIVERSITE DE MONS",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}