{
    "rcn": "195193",
    "acronym": "ZEPHYROS",
    "topics": "MSCA-IF-2014-EF",
    "title": "The dawn of writing in Western Mediterranean: a comparative approach to the Iberian epigraphic corpus",
    "startDate": "15/09/2015",
    "endDate": "14/09/2017",
    "objective": "This project proposes a study of all known Iberian inscriptions (about 2.000 documents dating from the 5th century BC to the 1st century AD) in a comparative and interdisciplinary perspective. The study of the Iberian corpus will be set in a broad cultural context, including the rise of the first Western written traditions and their linguistic and cultural contacts. I will focus on issues such as the relationship between text and object, the Iberian adoption of exogenous epigraphic models (mainly Phoenician/Punic, Greek and Latin), and the level of literacy within the male and female spheres of this society.\n \nAlthough the Iberian language in not yet fully deciphered, its epigraphic texts represent a cornerstone of the ethnological and cultural understanding of the protohistoric peninsular peoples and their insertion within the Mediterranean world. For the time being, however, there is no comprehensive study of the Iberian corpus, which has grown considerably over the past decades. On the other hand, there has been a tendency to study the Iberian world and its written culture in an overly isolated way, without sufficiently considering the panorama of neighbouring territories, which provide significant parallels. \n\nThe specific objectives of this project can be synthetized as follows: publication of the entire corpus of Iberian inscriptions according to current academic criteria, including a digital open access version; linguistic analysis of these texts with a special attention to the cultural context in which they were produced; study of the Iberian written culture in a broad cultural context, including neighbouring territories such as Northern Africa. This project will therefore contribute to the understanding of the Iberian language as well as the circulation of cultural models within the Western Mediterranean. It will ultimately represent an innovative step toward the comprehension of the birth of European identities.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE PARIS-SORBONNE (PARIS IV)",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998096051": {
            "orgId": "998096051",
            "orgName": "UNIVERSITE DE PARIS-SORBONNE (PARIS IV)",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}