{
    "rcn": "195154",
    "acronym": "BBLOCK",
    "topics": "MSCA-IF-2014-EF",
    "title": "Stereocontrolled synthesis of polypropionates based on building block assembly strategies by lithiation-borylation methodologies",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Amongst all natural products, polyketides constitute a very important class due to their broad spectrum of biological activities (eg. antibiotic, antitumoral, antifungal, antiparasitic). Many of these compounds are referred to as polypropionates, which are characterized by sequences of methyl- and hydroxy-bearing stereogenic centres, enabling large numbers of possible stereochemical permutations. The importance of these natural products as therapeutic agents and as biomedical tools together with their structural complexity has made these molecules attractive targets for synthetic organic chemistry. The key to construct these systems, which posses a high level of stereochemical information, is the control of the absolute and relative stereochemistry of each centre. Herein we propose the development of a novel and general strategy for the synthesis of any polypropionate-like molecule based on the construction of a building block assembly platform. This process will capitalize on the well-established lithiation-borylation methodology so complete control of both relative and absolute stereochemistry of all chiral centres will be achieved. The power of the strategy will be demonstrated in the synthesis of the polypropionate core of the antibiotic Streptovaricin U. The successful development of this research will shortcut the synthesis of stereochemically defined polypropionates combining building blocks of varying length. Moreover, the possibility to modify the stereochemistry of any centre will allow access to all known natural polypropionate fragments and will permit the preparation of non-natural analogues too. The development of such an ambitious and innovative project in the University of Bristol will be facilitated by generating, transferring, sharing and disseminating knowledge, and will enhance my career development following the training plan envisioned.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}