{
    "rcn": "195121",
    "acronym": "CARDI-ACHE",
    "topics": "MSCA-IF-2014-EF",
    "title": "The cardiovascular consequences of endurance exercise",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Problem: Exercise training represents an attractive and low-cost strategy to improve cardiovascular health. Recent studies, however, report novel evidence that endurance exercise can lead to potentially detrimental cardiac maladaptations. First, acute exercise-induced elevations in cardiac troponin (cTn) levels have been found, which typically reflect myocardial (micro-)damage and are predictive of future cardiovascular events and mortality. Secondly, myocardial fibrosis has been reported in 12ñ50% of individuals engaged in lifelong exercise training, reflecting scarring of cardiac tissue that is typically found in patients with cardiovascular diseases (CVD). These cardiac maladaptations are highly unexpected and largely unexplained in apparently healthy individuals.\n\nCARDI-ACHE: Based on the latest scientific insights, the overall aim of this proposal is to elucidate the clinical importance of exercise-induced cTn elevations and myocardial fibrosis in endurance athletes. Better understanding of the clinical relevance of these adaptations is important to differentiate between the beneficial and the potentially harmful effects of exercise. Accordingly, I will study the following scientifically and clinically relevant questions: \nI. What is the prognostic value of exercise-induced cTn elevations?\nII. What are the functional consequences of myocardial fibrosis and are these mediated by lifelong physical activity?\nIII. Do exercise-induced cTn elevations contribute to the development of myocardial fibrosis?\n\nRelevance for science & candidate. With this project, I will use the most technologically advanced approaches and tools to understand the clinical relevance of potential cardiac maladaptations to exercise training. The studies are performed in a world-renowned research group which allows me to expand my expertise in exercise cardiology using state-of-the-art facilities.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "LIVERPOOL JOHN MOORES UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998079949": {
            "orgId": "998079949",
            "orgName": "LIVERPOOL JOHN MOORES UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}