{
    "rcn": "195194",
    "acronym": "EnAct",
    "topics": "MSCA-IF-2014-EF",
    "title": "Enacting heritage: The aesthetic dynamics of cultural transmission",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Aesthetic behaviours and expressive activities carry out a crucial role in human cultural evolution. Aesthetic cognition is important for intersubjective attunement already in early childhood, and attends to cultural emergence and transmission of ideas, practices and norms. However, anthropological scholars haven't ever investigated the cognitive dynamics whereby aesthetic behaviours shape the symbolic processes of constitution and re-enactment of cultural heritage. The proposed research project seeks to address this lacuna by dealing with key issues relating to the role of aesthetic behaviours in cultural transmission. The study focuses on how aesthetic and expressive elements are mobilized in the course of social interaction creatively transforming and communicating knowledge.\nThe originality of the proposed approach lies in the interdisciplinary methodology that has not been used in previous studies of the subject matter. For the first time, a naturalistic and cross-cultural model of aesthetic behaviour will be applied to the context of cultural evolution. Existing naturalistic studies of aesthetics are characterized by a reductionist approach, whereas research on cultural transmission suffers due to the divide between cultural and evolutionary perspectives. This project aims to overcome the traditional opposition of ìevolutionary psychology versus ethnographyî through an interdisciplinary study of the multimodal, expressive, symbolic, and non-verbal practices whereby human beings collectively perform and share knowledge.\nThe principal result of the project will be the first systematic and comparative analysis of aesthetic behaviours as operative components of cultural transmission. This result will be of interest to a broad scientific audience and will enhance several branches of European research and education, including aesthetics, cultural evolution, anthropology of art, and cultural heritage, by combining research methods derived from different disciplines.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "ECOLE DES HAUTES ETUDES EN SCIENCES SOCIALES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999510117": {
            "orgId": "999510117",
            "orgName": "ECOLE DES HAUTES ETUDES EN SCIENCES SOCIALES",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}