{
    "rcn": "195109",
    "acronym": "PoetEleg",
    "topics": "MSCA-IF-2014-EF",
    "title": "Aestheticization of Life and Cosmopolitan Modernity: The Poetics of Elegance in the Long 19th Century",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "In the course of the long 19C the pursuit of 'elegance' emerged as a phenomenon aiming at an intensification of life through aestheticization. The distinguishing features of an 'elegant' appearance manifested themselves in the self-fashioning of an individual person (language, attire, behaviour) and in the shaping of domestic and public environments (artefacts, interior design, architecture). The concept of elegance was realized in social action and cultural practices, particularly in convivial conversation, entertainment and leisure activities. The  project demonstrates that one of the crucial patterns of modernity manifests itself in the phenomenon of elegance, which inaugurates a specific aesthetic of the surface as a distinguishing social feature as well as a marker transcending the established order: an imaginary community of urban origin that supersedes historically conditioned social and gender norms. Committed to the methods of transnational historiography, the study outlines the European topography of the so-called ëelegant worldí in the tension between national aspirations and transnational aesthetic norms. The project focuses on ëcirculating thingsí and examines the social agency of press and material goods. It pays particular attention to an innovative type of cultural journals, which reported in detail on urban social, cultural, and material life and helped spread the new urban styles of living and had a decisive impact on the staging of a new, imaginary cross-border community. Its geographic range is marked by the imperial metropolises, as well as by aspiring Central and Eastern European cities such as Berlin and Leipzig, Prague and Pest, which developed into new urban centres in the course of the 19C. The main output of the project is a monograph that maps out the phenomenon of elegance and the way it redefined the social order, constituted urban life, and expressed the transnational aspirations and affiliations of the elite.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}