{
    "rcn": "195164",
    "acronym": "BIBLACE",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Bible and the Law in Carolingian Europe: Scriptural Exegesis and Royal Legislation from Charlemagne to Charles the Bald (ca. AD 780-880)",
    "startDate": "01/03/2016",
    "endDate": "01/11/2018",
    "objective": "In what ways did the Bible shape the formation of political communities in early medieval Europe? This project studies the impact of biblical models on royal legislation in the Carolingian period (ca. AD 780-880). It proposes a new approach to the study of the intersection between religion and politics in a formative period of European history, during which crucial institutional and conceptual resources for the development of political and religious community, statehood and law were created. Under the Carolingian rulers from Charlemagne onwards, we can observe a steady increase of biblical quotations in legal texts issued by the ruler or by assemblies of lay and clerical advisers (so-called royal ëcapitulariesí and conciliar decrees). Biblical prescriptions and prohibitions were either directly integrated into legal norms or used to justify the establishment or modification of norms. To understand this convergence between biblical law and royal legislation, the rich material of Carolingian biblical exegesis is of crucial importance, since it provides access to the concepts and interpretative traditions associated with specific biblical texts in the minds of contemporaries. Authors and readers of exegetical commentaries were often at the same time advisers to kings and important political decision makers, and also involved in the drafting of legislative texts. The project thus proposes a comparative study of legal and exegetical texts and of their dynamic relationship. It has a twofold objective: first, to analyse the concrete impact of biblical models upon Carolingian society, and the ways in which they were used to (re)define its legal and moral framework; second, to understand the ësocial lifeí of Carolingian biblical commentaries, both as a spiritual and intellectual endeavour and as a social and political practice.",
    "totalCost": "119595,6",
    "ecMaxContribution": "119595,6",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 119596
        }
    },
    "calculatedTotalContribution": 119596
}