{
    "rcn": "195168",
    "acronym": "CONSCRISIS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Householdsí Consumption during the Great Recession: A structural analysis on the role of expectations",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "A striking feature of the Great Recession is the fall in householdsí expenditure and its slow recovery. The extraordinary duration of this contraction with respect to previous recessions stimulated the interest of scholars and policymakers in the analysis of its causes. In the early part of the crisis it is partly explained by a sudden crash in asset values. More recently, the decline in consumer confidence in several European countries is likely to have played a major role. This project aims to explore which factors explain why consumption has moved following the crisis and to assess the relevance of downwards revisions of income expectations.\nHouseholds who experience a deep and prolonged period of economic downturn, such as the Great Recession, may become increasingly convinced about the permanence of income shocks over time. Gradual downwards revisions of expectations about permanent income are likely to lead to a series of downwards adjustments in consumption spending. This project will exploit a structural approach that will enable me to investigate the relevance for consumption of this process of adjustment.\nThe contribution of this proposal is threefold. First, it improves the understanding of householdsí consumption choices by analysing the role of income expectations. Second, it adds to the literature that investigates the determinants of the recession. The third contribution is methodological. An integral part of the project will be the elaboration and numerical solution of a lifecycle consumption-savings model with the novel feature that agents cannot (fully) observe the nature of the income shock and, thus, need time to learn about its permanence. The relevance of this proposal in a European perspective is enhanced by the cross-country perspective of the empirical analysis.\nThe outstanding experts in Econometrics, Economics of Consumption and, more precisely, in the use of structural models, make UCL the perfect environment to carry out this project.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}