{
    "rcn": "195138",
    "acronym": "Baltic Mikrorayon",
    "topics": "MSCA-IF-2014-EF",
    "title": "Past, Present, and Future Lives of Soviet Housing Estates in the Baltic States",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "In Central and Eastern Europe (CEE), modernist housing estates, built between the 1950s and 1990s to meet housing demand and rebuild cities after World War II, introduced revolutionary changes in urbanization. Today, overcoming the challenges posed by vast housing estates presents one of the greatest challenges faced in post-Socialist cities. To address a gap in knowledge about socialist urban planning implementation (especially the construction of mikrorayon) in the Baltic States, I propose to interview planners and architects who were active practitioners during the Soviet era (as well as those practicing more recently) to analyse past, present, and future lives of housing estates in Estonia, Latvia and Lithuania. The project proposed for this IF is not only a natural progression of my research trajectory, it is also transformative because it applies my expertise to multi-disciplinary research that covers a range of research questions and avenues of inquiry. The project will produce broad impacts on research methods (interviews of original ìactorsî in residential settlements), new knowledge on the history of urbanization, and recommendations for present-day urban planning in cities in CEE.  \nThis Individual Fellowship requires a 24-month academic stay at the University of Tartu (UT), Estonia where I will engage in training-through-research supervised by Prof. Tiit Tammaru, Professor and Senior Research Fellow in the Institute of Human Geography at UT. The project will give me new hands-on experience in interviewing and archival research and I will produce important publications that will (1) help me establish myself as the pre-eminent North American scholar on architecture, town planning, and urban geography in the Baltic States, and (2) assist my career advancement (from Associate Professor to Professor) at my home institution, the University at Buffalo.",
    "totalCost": "148582,8",
    "ecMaxContribution": "148582,8",
    "coordinator": "TARTU ULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 148583
        }
    },
    "calculatedTotalContribution": 148583
}