{
    "rcn": "195264",
    "acronym": "DDRR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Dissecting dsRNA uptake in RNAi-based antiviral immunity",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Important viral infectious diseases, such as dengue and chikungunya, are transmitted to humans by insect vectors. One of the key factors that modulates whether an insect is competent or not to transmit a given pathogen is its innate immune response. The major antiviral defense in insects is the RNA interference (RNAi) mechanism that is activated by the detection of viral double-stranded RNA (dsRNA). During antiviral RNAi a silencing immune signal is transported from one cell to another to set an antiviral state (systemic RNAi). To be primed, non-infected cells must sense this silencing signal and internalize it. Although dsRNA as a mediator of local antiviral immunity is well established in insects, the effectors of a systemic immune response are not identified. For instance, the identification of the dsRNA receptor in insects remains elusive. This proposal intends to dissect the mechanism of dsRNA uptake in insects with special focus on discovering its receptor. I propose to combine functional (genome wide RNAi screen, in vivo dsRNA oral uptake) with binding (electrophoretic mobility shift assay, surface plasmon resonance) and structural assays (expression, production and studies of complexes receptor/dsRNA) using Drosophila melanogaster as insect model and an array of viruses in order to identify and characterize the dsRNA receptor.To be found, the manipulation of this receptor could help control the insect vectors of emerging viral diseases. Understanding how the infection is controlled within the insect before crossover to the human host could generate new strategies to disrupt pathogen transmission.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}