{
    "rcn": "195256",
    "acronym": "RAGES",
    "topics": "MSCA-IF-2014-EF",
    "title": "Molecular determination of Rif1-Associated Genomic Elements and their function in regulating genome activity and integrity",
    "startDate": "31/03/2016",
    "endDate": "31/03/2019",
    "objective": "DNA double-strand breaks (DSBs) are highly toxic and must usually be accurately repaired to prevent oncogenic mutations. However, DSBs also represent necessary intermediates of recombination events required to create genetic diversity in immune repertoires and the germline. These distinct cellular contexts require that DSBs are differentially metabolised to achieve the required genetic outcome. Thus a complex system has evolved to regulate DSB repair. Rif1 was recently identified as a critical regulator of DSB repair, recruited to chromatin at DSBs by the 53BP1 chromatin reader. However, little is known about how these proteins cooperate to alter the chromatin landscape at DNA damage sites, and how this influences DNA repair decisions. Understanding the molecular basis of these proteins function is paramount, as misregulation at the level of Rif1/53BP1 is known to drive disease: loss of either protein results in primary immunodeficiency, while an inability to counteract Rif1/53BP1-dependent activities during DNA repair is associated with genomic instability that drives carcinogenesis. Interestingly, recent evidence suggests that Rif1 may also mediate gene-repression in certain chromatin contexts. This raises the possibility that the manner by which Rif1 regulates transcriptional control may be similar to its role in DNA repair. In this proposal, I seek to test my hypothesis that Rif1 mediates repressive chromatin states to regulate both transcription and DNA repair outcomes. My preliminary work and an array of unique cell lines and molecular reagents developed by my host laboratory, provide me with a unique and timely opportunity to examine this fascinating protein, and develop a better understanding of potentially common regulatory mechanisms that govern transcription and DNA repair.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}