{
    "rcn": "195275",
    "acronym": "AWWO",
    "topics": "MSCA-IF-2014-EF",
    "title": "A world without objects: the metaphysics of indeterminacy in ancient philosophy, from Democritus to Aenesidemus.",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The proposed project aims at investigating the metaphysics of indeterminacy in ancient philosophy. By relying on the aid of contemporary metaphysics (in particular, Van Inwagen's materialism and Merricks', and Stage-theory of material objects), the project will show that the metaphysics of indeterminacy was an important, yet neglected, part of ancient metaphysics, from the time of Democritus to that of Aenesidemus.\nThe project will deal with a variety of Greek philosophers, traditionally understood as subjectivists (this very general label as meant to include relativists, sceptics, infallibilists and nihilists). These are the following ones: Democritus, Protagoras and Gorgias, Heraclitus, the Socratic schools of the Cyrenaics (including later exponents of the school, such as Theodorus the Godless) and the Megarians (Euclides, Eubulides, Diodorus Cronus, Stilpo), Pyrrho and neo-pyrrhonism (Aenesidemus).\nThe project will demonstrate that, although in different ways, all the philosophers just mentioned adhered to a view of the world according to which either 1) objects of perception are indeterminate with regard to their properties or 2) objects in themselves are best understood as indeterminate items (in particular, on this latter view, objects as stable and unitary items are denied to be existing).\nThe project is both historical and philosophical, in so far as not only does it attempt to reconstruct the details of ancient conceptions of metaphysical indeterminacy, but it will also try to demonstrate the philosophical viability of those conceptions by drawing close parallelisms with current theories of metaphysical indeterminacy.\nTo appreciate the pervasiveness of metaphysical indeterminacy in ancient Greek philosophy is tantamount to providing a revolutionary insight in the history of ancient metaphysics (and of metaphysics tout court) by challenging the standard view that sees it dominated by Platoís and Aristotleís different, yet cognate, essentialisms.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}