{
    "rcn": "195205",
    "acronym": "ClauSeInTEL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Clausal Selection: Integrating Theoretical with Experimental Linguistics",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The nature of the relationship between a verb and its grammatical dependents is an ancient question\nin linguistics, tracing back to Aristotelian notions of the subject-predicate relation. A major debate in current theoretical\nlinguistics is how to model this, and the standard view (that the relevant information is stored as part of the\ngrammatical specification of the verb) has been challenged by the development of a new idea: that both the verb\nand its noun-dependents are embedded inside syntactic hierarchies of fundamentally grammatical elements (socalled\nìfunctional categoriesî encoding notions such as tense, aspect, definiteness and numerosity) and that it is the\ninteraction between the functional category structures that embed the verb and the noun that is responsible for establishing\nthe dependency. This viewpoint has allowed a new and empirically successful understanding of the relationship\nbetween a verb and its dependents, capturing how definiteness and grammatical number interact with aspectual\ncategories across different languages. However, this new approach has never been applied to the other major\ngrammatical dependency that verbs set up: clausal complementation. That is, the parallel relation between a\nverb and its clausal, as opposed to nominal, dependents. This project investigates, using interdisciplinary methods,\nwhether these new theoretical ideas can be applied to this empirical domain, comparing two languages (Greek and\nEnglish) whose clausal syntax is quite different. The objective is to both test the theoretical model in a new empirical\narea, leading to new findings about how clausal embedding works syntactically, and to determine how best to\ndevelop and extend the model to domains that it was not designed for. The action requires extended training in experimental\nmethods and design (both behavioural and neurolinguistic), statistical analysis, development of systematic\ntheoretical models, as well as interaction with a non-academic partner",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}