{
    "rcn": "195209",
    "acronym": "AllergyBLOCK",
    "topics": "MSCA-IF-2014-EF",
    "title": "Blocking peanut allergy through protective IgG antibodies",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "Food allergies are chronic diseases of increasing prevalence for which there is no approved treatment other than food allergen avoidance. Among all food allergies, peanut allergy is a particularly important public health problem since peanut allergy tends to persist throughout life and is more likely than other types of food allergies to cause severe shock (i.e., ìanaphylaxisî) and death. The current paradigm states that peanut allergy is mostly triggered by IgE antibodies. Evidence derived from mouse models indicates that some IgG isotypes can also mediate allergic reactions, but the roles of human IgG in peanut allergy remain unknown. \n\n    Among the potential treatments for peanut allergy under investigation, oral immunotherapy (OIT) appears very promising since subjects completing OIT tolerate food challenges despite persistent high-titers of IgE in the blood. OIT consists of the administration of slowly increasing doses of the allergenic food and is associated with the production of large levels of IgG, but a direct link between these antibodies and the beneficial effects of OIT has not been demonstrated. \n\n    We hypothesize that peanut allergic patients produce both pro-allergic and protective IgG, and that successful OIT is associated with an increased production of protective IgG that are particularly potent at blocking the allergic reaction. We propose to test this hypothesis by developing and exploiting humanized mouse models of peanut allergy, combined with the use of clinical samples and purified IgG from peanut allergic patients completing a phase 2 OIT clinical trial. Finally, we aim at establishing the proof of concept that recombinant protective human IgG could be used to treat peanut allergy and improve the safety and efficiency of current OIT protocols.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "INSTITUT PASTEUR",
    "participantCountries": "FR",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 161942
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 23134
        }
    },
    "calculatedTotalContribution": 185076
}