{
    "rcn": "195296",
    "acronym": "DC FlexMIL",
    "topics": "MSCA-IF-2014-GF",
    "title": "Development and Control of Flexible Mode-locked Integrated Laser",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "This proposal aims at the development, characterization and control of a novel class of high repetition rate ultra-short pulse lasers featured by stable, flexibly shapeable emission properties combined in an integrated format (i.e. on chip). The associated benefits in terms of cost, size, and power consumption paired with the intrinsic flexibility are unquestionably significant characteristics to fulfil the dynamic needs of numerous sophisticated applications in the broad areas of metrology, telecommunications, microchip-computing etc., and will in turn enable to finally bring these innovative integrated lasers to the public market. By exploiting a high-Q microring resonator, a novel mode-locking approach named filter driven four-wave mixing (FD-FWM) will be used to achieve stable high-quality spectral emission. Enabled by this scheme, we will investigate and exploit the interesting effect of higher-order modulation instability dynamics (a higher-order characteristic of the mechanism responsible for laser mode-locking, not yet explored), to control and shape the emission as well as the noise properties of the proposed integrated laser device. In particular this will be achieved by dynamically controlling the main cavity dispersion of the system via incorporated specially designed Bragg grating waveguides. In parallel with the investigations on the controllability of the laser emission, the integration of the whole device will be pushed forward by designing and fabricating microring resonators based on silicon (oxy)nitrite technology as well as by developing a novel miniaturized laser scheme based on semiconductor optical amplifiers. The external optical control possibilities of the laser scheme proposed here will be exploited with a view to synchronize two lasers, a highly important achievement for next generation multi-source telecommunication networks.",
    "totalCost": "255349,8",
    "ecMaxContribution": "255349,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 255350
        },
        "997292018": {
            "orgId": "997292018",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE SCIENTIFIQUE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 255350
}