{
    "rcn": "195263",
    "acronym": "THISTLE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Transformation and the management of HIStorical foresT. Landscapes of the Eugaean Hill (Padua, Italy). Fresh perspectives through spatial analyses and dendro-anthracology",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "To better anticipate global changes (environmental, climate and social changes), research over the past twenty years has focused on understanding and measuring the interactions between societies and their environment. Knowledge of past environments and their evolution in relation to society can help contribute to better manage, protect and anticipate present and future environments. \nThis project adds to this dynamic research with a focus on forests. Forested landscapes represent the ecological inheritance of centuries of forest management to supply, among other products, the fuel necessary for human activities. Thus, to meet their demands for firewood past societies gradually modified and transformed the landscapes they inhabited. We focus here on the evolution of historical forests in the Euganean Hills (Colli Euganei, Padua-Italy) through wood charcoal production. Charcoal production is extremely polymorphic and fully understanding it requires the use of different approaches and disciplines (including history, ethnography, archaeology, geography, archaeobotany etc.) The aim of this project is to develop an integrated approach combining all disciplines to reconstruct forest landscapes on the Euganean Hills at different temporal and spatial scales. \nThe choice of the Euganean Hills has been guided by its interesting biodiversity, by the numerous diachronic archaeological surveys previously undertaken, by the wealth of written and cartographic documentation concerning the uncultivated lands and also by the willingness of local actors to promote their region thanks to the richness of the landscape and its history. The project THISTLE aims to reconstitue the history of cultural landscapes, and more precisely of forest landscape of the Euganean Hills (Colli Euganei, Padua-Italie) with a pluridisciplinary approch in order to protect and promote them at different geographical scales (from local to global).",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}