{
    "rcn": "195234",
    "acronym": "ARSENICLOSS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Chemical and metallurgical aspects of arsenical bronze: the case of arsenic-loss in prehistoric metal production",
    "startDate": "06/07/2015",
    "endDate": "05/07/2017",
    "objective": "The main goal of this project is to investigate out-of-equilibrium Cu-As alloys, i.e. 0-10 wt.% As in the range used in the transition period between Stone and Metal ages. The research protocol is made of several steps: equilibrium and out-of-equilibrium phase diagrams in the above mentioned range, evaluation of mechanical properties of Cu-As alloys in the most common metallurgical states (as-cast, annealed, cold-hardened, recrystallized), and estimation of the loss of As during metallurgical transformations (melting/casting, homogenisation and recrystallisation annealing) according to the number of iterations and of the treatment temperature and dwell time. The fulfilment of these objectives is of high importance for materials science applied to archaeology dealing with development and usage of this very first alloy produced by human kind.  \nThe applicant will acquire and share with the scientific community new knowledge in the production, thermomechanical treatment and consequent properties of the misknown arsenical bronzes. She will use her metallurgical experience and archaeological knowledge (both matured in the field of tin-bronzes) applied to production, treatment and analyses of arsenical bronze. The additional knowledge the applicant will obtain within the project is related to the domain of phase diagrams creation and the usage of DTA, DSC and XRPD, under the supervision of experienced researchers from inorganic chemistry and metallurgy.  \nThe project as a whole will provide for the first time: \n1) out-of-equilibrium phase diagrams for the Cu-As system  \n2) determination of chemical, physical and mechanical properties of arsenical bronze in the range of 0-10 wt.% arsenic \n3) a comprehensive overview on the actual loss of arsenic during metallurgical transformations. \nThe proposed project constitutes an excellent career-springboard for the applicant, being then the sole expert on the usage of arsenical bronze in the field of European archaeometallurgy.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE BORDEAUX MONTAIGNE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996836312": {
            "orgId": "996836312",
            "orgName": "UNIVERSITE BORDEAUX MONTAIGNE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}