{
    "rcn": "195261",
    "acronym": "INTERFACIAL REACTIONS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Atomic-scale investigation of structure, diffusions, and kinetics of Al2O3/MgO reaction interfaces during spinel growth",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Much of our understanding of the evolution of the earth and other planets comes from analysis of minerals and rocks. In order to read the abundant information about the formation of these planets contained within them, the structure and composition of the minerals and rocks must be determined. Furthermore, the relationship between the mineral structure and the formation conditions needs to be corroborated via laboratory experiments. A typical case of mineral formation is reaction rim growth in which a new phase forms at the interface between two types of minerals. The phase resulting from the reaction of the minerals reflects the initial formation conditions. In the proposed research, MgO (periclase) will be deposited on Al2O3 (corundum) using pulsed laser deposition (PLD), and annealed at different temperatures. With this approach, the different growth stages of MgAl2O4 (spinel) phase formed at the reaction interfaces will be assessed. A combination of electron backscatter diffraction (EBSD), focused ion beam (FIB) and low kV argon-milling will be used to prepare site- and orientation- specific specimens for examination in an electron microscope. A state-of-the-art aberration-corrected scanning transmission electron microscope (STEM) with sub-≈ resolution will be employed to directly resolve the actual atomic structure of reaction interfaces for the first time. Electron energy loss spectroscopy (EELS) in the STEM will be used, also for the first time, to directly reveal the elemental distributions and bonding states across the interfaces, resolving the actual atomic scale sequence of phase changes. Furthermore, electron beam excitation allows the investigation of the dynamic processes at the reaction interface. Finally the interface structure in different growth stages will be compared, therefore the relationship between the interfacial reactions and the growth conditions will be fully understood.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}