{
    "rcn": "195201",
    "acronym": "MYSTICETI",
    "topics": "MSCA-IF-2014-GF",
    "title": "The oldest and the rarest - combining insight from both hemispheres to gain a global picture of baleen whale origins and macroevolution",
    "startDate": "16/11/2015",
    "endDate": "15/11/2018",
    "objective": "Baleen whales (Mysticeti), the largest animals on earth, are a spectacular example of evolutionary adaptation and, as predators and nutrient distributors, a major component of the modern ocean ecosystem. Their relatively good fossil record, large ecological impact and the existence of extant species as a source of comparative data make mysticetes an ideal macroevolutionary case study ñ promising fundamental insights into the interaction between biodiversity, evolution, and the physical environment. Previous research into the mode and tempo of baleen whale evolution has been hampered by a historical data bias towards the Northern Hemisphere, poor taxon sampling, and disjunct methodologies. I propose to address these issues through (1) targeted sampling of Southern Hemisphere fossil material to create the most comprehensive and most balanced dataset on mysticete morphology to date; (2) the application of cutting-edge phylogenetic methods, including new Bayesian techniques to simultaneously infer phylogeny, divergence dates, evolutionary rates and ancestral body size; (3) reconstructing past mysticete diversity, disparity (morphological diversity) and shifts in their rate of diversification, as well as ancestral geographic ranges and dispersal patterns; and (4) integrating all available data and results with palaeoenvironmental proxies to test whether mysticete evolution has been driven by environmental change. This project will create a benchmark for future studies as one of the most comprehensive and multifaceted macroevolutionary syntheses for any major vertebrate clade, and provide profound insights into evolutionary processes and the workings of the marine ecosystem.",
    "totalCost": "264780",
    "ecMaxContribution": "264780",
    "coordinator": "INSTITUT ROYAL DES SCIENCES NATURELLES DE BELGIQUE",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999880269": {
            "orgId": "999880269",
            "orgName": "MONASH UNIVERSITY",
            "ecContrib": 0
        },
        "998437006": {
            "orgId": "998437006",
            "orgName": "INSTITUT ROYAL DES SCIENCES NATURELLES DE BELGIQUE",
            "ecContrib": 264780
        }
    },
    "calculatedTotalContribution": 264780
}