{
    "rcn": "195238",
    "acronym": "LAGRANGE",
    "topics": "MSCA-IF-2014-EF",
    "title": "LAte Glacial RANGe Expansion",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "From around 25 to 20 thousand years ago, most of northern Europe was covered by ice and humans retreated into refuges in the warmer southern territories. The archaeological record of the Western European Late Pleistocene clearly indicates a refuge encompassing the areas of Cantabria, in northern Spain, and Aquitaine, in southern France. Both archaeological and genetics evidence agrees that it was from this ìFranco-Cantabrianî refuge that Western Europe was repopulated in several phases starting at around nineteen thousand years ago. As pioneer groups expanded their ranges into previously uninhabited northern territories, Late Glacial hunter-gatherers had a unique opportunity to engineer their evolving ecosystem or niche. According to the Niche Construction paradigm such practices deeply change the selective pressures of that niche on its populations, both human and non-human, thus affecting not only cultural transmission, but also biological/genetical transmission: a triple inheritance model.\nThe LaGRangE project proposes to study the Late Glacial hunter-gatherer range expansions, and the role of Niche Construction in these. This will be achieved by an interdisciplinary approach to the problem applying established Computer Science methods to archaeological data. Firstly Niche Construction triple-inheritance models will be modelled to understand how niche construction affects the dispersal dynamics of a given population. This new understanding will then be used to model the Late Glacial dispersal of humans out of the Franco-Cantabrian refuge, on a biogeographically realistic domain. This approach will help identify routes, preferred habitats and other dispersal choices taken by the expanding groups.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA DE PALEOECOLOGIA HUMANA I EVOLUCIO SOCIAL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967062453": {
            "orgId": "967062453",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA DE PALEOECOLOGIA HUMANA I EVOLUCIO SOCIAL",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}