{
    "rcn": "195240",
    "acronym": "RContext",
    "topics": "MSCA-IF-2014-EF",
    "title": "Radical Contextualism and the Science of Meaning",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The project investigates the impact that ëradical contextualismí (RC) has upon certain foundational issues in the philosophy of language, formal semantics, and philosophy of science. What motivates RC is the idea that our interpretation of a word, and what we refer to by using it, might be very different on different occasions of use. This suggests that our ability to interpret words, or to understand what they mean, depends in part on our being familiar with certain features of the occasions on which words are actually put to use. However, since communicative occasions are not systematically tractable, this seems to render systematic theories of meaning impossible. My chief objective is to think of a way out of this difficulty whilst taking the intuition behind RC seriously. \n\nThe key proposal I aim to develop and defend is that RC does not militate against the possibility of constructing theories of meaning, as is commonly assumed. Instead, what RC does challenge are the ontological commitments typically inherited by such theories; e.g. commitment to the existence of objects that are supposed to play the role of stable semantic values of open-class linguistic expressions. My novel response to the challenge from RC will be to propose two ontologically neutral metasemantic frameworks: dynamic content externalism and methodological internalism. I shall assess main hypotheses on the case of natural kind terms.\n\nThe project is interdisciplinary, combining insights and techniques from philosophy and formal semantics. I have a background in philosophy of language but I have no training in formal semantics or theoretical linguistics. Hence, this project, supervised by Prof. Martin Stokhof (ILLC) who specialises in dynamic semantics, represents a remarkable opportunity for me to acquire new formal skills, which will not only be necessary for carrying out the proposed research, but also very important for my future career development.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}