{
    "rcn": "195284",
    "acronym": "CortexVisionBehavior",
    "topics": "MSCA-IF-2014-EF",
    "title": "Neocortical circuits underlying visually-guided behaviors in mice.",
    "startDate": "17/03/2016",
    "endDate": "16/03/2018",
    "objective": "Many of our most common behaviors, such as reaching out to grasp an object or turning towards something of interest, require that we transform visual information into a representation that guides action. In humans and other mammals, key steps in this transformation take place in the cerebral cortex, by the cooperative action of multiple cortical areas. How does this cooperation occur? The classical hypothesis holds that cortical areas act in series, each performing a unique step of the transformation and passing on the result, like workers on an assembly line. In an alternative hypothesis the transformation occurs in a distributed fashion, with multiple cortical areas participating jointly in each step. In this hypothesis each area may function more like people lifting a table together by its sides. \n\nTo test these competing hypotheses, I propose to record simultaneously from populations of neurons in six key cortical areas in mice performing a visual discrimination task. The task is designed to separate and quantify the contributions of each area to visual perception, decision-making, and action. The results will distinguish between the two competing hypotheses and reveal the distinct ñ or shared ñ roles of each cortical area. Then, I will put these conclusions to the test by silencing neurons in each of three areas and comparing the effects of inactivation on behavior. Together these experiments will reveal the fundamental mechanisms of how cortical circuits cooperate to produce visually-guided behaviors.\n\nI will perform these experiments in the Cortical Processing Laboratory at University College London, led by Kenneth Harris and Matteo Carandini.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}