{
    "rcn": "195243",
    "acronym": "ViGOTHIC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Towards a typology of Visigothic script: the Beatus British Library Add. 11695 and its potential for dating and localising Visigothic script manuscripts",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The main aim of the proposal is to establish a point of reference for the analysis of Visigothic script, the primary carrier of Latin writing in the Iberian Peninsula from the 8th to the 14th centuries. To date, most palaeographical analysis of Visigothic script has been conducted using a traditional methodology and following heterogeneous criteria, which has led to subjective results difficult to share or evaluate. In contrast, my research will create a computerised database of quantitative data by applying a specially designed method, a starting point that will allow codices written in Visigothic script to be described, compared and placed in their socio-cultural context. Innovative techniques for digital analysis of manuscript sources that will be acquired in the host institution will allow me to gain new insights into the analysis of the script while opening new avenues of research by applying digital tools to its study. The knowledge thus generated will be of great practical importance for future palaeographical and textual research establishing criteria upon which advanced studies can build. It will offer a means of understanding the script, its manuscripts, and its cultural context. \nThe study builds on the systematic analysis of one of the few codices written in this script that can be dated and geographically located with certainty: the copy of the Apocalypse of Beatus of LiÈbana kept at the British Library (Add. 11695). I aim to achieve six specific objectives: \nA) Manual palaeographical study: (1) to determine how many scribes intervened in the copy of the codex, their graphic characteristics, (2) evolution, and (3) cultural context. \nB) Digital palaeographical study: (4) to apply and evaluate computer-assisted techniques to the study of Visigothic script, (5) their viability and benefits, (6) to establish a point of reference for computerised analysis of Visigothic script codices by providing accurate graphic foundations to foster historical research.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}