{
    "rcn": "195215",
    "acronym": "EUROLIFE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Life histories of the Neolithic Transition: Estimating and modelling European life history events and human fertility rates",
    "startDate": "07/12/2015",
    "endDate": "06/12/2017",
    "objective": "The EUROLIFE project will develop and test an advanced microscopic method for establishing human fertility rates in Europe over the period of the postulated Neolithic Demographic Transition (NDT) c. 7000-4000 BC. Dental histological evidence taken from radiocarbon dated archaeological assemblages will be used to accurately estimate variation in female fertility rates across the NDT and clarify the precise origins, shape, and structure of the associated rapid European population growth. This work will simultaneously provide paleodemographic profiles for the archaeological samples studied, allowing reconstruction of ageing profiles and other life history events with a direct histological analytical method. For the first time an explanatory hypothesis for the NDT that predicts increased female fertility will be rigorously tested at both local and regional European scales with direct evidence from individualsí life histories. \nThis project will improve the Tooth Cementum Annulation (TCA) method to identify numbers of pregnancy/fertility events and to distinguish them from other life-history events. A clinical study on a large data set of human teeth (n. 200) with documented life-history information will enable rigorous archaeological protocols to be constructed. These protocols will be used to estimate fertility rates, life-history parameters, and aging profiles in a chronologically linked series of extant Mesolithic/Neolithic European skeletal collections in Europe. As multiple radiocarbon dates already exist for the proposed ancient samples and archaeological contexts, extant dates will be used to create preliminary Bayesian time-series models.\nIn summary, the EUROLIFE project will develop and test a highly innovative analytical technique to establish fertility rates, life history events and ageing profiles within the context of their larger populations through time. It will also provide a robust clinically supported protocol for future demographic research.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}