{
    "rcn": "195250",
    "acronym": "PEACEFUL MIND",
    "topics": "MSCA-IF-2014-EF",
    "title": "Effectiveness evaluation of traditional and third wave Emotion Regulation strategies in clinical and non-clinical youth population",
    "startDate": "01/04/2016",
    "endDate": "28/09/2018",
    "objective": "Mental-Health problems in youth such as disruptive behavioural disorders, substances abuse, aggressive behaviors, depression, anxiety, etc.  is an expanding and global concern. Numerous Mental-Health problems in youth are significantly related with poor capacity of Emotion Regulation (ER). Adaptive ER strategies influence the intensity, duration, and expression of emotions, modifying emotional reactions in a socially tolerable and sufficiently flexible way. Thus, learning adaptive ER strategies has strong potential in promoting physical and psychological well-being in youth. However, the promise of an easy access and implementation of ER programs remains disappointedly unrealised for the following reasons. (1) Learning of ER competencies is almost invisible in European school curricula. (2) There is a lack of studies in youth that compare ER strategies to provide sufficient evidence-based criteria and guidelines. (3) The needs of the digital nativesí generation have not been taken into consideration in ER programs, often lacking the engaging and motivational aspects and a high quality assessment. (4) There is an issue of adaptability of ER interventions to the school context. Thus, the main objective of PEACEFUL MIND is to develop an attractive program, using Information and Communication Technologies, as well as ecological and objective measures, to teach youths adaptive ER strategies. By doing so, we will directly influence social, emotional, and cognitive development of youths that will have an impact during their entire lives. Finally, the multidisciplinary training objective will provide an extensive clinical training in third wave therapies, training in research methodology, gaining experience in teaching, tutoring, and additional research competencies, which will open up the opportunity to become an expert in both the academic and private sectors, and will greatly contribute to my objective of becoming a scientific leader in third wave therapies and e-health.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}