{
    "rcn": "195232",
    "acronym": "EBUCAI",
    "topics": "MSCA-IF-2014-EF",
    "title": "European Banking Union and Current Account Imbalances",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Financial liberalization and cross-border banking underpin a striking global trend: while creditor countries had net financial claims on debtors of 20% of GDP in 1980, by 2010 this had risen to 70%. In accounting terms, such international wealth re-distribution materializes via current account (CA) surpluses by creditors and deficits by debtors. Hence the interest in what drives such CA imbalances, their desirability, and sustainability. The recent Eurozone crisis brought further attention to the issue: Greece, Ireland, Portugal, and Spain all had unprecedented CA deficits in the run up to the crisis, and studies indicate that such high deficits helped trigger it. \n\nThe MAIN OBJECTIVE of this project is to deepen understanding of the links between CA imbalances, cross-border banking and credit. Much of CA flows consist of purchase/sale of debt contracts between residents and foreigners, and since up to two thirds go through banks, the accounting link is clear. Unclear is the behavioral link: What motivates such flows and makes them very risky at times? This projectís novelty is to build a model of this behavioral link, focusing on the Eurozone. \n\nThis main objective WILL BE ACHIEVED BY: \n- A new general equilibrium model featuring international risk-taking banks with potential externalities on the economy and which can amplify CA imbalances\n- A new database on banking indicators and macro-determinants of CAs\n- Model estimates using O2 and state-of-the-art empirical methods\n- Assessment of risk thresholds and welfare of regulatory policies\n- Scenarios for intra-Eurozone imbalances under the EU banking union\n\nThis research is HIGHLY RELEVANT TO THE WORK PROGRAM because unexplained CAs expose countries to undetected risks, and studies on Eurozone CAs do not model bank behavior thus overlooking a main component of imbalances. This research is timely because growing cross-border banking affects imbalances and understanding such links is key to EU banking union policies.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "INSTITUT FUER HOEHERE STUDIEN - INSTITUTE FOR ADVANCED STUDIES",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998927923": {
            "orgId": "998927923",
            "orgName": "INSTITUT FUER HOEHERE STUDIEN - INSTITUTE FOR ADVANCED STUDIES",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}