{
    "rcn": "195270",
    "acronym": "membrane-ezrin-actin",
    "topics": "MSCA-IF-2014-EF",
    "title": "Membrane-ezrin-actin interactions mediated by ezrin binding proteins in reconstituted systems",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Microvilli are tube-like membrane protrusions containing bundles of actin filaments located at the apical surface of epithelial cells. A key component of these microvilli is ezrin, a member of the Ezrin/Radixin/Moesin protein family, which provides a regulated linkage between the plasma membrane and the actin cytoskeleton. The critical role of ezrin in microvillar morphogenesis has been demonstrated. However, how ezrin is recruited to the apical surface of the cells and how ezrin contributes to the stability of microvillar morphogenesis remain elusive. Recently, a few ezrin binding partners, such as EBP50 and Eps8, have been identified and shown to function synergistically with ezrin in membrane and actin remodelling in cells. The precise mechanisms and implications of their interactions in microvillar morphogenesis are not well understood. Lately, I-BAR domain protein IRSp53 was found to colocalize with ezrin in microvilli and interact with both EBP50 and Eps8, as ezrin does. Given that I-BAR domain proteins participate in the formation of many cellular protrusions, such as filopodia, ezrin and I-BAR domain proteins may work synergistically in membrane remodelling. \n\nThe goal of this proposal is to better understand the interaction of ezrin, the membrane and actin, and the role of ezrin binding proteins and I-BAR domain proteins in this interaction by using reconstituted model systems based on purified proteins combined with supported lipid bilayers or giant unilamellar vesicles. In parallel, potential common binding partners of ezrin and I-BAR domain proteins will be identified, and their role in mediating the interaction of ezrin and I-BAR domain proteins on membranes will be studied. This project will thus lead to an improved understanding of the membrane and actin remodelling activity of ezrin, and advance our knowledge of cell and eventually tissue morphogenesis.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}