{
    "rcn": "195276",
    "acronym": "SPIN3",
    "topics": "MSCA-IF-2014-EF",
    "title": "Spin triplet pairings in ferromagnet Josephson junctions",
    "startDate": "01/04/2015",
    "endDate": "31/05/2017",
    "objective": "For a long time, the coexistence of conventional superconductivity and ferromagnetism was believed to be impossible. Cooper pairs in normal superconductors are formed by two electrons with antiparallel spins in a singlet configuration while ferromagnets favour parallel alignment of electron spins. In 2001 it was theoretically predicted that under certain conditions both phases could coexist in hybrid structures, giving rise to a race for the discovery of an entirely new kind of superconducting electron pairing state in which the electrons are in the triplet state. The novel hypothesis of this Action relies on the fact that triplet pairs can be formed combining ferromagnets, normal metals and superconductors into hybrid Josephson junctions, and are stable enough to be used to carry spin information in addition to dissipationless charge transfer, which will represent an enormous improvement in comparison to the presently established spin-singlet-based devices.\nThis Action consists of two supplementary stages starting from the maximization of spin-triplet current densities in hybrid ferromagnet junctions (materials science) to the understanding of the basic mechanisms of the spin triplet pairs and the nanofabrication of hybrid Josephson junctions in which the spin triplet supercurrent will be controlled (condensed matter physics). Once the objectives of this Action will be achieved, besides its inherent immediate impact on spintronics and condensed matter,  the generation of a radically new technology will emerge. This new technological paradigm, the superconducting spintronics , will take advantage of the unique properties of the two macroscopic phases that were believed to be incompatible and has the potential to overcome significant limitations of logic circuits based separately on superconductivity and spintronics. This experimental action has been built around a multidisciplinary research and innovation project which will be hold at the University of Cambridge.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}