{
    "rcn": "195220",
    "acronym": "AutismRigidPercept",
    "topics": "MSCA-IF-2014-EF",
    "title": "Investigation and modification of atypical dynamic brain activity underlying perceptual inflexibility of autism spectrum disorders",
    "startDate": "01/05/2015",
    "endDate": "31/07/2017",
    "objective": "Perceptual and cognitive inflexibility is considered to underlie the repetitive and restricted behaviours of autism spectrum disorder (ASD). However, despite its severe effects on daily life of autistic individuals, the biological basis of these ASD core symptoms remain little known. In this project, I will investigate the neural mechanisms behind this fundamental mental inflexibility of ASD by examining neural activity during bistable perception, which is thought to be suitable for evaluation of such mental and perceptual rigidity. To detect neural responses from the brains of autistic individuals during such fluctuating perceptual experience, I will empirically calculate the energy landscape of brain activity from non-invasive measurements of brain activity and numerically simulate activity transition on the energy surface. Given the explanatory power of this method demonstrated by my preliminary data, this project is expected to provide the first empirical evidence for autistic impairments in dynamic brain activity that underlies the mental inflexibility of ASD. Furthermore, successful completion of this main project will provide insight for a novel non-invasive intervention protocol to mitigate such autistic cognitive rigidity, which will be subsequently tested within this research project. I believe that this project has the potential to provide a novel integrative perspective to understand autistic cognitive inflexibility and presents a promising approach to modify these relatively overlooked symptoms.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}