{
    "rcn": "195258",
    "acronym": "STATE CAPACITY",
    "topics": "MSCA-IF-2014-GF",
    "title": "Neither Dwarf nor Leviathan: Explaining Territorial and Functional Variation in State Capacity",
    "startDate": "01/07/2016",
    "endDate": "30/12/2018",
    "objective": "Citizens live longer, happier lives where states are able to perform their core functions effectively. Even though weak states have received considerable attention from scholars and policy-makers, the concept of state weakness has remained under-theorized. The shortcomings of current conceptualizations are revealed by mounting empirical evidence that (1) state capacity does not extend homogeneously across national territories and (2) that a stateís capacity to control and coerce citizens is distinct from its capacity to care for them by providing education and public health. Previous work mostly assumed that the reason why states do not exercise coercion and care throughout the territory is simply their inability to do so. This perspective, however, cannot explain why states invest more in building capacity in some regions than in others, or why coercive and caring capacity are geographically uneven. To understand this, it is crucial to acknowledge that states in the developing world can and do invest in building capacity, but are also confronted with the need to ration resources.\nThis project conducts a subnational comparative analysis of Mexico, which scores well on conventional measures of state capacity, but is perceived by some security experts as critically weak. The projectís research aims are twofold: \n1) To conceptualize and map intra-country differences on the basis of a new geo-referenced dataset of infrastructure for coercion and care (empirical goal)\n2) To theorize and explain the stateís decision to invest resources in a hospital, school, police station or military barracks in a specific place (analytical goal) \nTo accomplish these goals, the applicant will participate in advanced training in Geographic Information Systems (GIS) at the University of California, San Diego, a leader for the collection and analysis of spatial data. The acquired skills will strengthen the emerging GIS expertise at the University of Amsterdam, which houses the return phase.",
    "totalCost": "174864,6",
    "ecMaxContribution": "174864,6",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 174865
        }
    },
    "calculatedTotalContribution": 174865
}