{
    "rcn": "195247",
    "acronym": "IMSTREV",
    "topics": "MSCA-IF-2014-EF",
    "title": "Immune modulation by lymph node stromal cell-derived extracellular vesicles",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Regulatory T cells (Tregs) are essential for maintenance of immune homeostasis and peripheral tolerance. The unique challenge to discriminate between pathogens and commensals requires the dynamic adaptation of Tregs to the microenvironment, particularly in the intestinal mucosa. Accordingly, although Tregs are primarily generated in the thymus, they can be also generated in the periphery, and gut-draining mesenteric lymph nodes (mLN) were shown to display a higher Treg-inducing capacity compared to skin-draining peripheral LNs (pLN).\nOur previous data suggest that these site-specific functional differences of LNs can be attributed to fibroblastic reticular stromal cells (FRCs), and the high Treg-inducing capacity of mLN can be imprinted in LN stromal cells by commensal microbiota. To decipher the molecular details of these site-specific immune-modulatory differences we generated immortalized FRCs, and preliminary data suggest that soluble factors secreted by mLN-derived FRCs mediate the high Treg-inducing capacity of mLN.\nThe present proposal aims to identify molecules secreted from mLN-FRCs that modulate the differentiation of naÔve T cells into Tregs. Special emphasis will be laid on the novel field of intercellular communication by extracellular vesicles (EVs), and both RNA-Seq and mass spectrometry approaches will be applied to identify the critical factors on a molecular level. To formally proof the functional importance of the newly identified candidate molecules, immortalized FRCs will be genome-edited using CRISPR-Cas9 technology and tested for their Treg-inducing capacity.\nGaining insight into the cellular-subcellular interactions and major molecular mechanisms of peripheral tolerance and Treg generation anticipates promising tools for future vaccine development and therapeutic applications to treat chronic inflammatory and autoimmune diseases.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999470347": {
            "orgId": "999470347",
            "orgName": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}