{
    "rcn": "195217",
    "acronym": "Turb. Bound. Layers",
    "topics": "MSCA-IF-2014-EF",
    "title": "Effects of multi-scale rough patches on hydrodynamics and scalar dispersion in turbulent boundary layers",
    "startDate": "01/05/2015",
    "endDate": "28/11/2017",
    "objective": "The objective of the proposed research initiative is to experimentally investigate the effects of irregular multi-scale wall roughness on turbulent boundary layers. It is widely understood that wall roughness has a significant effect on turbulent boundary layers, however the majority of the existing research on this complex mechanism has been limited to homogeneous distributions of roughness covering the entire surface. Current models fall short for the majority of real-world flows that develop over surfaces with natural irregularities such as flows over ship hulls containing barnacles or atmospheric flows over cities or forests.\n\nIn this proposed research, a range of experiments will be carried out to investigate the flow around custom-manufactured patches of wall roughness placed within a turbulent boundary layer. Wall roughness elements will be designed using fractal patterns in order to isolate the multi-scale effects of the roughness geometry. Measurements will be performed in a wind tunnel and in a water channel at the University of Southampton (UoS), using a force balance to directly measure the wall friction, particle image velocimetry to measure the local flow structure, and planar-laser-induced fluorescence to measure the local dispersion for a variety of different patch topologies.\n\nThis work will further the fundamental understanding of turbulent boundary layer flows and will have practical relevance to environmental, transportation, and energy engineering by setting the groundwork for the understanding and parameterization of multi-scale roughness effects. This ambitious research initiative will be achievable by leveraging the combined expertise of the proposed Fellow in experimental fluid dynamics and turbulent shear flows and the expertise of the UoS in aerodynamics and turbulent boundary layer research.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}