{
    "rcn": "195246",
    "acronym": "MoTOR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Analysis of the ìmoonlightingî proteins in the mTOR-signalling pathway",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "The mechanistic target of rapamycin (mTOR) is a highly conserved serine/threonine kinase in eukaryotic organisms. mTOR is the catalytic subunit of two different complexes (mTORC1 and mTORC2), which differ by their subcellular localization and function. The mTORCs integrate the environmental and cellular signal and regulate a broad range of downstream growth events. Impaired regulation of mTOR was often observed in tumors, Alzheimerís disease, several metabolic disorders, and is known to accelerate aging. Thus, the study of the mTOR pathway is of paramount importance for both fundamental biology and medicine. A tremendous amount of studies have been carried out to elucidate the regulatory role of mTOR in metabolism and diseases. Yet the detailed mechanism of the mTOR regulatory pathway remains to be completed. Recently, using the novel method ìmRNA interactome captureî, the host laboratory identified proteins involved in the mTOR-signalling pathway that acts as RNA-binding proteins (RBPs) in yeast, mouse embryonic stem cells (mESC) and HeLa cells. This finding revealed a conserved and previously unrecognized function of the mTOR pathway with RNA being an important component of it. Here I propose a project aiming to unravel the biological function of RNAs and RBPs in the mTOR pathway. In this project, I will use the budding yeast Saccharomyces cerevisiae as a model system, and will identify the novel RNA binding domains (RBDs) of the RBPs. I will further investigate the network of the interacting RBPs and RNAs. This will elucidate the biological impact of the RNA-protein interactions in the mTOR pathway. I will carry out this interdisciplinary study using biochemical and genetic methods, as well as large-scale analysis. The datasets created in this study will open new perspectives on the mTOR regulatory pathway.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}