{
    "rcn": "195278",
    "acronym": "BRANECOSMOLOGY",
    "topics": "MSCA-IF-2014-EF",
    "title": "Quantum and String Cosmology with Branes and Fluxes",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "This proposal promotes a research program in theoretical cosmology to be carried out by M. Schillo at the Institute of Theoretical Physics at K.U. Leuven. The aim of the research will be to address two of the pressing issues in modern cosmology: the lack of a reliable framework in which we can describe accelerating, vacuum dominated universes (such as our own), and the necessity for a theory of quantum gravity to describe the early universe.  These problems have recently been impressed upon the cosmological community by the findings of the Planck satellite and the BICEP2 experiment, which provides ample motivation for the integration of high-energy physics and cosmology.  Additionally, the fresh outlooks and theoretical models that this program is designed to produce will be necessary for the interpretation of findings of the next generation of ESA missions; without meaningful theories for the data to either support or falsify, the full potential of these missions cannot be realized.  The innovative approach which will allow this research to contribute to the state-of-the-art in cosmology and move towards solutions to these problems is the combination of newly discovered dynamics and processes in string theory, which M. Schillo developed in her previous research, with the technologies of quantum cosmology and advanced string theory compactifications, in which the faculty of the high-energy group at K.U. Leuven are world-experts.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}