{
    "rcn": "195237",
    "acronym": "QTMODEM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Quantitative Motor Control for Decision Making",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "The overall goal of this project is to provide a theoretical context encompassing motivation, motor control theory and motor decision-making. How does the brain relate incentive motivation to motor behaviour? How are these principles altered under Parkinsonís disease (PD)? The fact that three of PDís major motor symptoms: bradykinesia, akinesia and hypokinesia are consistent with a lesser than normal motor invigoration, emphasizes the relationship between motivation and movement, strongly suggesting that PD may be reviewed as a disorder of motivation. This project is concerned with the two major quandaries impending to systematically test this hypothesis: the absence of a normative context relating motivation to motor control theory and the lack of an independent scale of incentive motivation. Therefore, we propose a novel unifying model called Quantitative Motor Control for Decision-Making (QTMODEM) to characterize motor processes as a function of incentive motivation for different kinds of movements. In other words, the QTMODEM intends to formalise the relationship between the selection of motor parameters and an independent metric of motivation derived from electro-encephalography. We will first quantify this relationship with a series of psychophysics experiments with healthy participants by varying two factors: the nature of their movements and the participantsí level of incentive motivation. Second, we will perform experiments with PD patients to gain a quantitative insight into their dysfunctional relationship between motivation and movement statistics. Third, we will build the QTMODEM based on the dynamics of a trade-off between motivation and motor costs, and optimal feedback control theory. Unlike previous models, we predict that the incorporation of motivation into the QTMODEM, will provide the proper normative context for the characterization of the dynamics between motivation and the selection of motor parameters, both under normal and PD conditions.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}