{
    "rcn": "195212",
    "acronym": "TRANSIT",
    "topics": "MSCA-IF-2014-EF",
    "title": "The daily governance of transit migration in Turkey at European Union borders: The two-way influence of Turkish-European Union border and migration management practices",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "This project examines the daily governance of ëtransití migration by Turkish political and security professionals at the European Union (EU) borders. It draws upon a sociological approach that focuses on migration and border management practices by Turkish authorities within everyday forms of ëriskí governance. In particular, the research explores the two-way influence of EU and Turkish risk ëperceptionsí and risk ëtechnologiesí in relation to transit migration and investigates how such interaction affects daily experiences of migrants and gives way to new intentions, struggles and mobilities. The research applies a triangulated methodology based on genealogy, qualitative interviews and ethnographic research. Data collection will take place at Turkey's two land border crossing points and at one sea border crossing point with the EU as well as in Ankara. Thus, the project is empirically, theoretically and methodologically original and makes a timely intervention into current debates over migration pressures facing the EU from Turkish territories, especially with regard to the increasing number of Syrian refugees in Turkey and ongoing conflicts in the Middle East. The research will take place at the University of Amsterdam under the supervision of Prof. Marieke de Goede, who is an advanced scholar in risk and security governance in Europe. The fellowship will significantly impact on my academic skills through a two-way transfer of knowledge with the host institution that has substantial expertise in critical security studies. It will enhance my career options in finding a tenure-track position in Europe as I will dedicate my time to deepen my academic knowledge, make international, peer-reviewed publications and expand my international network. The research will add to the European research excellence in critical security studies and produce results with the societal impact of raising awareness about Turkey becoming a key country of transit migration and immigration",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}