{
    "rcn": "195288",
    "acronym": "BICSA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Biophysical Changes in the Sahel: Ground and Satellite Based Evidence Across Scales and Disciplines",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Human and climate induced desertification has been a major issue for livelihoods and food security in drylands. In this context, the Sahel has been subject to various controversial studies. Earth Observation (EO) studies show a positive trend in vegetation greenness over the last decades, which has been interpreted as an increase in biomass and contradicts prevailing narratives of widespread degradation. However, new scientific outcome suggests a massive loss in biodiversity, which again contradicts the beneficial effects of the greening theory. These apparent oppositions result from little investment that has been made in studying long-term ground data. Thus, the overall purpose of this project is to assess the opposing trends of biomass increase and species decline in the Sahel. By combining a range of long-term in-situ field data records (1980s-today) with EO time series and Very High Resolution (VHR) satellite imagery, an improved understanding on the role of trees, herbs and species on the greening Sahel will be achieved. Trends will be translated in ecosystem services and beneficial effects on livelihoods. Knowing the underlying biophysical mechanisms of the Sahel greening will resolve contradictions regarding the greening/desertification paradigms and thus be basis for future studies. Furthermore, the scientific understanding of linkages between ground and satellite data and their applicability across scales will be improved. New monitoring methods of biophysical variables address challenges in land management and food security. To achieve this, I will be trained in cutting edge skills (EO time series; object based mapping; field monitoring of vegetation productivity/biodiversity; socializing pixels; ecological services). My major mobility activity will be to bring together technically advanced EO studies from the European host and field campaigns from African scientists enforcing a research network to advance our understanding of the re-greening phenomenon.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}