{
    "rcn": "195252",
    "acronym": "MITONUC",
    "topics": "MSCA-IF-2014-EF",
    "title": "The evolutionary and ecological implications of mito-nuclear epistasis",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "The main hypothesis of the proposed research is that, contrary to common and long-standing belief, mitochondrial genetic variation is functional and plays a key role in evolutionary adaptation. I suggest that a novel understanding of selection on mtDNA can derive from simultaneously considering sex-specific selection and genetic interactions between mtDNA and nDNA. Because males are a genetic ìdead-endî for mtDNA, mtDNA mutations that are detrimental for males but beneficial for females will spread. This will generate a male-specific genetic load (ìthe motherís curseî). Further, the main energy producing pathway in eukaryotes (the OXPHOS pathway) is built collectively by products of the mitochondrial and the nuclear genome. Thus, mtDNA and nDNA are potentially entangled in an intricate web of epistatic interactions that dictates organismal metabolism. The proposed research is built upon a series of interrelated parts, and will use a very amenable insect model organism and employ a range of different research methodologies. Specific aims of the proposed research is (1) to assess the effects of mito-nuclear genotype on key life history traits such as metabolic rate and test whether these effects are sex-specific in line with the ìmotherís curseî and (2) to test the hypothesis that mito-nuclear interactions promotes the maintenance of polymorphism in mitochondrial genome through negative frequency dependent selection. This research will have a range of biological implications, ranging from applied medical genetics over our use of mitochondrial genetic markers in population genetics/biology to speciation and our understanding of thermal adaptation to climate change.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}