{
    "rcn": "195265",
    "acronym": "MODFIN",
    "topics": "MSCA-IF-2014-EF",
    "title": "Model theory of finite and pseudofinite structures",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "The project is in model theory (mathematical logic), which concerns the expressibility in  logical languages of properties of mathematical structures (e.g. graphs, groups, rings). Model theory aims to identify borders between `tame' and `wild' objects in mathematics, and to pin down abstract notions of independence and dimension and understand the geometry of `definable sets' in a structure, often with wide-ranging applications. This project focusses on classes of finite structures (e.g. the class of all finite fields), and on the `ultraproduct' construction which converts a class of finite structures to  an infinite `pseudofinite' structure' which inherits properties of the class and is amenable to model-theoretic methods, with applications for the finite structures.  Key objectives include:\n(i) proving a trichotomy for pseudofinite geometries -- they should be `trivial', `group-like', or `field-like'; \n(ii) developing current concepts from abstract model theory for pseudofinite structures;\n(iii) identifying first order properties of pseudofinite groups, and constraints on their possible quotients;\n(iv) finding links between the model-theoretic `independence theorem', Gowers' notion of `quasi-random groups', and the Szemeredi regularity theorem in graph theory. \n(v) model theory of finite ordered structures, and links to finite model theory.\n\nTo support his future academic research career, the Fellow, Garcia, will receive training through research  in the model theory groups in Leeds and (through a secondment) Lyon. There will be knowledge transfer to Garcia of expertise  in model-theoretic algebra of Leeds and Lyon, and Garcia will also build knowledge of finite model theory and its computer science applications. He will receive complementary training in many research skills (including outreach), and will transfer to Leeds expertise he has gained in the excellent model theory groups in Berkeley and Bogota, while deepening EU-Colombia mathematics links.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}