{
    "rcn": "195242",
    "acronym": "APGAR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Air Pollution, Growing brAin and cognitive disordeR in children",
    "startDate": "15/10/2015",
    "endDate": "14/10/2017",
    "objective": "Air pollution exposure has been associated with adverse effects on cognition in children. However, the impact of air pollution on the structures and functions of the growing brain in children is unknown. The objectives of the APGAR project are to determine 1) the impact of urban air pollution on the structures and functions of the growing brain in children from the general population, 2) to what extent these structural and functional changes are associated with cognitive performance in children. The APGAR project is a longitudinal study conducted in 400 school age children from the general population, recruited between 2012 and 2013, in different schools in Barcelona, Spain. Psychometric and air pollution measurements were conducted weekly during 2 six-week periods: at the beginning of the school year and 9 months later. Neuroimaging (High-resolution 3-dimensional Magnetic Resonance Imaging (MRI), Diffusion Tensor Images, Fluid Attenuation Inversion Recovery, T2-weighted spin-echo sequences and functional MRI, spectrometry) were also conducted. Interfacing neuroimaging and environmental epidemiology represents an innovative applications of neuroimaging in general population, as previous studies have focused exclusively on effects based on test scores. Using original statistical methods (combination of supervised machine learning methods, feature selection and regression models), we will examine the impact of air pollution on the brain structures correlated with cognitive performance in children. Secondly, we will examine whether profiles of brain changes, specifically related to air pollution exposure, are associated with cognition level in participants. This multidisciplinary project may improve our understanding of the mechanisms that underlie the link between air pollution and cognitive disorder in children, and may lead to public health actions to improve air quality and reduce the burden of disease associated with air pollution in Europe.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO CENTRE DE RECERCA EN EPIDEMIOLOGIA AMBIENTAL - CREAL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951414122": {
            "orgId": "951414122",
            "orgName": "FUNDACION PRIVADA INSTITUTO DE SALUD GLOBAL BARCELONA",
            "ecContrib": 170122
        },
        "999551245": {
            "orgId": "999551245",
            "orgName": "FUNDACIO CENTRE DE RECERCA EN EPIDEMIOLOGIA AMBIENTAL - CREAL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 170122
}