{
    "rcn": "195291",
    "acronym": "SAFE LIB",
    "topics": "MSCA-IF-2014-EF",
    "title": "Electro-thermal modelling of lithium-ion battery packs from the safety perspective",
    "startDate": "16/11/2015",
    "endDate": "15/11/2017",
    "objective": "Lithium-ion batteries (LIB) are found in many applications such as consumer electronics, electric vehicles and airplanes. However, LIBs can be dangerous under some conditions and can pose a safety hazard since they contain a flammable electrolyte and are also kept pressurized. Despite the high safety standards being imposed and the embedded safety features, there have been many reported accidents as well as recalls done by some companies. Most accidents can be sourced to run away reactions, which could happen if the LIBs are overheated or overcharged. This is often accompanied by cell rupture and in extreme cases can lead to fire and explosions. \n\nThe Fellow has conducted her PhD on LIB run away reactions and investigated the effect different anode and cathode materials to enhance LIB safety through modelling, experiments and theoretical study of LIB cell. She will transfer such knowledge to the European host and combine with their extensive expertise in fire and explosion modelling to develop a thermal model to simulate the heat generation and dissipation within the battery pack. The research intends to bridge some important knowledge gaps concerning LIB safety and deliver a predictive tool, which can be used to enhance LIB thermal management from the safety perspective. Such a tool can aid the development of safer LIB cells and the optimisation of LIB packs balancing performance and safety requirement. \n\nThe specific objectives include:\n- Develop and validate a thermal model that will predict the onset of runaway reactions (WP1);\n- Extend the above model to predict potential ignition (WP2);\n- Further extend the model to predict possible escalation from a single cell ignition to potential fire and explosion hazards (WP3);\n- Validate the predictions with full scale test data giving particular emphasis to cell rupture and the propensity from ignition of a single cell to battery packs (WP4); and\n- Conduct cases studies to formulate recommendations on LIB safety.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}