{
    "rcn": "195286",
    "acronym": "EARMEDCASTILE",
    "topics": "MSCA-IF-2014-EF",
    "title": "The formation of the state in Early Medieval Castile: craft production and social complexity",
    "startDate": "08/07/2015",
    "endDate": "07/07/2017",
    "objective": "The main goal of the project is to analyse the emergency and the collapse of states in the Early Middle Ages through the study of production and distribution systems, which are consider a marker of social and political complexity. The project is based on two main axes: first at all, an interdisciplinary approach to the analysis of pottery would have the capability of revealing the political background of economic exchange. And even if this approach has been successfully applied to the study of process such as the end of the Roman Empire, at the same time our knowledge about the formation of state in South of Europe is very limited. Secondly, the North of Iberia represents an excellent case study for investigating the transformation of political structure in Early Medieval Europe, taking into account that in this scenario five different states rose and collapsed within only five centuries.\nProduction, distribution and consumption systems would be analysed, in order to highlights evidence for social and political complexity related with the emergence of states. In practical terms, early medieval pottery from 14 sites located in the Old Castile would be studied by Dr. Francesca Grassi, PhD on Medieval Archaeology. The main steps of the project would be (a) the identification of the main workshops located in the upper Ebro valley in early medieval times; (b) the analyses of consumption patterns, by combining pottery studies with bioarchaeological and palaeodiet evidence; (c) the definition of political trends at a local scale and the change of scale that determined the structuration of central powers taking into consideration the distribution systems.\nThe results of the Spanish case studies will be discussed with reference to previous studies carried out in Italy by the candidate, with the aim of inserting the project in a European dimension; this would be achieved by enhancing the existing dialogue between two research groups, GIPyPAC (UPV/EHU) and University of Siena.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}