{
    "rcn": "195268",
    "acronym": "FIRSTBHs",
    "topics": "MSCA-IF-2014-EF",
    "title": "The formation of supermassive black holes in the early universe",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "Supermassive black holes (BHs) of more than a billion solar masses have been observed at z > 6 when the Universe was less than a billion years old. Forming such objects is highly challenging, as high accretion rates need to be maintained over very long time scales. Seed BHs with masses of 10^4 -10^6 solar masses, as predicted by the ìdirect collapseî scenario, provide a promising pathway to explain their presence. During this project, I will derive the mass distribution of the BHs to provide constraints on their masses and growth mechanisms which can tested with upcoming missions such as JWST and ATHENA. To achieve this goal, I will build up a statistical sample of high-resolution adaptive mesh refinement (AMR) simulations of massive primordial halos, following the dynamics of the gas from cosmological scales down to scales comparable to the solar system. The gravitational collapse initially forms a rapidly accreting protostar, which subsequently moves to the main sequence providing ultra-violet (UV) feedback and finally collapses to a massive BH. In the first part of the project, I will compute the impact of stellar feedback from the supermassive star and follow the time evolution of the mass accretion rates. Subsequently, the simulations will be extended by incorporating the X-ray feedback from the BH itself. Finally, scaling relations between the properties of the host halos and BH masses will be derived. This work will provide the first detailed assessment of the mass distribution of seed BHs, and their observational properties. This\nis a substantial step forward to understand the origin of high-redshift BHs.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}