{
    "rcn": "195297",
    "acronym": "FEAT",
    "topics": "MSCA-IF-2014-EF",
    "title": "The role of Fluid pressure in EArthquake Triggering",
    "startDate": "01/12/2015",
    "endDate": "30/11/2017",
    "objective": "Fluid overpressure has been proposed as one of the primary mechanisms that facilitate earthquake slip along tectonic faults. However, elastic dislocation theory combined with friction laws suggests that fluid overpressure may inhibit the dynamic instabilities that result in earthquakes. This controversy poses a serious problem in our understanding of earthquake physics, with severe implications for both natural and human-induced seismic hazard. Nevertheless, currently, there are only a few systematic studies of the role of fluid pressure under controlled, laboratory conditions for which the evolution of friction parameters and slip stability can be deduced. Here I propose a comprehensive experimental study of The role of Fluid pressure in EArthquake Triggering (FEAT). The proposed work will document the evolution of fault friction parameters as a function of fluid overpressure using a world-class rock deformation apparatus. The laboratory experiments will build on the characterization of fault zone structure, fluid flow, and deformation processes, which I intend to reconstruct from careful field evaluations of ancient faults that represent exhumed analogues of seismically active structures. An important part of my work will be the interaction with the energy industry to investigate the role of fluids in induced seismicity. \nThe experimental work will strengthen my expertise in frictional and fluid flow characterisation of fault rocks. Additionally, I will develop new skills in electronic and mechanical engineering aspects of experiments. Field and microstructural work will widen my background in the field of structural geology, microstructural analysis and model construction using energy-industry software. These training-through-research activities will allow for the creation of unprecedented insight into the role of fluid pressure in earthquake triggering while broadening my competences via interdisciplinary studies and inter-sectorial experience.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}