{
    "rcn": "195239",
    "acronym": "AlFHoNSo",
    "topics": "MSCA-IF-2014-EF",
    "title": "Analysing Forest Hydrocarbons with Networks of Sensors",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Forested ecosystems play a central role in the Earth system. However, whether for the regulation of atmospheric carbon dioxide, the uptake of ozone or the emission of reactive carbon, small-scale variability inherent in forests makes their parameterisation in models difficult. Recent developments in cheap, small, lower power sensors and robust network technology can ultimately drive a range of science communities (ecology, atmospheric chemistry, carbon flux) towards a new concept of a ëhighly instrumented forestí. Within a highly instrumented forest, the environment is autonomously observed using large numbers of low cost sensors, giving a wide spatial perspective on forest interactions with the atmosphere. Such an approach contrasts markedly with the current paradigm where a single site, equipped with a small number of highly specialised instruments, is treated as being representative of a whole forest. This fellowship will develop and apply a unique sensor network for assessment of the spatial and long-term temporal variability in volatile organic compounds (VOCs) emitted by forests. VOCs play a vital role in controlling the regional and global concentration of ozone, aerosol and methane, all of which are key players in climate change and air quality degradation, but the spatial heterogeneity of emissions from forests is unknown. The sensors will be tested both in the laboratory and in small-scale trials. The fellowship will culminate in the application of a sensor network in a UK Forestry Commission research forest, to resolve for the first time the true spatial and temporal variability of biogenic VOCs throughout a forest canopy. This fellowship will exploit the fellowís experience gained in the UK and USA, and the world-leading expertise at the University of York to produce new earth system science and a transferable chemical technology applicable to other research questions, whilst propelling an exciting researcherís career onto the highest scientific track.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}