{
    "rcn": "195227",
    "acronym": "PLACAV",
    "topics": "MSCA-IF-2014-EF",
    "title": "Polarized light as an alternative to colour in animal vision",
    "startDate": "01/03/2015",
    "endDate": "28/02/2017",
    "objective": "Imagine life without colour. Many of the rich layers of information in our visual world would disappear and simple tasks, such as finding a red apple in a tree, would be far more difficult. There are many examples of animals in nature that have limited colour vision, yet some have managed to develop high-performance eyes that, in some respects, far surpass our own visual capabilities. One of the ways that animals have achieved this is to make use of the polarization of light rather than colour. The reasons behind this are not understood and represent a novel area for scientific exploration.\n\nMany animals have been shown to be sensitive to the polarization of light, but nearly all research to date has focussed on dedicated eye structures for detecting specific cues such as the polarized sky field for navigation (e.g. in honey bees, ants, and locusts). The recent discovery that some animals make use of a highly developed sensitivity to polarized light across the whole visual field of their image-forming eyes opens the way for new investigations into the use of polarized light for object detection and discrimination, a field previously dominated by the study of colour and intensity visual systems.\n\nI have shown in recent investigations that fiddler crabs have highly-acute sensitivity to polarized light across their whole visual field. These animals have been model species for behavioural ecology research over the past 50 years and so represent an ideal organism for developing a clear understanding of image-based polarization vision. The central question of what has caused evolution, in the case of fiddler crabs, to develop high performance polarization vision rather than colour vision will be addressed at both the physiological and behavioural levels by asking the following two broad questions:\nQ1 ñ How is polarized light information processed in the nervous system of fiddler crabs?\nQ2 ñ How do fiddler crabs use polarized light information in their natural environment?",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}