{
    "rcn": "195226",
    "acronym": "Super MagneFiQuE",
    "topics": "MSCA-IF-2014-GF",
    "title": "Superconducting magnetic-field compatible quantum electronics",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "In superconducting quantum electronics, or superquantronics, macroscopic degrees of freedom, like currents and voltages, can exist in a quantum mechanical superposition. This macroscopic quantum coherence has led to the development of circuits behaving as atoms. An exciting new field of research is circuit-based quantum electrodynamics (cQED), in which these artificial atoms are placed in cavities to perform quantum optics in the microwave regime. This cQED architecture is arguably the most promising platform for realizing a full-scale quantum computer. However, a major draw-back of the circuits used for cQED today, which contain aluminum films, is that superconductivity is lost upon applying strong magnetic fields. This limitation poses a fundamental obstacle to interfacing superquantronic circuits with other quantum systems that rely on these strong magnetic fields for their operation. By forming such hybrid systems, new technologies can be developed, such as long term quantum memories for superconducting qubits using highly coherent solid-state spin ensembles, or a topological quantum computer using Majorana Fermions.\nThe goal of this proposal is to realize magnetic-field compatible superquantronic circuits for the cQED architecture.\nA promising new approach is to combine magnetic-field compatible superconducting materials with semiconducting nanowires to build new circuit elements. We plan to develop circuits using these new elements and demonstrate the coherent operation of an artificial atom in cQED in the presence of a strong magnetic field. \nThe magnetic-field compatible superquantronic circuits we will develop, provide a unique platform to create and study new quantum devices. This fellowship, along with his previous research experience with a wide range of quantum systems, will allow the applicant to define new research directions in fundamental physics and experimental quantum information science, by developing new hybrid quantum systems.",
    "totalCost": "260929,8",
    "ecMaxContribution": "260929,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 260930
        },
        "996383904": {
            "orgId": "996383904",
            "orgName": "YALE UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 260930
}