{
    "rcn": "195208",
    "acronym": "fetISC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Characterizing drivers of intestinal tissue maturation in vitro and in vivo",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "One of the challenges in regenerative medicine is to generate adult intestinal stem cells (ISCs) from human induced pluripotent stem cells (hiPSC) in vitro in defined conditions. This will be important in order to establish intestinal cell transplantation therapies and a platform for neonatal disease modelling. These issues constitute the main goal of the proposal. The current protocols to direct intestinal differentiation from hiPSC impede their suitability for human transplantation purposes either because they require mice as tissue culture incubators (teratoma formation), long exposure to calf serum, or generate cells with fetal properties. The immature fetal intestine is distinct from its mature counterpart most notably by its absence of differentiated secretory lineages. Moreover the precise location and developmental stage from which ISCs are specified in fetal intestine as well as the mechanisms that govern the progression towards an adult epithelium remain to be elucidated. In order to generate adult ISCs from pluripotent sources it is instrumental to decipher the molecular mechanisms driving ISC maturation under physiological conditions. The project will be initiated with the fine mapping of ISC origin in the fetal epithelium using cell tracing techniques. Then I will characterize how fetal ISCs acquire adult properties at the molecular level. In the host laboratory we hypothesize that differentially expressed transcription factors are responsible for the unique characteristics of fetal and adult ISCs. Recently, using gene expression profiling comparing fetal and adult intestinal cells I have identified specific endodermal transcription factors overexpressed in the immature structures. I expect through the modulation of such factors to trigger the intestinal maturation. To ensure the transferability of the results into clinics I will combine studies with murine models and cells from human fetal and adult intestines.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}