{
    "rcn": "195202",
    "acronym": "HRPCDMECH",
    "topics": "MSCA-IF-2014-EF",
    "title": "Investigating how pathogen effector recognition by the host plant activates cell death",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Plants are rich sources of nutrients and water for diverse microbial communities. Some of these communities evolved parasitism as a strategy to access plant nutrients, with devastating results for crops. Plants are protected from infection by a waxy cuticular layer above the walls of epidermal cells. Would-be pathogens breaching this barrier, or entering via stomata, encounter an active plant immune system that specifically recognizes pathogens. Breaching leads to the deployment of two synergistic pathways that orchestrate immune responses. The first relies on the detection of pathogen-associated molecular patterns (PAMPs) and culminates in pattern-triggered immunity (PTI). When the first is circumvented a second array of responses takes place known as effector triggered immunity (ETI). In ETI, host factors known as R proteins recognize pathogen effectors, an event which is accompanied by the execution of a unique programmed cell death (PCD) type known as the hypersensitive response (HR). Although the initiator of the HR-PCD is known to depend on the formation of an effector-R complex, the downstream molecular events remain elusive. Previous results showed that particular proteases known as metacaspases (MCs) modulate HR-PCD, highlighting the importance of proteolysis and proteome rearrangements for HR-PCD modulation. I will attempt to shed light on the rearrangements of the HR-PCD proteome landscape, by studying processes that control it: selective RNA decapping and translation and proteolytic events, in a highly temporal manner using systematic approaches and reverse genetics. This project is expected to elucidate the importance of these processes and provide a detailed analysis of mRNA and protein level rearrangements during HR-PCD. In addition, this project will suggest strategies for enhancement of plant immunity against pathogens, which is urgently needed to sustain food security considering the ever growing earthís population.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE SAINSBURY LABORATORY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998398982": {
            "orgId": "998398982",
            "orgName": "THE SAINSBURY LABORATORY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}