{
    "rcn": "195274",
    "acronym": "SiCWIRE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Silicon Carbide Nanowires for Electronic and biosensing applications",
    "startDate": "01/04/2016",
    "endDate": "30/09/2017",
    "objective": "SiC nanowires (NWs) combine the properties of 1D materials with that of SiC and devices based on SiC NWs would present concrete advantages. The main objective of the project is to develop the technology of SiC nanowire field effect transistors (NWFETs) and demonstrate devices suitable for two areas of application:\n1) More Moore: Logic applications. SiC NWFETs have the potential of high temperature operation and eventually of efficient power dissipation and thus they can address main issues in semiconductor device scaling.\n2) More than Moore: Biosensor applications. SiC exhibits superior to Si chemical stability and biocompatibility and SiC NWFET-based biosensors can thus, exhibit challenging performances.\nTop-down technology approach (lithography and plasma etching) will employed to obtain, suitable material quality (residual doping lower than 1E17 cm-3, same carrier mobility as bulk material and if possible, in-situ doping for channel and contact regions).\nThe targeted performance of the SiC NWFETs is 200∫C operation, an Ion/Ioff ratio above 1E6, a subthreshold swing less than 200mV/decade and an electron channel mobility above 200 cm2V-1s-1. These electrical characteristics address the needs of logic applications while for biosensor applications are largely enough and can be relaxed. \nThe biosensing operation of SiC NWFETs will be shown by detecting different substances (DNA, heavy ions, phenyl groupsÖ). Towards this aim, a large part of the work will be devoted to the study of the relevant functionalization ways for SiC NW surfaces and stability of these surfaces to various aqueous solutions.\nThe main research work will be conducted in INPG while industrialization issues will be investigated in partner organization (CEA-LETI).\nThe fellowship will enhance the professional maturity of Dr. Zekentes with a consequent effect in his career by reaching a higher researcher-grade (ìResearch Directorî, the highest one for Greek researcher) and higher academic positions.",
    "totalCost": "138807",
    "ecMaxContribution": "138807",
    "coordinator": "INSTITUT POLYTECHNIQUE DE GRENOBLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875225": {
            "orgId": "999875225",
            "orgName": "INSTITUT POLYTECHNIQUE DE GRENOBLE",
            "ecContrib": 138807
        }
    },
    "calculatedTotalContribution": 138807
}