{
    "rcn": "195221",
    "acronym": "ISHTAR",
    "topics": "MSCA-IF-2014-EF",
    "title": "The travelling astronomers. International collaborations after World War II and the reorganization of European astronomy (1953-1985)",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "This research project investigates the history of astronomy in Europe after World War II. In the period between 1953 and 1985, a number of international collaborations were undertaken by several European countries, with the aim of strengthening astronomical research in terms of its capacity and facilities. These collaborations culminated in the construction of powerful observational facilities and the implementation of programmes for cooperation in professional research. In this respect, the initiatives taken from 1953 to 1985 inaugurated a new era of European astronomy. Indeed, in this period research facilities were made available in both hemispheres, new research networks were created, and there was a new attitude towards scientific cooperation.\nThis study will analyse crucial aspects of the development of astronomy in post-war Europe. More specifically, this research will address the interactions among astronomers, scientific institutions, and governments in the light of the quest of new astronomical sites; the connections between scientific, technical, political, and economic issues in the foundation of new astronomical observatories; and the changes in the community of professional astronomers, both in terms of  research practice and social organization. Consequently, this study will contribute to elucidate the reorganization of astronomy in post-war Europe. Moreover, it will reinforce the comprehension of the development of scientific research, science policy and international scientific cooperation.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}