{
    "rcn": "195248",
    "acronym": "BaCTher",
    "topics": "MSCA-IF-2014-GF",
    "title": "Bacteria for Cancer Therapy",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "Cancer is the second cause of death in the western world and it is expected to become the leading one in developing countries in the next future. The long-term outcome of BaCTher is the improvement of the cancer treatment that can overcome the intrinsic limitations of the current therapies through the development of a new promising therapeutic strategy. The specific hypothesis behind the proposed research is that an attenuated Salmonella enterica serovar Typhimurium (STM?znuABC) is able to influence the tumor microenvironment (TME) reprogramming or re-educating the immune response, and inducing a shift from protumorigenic inflammation to anticancer immunity, which results in a tumor growth control. \nThis hypothesis is based on the observation that: 1) there is compelling scientific evidence of the effect of bacteria, and in particular Salmonella, against cancer growth; 2) STM?znuABC is able to reduce cancer growth and to increase the average life expectancy in a mammary adenocarcinoma Balb/c mice model; 3) STM?znuABC is able to penetrate and proliferate into the tumor cells inhibiting the proliferation of tumor cells at 24h post-treatment. \nThree specific aims are designed to: \n1)\tinvestigate the relationship between STM?znuABC and TME;\n2)\tcharacterize the mechanism of STM?znuABC antitumor activity;\n3)\tvalidate the results obtained in the preliminary studies using alternative in vivo models. \nThe Experienced Researcher (ER), from the Istituto Superiore di Sanit‡ (ISS), Italy, will spend one year at the Cancer Immunobiology Section of the Cancer and Inflammation Program (CIP), Center for Cancer Research (CCR), division of the National Cancer Institute (NCI), Bethesda, MD USA, for mutual exchange of skills and know-how that will be transferred back to the beneficiary organisation (ISS), contributing to the establishment of a wider long-term collaboration between the ER and host institutions.",
    "totalCost": "164203,8",
    "ecMaxContribution": "164203,8",
    "coordinator": "ISTITUTO SUPERIORE DI SANITA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978821": {
            "orgId": "999978821",
            "orgName": "ISTITUTO SUPERIORE DI SANITA",
            "ecContrib": 164204
        },
        "917670732": {
            "orgId": "917670732",
            "orgName": "United States Department of Health and Human Services",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 164204
}