{
    "rcn": "195216",
    "acronym": "RADIOGENFF",
    "topics": "MSCA-IF-2014-EF",
    "title": "RADIOGENOMICS: Finding Genetic Functional Variants Through Fine Mapping",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "ìRadiogenomicsî is the study of the genetics of toxicity following radiotherapy. Unintended damage to normal tissues can severely affect up to 5% of patients for years after completion of curative cancer radiotherapy. To date three Genome Wide Association Studies on radiation toxicity in prostate cancer patients have been performed. These studies have identified genetic loci associated with development of radiation-induced toxicity phenotypes in local tissues. To increase the very limited power of each independent study, the three groups are collaborating on a meta-analysis of harmonised toxicity phenotypes (nocturia, urinary frequency, decreased stream and proctitis) and have identified several promising new loci. The proposed activity at the Centre for Cancer Genetic Epidemiology will be fine-scale mapping of these loci identified with the aim of identifying the genetic variants directly responsible for these toxicity phenotypes. The objectives of the proposed research are: 1. For the Researcher to learn advanced genetic epidemiological and fine-mapping skills by participating in team-based analysis of incoming massive, ìOncoArrayî datasets ñ which will be analysed at the host institution; 2. Identify and validate additional novel genetic radiation toxicity loci through analysis of specific radiotoxicity SNP-sets on the ìOncoarrayî and through additional GWAS meta-analysis; 3. Apply high-level skills, gained in objective 1, to the fine scale mapping of radiation toxicity loci with the aim of to identifying the top genetic causal candidate variants for radiation toxicity; 4. Carry out bioinformatic functional analysis of the top causal candidates to both narrow the candidate list further, and gain understanding of the molecular patho-physiology and genetic mechanisms that mediate the development of radiation-induced toxicity. Knowledge of these will constitute a further step in identifying genetically at-risk groups likely to benefit from personalized radiotherapy.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}