{
    "rcn": "195251",
    "acronym": "VEiL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Visualising Engineered Landscapes: an archaeological approach to unlock environmental resilience and sustainability in antiquity",
    "startDate": "20/07/2015",
    "endDate": "19/07/2017",
    "objective": "Contemporary anthropogenic landscapes were shaped by centuries of human action. Land surveying and division were the first forms of widespread landscape engineering performed by pre-industrial societies. Among those, the most complex was unquestionably the Roman Centuriation, which still characterise the rural landscapes of many European countries. Notwithstanding its impact on modern European land organisation, the principles underlying the design approach used by Roman land commissioners are still largely ambiguous. The proposed project thus aims to illuminate the process of landscape engineering undertaken in antiquity by the Roman surveyors and contribute to the discipline of landscape engineering by injecting a new body of evidence into the debate about past land division and design in order to inform models of sustainable practice for contemporary landscape management.\nThe project integrates archaeological, historical and geospatial information to investigate the forms, impact and endurance of complex engineering on the landscape of Aquileia (Italy), a major city of the Roman Empire. Imprinted with the Roman 'spatial signature', the Aquileian countryside provides an unparalleled opportunity to expand our current understanding and perception of the origins and advances of landscape engineering and its efforts to build sustainable responses to long-term environmental and socio-economic pressures. To achieve its research agenda, this study will develop new methods based on Artificial Intelligence for digitally identifying, collecting, integrating, managing and sharing diverse spatial and archaeological data that are key for the identification of the centurial system elements where they are no longer readily identifiable and will apply a novel approach for defining models of land division application and dynamics in antiquity.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}