{
    "rcn": "195203",
    "acronym": "EcoSwing",
    "topics": "LCE-03-2014",
    "title": "EcoSwing - Energy Cost Optimization using Superconducting Wind Generators - Worldís First Demonstration of a 3.6 MW Low-Cost Lightweight DD Superconducting Generator on a Wind Turbine",
    "startDate": "01/03/2015",
    "endDate": "28/02/2019",
    "objective": "EcoSwing aims at world's first demonstration of a superconducting low-cost, lightweight drive train on a modern 3.6 MW wind turbine.\n\nEcoSwing is quantifiable: The generator weight is reduced by 40% compared to commercial permanent magnet direct-drive generators (PMDD). For the nacelle this means a very significant weight reduction of 25%. Assuming series production, cost reduction for the generator can be 40% compared to PMDD. Finally, reliance on rare earth metals is down by at least two orders of magnitude. \n\nThis demonstration is enabled by the increasing maturity of industrial superconductivity. In an ambitious step beyond present activities, EcoSwing will advance the TRL from 4-5 to 6-7. We are shifting paradigms: Previously, HTS was considered for very big, highly efficient turbines for future markets only. By means of cost-optimization, EcoSwing targets a turbine of great relevance already to the present large-scale wind power market. The design principles of EcoSwing are applicable to markets with a wide range of turbine ratings from 2 MW to 10 MW and beyond.\n\nDespite technological successes in superconductivity, turbine manufacturers and generator suppliers are hesitant to apply HTS into the wind sector, because of real and perceived risks. The environment inside a wind turbine has unique requirements to generators (parasitic loads and moments, vibration, amount of independent hours of operation). Therefore, a demonstration is required.\n\nThe consortium represents a full value chain from materials, over components, up to a turbine manufacturer as an end-user providing market pull. It features competent partners on the engineering, the cryogenic, and the power conversion side. Also ground-based testing before turbine deployment, pre-certification activities, and training are included.\n\nEcoSwing can become tangible: The EcoSwing demonstrator will commence operation in 2018 on an existing very modern 3.6 MW wind turbine in Thybor¯n, Denmark.",
    "totalCost": "13846593,75",
    "ecMaxContribution": "10591733,64",
    "coordinator": "ENVISION ENERGY (DENMARK) APS",
    "coordinatorCountry": "DK",
    "participants": "GERMANISCHER LLOYD INDUSTRIAL SERVICES GMBH;DELTA ENERGY SYSTEMS GMBH;JEUMONT ELECTRIC SAS;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;UNIVERSITEIT TWENTE;THEVA DUENNSCHICHTTECHNIK GMBH;SUMITOMO (SHI) CRYOGENICS OF EUROPE LIMITED;ECO 5 GMBH",
    "participantCountries": "DE;FR;NL;UK",
    "projectParticipants": {
        "943001409": {
            "orgId": "943001409",
            "orgName": "ECO 5 GMBH",
            "ecContrib": 1642194
        },
        "941776493": {
            "orgId": "941776493",
            "orgName": "ENVISION ENERGY (DENMARK) APS",
            "ecContrib": 1527029
        },
        "973592396": {
            "orgId": "973592396",
            "orgName": "THEVA DUENNSCHICHTTECHNIK GMBH",
            "ecContrib": 1988206
        },
        "999920039": {
            "orgId": "999920039",
            "orgName": "GERMANISCHER LLOYD INDUSTRIAL SERVICES GMBH",
            "ecContrib": 52238
        },
        "936929306": {
            "orgId": "936929306",
            "orgName": "DELTA ENERGY SYSTEMS GMBH",
            "ecContrib": 1088850
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 1988605
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1008455
        },
        "998381231": {
            "orgId": "998381231",
            "orgName": "JEUMONT ELECTRIC SAS",
            "ecContrib": 999708
        },
        "936558378": {
            "orgId": "936558378",
            "orgName": "SUMITOMO (SHI) CRYOGENICS OF EUROPE LIMITED",
            "ecContrib": 296450
        }
    },
    "calculatedTotalContribution": 10591735
}