{
    "rcn": "195231",
    "acronym": "2DInterFOX",
    "topics": "MSCA-IF-2014-EF",
    "title": "Integration of two-dimensional nanomaterials with functional oxide nanostructures",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The integration of two-dimensional (2D) nanomaterials with non-2D nanostructures is of key technological importance in nanoelectronics and energy applications. Despite this, the atomistic understanding of 2D/non-2D interfacing is critically limited. In particular, functional non-2D metal-oxides need to seamlessly integrate with 2D materials (as e.g. dielectrics, barrier layers, charge transfer dopants or photo-catalysts) but to date 2D/non-2D oxide interfacing has not been addressed on an atomically resolved level. The project proposed here employs atomically-resolved, element-specific, aberration-corrected in-situ scanning transmission electron microscopy (STEM) techniques to elucidate the structural, chemical and electronic interactions of scalably chemical vapour deposited 2D nanomaterials (graphene, hexagonal boron nitride, molybdenum disulphide) with device-relevant non-2D metal-oxide nanostructures (e.g. Al2O3, HfO2, MoO3, TiO2). The project links realistic ex-situ 2D/non-2D oxide integration processes (evaporation, sputtering, atomic layer deposition) with dedicated in-situ STEM experiments and complementary spectroscopic fingerprinting (electron energy loss spectroscopy, x-ray photoelectron spectroscopy). It benefits from a unique combination of the applicant researcherís extensive experience in in-situ characterisation of 2D materials and the applicant supervisorís pioneering track record in STEM of 2D materials. The proposed work will establish a holistic picture of 2D/non-2D oxide interactions and thus provide critically required insights towards industrially scalable integration of 2D nanomaterials with non-2D nanostructures.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}