{
    "rcn": "195219",
    "acronym": "APE",
    "topics": "MSCA-IF-2014-EF",
    "title": "An analyzer for preterm EEG",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Compromised early brain development leads to lifelong disabilities, which have a heavy impact on the child, families, as well as society as a whole. Advances in clinical care have led to an increasing number of babies surviving extreme prematurity. The global challenge is to avoid early brain injuries by optimizing neurological care during the early days of neonatal intensive care. This aim necessitates the use of constant, cot-side brain monitoring using the electroencephalograph (EEG), which faces formidable logistic challenges due to the need for large scale data analysis by EEG experts. The only imaginable solution for dealing with the vast amount of EEG information is to automate EEG analysis. This action proposes the development of an original, automated, cot-side Analyser for Preterm EEG (APE). This algorithm will be based on the combination of state of the art biomedical signal processing techniques and recent advances in basic developmental neuroscience. An accurate cot side EEG analyser has strong clinical potential for improving early brain care, leading to lifelong improvements in affected individuals as well as unprecedented opportunities to benchmark new brain interventions. The project will significantly develop the applicantís career by adding new domains of human neurophysiology and basic neuroscience, bio-signal analysis, as well as conduct of international research projects to his skillset. His secondment to a well-established Finnish SME in the field, MegaEMG, will provide insight into the development of medical devices, commercialization, and regularity environment. The technology developed in this project is translatable into medical devices, providing an opportunity to enhance Europeís status as a market leader in brain monitoring devices, as well as University of Helsinkiís standing as a centre of excellence for neonatal neurophysiology.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 191326
        }
    },
    "calculatedTotalContribution": 191326
}