{
    "rcn": "195299",
    "acronym": "TANYFEEDNEURONS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Gliotransmission and shuttling of metabolic signals to feeding neuronal circuits by tanycytes",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "Tanycytes are specialized hypothalamic glial cells located at the interface between blood, cerebrospinal fluid (CSF) and brain areas that control food intake. Little is known about their physiological roles. Recent studies indicate that tanycytes sense the extracellular glucose, release the intercellular messenger adenosine triphosphate (ATP) and the energy metabolite lactate, both of which can potentially modulate neuronal activity. Tanycytes also transport the blood-borne anorexigenic peptide leptin from the blood to the CSF and brain parenchyma. Understanding how this glia may be able to interact with neurons from the arcuate nucleus of the hypothalamus (ARH) that control food intake is critical to identify new cellular targets for the development of therapeutic strategies for treating metabolic disorders. Therefore, the series of experiments presented in the proposal are designed to determine how tanycytes may influence electrical activity of ARH neurons. More specifically, the project is based on answering the following questions: i) Does purinergic signaling in tanycytes modulate activity of ARH neurons? ii) Do tanycytes interact with ARH neurons through a metabolic network? iii) How do tanycytes redistribute captured leptin towards ARH neurons? Towards this end, I will use electrophysiological techniques in acute mouse brain slices and newly-developed genetic tools that allow selective manipulations of tanycyte signaling. Additionally, I propose to investigate how changes in metabolic status (e.g. obesity) may influence tanycyte-ARH neuron communication, providing new insights into functional mechanisms contributing to metabolic disorders. The TANYFEEDNEURONS project will provide direct evidence for tanycyte-neuron communication in the context of energy homeostasis and will identify tanycytes as potential therapy for metabolic disorders, which are age-related diseases and lead cause of death in Europe.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}