{
    "rcn": "195207",
    "acronym": "MONASPOWER",
    "topics": "MSCA-IF-2014-EF",
    "title": "Monasteries as Institutional Powers in Late Antique and Early Islamic Egypt: Evidence from Neglected Coptic Sources",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Egypt during the Late Antique and Early Islamic periods (broadly the 5th to 8th centuries CE) was a multicultural and multilingual country. Greeks, Egyptians, and, later, Arabs populated the land, speaking Greek, Coptic (the last form of the indigenous Egyptian language), and Arabic. Before the Arabic conquest of 640-642 CE, Christianity was the predominant religion of Egypt, and continued to be so for a while after the conquest, until the 8th and 9th centuries when conversion became more widespread. Centuries of co-existence brought Greeks into contact with Egyptians and vice versa, yet the picture of Late Antique Egypt is a largely Greek one: Greek was the official language of the administration and the majority of Greek non-literary textual finds from this period are also in Greek. As a result, studies on life and especially the economy have focussed on the evidence written in Greek. This study does not seek to study the complex social, cultural, linguistic, and religious interactions at play in the country during this time. Instead, it will provide a new perspective on the economic landscape of Egypt.\n\nMonasteries had been a significant part of the Egyptian landscape since the beginnings of Christianity in the country. Life inside these institutions was recorded primarily in Coptic. Despite the importance of monasticism and the body of available Coptic texts, their position within the Egyptian administrative and economic framework has largely been ignored, with attention placed instead on the contemporary large Greek estates. The aim of this project is to study the economic position of Coptic monasteries during this timeframe on the basis of the neglected evidence from two sources: the monastery of Apa Thomas at Wadi Sarga and the corpus of non-literary Coptic texts in the collection of the University of Copenhagen.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}