{
    "rcn": "195210",
    "acronym": "FatherMotherland",
    "topics": "MSCA-IF-2014-EF",
    "title": "Fatherland as Motherland. Unstable Gender and Nation in Italian Great War Literature",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "'Fatherland as Motherland. Unstable Gender and Nation in Italian Great War Literature' is an interdisciplinary project exploring the interplay between nationalism and gender in Italian Great War literature. By tackling a diverse range of texts (pamphlets, prose fiction, memoirs, diaries, propagandistic publications), it will analyse gender patterns at work in Italian Great War literature and disclose their unstable relationship with nationalist ideology. WWI literature provides an extraordinary testing ground for exploring nationalist discourse in its ambivalences in that it absorbs its tenet, while reshaping it and releasing its instabilities. Such an approach proves highly needed: Italian WWI literature has been usually employed to describe the passage to the fascist period as if it were a homogeneous ideological set that could explain the rise of fascism. FatherMotherland will argue against both these premises (ideological stability of Italian WWI literature; its consistency with fascist culture) by means of an inquiry focusing on gender issues. The project will develop along three main lines: 1. The representation of manliness and virility; 2. The rhetorical features of the icon of the motherland; 3. The re-fashioning of the war literature canon in the fascist period. FatherMotherland has the ambition to foster a better understanding of the cultural roots of nationalism, which today threatens the process of European integration.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}