{
    "rcn": "195293",
    "acronym": "FASTQUANTUM",
    "topics": "MSCA-IF-2014-GF",
    "title": "Ultrafast Sepctroscopy of Quantum Structures",
    "startDate": "19/08/2015",
    "endDate": "18/08/2017",
    "objective": "Nanoscopic or microscopic structures with their physical properties strongly affected by confinement effects are called quantum structures. This proposal aims for the investigation of ultrafast dynamics in different kinds of quantum structures, namely, semiconductor nanocrystals and metal nano¨particles, their combination to complex nanohybrids, nanowires, nanosheets, as well as nanoemitters in optical cavities. The high-quality quantum structures have been fabricated and already optically investigated by the applicant and his co-workers. These successful experiments delivered important results, but they did not allow for the investigation of the dynamics on a time scale below several picoseconds. On this short time scale, however, multiexciton and exciton relaxation dynamics, phonon dynamics, trapping to surface or defect states, non-radiative recombination, or stimulated emission occur, all determining the optical properties of the quantum structures. It is proposed to perform ultrafast laser spectroscopy on these structures in the expert research group of Prof. Kambhampati at McGill University, Canada. Here, unique spectroscopic facilities exist to investigate the relevant dynamics. Two kinds of experiments will be performed, which will also train the applicant in cutting-edge ultrafast spectroscopy techniques. Firstly, state-resolved transient absorption measurements will directly access the ultrafast dynamics. Secondly, novel two-dimensional electronic spectroscopy will deliver insights into ultrafast coherent processes of the quantum structures. The understanding of the fundamental ultrafast processes will help to further improve the quantum structures and to further pave the way for their application in optical or opto-electric devices.",
    "totalCost": "164541,6",
    "ecMaxContribution": "164541,6",
    "coordinator": "UNIVERSITAET HAMBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 164542
        },
        "998826946": {
            "orgId": "998826946",
            "orgName": "ROYAL INSTITUTION FOR THE ADVANCEMENT OF LEARNING MCGILL UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 164542
}