{
    "rcn": "195281",
    "acronym": "GENEVABREED",
    "topics": "MSCA-IF-2014-GF",
    "title": "Cloning and functional characterization of a complex resistance locus from ëGenevaí to breed apple cultivars with durable scab resistance",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "Apple scab caused by Venturia inaequalis is the major constraint to apple production worldwide, causing severe economic losses. As current commercial cultivars are highly susceptible to scab, introduction of new scab-resistant cultivars will reduce the intensive use of pesticides now required to control this disease. Although the ëGenevaí apple is an important source of resistance for breeding, its complex scab resistance has not been properly characterized. In preliminary studies, we mapped to chromosome 4 of ëGenevaí a 5 cM region containing three genes conferring both dominant and recessive scab resistance, which corresponds to a 2 Mbp region containing nine candidate NBS-LRR resistance genes on the physical map of ëGolden Deliciousí (GD). This provided the first evidence of recessive genetic control of apple scab resistance. In this project proposal, we will further characterize this complex locus, employing next generation sequencing, together with bioinformatics and functional analysis of disease candidate resistance genes (CRGs): (1) we will sequence the resistance locus in ëGenevaí and identify CRGs that are polymorphic (presence/absence, or sequence polymorphism) between the resistant ëGenevaí and the susceptible GD; (2) we will clone each CRG with its native promoter, terminator and introns; and (3) transform susceptible lines with the individual CRGs to evaluate their effect on the level of disease resistance and its race-specific spectrum. This will not only build a better understanding of the genetic basis of apple scab resistance and the gene-for-gene relationships between the pathogen and the host, but it will enable the development of molecular markers for breeding new ësprayfreeí cultivars with durable scab resistance.",
    "totalCost": "238354,2",
    "ecMaxContribution": "238354,2",
    "coordinator": "FONDAZIONE EDMUND MACH",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998341461": {
            "orgId": "998341461",
            "orgName": "FONDAZIONE EDMUND MACH",
            "ecContrib": 238354
        }
    },
    "calculatedTotalContribution": 238354
}