{
    "rcn": "195280",
    "acronym": "KSHV QTV",
    "topics": "MSCA-IF-2014-EF",
    "title": "Identification of novel KSHV immune evasion mechanisms using a quantitative temporal viromics analysis",
    "startDate": "15/06/2015",
    "endDate": "14/06/2017",
    "objective": "Kaposiís Sarcoma-associated herpesvirus, or human herpesvirus 8, is an important cause of morbidity and mortality, causing tumors in immunosuppressed patients, in particular those with AIDS. Like other herpesviruses, KSHV has evolved numerous mechanisms of escape from both the innate and adaptive host immune response. These immune evasion strategies facilitate the virusís oncogenic potential and contribute to its pathogenesis. Beyond immune modulation, many viral proteins interact with components of the cellular proteome to enable viral replication. However, the complete array of such proteins, their kinetics and fate in both latent and lytic phase of viral infection has never been determined. Here, I propose an unbiased proteomic approach to analyze the expression kinetics of the KSHV proteome in the context of cellular infection, and explore how host cell surface and cytoplasmic proteins are regulated by this virus throughout its infection cycle. To achieve this goal I will resolve both the host cell and the viral proteome in primary endothelial cells and B cells using the recently developed technique, quantitative temporal viromics. This novel approach is interdisciplinary, incorporating virology, immunology, cell biology, state-of-the-art proteomics and has been successfully applied to identify novel markers of latent HCMV infection as well as novel immunomodulation strategies. The proposed study will allow a temporal analysis of how the host and viral proteome change upon latent as well as lytic KSHV infection. Newly discovered viral targets, such as ligands for Natural killer (NK) or cytotoxic T cells will be validated and investigated using biochemical and virological methods available in the host (Lehner) lab. The results of this study will therefore provide unique insight into the virus-host interactions and uncover novel viral strategies of the host immune system. The identified proteins may ultimately serve as novel targets for therapeutic interventions.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}