{
    "rcn": "195233",
    "acronym": "PERFECTION",
    "topics": "MSCA-IF-2014-EF",
    "title": "Probing mechanisms of pathogen effector recognition by plant Resistance proteins to elevate defence gene activation",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Plant cells tightly regulate gene transcription in response to a changing environment. Stresses, such as pathogen encounters, lead to dramatic transcriptional reprogramming to favor defence activation over basal cellular functions. For effective defence, cells must rapidly alter defence gene mRNA abundance. How extracellular and intracellular recognition of plant pathogens trigger appropriate changes in host mRNA abundance is poorly understood. Upon recognition of pathogen effectors, resistance proteins activate plant defence by unknown mechanisms. My host lab recently reported that the Arabidopsis Resistance gene pair RPS4/RRS1-R elevates expression of certain defence genes, such as those required for salicylic acid biosynthesis, within four hours of detecting PopP2 effector in Arabidopsis. The main goal of this proposal is to understand how effector recognition by RPS4/RRS1-R leads to rapid defence gene induction. We will test the hypothesis that RPS4/RRS1-R proteins directly interact with gene loci that are activated during this process. I will use transgenic Arabidopsis that carry a single genome locus with independently epitope-tagged RPS4, RRS1 and other defence-implicated proteins to investigate: (1) changes in composition of the RPS4/RRS1-R protein complex upon effector recognition using mass spectrometry; (2) effector-induced changes in association of the RPS4/RRS1-R proteins with induced genes using chromatin immunoprecipitation; (3) changes in chromatin status at induced gene regions correlated with gene induction and activation of defence by RPS4/RRS1-R. From this project, I will rigorously test an important model, namely that plant immune receptor complexes directly mediate transcriptional reprogramming of defence genes through chromatin changes upon recognition of effectors. I bring highly complementary expertise in genetics and transcriptional regulation of basal defence from China to Canada and now to TSL that is essential for this projectís success.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE SAINSBURY LABORATORY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998398982": {
            "orgId": "998398982",
            "orgName": "THE SAINSBURY LABORATORY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}