{
    "rcn": "195214",
    "acronym": "3F-FutureFreshFruit",
    "topics": "MSCA-IF-2014-GF",
    "title": "Elucidating the molecular basis of fruit resistance to desiccation: The cuticle as a key factor",
    "startDate": "15/09/2015",
    "endDate": "14/09/2018",
    "objective": "Water stress is a key environmental factor that causes important quality and economical losses before and after fruit harvest. As water depletion is becoming increasingly problematic, improving water efficiency and tolerance of plants to dehydration is a priority of the European Union, as reflected in the societal challenge of Climate action, environment and resource efficiency. Likewise, food waste reduction is another key issue in the framework of Horizon 2020, as described in Food security and sustainable agriculture and forestry challenge. Indeed, a large proportion of fresh produce is wasted during postharvest (25-50%) of horticultural crops, which is largely caused by dehydration. Therefore, this project deals with the urgent need of understanding factors influencing water loss to develop innovative solutions geared to saving water and reducing food waste. Based on the idea that cuticular waxes are critical for limiting water loss from fruit, and thus for resisting desiccation and spoilage, we propose to uncover the structural and regulatory pathways that mediate its biosynthesis, transport and assembly in response to drought stress through a multidisciplinary approach. Thus, SEM and TEM microscopy, GC/MS, as well as up-to-date technologies, such as Laser Capture Microdissection (LCM) and RNA sequencing, will be used. Tomato and citrus fruit will be selected as model systems to address this poorly understood area of plant biochemistry, physiology and molecular biology. The availability of mutants of both fruits, as well as the application of stress-related hormones during postharvest, will allow comparative surveys to better understand the regulation of these processes. The outcomes of this proposal will represent a major advance in the understanding of the crosslink between water stress, wax metabolism and fruit biology, and will suggest strategies for enhancing shelf life, drought hardiness and fruit quality in both climacteric and non-climacteric fruit.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999836134": {
            "orgId": "999836134",
            "orgName": "CORNELL UNIVERSITY",
            "ecContrib": 0
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 239191
        }
    },
    "calculatedTotalContribution": 239191
}