{
    "rcn": "195295",
    "acronym": "CHOCOLATE",
    "topics": "MSCA-IF-2014-EF",
    "title": "CHanges Of CO2 Levels during pAst and fuTure intErglacials",
    "startDate": "15/10/2015",
    "endDate": "14/10/2017",
    "objective": "The concentration of carbon dioxide (CO2) in the atmosphere depends on carbon cycle processes, i.e. sources and sinks of carbon. The future evolution of the carbon sinks is not well known, which inhibits robust quantification of future atmospheric CO2 concentration and the resulting climate change. Understanding warm past periods is essential to constrain climate models and accurately predict future changes. During the last million years, warmer periods, called interglacials, happened every ~100,000 years. CO2 levels measured in interglacials before the mid-Bruhnes event (MBE), a large climate shift taking place ~430,000 years ago, are lower than the CO2 in interglacials after the MBE. The cause for this drastic evolution is still unexplained, resulting in uncertainty in the carbon cycle response to global warming.\nTo resolve that issue, we propose to combine data and model simulations including new key processes. We suggest that a major mechanism was a slower circulation during interglacials before the MBE, resulting in more ocean carbon storage and lower atmospheric CO2. We also hypothesize that sea-level changes played a considerable role by altering carbon sinks from land vegetation and shallowing ocean carbonate sedimentation. We will include these mechanisms in a state-of-the-art climate model applicable to long timescales, and compare its modified behaviour with paleoclimate data and more complex models used for projections. This will provide a step change in our understanding of the impact of ocean circulation and sea-level changes on the carbon cycle. It will benefit the European and international scientific community by shedding new light on these processes, and by setting the basis to include these new mechanisms in climate models used for projections. The excellence of the experienced researcher in carbon cycle modelling combined with the expertise in ocean modelling and paleoclimate data from the host institution will ensure the success of this project.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE BORDEAUX",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}