{
    "rcn": "195255",
    "acronym": "ClOThIlde",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Cluster Observations and Theory Intersection: Providing selection functions and scaling relations to set constraints on the physics of the accelerating universe.",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Astronomy is grappling with a profound issue: the origin of the accelerated expansion of the universe.  Is it caused by a mysterious dark energy, or a new aspect of the gravitational interaction? Galaxy clusters, the largest structures in the Universe, will help answer this question.  Cluster formation and evolution are driven by the evolution of the universe itself and cluster abundance is therefore a powerful observational tool that tightly constrains the cosmological model, such as dark energy, and key quantities of fundamental Physics, such as modifications to gravitational theory.  These constraints complement and strengthen those from other observational probes, such as type Ia supernova (SNIa), gravitational lensing and baryon acoustic oscillations (BAO). Critical aspects in the scientific analysis of cluster surveys are the survey selection function, relating the survey catalogue to the general cluster population, and the relation between the observable richness and cluster mass, the basic theoretical quantity. The establishment of these two elements is critically needed for the exploitation of optical/near-infrared imaging cluster surveys planned by the European scientific community. We propose to fill this need by 1) quantifying imaging survey cluster selection functions and 2) determining the form of the cluster richness-mass relation using a synergy between observations and well-behaved realistic mock catalogues; we will then 3) introduce this information into the Fisher Matrix formalism to predict possible constraints on theoretical models, e.g, the dark energy equation-of-state or modified gravity scenarios. The precision targeted by planned imaging surveys (e.g., Euclid, J-PAS, LSST, WFIRST) surpasses all previous analyses. Detailed evaluation of expected constraints under realistic conditions as proposed by our research lies at the forefront of current effort in field.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}