{
    "rcn": "195224",
    "acronym": "SolHyPro",
    "topics": "MSCA-IF-2014-EF",
    "title": "Water splitting by solar energy: From lab-scale to prototype devices",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Hematite is a promising photoanode material for harvesting solar energy by splitting water into hydrogen and oxygen. It has a favorable bandgap energy (2.1 eV), good catalytic activity for water oxidation, low cost, is chemically stable in alkaline solutions and environmentally friendly. However, its water splitting efficiency is limited by electron-hole recombination length and it produces a below threshold photovoltage. The key to increasing the recombination length is supressing defects such as grain boundaries or surface roughness of the photoanode. The second issue is successfully resolved by coupling the photoelectrolytic cell to a photovoltaic cell, a so-called tandem cell with theoretically higher efficiency owing to optimal use of the solar spectrum. Both of these drawbacks are accounted for in this project.\nThe aim of this project is to optimize the water photoelectrolysis performance of the photoelectrolysis-photovoltaic tandem-cell device by tailoring the microstructure of the thin film hematite photoanods, and up scaling from the laboratory scale to a prototype device. Fabrication of an efficient water-splitting cell is challenging as it consists of several thin film layers. Each of these layers impacts on the performance of the water-splitting tandem-cell.\nUp scaling from the lab scale to the prototype scale (10x10cm2) will be carried out in cooperation with PVComB in Germany. This poses entirely different challenges, creating the need for an adapted fabrication sequence and deposition conditions that ensure the adhesion of the ceramic and metal thin film layers. At the end of this project, I personally will have gained expertise in advanced microstructural analysis technique and also in the leadership role, which will enable me to take the next step in my carrier. And, we will have built a fully functional, fabrication-ready device for hydrogen production directly from solar energy. A great leap forward into a society based on renewable resources.",
    "totalCost": "170509,2",
    "ecMaxContribution": "170509,2",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 170509
        }
    },
    "calculatedTotalContribution": 170509
}