{
    "rcn": "195204",
    "acronym": "DRYFUN",
    "topics": "MSCA-IF-2014-EF",
    "title": "Linking plant functional diversity to ecosystem multifunctionality in arid systems worldwilde",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "The relationship between plant functional diversity and ecosystem functioning has been hotly debated, and previous research has shown direct feedbacks effects of functional community structure on ecosystem processes. However, previous studies have not considered indirect effects via changes in biotic interactions, and this is an emerging and crucial challenge for community and ecosystem ecologists. The DRYFUN project aims to assess the ultimate effects of biotic interactions on ecosystem processes of global drylands, by coupling a multi-trait approach with an observational database from 236 sites distributed among all continents except Antarctica. Its main objectives are to: (i) test the importance of abiotic and biotic processes for community structure in global drylands, (ii) assess the importance of within- and between-species trait variability for functional diversity, (iii) assess both the direct and indirect impact of dryland functional diversity on ecosystem multifunctionality (i.e., the provision of several ecosystem processes simultaneously; multifunctionality hereafter) at multiple spatial scales and (iv) explore the importance of taxonomic, functional and phylogenetic diversities on multifunctionality. The DRYFUN project is a unique opportunity to test the universal impact of functional diversity on dryland ecosystem functioning, and to provide data for establishing relevant management and restoration strategies for drylands.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD REY JUAN CARLOS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886283": {
            "orgId": "999886283",
            "orgName": "UNIVERSIDAD REY JUAN CARLOS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}