{
    "rcn": "195236",
    "acronym": "PoreSelect",
    "topics": "MSCA-IF-2014-EF",
    "title": "Macroporous Polymer Monoliths as a Low-Cost Bioanalytical Platform for Biopharmaceutical Glycoprotein",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Glycoprotein therapeutics are widely seen as the next generation of drugs. 80% of new therapeutic drugs in phase 3 development are ëbiologicsí. However, the early detection of critical glycosylation changes in biopharma pro-duction (i.e. in the drug producing cells) and the rapid and sensitive identification and separation of closely relat-ed protein-drug glycoforms presents an industry wide problem. This project aims to develop a low-cost and easy-to-produce glycopeptide separation platform. This will be based on highly porous polyHIPE structures obtained from fast and scalable polymerisation and subsequently functionalised with reactive groups. The latter will be employed in the conjugation with novel recombinant lectins that have very selective carbohydrate-binding prop-erties. The separation of closely related glycoproteins will be investigated. Moreover, the integration of the lectin conjugated porous polymers into a device format will be addressed. This is a highly interdisciplinary project at the interface of polymer and material science, biotechnology and separation science. The applicants diverse experi-ence in academic and industrially informed projects makes him an ideal match for this project. It provides a unique environment for the researcher to develop his skills supported by unique scientific and complementary training and accelerate his academic career in applied material science. The dissemination of research results will target the professional audience as well the general public through outreach activities.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "DUBLIN CITY UNIVERSITY",
    "participantCountries": "IE",
    "projectParticipants": {
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 175866
        },
        "999892588": {
            "orgId": "999892588",
            "orgName": "DUBLIN CITY UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 175866
}