{
    "rcn": "195290",
    "acronym": "MobileLinks",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mobile links in fragmented landscapes: implications for biodiversity conservation",
    "startDate": "01/12/2015",
    "endDate": "30/11/2017",
    "objective": "Dispersal through anthropogenic habitats (i.e. the matrix) is necessary for the inter-population connectivity and the colonization of vacant habitats after disturbance, thereby for the long-term persistence of species in fragmented regions. A critical question for conservation is whether differences among species in dispersal translate into biodiversity loss through biotic homogenization. The ability of fleshy-fruited plants for dispersal though the matrix relies on their capacity to interact with those frugivore species that move across its habitats providing key seed dispersal services. Organisms that connect habitats in the landscape are termed ìmobile linksî and are considered essential for ecosystem resilience. However, there is a lack of knowledge about the mobile-link function in seed dispersal networks and its role on biotic homogenization. This proposal aims at filling this gap by providing a large-scale and integrative assessment of seed dispersal by avian frugivores through fragmented landscapes of Europe. Specifically, it aims at assessing empirically (1) whether interaction constraints between plant species and those frugivore species that act as mobile links are a driver of long-term biotic homogenization in fragmented regions; and (2) whether certain phenotypic plant traits that favour interactions with mobile-link frugivores could be used to predict ëgood dispersersí and ëpoor dispersersí of target plant communities. This proposal includes several study sites scattered through Europe, assuring generalization of the results. It combines field sampling and ground-breaking DNA-barcoding techniques for resolving seed dispersal networks, which will provide unprecedented information about the functional value of specific frugivore species in fragmented landscapes. Resulting knowledge can be incorporated into management and policy-making decisions for preserving woodland biodiversity in fragmented regions.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}