{
    "rcn": "195283",
    "acronym": "EARLYSTART",
    "topics": "MSCA-IF-2014-EF",
    "title": "Short and long-term consequences of the early environment",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "The early developmental period is very sensitive to disturbances. Parents are known to shape the early environment of their offspring through physiological and behavioural modifications. In this project, I am going to investigate what are the short- and long-term consequences of different family scenarios in development and fitness. For that, I will consider female promiscuity as a modifier of the early environment because (a) promiscuous females are more exploratory, more active, and thus, less nest-attending, and (b) males paired with promiscuous females decrease their paternal input. Therefore, offspring raised under such conditions might reach independence with a compromised body condition, decreasing their chances to survive until reproductive age. Moreover, I will explore whether females are able to compensate for the losses of paternal effort by increasing their own breeding effort, or whether chicks can compensate for the reductions in parental support. For that I will use two approaches: an empirical study with spotless starlings where I will focus on both the short- and long-term effects of promiscuity for fitness of mothers and offspring (survival and reproduction), and a comparative analysis where I will investigate the short-term effects of different breeding systems on the fitness of females and offspring. Both approaches will be integrated following a causal framework.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE PARIS-SUD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907235": {
            "orgId": "999907235",
            "orgName": "UNIVERSITE PARIS-SUD",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}