{
    "rcn": "195266",
    "acronym": "ESAIRE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Engaging Citizens in Science: Promoting the Viability of Participatory Sensing for Monitoring Air and Environmental Quality",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Participatory sensing initiatives for monitoring air and environmental quality are flourishing as a result of the citizensí growing concern about pollution. Scientific teams and Do it Yourself communities are developing personal sensor kits and data aggregation platforms, leveraging smartphones to gather environmental data. However, the human and social aspects that have the power to sustain these citizen science projects do not receive enough attention.\nESAIRE aims at addressing the citizen engagement challenges that affect the viability and impact of citizen science and participatory sensing projects. In collaboration with the Air Pollution program of CREAL and the UCLís Extreme Citizen Science research group, the researcher will apply a novel human-centered approach to participatory sensing, based on a case study in Barcelona. ESAIRE is a multidisciplinary project lying at the intersection of Society and technological systems, with applications in public health and environmental research and potential to impact policy decisions.\nFirst, ESAIRE will develop a public engagement strategy and media dissemination plan to involve citizens and local authorities in a participatory sensing project from the early stages of design. Secondly, ESAIRE will explore innovative methodologies to incorporate citizensí contributions into the design of participatory sensing: from novel visualization solutions to community building strategies, and the creation of communication channels with the authorities. Finally, ESAIRE will contribute to advancing the state-of-the-art in participatory sensing with a conceptual framework of citizen science, human-centered methodological guidelines, and evaluation measures to assess impact.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO CENTRE DE RECERCA EN EPIDEMIOLOGIA AMBIENTAL - CREAL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951414122": {
            "orgId": "951414122",
            "orgName": "FUNDACION PRIVADA INSTITUTO DE SALUD GLOBAL BARCELONA",
            "ecContrib": 170122
        },
        "999551245": {
            "orgId": "999551245",
            "orgName": "FUNDACIO CENTRE DE RECERCA EN EPIDEMIOLOGIA AMBIENTAL - CREAL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 170122
}