{
    "rcn": "195228",
    "acronym": "PRENET",
    "topics": "MSCA-IF-2014-EF",
    "title": "Social Networking and Raw Material Selectivity in Early Prehistoric Mediterranean Seascapes",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The ìPRENETî proposal aims at investigating the geographical extent, directionality and intensity of social communication in the early prehistory of the Eastern Mediterranean seascape and the cognitive/behavioural factors behind the observed patterns.\n\nThe specific scientific objectives of the proposal are:\n1)\tthe investigation of social interactions in Eastern Mediterranean through the examination of raw material movement in early prehistoric Cyprus, and\n2)\tthe determination of cognitive/behavioural elements behind our ancestorsí choices of specific raw materials, through the study of raw material selectivity. \n\nMisconceptions abound with regard to the eastern part of the Mediterranean and especially the island of Cyprus with current notions seeing the sea as a barrier to early human presence. However, given its geographical location and its complex ecology and habitats this lack of human presence in Cyprus seems to be researchñrelated rather than factual. The ìPRENETî project aims at firmly putting such theories to rest by establishing the scales of raw material movement and communication networks in the Eastern Mediterranean. Drawing from her previous work, where the Experienced Researcher developed a social network model for the investigation of the scale of past social life, she will address this phenomenon by looking at lithic raw material movement in early Cypriot archaeological sites. The Fellowship will be an excellent opportunity for her career diversification by training-through research and her further development towards professional maturity.",
    "totalCost": "151648,8",
    "ecMaxContribution": "151648,8",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 151649
        }
    },
    "calculatedTotalContribution": 151649
}