{
    "rcn": "195292",
    "acronym": "SilhouetteOfSeaweed",
    "topics": "MSCA-IF-2014-EF",
    "title": "Overcoming barriers in estimating toxicity of arsenic species in seaweed",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "SilhouetteOfSeaweed will contribute to consumerís safety by overcoming barriers in estimating toxicity of arsenic species in seaweed. The ocean covers 71% of the planet and for future sustainability the need for looking at using the ocean for food, e.g. seaweed, is increasing. Seaweed contains high amounts of arsenic, including arsenolipids (AsLp). Recently the first data on AsLp toxicity have elucidated that they are as toxic as the most toxic arsenic, the inorganic arsenic (iAs). There is a lack of data on AsLps in seaweed products for human consumption. Safety of seaweed must be addressed and more studies and information on AsLps are urgently needed. Currently, only few research groups worldwide work on AsLps, partly due to difficulties associated with the measurements of these compounds. SilhouetteOfSeaweed will expand this expertise in Europe by establishing necessary facilities at the host MatÌs to accommodate AsLp measurements. MatÌs has the capacity to reach this goal together with the experienced researcher and in co-operation with a European partner organisation with expertise in AsLp measurements. SilhouetteOfSeaweed will have two main scientific impacts. Firstly, it will produce AsLp seaweed profiles in 4 different species of brown algae in 3 locations during 3 seasons in Iceland. This information will contribute to the necessary risk assessment needed for algae used for human consumption. Secondly, statistical evaluation and comparison of environmental conditions will make it possible to identify whether the seaweed could be harvested at specific conditions where the amount of toxic arsenic is at its lowest. These data are essential for SMEs entering the European market with their seaweed products. Moreover the project will impact the career development of the experienced researcher who will gain a wide range of scientific and transferable skills that are relevant to establish a long-term independent leading career in the field of science.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "MATIS OHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999766100": {
            "orgId": "999766100",
            "orgName": "MATIS OHF",
            "ecContrib": 191326
        }
    },
    "calculatedTotalContribution": 191326
}