{
    "rcn": "195277",
    "acronym": "MagProtoCell",
    "topics": "MSCA-IF-2014-EF",
    "title": "Magnetic micromachines based on protocell design and engineering",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Protocells are artificial cellular systems exhibiting lifelike properties, which are proposed as a stepping-stone for understanding the origin of life on Earth. Features such as encapsulation, replication, metabolism and selective exchange of chemicals with the environment will enable their use as micromachines in a number of emerging applications (e.g., environment clean-up, clinical diagnosis, drug delivery, remote sensing, bioreactor technology). However, progress in such applications will be enhanced by the synthetic construction of protocells capable of directed movement in fluidic environments in response to external stimuli. To date, motility has been achieved only in a few cases, which involve a response to changes in chemical concentrations (chemotaxis) in the surrounding medium. However, controlling the chemical composition of the local environment is challenging, and thus alternative ways to stimulate motility are needed. In this regard, external magnetic fields (MFs) will enable high levels of control of protocell motility and spatial disposition to be achieved by employing noncontact forces. This is the aim of this proposal: to design and construct synthetic protocells able to sense and respond to external MFs. A key outcome of the work will be the development of a new class of magnetic micromachines based on protocell design and engineering. Such machines will couple MF-directed motility with the temporal and spatial delivery of advanced biomimetic functions. The key factor of the proposed methodology is the inclusion of colloidal magnetic particles at strategic locations in the protocell composition or in the external medium. Thereby, the expertise of the applicant (Dr. RodrÌguez Arco) in the field of MF-responsive materials will be applied to the multidisciplinary and cutting-edge field of protocells in which the hosting group at the University of Bristol (under the leadership of Prof. Mann FRS) has made great progress in the last few years.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}