{
    "rcn": "195267",
    "acronym": "STEELANOL",
    "topics": "LCE-12-2014",
    "title": "Production of sustainable, advanced bio-ethANOL through an innovative gas-fermentation process using exhaust gases emitted in the STEEL industry",
    "startDate": "01/05/2015",
    "endDate": "31/10/2018",
    "objective": "The proposed STEELANOL project is based on producing bioethanol via an innovative gas fermentation process using exhaust gases emitted by the steel industry. The proposal addresses the specific topic ìDemonstrating advanced biofuel technologiesî (LCE-12ñ 2014), under the call for competitive low-carbon energy in Horizon2020.\n\nThe BF/BOF gaseous emissions are an unavoidable residue from the steelmaking process and are currently used for electricity production or being flared. Nevertheless, they can be advantageously used to produce bioethanol, thereby reducing the usage of fossil fuel molecules and thus significantly reducing GHG emissions. The bio-ethanol production would have a GHG impact that is over 65% lower compared to oil derived fuels STEELANOLís main objective is to demonstrate the cost-effective production of sustainable bioethanol, with the purpose of assessing the valorisation of this ethanol biofuel as a fuel derivative for the transport sector. A demonstration plant of approximately 25,000 tons/ethanol per year will be built; the first of its kind in Europe, and the largest facility built to date utilizing this technology globally. ArcelorMittal is the lead partner of this project and proposal. The gas fermentation technology will be supplied by LanzaTech, the engineering work will be performed by Primetals, and E4Tech will develop the Life Cycle Assessment of the produced fuels. Several key players in the transport sector, Boeing, Virgin Atlantic, Mitsui, have expressed their strong interest and support for the project.",
    "totalCost": "14560736,75",
    "ecMaxContribution": "10192515,73",
    "coordinator": "ARCELORMITTAL BELGIUM NV",
    "coordinatorCountry": "BE",
    "participants": "ARCELORMITTAL MAIZIERES RESEARCH SA;LANZATECH UK LTD;E4TECH (UK) LTD;PRIMETALS TECHNOLOGIES AUSTRIA GMBH",
    "participantCountries": "FR;UK;AT",
    "projectParticipants": {
        "951152804": {
            "orgId": "951152804",
            "orgName": "LANZATECH UK LTD",
            "ecContrib": 1129259
        },
        "998756912": {
            "orgId": "998756912",
            "orgName": "ARCELORMITTAL MAIZIERES RESEARCH SA",
            "ecContrib": 198590
        },
        "953983555": {
            "orgId": "953983555",
            "orgName": "E4TECH (UK) LTD",
            "ecContrib": 78704
        },
        "932123732": {
            "orgId": "932123732",
            "orgName": "PRIMETALS TECHNOLOGIES AUSTRIA GMBH",
            "ecContrib": 2170962
        },
        "961556442": {
            "orgId": "961556442",
            "orgName": "ARCELORMITTAL BELGIUM NV",
            "ecContrib": 6615000
        }
    },
    "calculatedTotalContribution": 10192515
}