{
    "rcn": "195285",
    "acronym": "ETAB",
    "topics": "MSCA-IF-2014-EF",
    "title": "Entangled Twin Atom Beams",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Many of the fascinating phenomena predicted by quantum mechanics, like non-local correlations and entanglement, were implemented with photons in the framework of quantum optics. It is today a mature field with applications emerging in cryptography, random number generation, and quantum computation.  Based on the analogy between matter waves and electromagnetic waves and on particle-wave duality, quantum atom optics started to develop recently, thanks to the development of tools for matter wave manipulation. A crucial point for the success of quantum optics was the availability of twin-photon sources, based on a non-linear medium. Very recently, several approaches towards realizing twin-atom pairs have been investigated (most notably by the applicant and the host institution of this proposal) and successfully realized. The ETAB project will use this new twin atom beam (TAB) source to implement quantum atom optics experiments. Characterization of the resulting strongly correlated states will be performed through measurement of correlation functions. These experiments will go beyond the analogy with quantum optics due to fundamental differences between atoms and photons: mass and intrinsic nonlinearity due to interactions. This second property allows high efficiency twin atom beam generation, with an important pump depletion. This allows us to investigate new physics, including beyond linear response, quantum simulation, and non-equilibrium physics. Furthermore, by preparing the twin beams in an entangled state, we will perform the first test of Bell inequalities with untrapped atoms, which could rule out spontaneous decoherence  or gravitational nonlinearity  models.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}