{
    "rcn": "195245",
    "acronym": "MecaMorphEME",
    "topics": "MSCA-IF-2014-EF",
    "title": "Four-dimensional physical modeling and numerical simulation of the early mouse embryo morphogenesis.",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The quantitative understanding of the early development of mammalian embryos is essential to the progress of reproductive medicine. Yet, the physical and mechanical principles governing their morphogenesis remain largely unknown. Early mouse embryos self-organize by a succession of cell divisions, deformations and rearrangements, leading ultimately to the specification of two distinct cell lineages, segregated in inside and outside layers. Mechanical forces are therefore as important as biochemical activity in this process and precise 4-dimensional imaging of cells within the embryo reveals intense surface dynamics, regulated by contractile and adhesion proteins. However, our understanding of early embryos development still lacks a precise physical model integrating a dynamic description of the mechanical forces controlling cell shape and cell-cell adhesion.\n\nI will design a 4D physical model of the early mouse embryo providing accurate cell dynamics predictions. Cell shapes are primarily controlled by the actomyosin cortex and they will be described using recently developed cortical active shell theories. To represent accurately cell-cell adhesion dynamics, I will consider the crosstalk between cortical and adhesion proteins activities. Importantly, this model will be designed in close collaboration with an experimental group expert in the biophysical characterization of the mouse embryo, to incorporate measured mechanical parameters and molecular regulation mechanisms. Our model will be refined through cycles of theoretical predictions and experimental validations to uncover the principles of early mammalian embryos development and, more specifically, the mechanism of cell internalization at the 8 to 16 cells transition. This interdisciplinary project, at the interface between physical modeling and developmental biology will provide a unique and accurate biophysical framework for understanding the morphogenesis of early mammalian embryos.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}