{
    "rcn": "195269",
    "acronym": "Carnap and the Limits of Metaphysics",
    "topics": "MSCA-IF-2014-EF",
    "title": "Carnap and the Limits of Metaphysics",
    "startDate": "31/08/2015",
    "endDate": "30/08/2017",
    "objective": "This projectís overall objective is to use state of the art research in the formal theory of knowledge to advance our understanding of the scope and limits of metaphysics. Specifically, the project will argue that the most important threat to the value of metaphysics comes from epistemic arguments given by Carnap, and that responding to these arguments requires drawing on considerations from formal epistemology. \nThe master argument that will focus this project draws on Carnap's (1928) epistemic critique of metaphysics:\n\n1. No possible evidence can justify a metaphysical statement.\n2. If no possible evidence can justify a metaphysical statement then we can have no justification to believe a metaphysical statement.\nConclusion: We can have no justification to believe a metaphysical statement.\n\nThe deliverables will be six papers published in leading journals. The first will argue that critiques of metaphysics based on semantics do not succeed. The second will argue that epistemic criticisms of metaphysics are effective, specifically Carnap's. The third will defend premise 1, arguing that the rationalist renaissance of recent years has done little to undermine the relevant empiricist thesis. The fourth defends premise 2 as applied to the question of ontology (ëwhat exists?í), arguing that the non-empirical considerations used by objective Bayesians can be applied to metaphysics. The fifth criticizes premise 2 as applied to the question of modality (ëwhat it necessary?í), arguing that non-empirical considerations cannot help us determine the gap between the necessary and the contingent. The sixth develops the anti-realist theory of modality that follows, arguing that it makes best sense of the core intuitions of both sides of the argument.\nThese deliverables will expand the ER's core strengths into metaphysics, re-integrate him into Europe and establish him as one of the leading European experts in formal epistemology and the methodology of metaphysics.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}