{
    "rcn": "195257",
    "acronym": "7DUP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Characterization of 7q11.23 reciprocal aneusomy syndromes: from patients to functional pathways (and back)",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Technological advances have allowed the identification of multiple rare rearrangements caused by structural and copy number variants (CNVs). The 7q11.23 microduplication syndrome (7dup) and Williams-Beuren (WBS) syndromes are originated by genomic reciprocal rearrangements that result in opposite phenotypic features in the area of communication and sociability. Although WBS has been extensively studied, there is lack of exhaustive studies of 7dup at the clinical and molecular levels. In this project, we aim to compile and characterize a large group of 7dup patients. Moreover, we will actively collaborate with a recently created 7dup support group.\nLittle is known about the functional mechanisms disrupted by these aneusomy syndromes and the specific alterations caused during brain development. Limitations in the available animal models, lack of quantitative data and limited computational capabilities have precluded the identification of relevant molecular pathways involved in these disorders. This proposal aims to overcome these limitations by applying an integrative multidisciplinary approach involving experimental and computational methods. To generate human neuronal in vitro models, somatic cells from a defined subset of individuals with 7dup and WBS will be reprogrammed to obtain induced pluripotent stem cells and differentiated to neurons. To define neuron-specific alteration patterns in gene expression caused by these CNVs we will perform transcriptome analyses at multiple differentiation stages. Finally, the expression data will be integrated with protein interaction and other systematic gene annotations datasets to perform omic analyses to identify dysregulated pathways.\nOur results will help to better characterize at clinical and molecular level the unexplored 7dup disorder; to improve understanding of the functional basis involved in this reciprocal aneusomy syndromes; and to generate a disease model to test and determine appropriate therapeutic targets.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}