{
    "rcn": "195262",
    "acronym": "ENIRIS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Electrogenic NItrate Reduction In marine Sediments",
    "startDate": "01/04/2016",
    "endDate": "24/04/2018",
    "objective": "Recently, a novel type of long, filamentous bacteria has been discovered, which are capable of guiding electrical currents over centimeter distances. These so-called ìcable bacteriaî were first isolated from marine sediments, and laboratory experiments demonstrate that electrons are passed on from cell to cell along the longitudinal axis of the filaments. This long-distance electron transport radically extends the physiological capacities of prokaryotes, and profoundly changes our understanding of biogeochemical transformations in marine sediments. \nIn my PhD research, I have documented that in addition to oxygen, these sulphur oxidizing bacteria can also use nitrate as an electron acceptor. This new form of ìelectrogenicî nitrate reduction could have important implications for the removal of bio-available N in marine ecosystems. However, the effect of this newly described nitrate reducing process on the global nitrogen cycle, as well as the factors that ultimately control the occurrence, remain unknown.\nThe goal of this project is to identify the end products of the electrogenic nitrate reduction and the environmental controls that regulate its occurrence. This project will hence provide new insights into the physiological abilities of micro-organisms and improve our understanding of N dynamics in marine sediments, strengthening European excellence in these fields of research.\nThe goals of the project will be attained by combining state-of-the-art biogeochemical techniques with a novel and interdisciplinary approach based on principles traditionally applied in microbiology, electrochemistry and geophysics.\nThis project will allow me to work on an up-to-front topic and thus to build up a unique research profile among the large number of researchers in the of nitrogen cycling.",
    "totalCost": "163044,6",
    "ecMaxContribution": "163044,6",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "STICHTING NIOZ, KONINKLIJK NEDERLANDS INSTITUUT VOOR ONDERZOEK DER ZEE",
    "participantCountries": "NL",
    "projectParticipants": {
        "999479077": {
            "orgId": "999479077",
            "orgName": "STICHTING NIOZ, KONINKLIJK NEDERLANDS INSTITUUT VOOR ONDERZOEK DER ZEE",
            "ecContrib": 77457
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 85587
        }
    },
    "calculatedTotalContribution": 163044
}