{
    "rcn": "195355",
    "acronym": "DualNRSQNM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Fundamentals of Holographic Dualities via Non-relativistic Systems and Quasinormal Modes",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "'Since their advent, holographic dualities have been a major focus of theoretical physics research. These dualities are maps between field theories in d dimensions, and gravities in d\\1 dimensions.  In these maps, any physical quantity in the field theory has a dual in the gravitational theory, and vice versa.  'Dual' means that a calculation in the field theory will always give the same answer as a calculation in the gravitational theory (and vice versa). These dualities thus provide powerful access to new physical descriptions. They have been applied far beyond their original high-energy theoretical physics regimes, to subjects ranging from superconductors to heavy-ion collisions.\n  This project will study the underpinnings of holographic dualities for applications to non-relativistic systems like superconductors. In order to put these conjectured applications on stronger footing, this project will also examine the role played by 'quasinormal modes' in dualities.\n  During her graduate work at UC Berkeley, and her postdoctoral positions at Harvard and University of Michigan, the proposed fellow has acquired ample research experience in the areas covered in this proposal, and will be able to expand on collaborations with some of the world experts in the field.\n  The proposed host institution, the Niels Bohr Institute (NBI), provides an ideal fertile environment for developing research at the forefront of physical understanding, and particularly so for this project due to local expertise among its faculty, postdocs, students, and thriving international visitor program.\n  During this project, the fellow will acquire further skill in the cross-disciplinary areas of the proposal, including condensed matter physics as well as mathematics. The host, fellow, and the EU as a whole will benefit from the international exchange of ideas results from the mixing of the fellow's US backbackground with the strong EU-wide connections of the host institution.'",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}