{
    "rcn": "195335",
    "acronym": "ChloroQuality",
    "topics": "MSCA-IF-2014-EF",
    "title": "Dissecting chloroplast protein quality control specificity for rational plant reprogramming",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Improving food quality, crop productivity and plant resistance to stresses are major demands of Europeís society and economy. Plants are sessile organisms that have developed very flexible strategies to cope with adverse environmental conditions as heat, cold, drought and salt stress. These stresses cause protein misfolding and aggregation resulting in plant damage/death and productivity losses. Recycling of damaged proteins is achieved by the action of molecular chaperones. But when recycling is not possible, toxic aggregated proteins have to be degraded by the action of proteases to avoid cellular damage. Chaperones and proteases act coordinately and constitute the protein quality control system that is essential for plant survival. In plant chloroplasts, the chaperone Hsp70 is known to posttranslationally regulate important processes like photosynthesis. It is known that the specificity of Hsp70 is determined by its J-protein partners, adaptors that recognize unfolded substrates and transfer them to the chaperone for refolding. However, little is known about the target proteins of Hsp70, such that there is a large lack of information about how chloroplastic enzymes are regulated at protein levels. This knowledge is crucial for rational engineering of specific molecular pathways and plant fitness improvement. The ability to specifically alter plant metabolism without undesirable effects is a fundamental demand of European society and addresses current concerns about transgenic plants. This proposal aims to cover this gap by discovering and validating interactors of chloroplastic J-proteins. The strong background of the applicant in protein quality control and the expertise in chloroplast biology of the receiving group will synergistically contribute to shed light on the chloroplast signaling network. In addition, this project aims to develop the candidate into an independent scientist and open his own line of investigation.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}