{
    "rcn": "195394",
    "acronym": "PHYSIO-POP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Physiological and environmental controls of water and ozone fluxes in a short rotation poplar plantation: from leaf to tree to ecosystem scale.",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "One of the consequences of global climate changes is the altered global water availability. Among the greenhouse gases (GHGs) causing global climate changes, carbon dioxide (CO2) has received most attention. Over the last decennia the impact of rising CO2 concentrations on crops has been widely studied. The study of tropospheric ozone (O3) and its consequences on crops has not been as extensive, although O3 is a widespread and damaging air pollutant in industrialized countries. The PHYSIO-POP project fits within the search for renewable (bio-)energies, in particular the production of woody biomass energy. The project will examine the water consumption and the sensitivity to O3 pollution of a short rotation poplar plantation with fast-growing poplars (Populus spp.) for biomass production.\nThe multidisciplinary and interdisciplinary approach followed by this PHYSIO-POP proposal aims to improve our knowledge of the impact of global climate change by studying the physiological and environmental controls of water and O3 fluxes in different short rotation poplar genotypes at all relevant biological (leaf, tree, ecosystem) and time (daily, seasonal) scales. To achieve this objective the project makes the unusual combination of plant (eco-)physiological studies at the leaf and the tree levels with model simulations at tree and ecosystem levels to improve our understanding of what happens at the whole plantation, from the leaf to the ecosystem scale over the individual tree level.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}