{
    "rcn": "195386",
    "acronym": "GRAFLEX",
    "topics": "MSCA-IF-2014-EF",
    "title": "Graphene curvature, flexibility and reactivity control by means of external fields: theory and computer simulations",
    "startDate": "08/09/2015",
    "endDate": "07/09/2017",
    "objective": "Graphene is a unique material with high potential for applications from high-tech to bio-tech. These capabilities are directly connected to graphene flexibility and electronic properties, as well as to the possibility of controlling them by chemical functionalization. Curvature related reactivity enhancement was shown, and curvature control has found several possible applications from H-storage and energy harvesting to biomed engineering. Thus, the control of graphene curvature is of high relevance.\nThe aim of GRAFLEX is to investigate the process of curvature control by means of external electric- and electromagnetic fields (EMF), and the consequent curvature-dependent interaction with H, specifically focusing on the physis- to chemi-sorption reversible conversion. EMF in the range of THz will be chosen, since coherent graphene vibrations at those frequencies correspond to the traveling nano-sized ripples producing a local dynamical modulation of the curvature.\nTo achieve this, we propose to use a state-of-the-art density functional (DF), DF perturbation, and trajectory based time dependent DF theories in combination with ab initio investigation of the kinetics and calculation of flexoelectricity response to the strain gradient in curved graphene.\nConducting the proposed research after carrier break will help the proponent to resume research activities and to train in 1)using the most advanced theoretical methods to investigate properties in graphene/hydrogen system; 2)observe time-resolved information to exploit curvature control process. The complementarity expertise of researchers at NANO@NEST group of multi-scale simulations and proponentís extensive experience trajectory based chemical dynamics, kinetics and quantum chemistry, together with attractive working conditions, guarantee the feasibility of this challenging project. The experience gained by the proponent within GRAFLEX will change her carrier path to attain an independent position in academia in Europe",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}