{
    "rcn": "195398",
    "acronym": "STROMAMECH",
    "topics": "MSCA-IF-2014-EF",
    "title": "Targeting stromal cells to modify tumor mechanical microenvironment and optimize drug delivery",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Current chemotherapeutic agents are potent enough to kill cancer cells. Nonetheless, failure of standard chemotherapies for many cancer types (e.g., pancreatic and breast cancers) is primarily attributed to these agents never reaching cancer cells in amounts sufficient for complete cure. In solid tumours, blood vessels are often compressed, drastically reducing perfusion, thus resulting in insufficient drug delivery. Vessel compression is a consequence of mechanical stresses accumulated within the tumour during progression. Alleviation of these stresses has the potential to reopen compressed vessels and improve tumour perfusion. Here, the applicant proposes to test the hypothesis that judicious depletion of stromal cells, namely the cancer-associated fibroblasts (CAFs), has the potential to alleviate stress levels in highly desmoplastic and hypoperfused tumours and, thus, enhance chemotherapy. To explore this hypothesis, a combination of cutting-edge computational and experimental techniques will be employed. Specifically, a structure-based biomechanical model will be developed to analyse the contribution of CAFs to the generation and transmission of forces within a tumour. Subsequently, in vivo studies will be performed in mice to validate model predictions and identify the degree of CAF depletion that optimizes the efficacy of treatment. Successful completion of the proposed research will reveal the role of CAFs on the biomechanical behaviour of tumours and contribute to developing a therapeutic strategy for treatment of hypovascular tumours. Therefore, the proposal negotiates a subject of considerable importance for European society and beyond. Furthermore, the proposed research and training will establish a bidirectional transfer of skills where the applicantís expertise in cell mechanics will be complemented by the Hostís in cancer biophysics, thus enhancing the applicantís scientific potential and professional maturity, and promoting European research.",
    "totalCost": "151648,8",
    "ecMaxContribution": "151648,8",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 151649
        }
    },
    "calculatedTotalContribution": 151649
}