{
    "rcn": "195374",
    "acronym": "OATP",
    "topics": "MSCA-IF-2014-GF",
    "title": "Operator algebraic approach to topological phases",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "Topologically ordered phases are a new state of matter, discovered only around the late '80s. In recent years interest in such states has sparked, one of the reasons being applications to topological quantum computing: the topological properties make the state robust against perturbations, making them ideal components in an environment where (thermal or other) noise is one's biggest enemy. By now there is a plethora of examples of topologically ordered states, whose only unifying feature seems to be that they do not fall into the Landau theory of phases. Although there are many examples, the mathematical framework to rigorously study such systems is less clear, in particular if one wants to consider both so-called long range entangled phases and symmetry protected phases. The goal of this project is to tackle this problem.\n\nThe approach that is proposed is to use operator algebraic methods to focus on the algebraic properties of the observables in such systems. This approach has proved successful in algebraic quantum field theory. Using this attack the aim is to find tools to classify the different topological phases, and in particular find methods that are applicable a wide class of models, despite looking very different at first sight. These ideas will be tested on the wide range of topological systems that is available. The focus in this project is on stability properties on the one hand, in particular for invariants of topological phases, and the study of boundary theories on the other hand.",
    "totalCost": "257860,8",
    "ecMaxContribution": "257860,8",
    "coordinator": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 257861
        }
    },
    "calculatedTotalContribution": 257861
}