{
    "rcn": "195341",
    "acronym": "RIDEC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Rwenzori Ice Dynamics and Environmental Changes",
    "startDate": "07/09/2015",
    "endDate": "31/01/2018",
    "objective": "At the border between Uganda and the D.R. of Congo, the Rwenzoris form a remote and high-altitude mountain range stretching through the East African Rift System. With heights of 4-5 km, they include Africa's third highest peak (Mt. Stanley, 5109 m) as well as some of the last African glaciers. The combined area of the Rwenzori glaciers declined by more than 75% during the 20th century, and halved between 1987 and 2006. This extreme mass loss may have strong implications for the local hydrology, ecosystems and communities, and recent estimates suggest that the glaciers will disappear in the next decade(s). This trend correlates well with similarly dramatic glacier retreats on Mt Kilimandjaro (Tanzania) and Mt Kenya (Kenya) during the same period, and is attributed to increased air temperature or reduced humidity/cloud cover. Despite recent work on the evolution of glacier extent in the last decades, the measured glacier retreat, as well as the interpretation of the driving climatic factors responsible since the 1980ís, remain controversial and are limited to available data.\nIn order to better understand the dynamics of this recession, we will survey the current state of the two largest Rwenzori glaciers, Stanley and Speke glaciers, using a panel of remote sensing, geophysical and geochemical methods. These include, first, surveying of glacier extents over the last decades using satellite imagery, mapping of the current glacier extent and main features using differential GPS, and assessing the glacier thicknesses using ice-penetrating radar. These three steps will allow for further ice flow modeling. Second, the use of weather station data in the glacier vicinity as well as ice/water sampling for geochemical analysis will allow investigating the glacier sensitivity to the changing climate and its (palaeo-)environmental potential. These results will be compiled with a view to provide a first estimate of modern, past and future ice budgets in the area of interest.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "MUSEE ROYAL DE L'AFRIQUE CENTRALE",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999494403": {
            "orgId": "999494403",
            "orgName": "MUSEE ROYAL DE L'AFRIQUE CENTRALE",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}