{
    "rcn": "195336",
    "acronym": "Molmechindividuality",
    "topics": "MSCA-IF-2014-EF",
    "title": "Molecular mechanisms of neuronal connectivity - the synaptic code for variability and stereotypy",
    "startDate": "01/09/2016",
    "endDate": "01/11/2018",
    "objective": "Behaviour emerges from an interplay of various brain regions and billions of neurons forming a network. The brain acquires its organization by a series of developmental events. The correct wiring of the brain is crucially important for all brain functions. Nevertheless, the brain is both stereotyped and variable across individuals. Currently only a subset of genes have been identified that shape specificity in connectivity and it is highly elusive what promotes variability in synaptic connectivity and whether this is behaviourally relevant. To work on these questions I have chosen the Drosophila olfactory system, which is well-defined both on the levels of circuitry and behaviour and as such well-suited to answer these question. Furthermore, from the perspective of circuitry, it is particularly appropriate as it is comprised of both deterministic and non-deterministic synaptic connectivity. In a first step to tackle the question, I will perform a screen to identify genes shaping deterministic and non-deterministic neural connectivity. In parallel, I will investigate olfactory behavioural variability in the fly and correlate this to circuitry variations on the morphological, synaptic and electrophysiological level. After identifying genes that are important for connectivity and correlating circuit to behavioural variability, I aim to modify circuit variability to alter behaviour.",
    "totalCost": "171684",
    "ecMaxContribution": "171684",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "VIB",
    "participantCountries": "BE",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 28800
        },
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 142884
        }
    },
    "calculatedTotalContribution": 171684
}