{
    "rcn": "195311",
    "acronym": "ECAMMETT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Early Cenozoic Asian Monsoons: Mechanisms and Evolution Through Time",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The Asian Monsoon is primarily driven by continent-ocean thermal contrasts, and frequent hydro-meteorological extreme events emphasize that it is affected by recent global climate change in response to increasing atmospheric level of carbon dioxide (pCO2). The medium and longer-timescale effects of circulation changes in the monsoon system control precipitation in continental Asia and, in the past, shaped Eurasian paleoenvironments and biotic evolution. The Asian monsoons have long been thought to have originated ~23 Million years ago, driven by regional uplift. However, recent studies have shown that the monsoons are millions of years more ancient than previously thought and were regionally similar to today during the high pCO2 Eocene Greenhouse episode. These studies open a vast array of new questions: (1) How did these early monsoons evolve through the Eocene? (2) How did they react to the numerous, short-term hyperthermal and hypothermal pCO2 events that ruled this period? This research project proposes to address these issues by focusing on three key sedimentary records in the Eocene monsoonal realm: in China, Myanmar, and Turkey. After refining the local stratigraphy through U/Pb geochronology of volcanic deposits, the three records will be investigated with respect to different geochemical and mineralogical paleoclimatic proxies. Elemental geochemistry and clay mineralogy will help to understand the evolution of seasonality and precipitation; stable and clumped isotope analyses on pedogenic carbonates and soil organic matter will document past rainfall amount, temperature and pCO2 variations; U/Pb dating on aeolian dust deposits will allow the reconstruction of past wind patterns. The resulting findings will document the short- and long-term variations of the monsoons during the Eocene, and in light of modern global climate change, will furnish the basis for a substantial advance in our understanding of monsoonal forcing factors in a warmer, high-pCO2 world.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAET POTSDAM",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854855": {
            "orgId": "999854855",
            "orgName": "UNIVERSITAET POTSDAM",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}