{
    "rcn": "195382",
    "acronym": "PINQUAR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Polaritons IN the QUAntum Regime (PINQUAR)",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Semiconductor optical microcavities host hybrid light-matter quasi-particles known as polaritons, formed by strong coupling between cavity photons and quantum well excitons. Polaritons are interacting bosons, which above a critical density may condense into a single quantum state. Polariton condensates have enabled fascinating discoveries, yet state of the art experiments remain within the mean-field limit. This means that the physics is governed by a large number of polaritons per mode.  We propose to develop polariton systems operating in the quantum regime, where the physics is governed by single or few polaritons.  Enhancing the polariton non-linearity is a pre-requisite for accessing the quantum regime. Therefore, our proposal begins with studies of extreme non-linear optical phenomena still within the mean-field limit. In particular, we will study bifurcations, exceptional points, and spin-squeezing. Next, we will enter the quantum regime by exploiting interference effects between coupled polariton modes to generate non-classical light via an effect known as unconventional photon blockade. Our final objective is to demonstrate the conventional photon blockade, wherein a single photon in a highly nonlinear cavity blocks the entrance of a second one. Polaritons IN the QUAntum Regime (PINQUAR) will enable previously inaccessible fundamental studies and applications where photons can be emitted one-by-one, non-classical photon statistics can be engineered in time and energy, and quantum simulations can be performed in a controlled solid-state platform suitable for all-optical integrated circuits.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}