{
    "rcn": "195321",
    "acronym": "Behaviour-Connect",
    "topics": "MSCA-IF-2014-EF",
    "title": "Behaviour-Connect: Testing hypotheses on the behavioural drivers of connectivity in the marine environment through novel Bayesian models",
    "startDate": "16/03/2016",
    "endDate": "15/03/2018",
    "objective": "Connectivity is broadly defined as the exchange of individuals between populations. Assessment of connectivity is a key goal in ecology, evolution and conservation biology. At the ecological level, connectivity is key in the persistence and resilience of populations. At the evolutionary level, connectivity influences local adaptation.\nIn the marine environment, ecologists have primarily focused on biophysical models of larval exchange when investigating connectivity, because of the importance of such processes on exploited or commercial species. This has diverted attention from the potentially important role of behaviour as a driver of connectivity in the marine environment. Aspects of a species' behaviour, such as migratory fidelity, social structure and feeding specialisations, can play a strong role in shaping connectivity and gene flow that has been largely been ignored in connectivity studies to date.\nI propose to address this knowledge gap by simultaneously harnessing leading empirical methods, micro-chemical markers and genomics, and integrating these into a novel Bayesian framework for testing hypothesis on the behavioural drivers of connectivity. I will apply this method to a globally distributed species, the southern right whale. This large, long-lived species is highly mobile, migrating between coastal winter calving grounds and high latitude offshore feeding grounds in summer. Southern right whales show maternally transmitted preferences for migratory destinations that could influence connectivity. The combination of well-described life-history traits and lack of barriers to dispersal makes the southern right whale an ideal species in which to investigate the importance of behaviour on connectivity. While providing insights into drivers of connectivity in the southern right whale, the project will generate broader hypotheses about drivers of connectivity and provide a model for combining different data types to rigorously test such hypotheses.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}