{
    "rcn": "195324",
    "acronym": "MOPIGRASFIT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Motion Picture Grammatical Rating System for Infants and Toddlers",
    "startDate": "01/07/2015",
    "endDate": "09/08/2018",
    "objective": "'The use of infant-directed media has increased substantially, from 17% in the 1990s to now over 50% in the first year of life although this use is highly controversial. Current motion picture rating systems in Europe only target viewers above 3 years, and only in terms of content. Infant-directed videos include a wide range of cinematic techniques which require film literacy to understand.   It is therefore crucial to investigate comprehensively the role of such techniques on infant attention so as to ascertain the impact videos may have on the developing brain. The overall objective of the proposed research is to assess systematically the role of: (a) cinematic techniques, (b) viewing experience and (c) cognitive development on the comprehension of moving images and, on the basis of the findings, (d) to suggest an 'age-appropriateness' rating scheme for infants and toddlers (e.g. 12m\\, 24m\\) for audiovisual material. Six-, 12-, 18-, 24- and 36-month-old young children will be categorized into two groups according to the extent of their viewing experience and tested in a cross-sectional study, the findings of which will have important implications for childrenís mental development by identifying the age-appropriate cinematic techniques for comprehension of moving images, which may be suitable educational media for infants.  This proposal falls squarely within the topics emphasized in the EU 7th Framework socio-economic sciences and humanities themes; it is multidisciplinary, combining film studies, vision sciences, cognitive psychology, developmental psychology, and developmental neuroscience, and will yield significant contributions to the film, TV and educational technology fields within the European Research Area.'",
    "totalCost": "187310,85",
    "ecMaxContribution": "187310,85",
    "coordinator": "BIRKBECK COLLEGE - UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999833903": {
            "orgId": "999833903",
            "orgName": "BIRKBECK COLLEGE - UNIVERSITY OF LONDON",
            "ecContrib": 187311
        }
    },
    "calculatedTotalContribution": 187311
}