{
    "rcn": "195364",
    "acronym": "KimberliteNewApproach",
    "topics": "MSCA-IF-2014-EF",
    "title": "A new approach to revealing the composition of kimberlite melts and their deep mantle source",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "The overarching aim of this project is to provide novel constraints on the composition of the Earthís deep mantle, particularly its volatile content, by undertaking an innovative geochemical and isotopic study of the deepest formed melts on Earth: kimberlites. Kimberlite melts are derived from depths in excess of 150-200 km. They are important as the major host of diamonds and because entrain xenoliths (i.e. fragments) of upper mantle and deep crustal rocks during ascent to the surface, providing a major source of information about the geochemistry of the deep Earth. Despite their importance, the composition of primary kimberlite melts and their exact mantle source are hotly debated issues. This is due to contamination of kimberlite melts by mantle and crustal rocks during magma emplacement and near surface alteration of primary kimberlite mineralogy.\nTo determine the composition of primary kimberlite melts, I will employ a novel approach that combines radiogenic (Sr-Nd-Pb) and stable (C-O) isotope fingerprinting of melt inclusions in kimberlitic magmatic minerals (i.e. olivine and spinel), using innovative ultra-sensitive techniques. This approach will constrain if the carbonate-dominated melt inclusions truly represent examples of pristine kimberlite magma by quantifying processes like crustal contamination and degassing that may have altered the melt composition. I will investigate kimberlites from targeted localities from different parts of the world (South Africa, Canada, Greenland, Russia) and of variable age (Proterozoic to Cretaceous) to assess if there are spatial and/or temporal controls to kimberlite composition. The melt inclusions C-O isotope data, coupled with O isotope analyses of kimberlitic olivine, spinel and perovskite, are designed to test if recycled crustal material occurs in the deep mantle source of kimberlites, which would provide important new constraints on the global cycle of volatiles through geological time.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}