{
    "rcn": "195368",
    "acronym": "NEDBELS",
    "topics": "MSCA-IF-2014-GF",
    "title": "NEURODIVERSITY BETWEEN LAW AND SCIENCE",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "The aim of the research proposal ìNeurodiversity between Law and Scienceî (NEDBELS) is to inquire into the legal impacts and socio-political implications of the concept of neurodiversity. This term pertains to individuals diagnosed with neurodevelopmental disorders such as Aspergerís Syndrome and Autism and hypothesizes the emergence of a new category of difference in the human population. NEDBELS explores how this concept challenges the constitutional principle of equality, as well as how it fosters the need to accommodate new principles in criminal and civil law. This proposal has risen from a need for heightened communication between law and science. Scientific theories, concepts and methods widely permeate law and adjudication, and legal and ethical frameworks intimately drive applied sciences, as in education and health care systems. Therefore, one might reasonably expect that these two worlds would cooperate on a regular basis. However, lawyers, scientists and health care professionals operate largely insulated from one another in research, formal training and daily practice. This divergence prevents vulnerable minorities, such as people with neurodevelopmental disorders, from reaping the full socio-political potential of scientific advancements. NEDBELSís goal is to increase communication between law and neurosciences through interdisciplinary research methodologies and scientific training-through-research as well as by enhancing the synergy among legal experts, policy makers and scientists in the field of neurodiversity",
    "totalCost": "159034,56",
    "ecMaxContribution": "159034,56",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 159035
        }
    },
    "calculatedTotalContribution": 159035
}