{
    "rcn": "195338",
    "acronym": "metaC-Hfunct",
    "topics": "MSCA-IF-2014-EF",
    "title": "CO2 as a traceless directing group for catalytic meta C-H olefinations",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "The development of methods for the transition metal-catalysed functionalization of C-H bonds is revolutionizing synthetic organic chemistry by providing tools to simplify and accelerate the synthesis and modification of a myriad of known and still unknown organic molecules including aromatic compounds. However, in these processes, the ability to discriminate between C-H bonds for subsequent transformation into other functional groups still remains as a major challenge. To date, much progress has been made on developing strategies for the ortho-functionalization of arenes, mainly through the derivatization of the substrates with directing groups. meta-Functionalization approaches, on the other hand, are extremely scarce despite eta-substitution is a widespread motive amongst biologically active molecules. \nThe research outlined in this proposal aims at developing a process that makes use of CO2 as an invisible directing group leading to an array of novel direct meta-functionalization methodologies. To do so, we envision a one-pot strategy involving a carboxylation ortho to an R group followed by a tandem CO2H directed ortho-functionalization/decarboxylation process that affords the desired meta-functionalized products and releases again the CO2 employed as the directing group.\nThe realisation of the objectives of this project will push forward the state-of-the art in the area of C-H bond activation by providing step economical access to molecules that are difficult to prepare via conventional multistep routes.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}