{
    "rcn": "195378",
    "acronym": "MOCT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Spectral Theory of Non-Selfadjoint Markov Processes with Applications in Self-Similarity, Branching Processes and Financial Mathematics",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "The project contextually sets up a novel framework to study the spectral-theoretical properties of classes of non-selfadjoint (NSA) operators related to Markov processes (MP) via their intertwining to a continuous path selfadjoint (SA) MP. Conceptually, this means that the jumps of each class of NSA MP can be considered a perturbation of one SA MP realized by an intertwining kernel. This approach can have far-reaching consequences for understanding classes of MP as the reduction to SA MP leads to well-studied objects whereas the spectral theory of NSA operators is far from understood. The price of that is the non-invertability of the intertwining kernels. This framework is explored and crystallized by a challenging, detailed spectral-theoretical study of an enormous class of NSA operators directly arising from the key phenomenon of self-similarity and in duality from branching. This is achieved by a synergy of research fields complementing each other to obtain the spectral properties of those operators culminating in the derivation of spectral expansions of the generated semigroups. As a result of this synergy, a number of tools and techniques with impact, including applications to fields beyond the scope of the project, are derived. A particular development in the area of recurrent equations and special functions will be unexpectedly exploited to the effect of a comprehensive theoretical and applied study, including numerical schemes, of key quantities in financial and insurance mathematics such as Asian options and perpetuities. A training-through-research in line with the fellowís affiliation to the host institution and the proposed secondment will critically contribute to the optimal completion of the proposal in terms of time, scope and quality.",
    "totalCost": "128994",
    "ecMaxContribution": "128994",
    "coordinator": "INSTITUTE OF MATHEMATICS AND INFORMATICS AT THE BULGARIAN ACADEMY OF SCIENCE",
    "coordinatorCountry": "BG",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999534852": {
            "orgId": "999534852",
            "orgName": "INSTITUTE OF MATHEMATICS AND INFORMATICS AT THE BULGARIAN ACADEMY OF SCIENCE",
            "ecContrib": 128994
        }
    },
    "calculatedTotalContribution": 128994
}