{
    "rcn": "195383",
    "acronym": "GLOBE",
    "topics": "MSCA-IF-2014-EF",
    "title": "All Organic Redox Flow Batteries",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "European Union (EU) intends to significantly reduce the CO2 emissions in the following decades. To do this, the use of fossil fuels in all sectors and particularly in power sector will be continuously reduced and replaced with renewable energy sources. Such transition depends on proper electrical energy storage (EES) technology for renewable energy management in order to handle the varying solar and wind generated electricity. So far only redox flow batteries (RFB) show potential for renewable energy management because of: i) scalability between storage capacity and power; ii) short response time; iii) good cycling capability, iv) long discharge time and v) low cost potential. The use of state-of-the-art metal based RFBs is limited by their relatively high costs that inherently are linked to the low current and energy density. Recently a breakthrough in RFB technology is reported, high current densities are achieved  in a RFB based on organic-halide electrolytes. Organic-halide RFB can store electricity at almost ten times lower life cycle cost compared to metal based RFB, due to increased current density and lower electrolyte costs. One of the objectives of the current proposal is to investigate feasibility and stability of organic-halide RFB. The main goal of the fellowship is to build All Organic RFB by replacing the halide part (Br2) with less hazardous and cheap organic electrolytes which have extremely fast electrokinetics: (2,2,6,6-Tetramethylpiperidin-1-yl)oxy (TEMPO) and hydroxylated anthraquinone di-sulphonic acids.  Since latter are not commercially available, a new chemical synthesis routes will be developed. Nanoporous films and anion exchange membranes will be considered as an alternative to expensive proton conductive membrane-Nafion. All Organic RFBs show great potential for low cost EES and could facilitate EU transition to low carbon emission/renewable energy based economy.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}