{
    "rcn": "195389",
    "acronym": "MRTGS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mechanical regulation of tissue growth and signalling",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "The control of tissue size and morphology is a fundamental problem that is remarkably ill understood. Although extensive research has focussed on the genetic and biochemical control of tissue growth, significantly less attention has been paid to the mechanical aspect of growth regulation, even though ample evidence indicates that any deformation or shape change is, to some degree, a result of force acting on a mass. Unravelling the basis of the mechanical-biochemical co-regulation in tissue growth control will not only increase our understanding of organismal development but also potentially represent a novel therapeutic target in growth-related diseases such as cancer. With this in mind, I aim to address two central questions: \n1) How do mechanical stresses generated by growing tissues impact signalling networks to modulate tissue growth and morphology?\n2) What is the function of in situ mechanical force on normal tissue growth and 3D architecture?\nUsing the Drosophila wing disc as the model tissue, I will employ a combinatorial biophysical, molecular, genetic and computational modelling approach to address the proposed questions. With a novel tissue stretching and compression device, I will initially identify key signalling events mediating the growth responses downstream of mechanical force. In parallel, by individually altering the genetic or the mechanical properties of the system, I will address co-regulation between mechanics and tissue growth. My research will lay the foundations for our understanding of tissue growth control by mechanical forces - a finding that may ultimately help to design novel treatment strategies for cancer. The classical approach to restrain cell growth involves targeting of the underlying genetic defect; however it might be more advantageous to apply physical therapy instead in situations where biochemical treatments do not suffice.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}