{
    "rcn": "195358",
    "acronym": "MEPOL",
    "topics": "MSCA-IF-2014-EF",
    "title": "The role of plant primary and secondary metabolism in pollination",
    "startDate": "09/06/2015",
    "endDate": "08/06/2017",
    "objective": "Pollination contributes to more than $200 billion of revenue, about 10% of the global agricultural production. In addition to higher yields and better quality of fruits and vegetables, pollination has evolutionary implications. Understanding the cues that attract and sustain pollinators will positively impact agriculture and our knowledge on how to preserve biodiversity. This project aims to unravel the role of plant metabolism in pollination by exploiting the genotypic variation existing among natural accessions of Arabidopsis and in combination with metabolomics and transcriptomics to identify genes that regulate the traits that plants use to attract and reward pollinators. These are fragrance, colour and nectar. Volatiles emitted from flowers of a collection of 360 Arabidopsis ecotypes will be analysed via GC-MS, and sugars, amino acids and secondary metabolites measured via HPLC and LC-MS. Genome-wide association studies will be used to correlate metabolic phenotypes and single nucleotide polymorphisms to loci that regulate pollination traits, which will be further studied to establish gene functions. Metabolites and RNA extracted at time points during flower development will be used to identify the regulatory elements of pollination-related metabolite formation. To assess the contribution of pollination traits to flower attractiveness, behavioural experiments with hoverflies will be performed. Finally, the knowledge acquired from the model plant Arabidopsis will be transferred to the oilseed crop Camelina, in which pollination efficiency will be measured as seed production. The project combines multidisciplinary approaches to expand the skills of the fellow. In turn, the fellow will bring expertise about Camelina and CRISPR to the host. At its completion, the project will provide the host institution with a large dataset of metabolic signatures for the generation and validation of new hypotheses with regard to scent, colour and nectar formation.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}