{
    "rcn": "195399",
    "acronym": "F-Pole",
    "topics": "MSCA-IF-2014-EF",
    "title": "Significant or trivial: Fungi in Polar Ecosystems",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Fungi are major components of the Earth's biosphere, playing a pivotal role as decomposers and recyclers of nutrients across different environments. However, fungal diversity and function in marine environments has been poorly studied, leading to a biased picture of fungal distribution. Latest studies indicated a distinct marine fungal diversity, including chytrids which can affect algae and zooplankton communities because of their parasitic lifestyle or function as food source. The project intends to investigate the importance of marine fungi in polar-regions, environments that promote the occurrence of endemism and thus the detection of novel species. WP1 aims to study marine fungal diversity and distribution and to provide novel and unique information on the influence of environmental variables on the biodiversity of fungi in these important and changing environments. Two hypotheses will be tested in this work package: firstly, are the fungi identified representative of 'bona-fide' marine lineages and not land-derived origin? Secondly, do fungi represent a higher diversity in marine polar waters compared to temperate and tropical waters? WP2 aims to elucidate the genes transcribed by polar fungi in these atypical and cold environments. This work will allow me to understand the biological characteristics of these fungi that underpin their diversity and distribution profiles by using comparative meta-transcriptomic analysis of environments rich in polar chytrid lineages. Once both work packages are brought together they will help to fill the gap in our understanding of the marine environment, providing important information on ecology of marine communities. Polar environments are undergoing unprecedented changes, it is therefore crucial to understand important components of the microbial community, specifically fungi. The combination of diversity analysis and reconstruction of biological function will uniquely allow for such progress.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}