{
    "rcn": "195356",
    "acronym": "NIMBLIS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Laser Induced Synthesis of Biocompatible Multifunctional Inorganic Nanoparticles: A Novel Route to Produce Multifunctional Contrast Agents for Early Diagnosis of Breast Cancer",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "The main goal of this IF research proposal is to produce novel nanoparticle-based multimodal contrast agents for their use in breast cancer diagnosis by combining Magnetic Resonance Imaging, Digital Mammography, X-ray Computed Tomography and Ultrasonography. In doing so, we will develop a new high-productivity strategy to synthesize multimodal hybrid nanoparticles, which consists in femtosecond-laser-induced-ablation of a metal plate immersed into a solvent containing chemicals, in combination with direct nanosecond-laser photolysis in solution of these chemicals. This research will be coupled to an in situ study of the high-productivity laser fabrication process and the analysis of the underlying mechanisms which allows the nucleation and growth of these hybrid nanoparticles. Moreover, we will analyze the structure, composition, physical and colloidal properties of the as-synthesized hybrid nanoparticles, as well as the in vitro performance of these nanoparticles as contrast agents in Magnetic Resonance Imaging, Ultrasonography and X-ray imaging techniques. We will also evaluate the citotoxicity of the as synthesized hybrid nanoparticles in normal cells and tumor breast cells lines. Finally, we will target these nanoparticles toward the human epidermal growth factor receptor 2 (HER2) which is overexpressed in breast cancers with a poor prognosis and higher disease recurrence, and we will evaluated in vitro the targeting ability of the obtained anti-HER2-nanoparticles conjugates for HER2\\ breast cancer cells.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}