{
    "rcn": "195334",
    "acronym": "SEAGAS",
    "topics": "MSCA-IF-2014-GF",
    "title": "Multi-disciplinary Comparison of Fluid Venting from Gas Hydrate Systems on the Mediterranean and Brazilian Continental Margins over Glacial-Interglacial Timescales",
    "startDate": "30/04/2016",
    "endDate": "28/04/2020",
    "objective": "Gas hydrates are ice-like compounds that form within near-seabed sediments on continental margins, concentrating greenhouse gases (mainly methane) within what is estimated to be the largest reserve of hydrocarbons on Earth. The stability of this frozen sub-oceanic reservoir is sensitive to changes in sea-level and temperature over time, but also to the poorly understood dynamics of chimney-like structures observed to vent gas to the oceans. An understanding of gas venting from hydrates over time is of  scientific and social relevance, due to potential impacts on global carbon budgets, regional geohazard assessments and future energy resources. SEAGAS is the first project to propose a comparative analysis of gas hydrate systems on continental margins that have experienced differing forms of glacial-interglacial climate forcing: an open ocean (the South Atlantic) and a semi-enclosed sea (the Mediterranean). The project will perform numerical modeling of changes in gas hydrate stability on both margins, to guide analyses of marine geophysical, geological and geochemical datasets held by the outgoing and return hosts, as well as of data to be obtained during a joint acquisition campaign to the Nile fan. SEAGAS leverages ongoing high-level research programmes by the outgoing and return hosts, which offer multi-disciplinary expertise and datasets, as well as access to ship-time. The key training objective is for the researcher to acquire new skills in marine geochemical concepts and methods with the Brazilian host, in order to broaden his existing competencies (and those of the French host) in marine geophysics and geology. SEAGAS has the strategic objective of consolidating a nascent collaboration between the outgoing and return hosts, with strong potential for further collaborations. SEAGAS will thus make an impact on European research excellence and competitiveness while resulting in a diversification of competencies in a field of strategic interest for the ERA.",
    "totalCost": "238410",
    "ecMaxContribution": "238410",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 238410
        },
        "996454423": {
            "orgId": "996454423",
            "orgName": "UNIAO BRASILEIRA DE EDUCACAO E ASSISTENCIA ASSOCIACAO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 238410
}