{
    "rcn": "195388",
    "acronym": "NextGen RiBiomics",
    "topics": "MSCA-IF-2014-EF",
    "title": "Next Generation Proteomic Analysis of  Pre-Ribosomal Proteome Dynamics Coupled to Glucose Metabolism in Cancer Cells",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "The research field of proteomics proceeds rapidly thanks to recent technological advances of instrumentation, methodology, and software development. Next Generation Proteomics (NGP) refers to the integration of these three areas to provide a systematic approach for measuring proteome dynamics in both time and space during various cellular responses. In this proposal, I will analyze pre-ribosomal proteome dynamics in response to intracellular energy status using a NGP approach. Specifically, I will determine how cancer cells regulate Ribosome Biogenesis (RiBi) to aid their survival under conditions of energy deprivation, which frequently occurs in connection with solid tumour development. The host laboratory is well known for developing and applying NGP strategies and will provide me with training and access to all of the equipment and resources required. To carry out this project I will first optimise methods for purification of human pre-ribosomal particles, combining my existing knowledge of RiBi with expertise from the Lamond group in nucleolar isolation. I will then use a quantitative proteomics approach to analyze pre-ribosomes isolated from cells grown under conditions of varied glucose deprivation. I will compare the components of pre-40S, pre-60S and pre-90S particles, respectively, using SILAC and the PepTracker software developed in the Lamond group. This project is based on my recent data showing that 47S pre-rRNA processing, which occurs in pre-90S particles, is suppressed by glucose deprivation in human adenocarcinoma HeLa and MCF7 cell lines. As the proteins contained in human pre-ribosomes are less well characterised than the corresponding yeast proteins, I will incorporate these results in a searchable database of human RiBi factors that will be freely available to the community. As RiBi is the most energy-consuming process in eukaryotic cell the results of this project may lead to novel cancer treatment strategies which target deregulation of RiBi.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF DUNDEE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}