{
    "rcn": "195362",
    "acronym": "AluminiumScrapDbase",
    "topics": "MSCA-IF-2014-EF",
    "title": "Aluminium Scrap: Open access database for impurity levels-microstructure-property and methods to recover properties in high impurity scrap",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Aluminium (Al) alloys are extensively used in transport (28%), construction (35%) and engineering (27%) sectors. The total Al in use is expected to increase from 600 million tonnes in 2013 to one billion tonnes by 2020, thus creating a large metal bank for future recycling use.  Currently primary Al production from bauxite ore is the primary source of Al metal supply to industry. Since primary aluminium production is an energy intensive process and the world's bauxite deposits are limited, the use of Al scrap accumulated from packaging, building, automotive and engineering sectors offers a sustainable solution to secure metal supply. However, the scrap from these sectors has higher levels impurities in particular with iron (Fe). Higher concentration of Fe is detrimental to the mechanical properties due to formation of harmful platelet structures of Fe-based intermetallics. \n\nThe overall aim for the fellowship is to develop solidification science based methods which enables the use of aluminium scrap alloys to produce high value aluminium products to support the rapid growth of Al. The objectives are (i) To develop methods to tolerate higher iron impurity concentrations in Al scrap alloys using model alloys containing impurities, through enhanced heterogeneous nucleation, intermetallic morphology control and restricting their growth (ii) to understand the solidification behaviour of scrap alloys by attempting to tackle the problem from thermodynamic analysis, engineering the microstructure through various approaches and an in-depth understanding of the behaviour of intermetallics using advanced tools, examine the effect of impurities on properties and to determine micro-mechanical properties of various synthetic iron based intermetallic phases,  (iii)  to build an open access database for  impurity levels in scrap alloys-property-process dependence and to provide guidelines for Al component manufacturers on critical levels of impurities in specific alloys.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "BRUNEL UNIVERSITY LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}