{
    "rcn": "195384",
    "acronym": "RES.CO.PART",
    "topics": "MSCA-IF-2014-EF",
    "title": "Research Consultation and Participation:developing a tool for managing cultural heritage and landscape",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "This project aims to devise and implement a new tool for the sustainable management of cultural heritage. The RES.CO.PART tool will promote the efficient involvement of communities as stakeholders in decision-making processes for the management of cultural heritage in landscape. It will combine interdisciplinary methods of spatial analysis (especially Geographic Information System (GIS) based Historic Landscape Characterisation (HLC)) in a new way with research practices from cultural anthropology. The tool will help bridge the gap between theoretical appreciations of cultural heritage and the management practices that are actually applied on site.  The tool will be developed through practical case-studies in two contrasting communities, Naxos in the Aegean Sea (Greece) and part of the East Devon ëArea of Outstanding Natural Beautyí (AONB) (UK).\n\nTo implement this project, Dr Stelios Lekakis will move from Greece to Newcastle University in the UK, undertaking systematic training in GIS-related methodologies and especially the HLC tool, along with related skills in the visualisation of results for the public. The project results will be disseminated through a specifically designed open platform. To create this, he will also be trained in the process of building a digital, open-access tool for the collection and communication of relevant data by interested stakeholders.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}