{
    "rcn": "195325",
    "acronym": "PETITE GUERRE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Experiences and Memories of French and Algerian Veterans. Remembering the 'petite guerre' in the AurËs-Nememcha",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The present study aims to investigate the Algerian War of Independence (1954ñ62) from a new perspective. It proposes to frame a transnational history of the war, going beyond both the (opposing) French and Algerian (national) narratives, to resituate the war in its Mediterranean, European, and eventually its global contexts. This general research objective, however, will be achieved by using a microhistorical approach: instead of looking at the conflict as a generic ìwholeî and examining its reverberations in an elusive ìcollective memoryî, the project focuses on a specific region, the AurËs-Nememcha in the Algerian south-east. At the core of this project are the specific experiences and memories of French and Algerian veterans who fought each other for eight years, in this mountainous, Berberophone area. Who were they? What kind of war were they fighting, and why? And fifty years after the ceasefire, how do the citizens of each country cope with their combat memories? The project will mobilise a wide range of sources, mostly but not exclusively French and Algerian. Aiming to analyse both past events and their present memories, this study will rely on both qualitative and quantitative analytical methods, in a truly interdisciplinary framework. Indeed, this ìglobal microhistoryî approachóbeyond being an original contribution to historical researchóaims to offer new knowledge of and insights into the Franco-Algerian War, in order to help the two countries to go beyond the narrow national narratives that continue to fuel an unexhausted ìmemory warî that is ongoing both between and within Algeria and France. If the efforts of the EU and the Union for the Mediterranean (2008) may help to set a new tone in the near future, today it is less at the state level that it is possible to act than at the level of the people, by focusing on their particular and familial stories.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}