{
    "rcn": "195302",
    "acronym": "GOMB-TBI",
    "topics": "MSCA-IF-2014-EF",
    "title": "Causes and consequences of alterations in cerebral glucose metabolism in Traumatic Brain Injury",
    "startDate": "01/11/2015",
    "endDate": "31/10/2016",
    "objective": "Traumatic Brain Injury (TBI) is the leading cause of death and disability in young adults. Hours or days after the primary injury, secondary injury will develop. This secondary injury is responsible for most in-hospital deaths after TBI. Early interventions to prevent secondary injury are currently targeted at reducing intracerebral pressure and promoting cerebral blood flow (CBF), aiming to improve brain oxygenation and reduce ischaemia. However, there is increasing evidence that other mechanisms besides ischaemia are important in the development of secondary damage. Because our brain depends on glucose for functioning, alterations in cerebral glucose metabolism provide insight into the causes of secondary brain damage. The influence of plasma glucose has been studied, but the relation between body and brain glucose metabolism after TBI is unclear. In addition, there are indications that local neuroinflammation influences local glucose metabolism. New techniques, such as positron emission tomography (PET) with 18-Fluorodeoxyglucose (18FDG) and cerebral microdialsyis, allow detailed study of brain metabolism after TBI. During this project we aim to study the causes and consequences of alterations in brain glucose metabolism using 18FDG PET and microdialysis. We will study the influence of alterations in oxygen supply, neuroinflammation and body glucose on alterations in glucose metabolism. Thereafter, the consequences of alterations in glucose metabolism on brain tissue will be studied, using structural magnetic resonance imaging  (MRI) and diffusion tensor imaging (DTI). This will provide novel insights into the underlying mechanisms of secondary injury following TBI and its long term consequences. These data should provide a basis for the design and assessment of future neuroprotective therapies.",
    "totalCost": "97727,4",
    "ecMaxContribution": "97727,4",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}