{
    "rcn": "195370",
    "acronym": "nanoCAVa",
    "topics": "MSCA-IF-2014-GF",
    "title": "Formation of nano-scale clusters from atmospheric vapors",
    "startDate": "01/08/2015",
    "endDate": "31/07/2018",
    "objective": "This research concentrates on advancing the understanding of the border between the gas and condensed phase by studying the formation of nanoscale clusters from atmospheric vapours (NanoCAVa). Cluster formation and growth is a crucial step in forming new aerosol particles in the atmosphere. We aim to resolve the role of molecular clusters in aerosol formation by targeted field measurements at various locations and precisely controlled chamber experiments. Using and further developing the latest measurement technology, and combining physical and chemical information, enables us to get a full characterization of neutral clusters, which is so far lacking. We utilize the results to create a better description of the dynamics of 1 ñ 5 nm nano-particles, which often cannot be treated with traditional theories, and to implement the concept of a cluster mode into the general view on the atmospheric aerosol size distribution. Understanding the factors controlling the growth of newly formed clusters into climatically relevant particles and cloud condensation nuclei (CCN) enables estimating their importance in the climate system more accurately. This project will facilitate the ER to pursue a successful research career in atmospheric science and establish her position as an expert of nano-particle measurement technology. It will also strengthen the role of the beneficiary and the partner organization as the leading groups in atmospheric nucleation research and their mutual collaboration.",
    "totalCost": "265082,4",
    "ecMaxContribution": "265082,4",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 265082
        }
    },
    "calculatedTotalContribution": 265082
}