{
    "rcn": "195346",
    "acronym": "VCSD",
    "topics": "MSCA-IF-2014-EF",
    "title": "Visualising Chromatin Structure and Dynamics at the Nanometre Scale with Super-Resolution Fluorescence Microscopy",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Recently, it has become evident that the spatial organization of chromatin within nuclei is a key factor that can regulate gene silencing and expression. This organization is particularly important in pluripotent stem cells that differentiate into all cell types of the body through chromatin remodelling coupled to altered gene expression. Therapeutic use of these cells demands precise control over chromatin structure to direct differentiation. However, chromatin structure remains poorly resolved due to the nanometre length scales involved and limitations of low spatial resolution, poor signal-to-noise and ensemble averaging in existing methods. VCSD utilizes cutting-edge super-resolution fluorescence microscopy (SRFM) that overcomes these limitations. VCSD will, for the first time: 1) visualize global, 3D chromatin nanoscale structure in individual cells during differentiation; and 2) correlate the dynamics of local chromatin restructuring with the silencing of a central pluripotency gene. The proposed Marie Curie Fellow, Jason Otterstrom, PhD Harvard Biophysics, has extensive experience in fluorescence microscopy applied to biological systems. The host lab supervisor, Dr. Loza-Alvarez, is an expert in SRFM, at the Institute for Photonic Sciences, Barcelona. A secondment is planned in the lab of Dr. Cosma, an expert in the genetic mechanisms controlling pluripotency, at the Barcelona Center for Genomic Regulation. The combined expertise of the fellow and host labs is uniquely suited to establish VCSD as a novel framework for characterizing chromatin structure. The methodology developed is anticipated to be adopted by researchers in stem cell and chromatin biology fields, thereby reinforcing Europeís global reputation in scientific innovation. The Fellowship will enable Jason to pursue applications of the chromatin structural metrics determined here as an independent biophysical researcher, with the long-term goal of commercializing a stem cell classification system.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}