{
    "rcn": "195314",
    "acronym": "INHABIT Cities",
    "topics": "MSCA-IF-2014-EF",
    "title": "Investigating Natural, Historical, And Institutional Transformations - Cities",
    "startDate": "14/09/2015",
    "endDate": "14/08/2018",
    "objective": "The overall aim of INHAbIT is to improve understandings of the dynamics of water service provision in urban environments in the global South. In particular, INHAbIT will explore historical processes and transformations that have shaped water service configurations, the politics of socio-technical urban water supply systems and the socio-ecological processes shaping the urban waterscape. INHAbIT is innovative in that it takes an interdisciplinary approach and aims at developing new methodologies and conceptual approaches. To this aim, INHAbIT has identified three objectives, which combine theoretical, methodological and empirical elements: undertake a theoretical synthesis that brings urban political ecology perspectives into engagement with institutional bricolage; explore and test innovative methodologies for tracking informality and investigating socio-natural processes; undertake empirical work and building up a robust body of rigorously researched historical and qualitative data on natural, historical and institutional transformations that have shaped and continuously re-shape water service realities in Lilongwe (Malawi) and Maputo (Mozambique). While taking a critical approach, INHAbIT is also cognizant of the needs of policy makers and practitioners for solutions that work for serving with adequate water a growing population. The researcher, Maria Rusca, will explore the implications of INHAbITís research findings for policy and practice and disseminate accordingly. INHAbIT, thus, will be both scientifically innovative and policy relevant.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}