{
    "rcn": "195322",
    "acronym": "GLUCOTOX",
    "topics": "MSCA-IF-2014-EF",
    "title": "Does reducing ?-cell glucotoxicity increase the hyperglycaemia-lowering effect of physical exercise in type 2 diabetes?",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Hyperglycaemia in type 2 diabetes (T2D) doubles mortality and arises due to failure of pancreatic ?-cell insulin secretory function to overcome insulin resistance. Exercise reduces hyperglycaemia by improving insulin sensitivity and ?-cell function; however, the variability of this beneficial effect is huge and is associated with high blood glucose and poor insulin secretion. Hyperglycaemia increases interleukin-(IL)1? levels causing ?-cell death and insulin secretory dysfunction (glucotoxicity), and these phenomena are all elevated in T2D and are also augmented by IL-6, which alone is not toxic to ?-cells. Interestingly, blood IL-6 levels are not only increased in T2D but are also increased following exercise due to secretion from muscle. Therefore the huge variability in the adaptation to exercise may be due to muscle IL-6-induced enhancement of IL-1?-induced ?-cell dysfunction. Thus, exercise may be detrimental to T2D patients with ?-cell glucotoxicity. Our objective is to determine the independent and interactive roles of IL-6 and IL-1? in the adaptations to exercise in T2D. We will achieve this by integrating the human physiology expertise of the Experienced Researcher with the transgenic mouse model expertise of the Supervisor to create a bench-to-bedside approach from which both the host institution and the experienced researcher will gain from in the future. Innovative muscle-specific IL-6 knockout mouse models and clinical anti-IL-1? drug treatment approaches will be used to ultimately increase the knowledge of how IL-6 and IL-1? interact, making it possible to optimise exercise therapy for all T2D patients, including those who would otherwise be classified as a ìnon-responderî.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}