{
    "rcn": "195380",
    "acronym": "TEACHPOL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Freedom of Teaching and Political Control:The Case of Thomas Aquinasí Assimilation in William of Peter Godinís Lectura Thomasina (14th C.)",
    "startDate": "15/05/2015",
    "endDate": "14/05/2017",
    "objective": "The project intends to explore the speculative, historical, and political functions assumed by William of Peter Godinís Lectura thomasina in the assimilation and teaching of Thomas Aquinasí doctrines after the series of condemnations, censures, and corrections promulgated by some political authorities between the end of the 13th and the beginning of the 14th century. The text, still unpublished and preserved in fifteen manuscripts, does not represent a mere collection of Thomasí dicta, but rather a sort of authorized handbook for students, which frequently replaced the direct lecture of Aquinasí texts. In line with the educational policies, but true to Thomasí intentions, the Lectura thomasina is an outstanding multidisciplinary document: it harmonizes speculative contents from Thomas Aquinasí texts with political pressures and religious convinctions.\nThrough a comprehensive analysis of the work, a transcription of some selected passages, in which Williamís reworking of censured Thomistic doctrines emerges, and, for the first time, the critical edition of a significant section of the text (Book II ñ distinctions I-XXII), the research will focus on the Lectura thomasina as a case study that typifies the process of assimilation and transmission of groundbreaking ideas in a specific intellectual context, when it is subjected to political or religious restrictions. Then, the text will be a gateway to access a wider investigation on the contrasts between freedom of teaching and educational policy, recurring in many other cases in European intellectual history, and it will convert a specialistsí discussion on a medieval problem into a far-reaching intellectual challenge.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}