{
    "rcn": "195348",
    "acronym": "NBUCA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Neural and behavioral underpinnings of contextual modulations in Autism",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Social cognition impairments, including deficits in nonverbal communicative behaviors used in daily life interactions are considered to be among the core deficits associated with Autism Spectrum Disorders (ASDs). So far, these deficits have been traditionally studied by using non-realistic stimuli embedded in abstract tasks. These tasks are not good models of the world because they lack the context of everyday-life situations. Although contextual processing during action comprehension has been extensively studied in other disorders (e.g. schizophrenia), much less is known about the role that it plays in ASD. Strikingly, those few studies that have used more ecological paradigms in which contextual information was given have shown that ASD individuals are able to improve their ability in reading out otherís actions. Therefore, a broader explanation of ASD which considers the influence that context, as an intrinsic part of social cognition, has on this disorder is timely and clearly required. The general aim of NBUCA is to study the neural and behavioral underpinnings of contextual modulations in ASD during action comprehension and answer many challenging questions: a) Do children and young adults with ASD have a general deficit in integrating context and behavior? If this is true, b) Does this deficit relies more on the processing of social or non-social contextual cues (or both)? Given this, an ecological context-dependent social cognition paradigm will be designed and further implemented in a set of experiments combining behavioral and psychological measures with transcranial magnetic stimulation (TMS). Overall, we expect that by enhancing contextual information ASD individuals will improve their ability in comprehending othersí actions. Together, our findings will provide novel insights on the impact that context has on ASD. This will be of clinical relevance for developing a more ecological framework that includes contextual sensitivity evaluation and treatment.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI UDINE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899281": {
            "orgId": "999899281",
            "orgName": "UNIVERSITA DEGLI STUDI DI UDINE",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}