{
    "rcn": "195371",
    "acronym": "RESILIENCE",
    "topics": "MSCA-IF-2014-EF",
    "title": "RESILIENT2: A novel thermosensory module at the interface of temperature and defense signaling",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The proposed project aims to define the molecular framework at the interface of  plant immunity and temperature signaling pathways.  To sense and respond to external environmental cues is critical for adaptation of plants to local environments. Temperature is a key seasonal variable controlling plant processes like developmental decisions as well as outcomes of plant-pathogen interactions. Elevated temperatures cause reduced resistance to pathogens resulting in enhanced susceptibility. Climate change, most importantly increasing global temperatures, poses a severe threat to agriculture and biodiversity. Though known for long, the phenomenon of temperature induced disease susceptibility is not sufficiently well understood at the molecular level. A unique Arabidopsis mutant resilient2 (res2) with temperature resilient defense response has been identified through a novel forward genetic screen. The res2 mutant also displays defective temperature sensing phenotypes suggesting that RES2 encodes a novel thermosensory molecule that modulate plant defense. I will systematically characterize the res2 mutant to define the molecular mechanism by which RES2 regulates temperature sensing and plant immunity. Findings of this study will answer the longstanding fundamental biology question of how environmental signals are integrated, especially the molecular basis for temperature induced defense breakdown. This will contribute to developing climate resilient crops in the wake of unprecedented increase in temperature as a result of global climate change.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "JOHN INNES CENTRE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992595": {
            "orgId": "999992595",
            "orgName": "JOHN INNES CENTRE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}