{
    "rcn": "195328",
    "acronym": "DENDRONUTRIENT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Disentangling the effects of CO2 fertilization, nutrient limitation and water availability on forest ecosystem processes: Estimating their long-term consequences on SW European forests",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "European forestry is fast evolving as forests could experience in the near future important changes in climate and also in management, which is moving from timber production to values such as bioenergy, carbon sequestration, biodiversity and others. These factors could change the idoneity of traditional forestry in Scots pine forests (which cover important areas in Europe). The project¥s objectives are: 1) To characterize past and estimate future effects of forest management and climate change on carbon and nutrient budgets in Pinus sylvestris stands in SW Europe, to support sustainable forestry that maximizes nutrient and carbon use efficiency and therefore tree growth; 2) To develop, evaluate and apply reliable ecologically-based mathematical models that can be applied in forest management, to study interactions among elevated atmospheric CO2, tree growth and limiting nutrients and moisture. To achieve these objectives the project will be implemented in three stages: 1) Field and archival samples form experimental plots in Scot pine stands in the Pyrenees will be used to analyze connections between soil, leaf and stem nutrient status in the last 16 years. The magnitude of ecosystem biomass and nutrient pools will be estimated to calculate the historical change of nutrient use efficiency by the pines. Historical leaf NUE will be estimated through leaf area scanning combined with chemical analysis. Stem water and nutrient status will be estimated by wood scanning combined with techniques discriminating isotopes of carbon and nitrogen. 2) The ecosystem model FORECAST-Climate will be calibrated, validated, and used as a virtual lab to test the relative importance of nutrient, water, and CO2 availability on tree growth. 3) A battery of climate change (temperature, precipitation and CO2 concentration) and forest management scenarios will be simulated to assess their long-term consequences and provide guidelines on the potential consequences of each management option.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD PUBLICA DE NAVARRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999888029": {
            "orgId": "999888029",
            "orgName": "UNIVERSIDAD PUBLICA DE NAVARRA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}