{
    "rcn": "195309",
    "acronym": "ECONOMY",
    "topics": "MSCA-IF-2014-EF",
    "title": "Plant Ecology for Nitrous Oxide Mitigation and Sustainable Productivity",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Agricultural soils are the dominant source of nitrous oxide (N2O), a potent greenhouse gas as well as a major cause of ozone layer depletion. Recent findings show that combinations of plants with complementary root traits can increase nitrogen (N) uptake leading to lower N2O emissions. Based on the microbiology behind soil N2O emissions and on plant-trait based ecology, this project aims to build on this finding and develop a novel N2O mitigation strategy. We aim to reveal how plants and plant interactions via their traits and trait combinations can be used to reduce N2O emissions in a context of climate change related disturbances (drought and intense rainfall). Starting with microcosm incubations using monocultures of different plant species, we will quantify the relative importance of specific plant traits as means to regulate N2O emissions. An ensemble of inter- and multi-disciplinary techniques will be applied to analyse the ecological and agronomical plant characteristics of potential relevance as well as the plant-specific microbiological communities of importance for the N-cycle. Subsequently, greenhouse mesocosm experiments will be used to expand the acquired knowledge to cover interactions between plants and stresses induced by climate change factors. A meta-analysis of published and unpublished datasets will allow further elucidation of specific and interactive mechanisms, differentiated by environmental and management factors and to include studies over longer time frames. Finally, the generated results will be used to calibrate and validate a process-based model in order to extrapolate our findings to regional levels. Deliverables will be peer-reviewed papers, new experimental data on a new N2O mitigation strategy, improved model tools to simulate mitigation and reports to policy makers and stake holders on a N2O mitigation strategy that concurrently maintains / increases agricultural production. Overall, ECONOMY will guide future N2O mitigation policy.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}