{
    "rcn": "195347",
    "acronym": "SO-CMA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Improving the safety of oral immunotherapy for cow's milk allergy in children",
    "startDate": "07/03/2016",
    "endDate": "06/03/2018",
    "objective": "Background: Food allergy affects 6% of children in the EU, and has a major impact on quality of life, nutrition, health-economics and the food production industry. Cowís milk (CM) is a common cause, and can be particularly problematic due to the ubiquitous nature of CM in foods. Strict dietary avoidance is difficult to achieve, and unpredictable life-threatening accidental reactions are common, leading to anxiety and social restrictions for patients and families. Oral immunotherapy (OIT) has been shown to be efficacious but is not widely accepted as routine treatment, due to significant safety concerns ñ allergic reactions are common, and can be particularly severe in CM-OIT.   \nObjective: To improve the safety of OIT for CM allergy. \nProposed methods: WP1 - Systematic review of the literature to identify features of published OIT protocols that are associated with improved safety. WP2 - Assessment of human immune responses to candidate modified CM proteins (proven to be both non-allergenic and tolerising in murine models) as potential tools for immunotherapy. WP3. Phase 2/3 clinical trial to assess whether a sublingual pre-treatment phase can improve the safety of OIT in CM allergic children. \nDeliverables: 1) Systematic review to identify features of CM-OIT associated with improved safety. 2) Evidence on the immunogenicity of candidate modified CM proteins in humans, which will reflect their suitability as immunotherapy agents in the future. 3) Data relating to whether an initial sublingual phase can improve the safety of CM-OIT. 4) Pilot data on mechanisms underlying the immune-modulation induced by OIT. 5) Skills transference to the applicant to become a highly qualified independent researcher, with expertise in OIT for food allergy at an International level. 6) Consolidation of the host institution as a centre of excellence in food immunotherapy, including the potential for tolerising modified proteins to improve OIT safety and efficacy.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}