{
    "rcn": "195369",
    "acronym": "REDOxHEART",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Role of Adipose-Tissue Derived wnt-ligands in the Regulation of Myocardial Redox Signalling",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Myocardial redox signalling is a critical regulator of myocardial physiology and a therapeutic target in cardiovascular science, while obesity seems to trigger myocardial oxidative stress. The non-canonical wnt signalling pathways (Ca2\\-dependent (CDP) and planar cell polarity pathway (PCP)) are important in cardiac development and they are also involved in obesity (wnt ligands are involved in adipose tissue expansion), although their role in the adult myocardium is unknown. We propose to define the role of CDP and PCP in the regulation of myocardial redox state in the human adult heart. We will perform a) Clinical association studies using tissue from patients undergoing cardiac surgery to test for paracrine effects of adipose tissue on myocardial PCP/CDP regulation b) Studies using ex vivo models of human myocardium (trabeculae) to test the role of CDP/PCP in myocardial redox state regulation c) Cell culture studies using primary human cardiomyocytes to explore the mechanisms of these effects d) Animal studies using a novel transgenic mouse model to test causality of the associations. In this translational study we will explore for the first time the role of CDP/PCP in the regulation of myocardial redox signalling and evaluate its role in cardiac physiology. This work may identify novel disease biomarkers and therapeutic targets for the treatment of myocardial diseases.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}