{
    "rcn": "195323",
    "acronym": "Class II PI3K",
    "topics": "MSCA-IF-2014-EF",
    "title": "Characterization of the signalling and physiological roles of the class II PI3Ks",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Phosphoinositide 3-kinases (PI3Ks) are lipid kinases that generate intracellular second messengers in signal transduction and membrane trafficking pathways and are important drug targets. This proposal seeks to delineate the roles and mechanism of action of a group of PI3Ks which have remained enigmatic ever since their discovery over a decade ago.\nThe PI3K family comprises eight members in three subclasses. Class I PI3Ks signal downstream of growth factor and G protein-coupled receptors, are amongst the most commonly mutated genes in cancer and are being exploited as drug targets. The class II and III PI3Ks have in part emerged as regulators of membrane trafficking pathways but their physiological roles remain poorly understood.\nWe aim to identify the physiological roles of the class II PI3K-C2? and ? and to characterize the impact of their kinase activity on signalling pathways. To analyse the roles of class II PI3K activity in vivo, the Host Laboratory has created constitutive global and conditional knock-in kinase-inactive mice (unpublished). In contrast to PI3K gene knockout models, these mouse lines allow us to specifically address kinase-dependent functions and hence are an ideal model to evaluate the potential of class II PI3Ks as drug targets.\nThe class II PI3K-C2? (C2?) is involved in endo- and exocytosis as well as endocytic recycling, whereas PI3K-C2? (C2?) has been implicated in cell migration. However, their influence on cellular signalling is unknown. As an initial approach, the Host Laboratory performed a screen for proteins interacting with C2? or C2? (unpublished). We will explore hits from this screen using the kinase-inactive knock-in mice and cells derived thereof as discovery tools. \nThe combination of my expertise in membrane traffic and phosphoinositide regulation with the mouse and signalling studies of the Host Laboratory form an excellent and timely basis to uncover the roles of the class II PI3Ks in mammalian biology.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}