{
    "rcn": "195313",
    "acronym": "StarlightWinds",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mass loss in the lives and deaths of massive stars",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Across our Universe, the dynamics and chemical evolution of spiral galaxies like the Milky Way are primarily controlled by the lives and deaths of stars with masses many times that of the Sun. But the evolution of these massive stars is, in turn, highly regulated by the huge amounts of mass lost from their surfaces, by means of powerful starlight-driven winds. These stellar winds critically determine how such massive stars evolve through their lives, and how they finally die in giant supernova explosions. However, due to the very large quantitative uncertainties associated with this mass loss, present-day predictions for such massive-star evolution are seriously flawed.  \n\nThe overarching goal of this ambitious project is to fundamentally improve this situation by using novel methods to develop new models of radiation-driven winds from hot, massive stars. Combining state-of-the art numerical NLTE radiative transfer and hydrodynamics with innovative analytic techniques and theory development, the applying researcher proposes to 1) develop new, drastically improved wind models from main-sequence massive stars, and 2) simulate the winds of the most massive stars known in the Universe as well as design the very first general predictive theoretical framework for the wind driving and mass loss from evolved Wolf-Rayet stars.  \n\nBy furthermore examining the effects of the new mass-loss rates on models of stellar evolution, and carefully comparing the new simulation results with observations, this project will fundamentally improve our knowledge of the basic wind-physics of massive stars, as well as significantly contribute to our understanding of the evolution and ultimate fates of these stars. Indeed, the results expected during the fellowship will undoubtedly form the building blocks of many future scientific projects, allowing then for further progress also in the large number of research fields relying on a firm understanding of the lives and deaths of massive stars.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}