{
    "rcn": "195339",
    "acronym": "HspAdhesion",
    "topics": "MSCA-IF-2014-EF",
    "title": "Role of cell membrane associated Hsp70 in cancer cell adhesion and metastasis",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "We propose an interdisciplinary project at the interface of biophysics, biochemistry, and medical research. Our objective is to investigate the specific role of cell membrane associated heat shock protein 70 (Hsp70) in the context of invasive cancer. In particular we address the question how cell membrane localization of Hsp70 affects differential adhesion of cancer cells and the formation of metastasis. In general, heat shock proteins (HSP) assist in folding of nascent proteins, prevent protein aggregation, and assist transport of proteins.  Upon a variety of stresses HSP production is rapidly upregulated. Hsp70 is the major stress-inducible member of the HSP70 family. In normal cells it copes with harmful unfolded and denatured protein conferring protection to the cell. Tumor cells frequently present Hsp70 on their outer surface where it exhibits additional activities. For a number of different tumors a high level of membrane Hsp70 has been found to indicate drastically decreased survival chances in patients. Moreover it has been implicated in formation of metastasis where it might support spread and anchoring into distant tissues. These findings highlight the clinical significance of cell membrane associated Hsp70 and the need for a better understanding of its role in differential cell adhesion and progression of cancer.  We will employ atomic force microscopy (AFM) in order to elucidate the function of membrane Hsp70 as a possible adhesion molecule or mediator of cellular adhesion. (1) Using single-cell force spectroscopy we will characterize and quantify adhesion forces of Hsp70 positive and negative cells to different substrates mimicking their interaction with extracellular matrix and host tissue. (2) With the help of a specialized AFM technique that enables topography imaging with a simultaneous recognition of specific surface molecules we will determine the localization and arrangement of Hsp70 molecules on the cell surface with nanometer resolution.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "UNIVERSITAT LINZ",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999892976": {
            "orgId": "999892976",
            "orgName": "UNIVERSITAT LINZ",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}