{
    "rcn": "195390",
    "acronym": "MULTICELL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Division of labour and the origin of multicellularity",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Understanding the evolution of multicellularity and cellular differentiation/ complexity is one of the greatest challenges in biology. Of particular interest is to determine the evolutionary processes (selective causes) and mechanisms underlying the evolutionary transition from single cells to multicellular organisms.\n\nThis project will use cyanobacteria as a model system to determine whether cellular differentiation is a cause or consequence of multicellularity. A novel theory will be tested, which predicts that the division of labour/ differentiation among cells drives the transition to a multicellular state. This will be contrasted with the classical view, where cellular specialization originates only at a much later state during the transition. The proposed project will adopt an interdisciplinary approach by combining experimental evolution (WP1) with phylogenomics (WP2). More specifically, populations of unicellular cyanobacteria will be subjected to long-term experimental evolution under two different regimes that favour either the specialization of cells into performing different physiologically incompatible processes, or the formation of non-differentiated aggregates (WP1). By linking the phenotype to the underlying genotype and to gene expression patterns, the critical steps for the transition to multicellularity will be established at the genome level. This evolutionary sequence will be directly compared to the one inferred from the cyanobacterial phylogeny (WP2). Here, whole genomes will be used to reconstruct the gain and loss events for the main ëmulticellular traitsí, such as filament formation and cellular differentiation.\n\nThe findings will not only provide insight into the key events during the transition to multicellularity but will also be the first study that directly relates a transition that was achieved under artificial conditions in the laboratory to one that actually happened more than 3 billion years ago in this phylum.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}