{
    "rcn": "195379",
    "acronym": "CoEvolFramework",
    "topics": "MSCA-IF-2014-EF",
    "title": "Unified Framework for the Analysis of Co-evolutionary Systems",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Today's challenges are marked by more frequent and wide-spread episodes of social, economic, political and environmental crisis. Co-evolutionary systems offer a natural perspective and powerful tools to help us understand conditions that affect populations of agents whose behavior changes in response to their interaction outcomes in situations of strategic decision-making. Studying these complex co-evolutionary systems remains an open challenge as rich structures in the models are not taken into account. The overarching aim of this project is to fill this major research gap with a unified, principled framework to analyze complex co-evolutionary systems. At the core of our approach is the graph representation of interacting agent behaviors where problem structures are fully captured by complete orientations in the graph and associated co-evolutionary dynamics by sampling processes on the graph. This project combines complementary expertise of the Experienced Researcher (Dr. Chong) in large co-evolutionary systems and the Supervisor (Professor Tino, University of Birmingham) in complex, adaptive and dynamical systems. Its vision is that the framework provides foundation for new modelling tools benefiting policy-makers, regulators, and academics through better understanding and predictive quality of real-world strategic decision-making systems.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}