{
    "rcn": "195357",
    "acronym": "River-HMV",
    "topics": "MSCA-IF-2014-EF",
    "title": "River hydraulics, morphology, and vegetation: A case for improved knowledge and numerical model capabilities",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "The interdisciplinary knowledge and ability for river managers to effectively predict flood risks, restore rivers, and assess future alterations are currently restricted to the limited understanding of how river hydraulics, morphology, and vegetation alter a riverís planform, effect sediment mobility, and control the surrounding habitats. To improve this knowledge and capabilities, this research seeks to i) use physical model flume experiments to quantify the hydraulic, morphologic, and vegetation interactions of a braided channel as well as investigate the use of manipulated channel avulsion as an innovative method to increase a riverís floodplain conveyance, ii) to quantify the accuracy of a cutting-edge numerical modelís simulations, and iii) to improve the numerical modelís functionality. Through increased knowledge, improved model capabilities, and potentially identifying a new technique to increase a degraded riverís floodplain dynamics, this research can improve the efficacy of river managers around the world. In particular, Europe could utilize the contributions of this research to help meet the ecological-morphological aspects of the Water Framework Directives and Flood Directives and to restore many of the heavily altered rivers of the European Alps.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}