{
    "rcn": "195300",
    "acronym": "INSCAPE",
    "topics": "MSCA-IF-2014-GF",
    "title": "Imaging Voltage Gated Sodium Channels Using Positron Emission Tomography",
    "startDate": "15/05/2015",
    "endDate": "14/05/2018",
    "objective": "Voltage gated sodium channels (NaVs) are the primary transmembrane proteins underlying fast electrical communication in neurons of the peripheral and central nervous system (PNS and CNS). Being such an integral part of neuronal signaling, they are implicated in a number of severe diseases that have a major impact on human society. However, drugs and established therapies targeting NaVs are rare due to common off-target effects. Therefore, new NaV-blockers will be developed and used for in vivo imaging using positron emission tomography (PET). For this purpose, novel derivatives of the recently disclosed truncated batrachotoxin (tr-BTX), which represent a completely new type of NaV-blockers, will be synthesized and their ability to block different NaV isoforms (NaV1.1 to 1.8) will be tested using fluorescent assays. The most promising candidates will then be labeled using different positron emitting isotopes such as carbon-11 (11C) and fluorine-18 (18F) exploiting different radioactive half-lifes and metabolic stability. The resulting ìhot-tr-BTXî will be subsequently employed in small rodent PET-scans revealing their in vivo pharmacokinetics. This novel and unique tool will provide three major immediate benefits. First, hot-tr-BTX might deliver a general imaging probe for nervous activity in the PNS, and potentially the CNS, by monitoring NaV function in vivo. Secondly, this will allow the investigation of various pain conditions and neurodegenerative diseases and link their pathogenesis to NaV-function. Thirdly, the proposed research might deliver not only new NaV-blockers as potential drug candidates, but will also provide a valuable method facilitating the development of long awaited drugs targeting NaVs for pain therapy, a goal that is currently intensely investigated by numerous European and global pharmaceutical companies.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "KLINIKUM DER UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999884828": {
            "orgId": "999884828",
            "orgName": "KLINIKUM DER UNIVERSITAET ZU KOELN",
            "ecContrib": 239861
        },
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 239861
}