{
    "rcn": "195332",
    "acronym": "RvD3-RAVIS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Novel Resolvin D3: its Role and Actions in the Resolution of Aortic Valvular Inflammation and Stenosis",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "Aortic valve stenosis is a progressive inflammatory disorder with poor prognosis if left untreated. Currently the only available treatment is invasive surgical replacement of the valve, therefore new therapeutic strategies are needed. Resolution of inflammation is an active process orchestrated by endogenous specialized proresolving lipid mediators (SPM). These include the resolvins that actively promote catabasis via their potent actions in anti-inflammation, proresolution, tissue regeneration and pain reduction. Recently the complete stereochemistry of resolvin D3 (RvD3) was established. Given its highly potent anti-inflammatory and proresolving actions in murine models and with human cells its role and actions in aortic stenosis (AS) remains to be uncovered. Thus, a goal of this proposal is to elucidate endogenous resolution programs in human aortic valves and define the role and action of RvD3 in AS and calcification. To address this the candidate will employ LC-MS-MS based LM metabololipidomics combined with clinically relevant parameters as well as biochemical and cellular assessments in samples from AS patients. In addition, RvD3 will be used as treatment in a novel preclinical model of murine AS. Implementation of the proposed project will maintain and enhance the candidateís position at the forefront in the field of resolution biochemistry with advances into valvular pathology. Unraveling the role of RvD3 and resolution programs in aortic inflammation and resolution may enhance current understanding of the molecular mechanism contributing to chronic cardiovascular inflammation and introduce a novel concept for the pathology AS. Furthermore, it may lead to novel therapeutic strategies with a potential to slow or halt the hemodynamic progression of stenosis via turning on resolution programs.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}