{
    "rcn": "195310",
    "acronym": "NPL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Synthesis of Natural Product Like Compounds for Drug Discovery",
    "startDate": "01/03/2016",
    "endDate": "",
    "objective": "This proposal deals with the application of Dr. Francisco Cardona for a fellowship to work on the design and synthesis of new macrocyclic natural product like compounds (NPLs) which have potential in chemical biology or drug discovery at NUI Galway.  A training programme has been designed for Dr. Cardona to enable him to broaden and deepen his professional knowledge and develop complementary skills that will mature him as a researcher. The project involves the innovative synthesis of new NPLs based on novel macrocycles.  The main objective from the scientific point of view is to prepare new scaffolds that have not been explored to date  and to generate compounds for screening in a wide variety of bioassays. This will determine if the scaffolds are relevant for developing therapies to cancer or infection, for example.  There is a need for this research in that industry and academia have focused for a long time on a limited number of scaffolds and drugs have been based on a limited number of frameworks.  In this research the applicant aims to increase the number of frameworks available and to also develop routes that are concise. Compounds will be evaluated for their biological properties within the project and managed for shipping to collaborating researchers for screening.  Dr. Cardona will broaden and deepen his professional expertise, gain knowledge of screening and interpretation of biological results and of approaches in medicinal chemistry. This professional knowledge will increase the researchers capacity to contribute to related projects in industry or academic or research organisations later in is career. They will undertake a programme of complementary skills training to enhance relevance to future employers. The host is committed to ensuring that the relationship with the researcher will be conducive to successful performance in generating, transferring, sharing and disseminating knowledge and technological development.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}