{
    "rcn": "195329",
    "acronym": "USES",
    "topics": "MSCA-IF-2014-EF",
    "title": "Understanding Social-Ecological Systems: Coupling population and satellite remotely sensed environmental data to improve the evidence base for sustainable development",
    "startDate": "01/11/2015",
    "endDate": "13/02/2018",
    "objective": "In developing countries the majority of rural communities rely on natural resources and environmental products for food, fuel, building materials and medicines. Rapidly changing socioeconomic conditions can have important consequences for environmental resources and ecosystem services. Consequently, the pressure that natural resources experience from population growth is a significant barrier to sustainable human development. This research project will broaden the approach to sustainable development research by studying population-environment relationships using data with unrivalled spatial and temporal resolutions. The objectives of the research are to identify: (1) How satellite data can be used to estimate aspects of environmental resources and ecosystem services important for livelihoods; (2) the relationships between household poverty and remotely sensed environmental conditions? And are these relationships consistent at different time periods? and; (3) how changes in poverty relate to changes in environmental conditions and vice versa? To study these relationships household panel survey data and remotely sensed environmental data will be coupled using GIS and non-parametric Classification and Regression Trees (CART) and random forests models which can handle and represent meaningfully the complex, nonlinear relationships between poverty and environment. The project will contribute to the Horizon 2020 aim of furthering sustainability science by exploring how changes in society and the environment are linked and contribute to society beginning to think about interventions to managing environmental resources which could contribute to development and to understand the changes likely in environmental resources when development occurs. It will contribute to the Work Programme as the fellow will gain new skills and training in geospatial and computational ecology and become an EU leading specialist in a research field with a lot of growth potential.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}