{
    "rcn": "195365",
    "acronym": "PYROCHEM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Biopolymers 13C tracking during fast pyrolysis of biomass-A 2-level mechanistic investigation",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "The Marie Sk?odowska-Curie Actions (MCSA) proposal is the opportunity for Dr. Marion Carrier to reach a new level of understanding of fast pyrolysis mechanisms and improve the process and design of reactors by acquiring the necessary knowledge at a molecular-level and training using fractionation and isotopic characterization techniques, practical experience on micro-reactors and on larger scale laboratory reactors. It is proposed to use an integrated experimental and computational approach to provide molecular-level insights into pyrolysis chemistry by following the fate of 13C labelled lignocellulosic biopolymers, and subsequently to elucidate the main chemical events during the conversion of biomass. Empirical and mechanistic models will be combined to suggest a new kinetic model of fast pyrolysis. The thermal behaviour of individual unlabelled and labelled biopolymer carefully extracted will be investigated under controlled kinetic regime. The delineation and quantification of primary and secondary reactions will be achieved via the development of new devices for the collection of organic volatiles and via the implementation of spectrophotometric and spectrometric methods. For this, a combination of strong interdisciplinary expertise in several fields such as biopolymer chemistry, thermochemistry, aerosols trapping device fabrication, characterization of gas, liquid and solid products using spectrophotometric and spectrometry techniques is required. This multidisciplinary project will facilitate the commercialization of emergent renewable energy technologies such as fast pyrolysis via the optimization of bio-oil yields and quality, which is expected to offer alternative solutions in the co-production of fuels, high-value-added chemicals and energy, the main research activities of European countries members of the International Energy Agency.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}