{
    "rcn": "195352",
    "acronym": "COUPCAT",
    "topics": "MSCA-IF-2014-GF",
    "title": "Coupling dimerisation and metathesis reactions to produce propene from ethanol using heterogeneous catalysts and microreactor systems",
    "startDate": "01/04/2015",
    "endDate": "31/03/2018",
    "objective": "Biomass-derived molecules contain excess oxygen that must be removed to render as fuel or chemicals. Due to feedstock fluctuations, ethanol and ethene are becoming key components to overcome these challenges. Given the current bioethanol (fermentation) and ethene (crackers) excess, and the propene shortage in Europe, alternative routes are required. During the outgoing phase under the supervision of Prof. Iglesia at UC Berkeley (USA), the researcher Dr. Iker Agirrezabal-Telleria will address the fundamental mechanistic aspects of dimerisation and metathesis reactions from ethanol to propene operating at low-temperature and studying the individual parameters using multidisciplinary approaches. This will include spectroscopic (in-situ UV-VIS and FTIR ) and isotopic techniques to elucidate the contribution and role of active metals for dimerisation (Ni), isomerisation (H\\) and metathesis (Re, Mo). \nThe optimised catalysts will be tested during the return phase under the supervision of Prof. Arias at the University of the Basque Country (Spain) using engineering approaches. Catalyst slurry and formulations will be prepared to test them on microreactor systems. The microreactors will be coated during a secondment period under the supervision of Prof. Kolb at Fraunhofer ICT-IMM (Germany). This phase aims to achieve process intensification and reduce heat-transfer issues occurring in packed-bed reactors. The comparison between fixed-bed and microreactors will enable to obtain interdisciplinary inputs to produce propene from ethanol.      \nThis Fellowship aims to carry out cutting-edge scientific training and transferable skill training such as project management, relevant for the re-integration period and to become an independent research leader in Europe. Moreover, this projects aims to have a positive impact on European society and competitiveness. These actions will involve outreach activities, results dissemination and IPR management.",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 257191
        }
    },
    "calculatedTotalContribution": 257191
}