{
    "rcn": "195315",
    "acronym": "ALGOVIS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Algorithmic Approaches to Spatially-Informed Information Visualization",
    "startDate": "01/09/2015",
    "endDate": "31/10/2016",
    "objective": "We propose a fellowship that will propel an outstanding young researcher and provide him with the skills, experiences and contacts that will enable him to develop into a key contributor to international and interdisciplinary research in an important emerging field that has wide application in commerce, government and industry.\nComputational Geometry is largely theoretical whilst Information Visualization is broadly applied. The proposal focuses on a talented computational geometer, who has already begun working with colleagues and commercial organizations across the world to develop his research in an applied context with some success. It embeds him in a renowned Information Visualization group at CITY University Londonóan institution that is uniquely positioned both academically and geographically, with its portfolio of professional education and proximity to one of the worldís leading centres of technology-fuelled creative industry. The fellowship will provide access to academic expertise in a complimentary discipline, experience and training in research and entrepreneurship, and close collaboration with partners in industry and government.\nThis interdisciplinary research and training will equip an experienced researcher with the skills, experience and contacts to move an important applied discipline forward in the future. With a programme that draws upon formal provisions within CITY and takes advantage of existing contacts with partners in London from the commercial sector, the fellowship will: (1) add algorithmic rigour to Information Visualization design; (2) inform algorithmic design through access to other disciplines and practitioners; (3) provide the researcher with experience of new fields and practices; (4) bring two complimentary fields together and change disciplinary mindsets; (5) develop the researcher through experience and training in research, teaching and entrepreneurship and by developing his international network across disciplines and sectors.",
    "totalCost": "107015,3",
    "ecMaxContribution": "107015,3",
    "coordinator": "CITY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842730": {
            "orgId": "999842730",
            "orgName": "CITY UNIVERSITY OF LONDON",
            "ecContrib": 107015
        }
    },
    "calculatedTotalContribution": 107015
}