{
    "rcn": "195381",
    "acronym": "Repower Democracy",
    "topics": "MSCA-IF-2014-EF",
    "title": "Repower Democracy: How grassroots energy initiatives are changing the face of democracy in Europe",
    "startDate": "04/05/2015",
    "endDate": "03/05/2017",
    "objective": "When in 2013, a multinational energy corporation started to set up a drilling site in ?urawlÛw ñ a village in eastern Polandñ residents sprang into action to protest the plans to use fracking (an unconventional method of shale gas extraction). Like social movements in the recent global wave of protest (such as Occupy, Indignados), they engaged in egalitarian organising. Finally, the corporation abandoned the village but the residents' activism did not end. Like the citizens in ?urawlÛw, similar anti-fracking groups in Europe are working on initiatives to build democratically-run renewable energy solutions. This project investigates the potential of such groups for a repowering of democracy, i.e. a reformulation of democratic models and a reorganisation of energy production along more egalitarian lines. The main objectives of the research are: (1) to investigate the forms of politicisation and imaginaries of egalitarianism in Polish and British communities and (2) to build interdisciplinary, inter-sectoral collaborations and draw up research-led strategies for local and systemic social innovation in the field of democratic self-organisation of energy initiatives. I will employ ethnographic research, local historical and rural sociological investigation to identify best democratic practice models of the communities. Through participatory action research and together with research participants we will develop and implement a framework for the assessment of community's energy potential. The projects' interdisciplinary nature contributes to critical enquiry into the possibilities of more democratic futures and their interrelationship with transitions of energy systems. The core focus is on the local dynamics of grassroots organising and its intersections with (inter)national structures. The overarching aim is to repower democracy in Europeñ to help its citizens to be actively engaged in democratic processes by taking responsibility for tackling major societal challenges.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 196400
        }
    },
    "calculatedTotalContribution": 196400
}