{
    "rcn": "195344",
    "acronym": "COSMIC SHEAR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Cosmic Shear Analysis of the Kilo Degree Survey: Cosmological Constraints",
    "startDate": "20/01/2016",
    "endDate": "19/01/2018",
    "objective": "Weak gravitational lensing is one of the most promising techniques for probing and mapping the dark matter distribution within our Universe. Using lensing, we can simultaneously measure the total mass, the number of  neutrino species and the global acceleration  of the  cosmic expansion,  offering a direct handle on the mysterious dark energy.  This Marie Sklodowska-Curie action will carry out  one of the most competitive cosmological analyses to date by  measuring cosmic shear from the weak lensing  data acquired by the state-of-the-art European Southern Observatory  Kilo Degree Survey (KiDS). We will place tight constraints  on the theoretical parameters that describe the dark Universe. In addition, this analysis has the potential to reveal which galactic baryonic processes, between active galactic nuclei, sustained stellar winds or supernovae bursts,  effectively feedback on the total matter  density field.\n\nThis scientific programme is central to an international collaboration that brings together the Fellow's expertise in theoretical and numerical modelling with world class experts on image processing, galaxy shape and distance estimation, weak lensing  calibration and interpretation. The Fellow will analyze  the KiDS data to its full potential  by employing new methodology and including key ingredients to the analysis, for which his numerical simulations and mock galaxy catalogues are critical. Combined with innovative approaches in the treatment of the astrophysical and systematic uncertainties in weak lensing analyses,  the project will guarantee a high level of precision and  robustness in the resulting cosmological parameter constraints.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}