{
    "rcn": "195367",
    "acronym": "MINDFLY",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mid-IR ultrabroadbaNd thulium-doped Fiber Laser sYstems",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "The aim of the proposed project is to develop novel configurations of the stable ultra-fast high power thulium-doped fibre laser systems mode-locked with carbon nanomaterials operating at ~2?m offering unique tool for micromachining. The Tm-doped fibre laser, with remarkable output parameters, will be used to obtain the ultra-broad supercontinuum generation in Mid-IR wavelength band extending beyond 3-9 ?m. The MINDFLY project outputs will be relevant to the EU photonics industry through offering new cost-efficient technologies for stable, low-noise, ultra-high-speed, high-power ultrabroadband sources of light at Mid-IR with lower power consumption (~50%). The products transformed from the MINDFLY outputs will contribute to the enhancement of EU scientific excellence. In particular, the success of the project will lead to a number of disruptive innovations in photonics with potential application in medicine (including cancer diagnostics and optical coherence tomography), environmental sensing, optical frequency standards, and laser location services. \nThe Fellow ñ Dr. Maria Chernysheva ñ will be trained in the fast growing field of science, technology and industrial applications of fibre lasers and nonlinear optics, receiving access to a unique training experience at the host and secondment organizations to become a rare asset to European research.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}