{
    "rcn": "195372",
    "acronym": "Exo-C",
    "topics": "MSCA-IF-2014-EF",
    "title": "Insights into cloudy exoplanet atmospheres",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Exoplanet science is a young and rapidly growing field of Astrophysics. One element crucial to advancing progress in the field is the analysis of exoplanet atmospheres, which carry unique information about the composition, birth and evolution of the planets. Exoplanets host clouds and haze that can mask the information imprinted in the planetsí atmospheres. Just as on Solar System planets, therefore, in order to successfully characterize exoplanets, understanding how clouds and haze form and their impact on atmospheric observables is essential. Motivated by these ideas, Exo-C will break new ground on three related aspects, namely: [1] the formation of upper-atmospheric haze through both neutral but also ion photochemistry; [2] the dispersion of haze through the atmosphere as transported by planet-wise winds; [3] the impact of cloud patterns on the net brightness of exoplanets. The Host Group is currently leading international efforts in exoplanet General Circulation Models (GCMs), as well as in atmospheric characterization; both aspects are key to the project and represent new expertise that will be gained by the Experienced Researcher (ER). The ER himself is well trained in the photochemical and radiative transport modelling of exo- and Solar System planet atmospheres, traits that complement those already existing in the Host Group. The multi-faceted expertise from the involved participants will provide the ideal framework to explore both the inter-disciplinary ideas set out above as well as new ones leading to long-lasting collaborations. The project is particularly timely because GCMs are becoming mature enough to enable comparison between model outputs and measurements in a way that will provide fundamental knowledge about exoplanet atmospheres and modelling capacities. Additionally, clouds and haze provide a critical yet currently missing link between GCMs and observations that the current project will help establish.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}