{
    "rcn": "195354",
    "acronym": "INVLOCCY",
    "topics": "MSCA-IF-2014-EF",
    "title": "Invariants of local Calabi-Yau 3-folds",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The study of Gromov-Witten (GW), Donaldson-Thomas, and stable pair invariants of Calabi-Yau 3-folds X forms an active area of research for geometers and physicists. These invariants play a central role in string theory and have relations with many branches of mathematics including number theory and representation theory.  \nI am interested in questions of enumerative geometry on algebraic surfaces S. Invariants of the total space X of the canonical bundle over S can be used to answer classical enumerative questions on S. Two recent developments in stable pair theory are: (1) A better understanding of stable pairs on X not contained in the zero-section S. (2) Refinements of stable pair invariants. \nThe first theme of my project is the study of stable pairs on X not contained in S in relation to enumerative questions. For Fano surfaces, GW invariants with sufficiently many point insertions are enumerative. By the GW/stable pairs correspondence these are equal to certain stable pair invariants of X. When the curve class is not sufficiently ample, the stable pair count may include stable pairs on X not contained in S. I propose to compute such contributions in order to obtain curve counts on S outside the ample regime. \nThe second theme of my project is the study of refined stable pair invariants. I intend to relate the refined topological vertex appearing in the physics literature to refined invariants in the mathematics literature. \nSince stable pair invariants are often easiest to calculate of all the invariants of Calabi-Yau 3-folds, I expect this leads to new curve counting formulae and new calculations of refined invariants.\nUtrecht University, housing one of the leading schools in geometry in Europe, and Prof. Faber, one of the world's leading experts on moduli of curves, provide the perfect location and supervisor for this project. The diverse expertise of the members of the Mathematics (and Physics) Department at UU allow me to explore links with other areas.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}