{
    "rcn": "195387",
    "acronym": "HJMIGRA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Single-molecule analysis of Holliday-junction (HJ) migration by the human double-HJ dissolvasome",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The project outlined here investigates the molecular mechanisms of the critical final steps of homologous recombination (HR) based DNA repair, a pathway that supports the error-free repair of double-stranded DNA breaks (DSBs). In HR, the broken DNA ends are processed and homologous DNA provides a template for repair. Engagement of both processed ends leads to the formation of a double Holliday-junction (DHJ) structure. DHJ can be resolved by enzymatic cleavage or dissolved by the concerted action of a specialized group of helicases (RecQ-family helicases including Bloomís syndrome helicase (BLM)) and Type I topoisomerases (e.g. TOP3A). In humans the ëdissolvasome complexí consists of BLM, TOP3A and regulatory proteins (RMI1, RMI2), called the BTR complex. The BTR complex dissolves DHJ by 1. convergent branch migration of the two independent HJs and 2. decatenation of the final hemicatenate structure. Thus, dissolution solely results non-crossover products, which is necessary to avoid chromosomal rearrangements. What is the mechanism of HJ migration? What are the exact roles of the subunits of the BTR complex? How long can a HJ migrate (i.e. how processive is the ëdissolvasomeí)? How specific is the DHJ migration to the BTR complex compared to other human RecQ helicases? Here we aim to address these questions by using state-of-the-art single-molecule and solution biophysical and biochemical techniques. We will generate a previously inaccessible mobile HJ substrate integrated into ?-bacteriophage DNA. We will follow the processes underlying HJ migration by fluorescently labeling the BTR complex, HJ position and DNA end in total internal reflection fluorescence (TIRF) microscopy combined with microfluidics. Elucidation of the detailed roles of the BTR components in HJ branch migration will help us to understand their roles in genome maintenance.",
    "totalCost": "146239,2",
    "ecMaxContribution": "146239,2",
    "coordinator": "EOTVOS LORAND TUDOMANYEGYETEM",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896468": {
            "orgId": "999896468",
            "orgName": "EOTVOS LORAND TUDOMANYEGYETEM",
            "ecContrib": 146239
        }
    },
    "calculatedTotalContribution": 146239
}