{
    "rcn": "195308",
    "acronym": "MicroEcoEvol",
    "topics": "MSCA-IF-2014-GF",
    "title": "Ecological and evolutionary forces shaping microbial diversity in freshwater blooms",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "'Bacterial communities dominate the living biomass on Earth and contribute significantly to all global cycles of matter and energy. However, due to the high genetic heterogeneity of the ecosystems and their richness in diverse microbial species, our knowledge of bacterial communities remains limited. Therefore, in order to understand any bacterial community's ecology and predict how these communities and their respective ecosystems will respond to environmental changes, we need (i) to identify the different ecologically distinct microbial populations (or 'clusters') that compose it, and (ii) to determine the interactions between clusters, and how they evolve. To address these challenging goals, this study will use the model system of Microcystis, the cyanobacterium that is mainly responsible for toxic algal bloom in lakes worldwide. The goal of this project is to (i) determine how (and if) Microcystis is specialized into different ecologically and genetically distinct clusters, (ii) to track how the Microcystis populations (or clusters) respond to environmental changes (pH, temperature, pollution from fertilizer runoff) and biological factors (viruses that prey on bacteria). This will allow us to understand how Microcystis populations change and adapt over time, helping us to predict and prevent harmful blooms. Using a unique multidisciplinary approach mixing ecology and evolution, and combining observations from natural time-courses in lakes, in situ experiments in microcosms within lakes, and in vitro experiments, this project will provide an unprecedented understanding of how changing regimes of natural selection, imposed by environmental and biological factors, shape microbial communities on the scales of populations, genomes and genes. This project will provide major advances in bloom understanding, in prediction by the identification new genetic biomarkers and in prevention by defining the conditions under which phage therapy might be a practical strategy.'",
    "totalCost": "255349,8",
    "ecMaxContribution": "255349,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902773": {
            "orgId": "999902773",
            "orgName": "UNIVERSITE DE MONTREAL",
            "ecContrib": 0
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 255350
        }
    },
    "calculatedTotalContribution": 255350
}