{
    "rcn": "195385",
    "acronym": "NITRIDE-SRH",
    "topics": "MSCA-IF-2014-EF",
    "title": "Energy losses in nitride light-emitting diodes",
    "startDate": "01/05/2015",
    "endDate": "31/01/2017",
    "objective": "Light-emitting diodes (LEDs) are the future of lighting for general-purpose and industrial applications because of their potentially superior efficiencies. Group-III nitrides are the principal materials used to manufacture blue and green LEDs. However, they are still rather inefficient, despite a lot of research efforts. Increasing the efficiency and reducing the cost of LEDs is currently the question of paramount importance.\n\nNonradiative recombination at lattice defects is one of the main causes of reduced efficiencies. Direct experiments to determine the cause of nonradiative recombination are nearly impossible. This clearly calls for accurate theoretical modelling of nonradiative recombination in group-III nitride devices. A first-principles model will not only yield new knowledge about energy losses in nitride LEDs, but will also provide new insights into ways to improve device efficiencies. This is the main goal of the current Marie Sk?odowska-Curie project.\n\nThe researcher, dr. Audrius Alkauskas, will be returning to Europe after 3.5 years in the USA. He will be employed in the Centre for Physical Sciences and Technology (FTMC), under the supervision of prof. Gintaras Valuöis. During the project the researcher will become an independent group leader, and grow as a specialist in semiconductor physics via a close collaboration with his colleagues in Lithuania and abroad.",
    "totalCost": "114432,15",
    "ecMaxContribution": "114432,15",
    "coordinator": "VALSTYBINIS MOKSLINIU TYRIMU INSTITUTAS FIZINIU IR TECHNOLOGIJOS MOKSLU CENTRAS",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "983800482": {
            "orgId": "983800482",
            "orgName": "VALSTYBINIS MOKSLINIU TYRIMU INSTITUTAS FIZINIU IR TECHNOLOGIJOS MOKSLU CENTRAS",
            "ecContrib": 114432
        }
    },
    "calculatedTotalContribution": 114432
}