{
    "rcn": "195396",
    "acronym": "LEXICON POETICUM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Lexicon Poeticum: A lexical resource for Old-Norse Icelandic skaldic poetry and its relevant social fields",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "The proposed project will establish me as the leader of the next generation of researchers in key fields of Old Norse studies. I will gain a major new disciplinary base in my broader field and experience in leading a major project which will help to train and engage a new generation of scholars. The project analyses the language of Old Norse skaldic poetry, one of the main sources for the history, culture and religion of early Scandinavia. It is a highly valuable corpus for many fields: much of it dates from the Viking Age and was the principle source for medieval historians for that period. Its language and form is extremely complex, which has made it inaccessible to non-specialist scholars and the general public. Since the poetry was first rediscovered it has been recognised that it contains a large vocabulary distinct from that of prose: some 10,000 different Old Norse words occur only in poetry. The project Skaldic Poetry of the Scandinavian Middle Ages has made this difficult material accessible to a broad audience. The present project builds on that work, documenting and mapping the words of this poetry. The main output will be an electronic dictionary linked to the text corpus and translation. I will address a long-standing and well-recognised gap in the lexicography of Old Norse, superseding the problematic Lexicon Poeticum of 1931. My approach is built on the state-of-the art textual philology and digitisation methodologies of the Skaldic Project. At the Department of Nordic Research I will develop lexicographic methodologies to produce the new dictionary, which will for the first time link the words of the corpus to their material evidence, realised in digital technologies. The resulting resource will provide the foundation for further linguistic and literary analysis of skaldic poetry. It will thus help to answer questions about the religion, culture, society and history of Scandinavia and its deep and long-standing connections with the rest of Europe.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}