{
    "rcn": "195340",
    "acronym": "EDPAS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Regulation of early embryo development and pluripotency through alternative splicing",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Understanding how the differentiation potential of the mammalian embryo gets restricted during development is a key question in the embryology and stem cell fields. Alternative splicing (AS) is the process by which different exons are selected in precursor mRNAs to generate multiple protein products. Recent studies have shown that 95% of human multiexonic genes undergo AS, however little is known regarding its role in modulating pluripotency and differentiation. The aim of this project is to study the role that AS plays in these processes. For this we will first use ultra-deep coverage RNA-sequencing data from three mammalian species to identify alternative exons that show conserved dynamic usage during early developmental stages. Second, we will functionally test in ESCs the role of a number of these isoforms in pluripotency maintenance. Finally, we will take advantage of the CRISPR-Cas9 technology to generate exon specific knockouts in mouse embryos in order to assess their role during early embryo development. The results obtained from the proposed research will add to our knowledge of the regulatory networks that control early embryo development and will improve our understanding of the biology of stem cells, which is essential for their effective use for therapeutic applications. In addition, the use of state-of-the-art technology and a multi-disciplinary approach to analyze mammalian pluripotency regulation will improve my expertise in this field, helping me to gain independence in the near future.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}