{
    "rcn": "195337",
    "acronym": "DRC-ECSA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Hierarchical surface patterns from dissolution-reaction-crystallisation mediated evaporation controlled self-assembly (DRC-ECA) and its antimicrobial coating application",
    "startDate": "04/09/2015",
    "endDate": "03/09/2017",
    "objective": "A preliminary study by the applicant (Dr. Hua Wu (HW)) has proposed a novel dissolution-reaction-crystallisation mediated evaporation controlled self-assembly (DRC-ECSA) mechanism, from surprising and unprecedented observations of complex residual surface patterns with hierarchical architecture self-assembled upon evaporative drying of a ZnO nanofluid droplet.  This mechanism is very di?erent from that previously established for the co?ee ring e?ect and other ECSA processes, and the morphological and nanostructural details of the obtained surface patterns also depend intricately on ñ thus are tuneable by ñ a range of physical parameters. Much of the complexity due to these corroborating factors remains to be fully explored. The aim of the project is threefold: 1) to fully understand the DRC-ECSA mechanism by comprehensively investigating the effects of physical parameters such as the solvent mixtures, evaporation rate, ZnO nanofluid concentration, shape and size of ZnO particles, addition of surfactants and polymers, substrate chemistry, droplet volume, temperature and humidity; 2) to apply and extend the DRC-ECSA mechanism (e.g. in a confined geometry and using binary particle mixtures) to obtain sophisticated surface patterns with tailored morphologies and hierarchical structures; 3) to evaluate the efficacy of the surface patterns for potential applications in antimicrobial coatings. By leading and engaging in the proposed project, Dr. HW will acquire new skills and knowledge in a range of interdisciplinary and multidisciplinary scientific and technical areas, including non-equilibrium ECSA, nucleation and crystal growth, morphological and structural characterization, nanoparticle synthesis, and microbiology of nanostructured surfaces. A broad range of transferrable skills acquired through the enriching experience of this interdisciplinary project will be very beneficial to Dr. HWís longer term career plans to become an independent research leader.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}