{
    "rcn": "195301",
    "acronym": "MECHANOPROTEASES",
    "topics": "MSCA-IF-2014-EF",
    "title": "Single Molecule Study of Protease Mechano-Specificity",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Single-molecule enzymology offers new possibilities to dissect catalytic reactions that were previously unapproachable using biochemistry techniques conducted in the bulk. In particular, recent discoveries conducted at the single molecule level, such as the unanticipated force-mediated protein degradation pathway in the proteasome, highlight the close relation between mechanical forces and proteolysis in vivo. While much has been discovered about protein enzymology in the recent decades, the question of how mechanical force affects enzymatic catalysis remains vastly elusive. The main goal of this proposal is to understand the mechanobiology of proteolysis at the single molecule level. We will use the newly developed force-clamp spectroscopy technique, together with molecular biology engineering techniques and bioinformatics structural analysis to elucidate the molecular mechanisms that underlie protease catalysis under mechanical force. Successful enzymatic activity relies on the enzyme:substrate (E:S) assembly. Upon mechanical unfolding, proteins unveil their buried substrate sites, also called cryptic sites, thus favoring the formation of the E:S complex and ultimately permitting the subsequent chemical reaction. A key feature of recent mechano-chemistry experiments at the single bond level is that the rate at which the reduction of a protein disulfide bond occurs in the presence of a nucleophile is exponentially dependent on the stretching force. Hence, it is tempting to speculate that, in the case of an enzymatic reaction, the catalytic rate will be also force-dependent. We anticipate that the curved geometry of the bound substrate inhibits the E:S assembly at high-forces, implying a novel mechano-specificity character of proteases. Within a multidisciplinary approach, here we propose a series of innovative experiments to directly probe the effect of force on the kinetics of protease hydrolysis.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}