{
    "rcn": "195312",
    "acronym": "GLIODIABESITY",
    "topics": "MSCA-IF-2014-EF",
    "title": "ROLE OF THE TANYCYTIC BARRIER AT THE BLOOD-HYPOTHALAMUS INTERFACE DURING METABOLIC DISORDER DEVELOPMENT",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Metabolic disorders such as obesity and diabetes are age-related diseases, and lead cause of death in Europe. Adiposity signals such as leptin and insulin, whose circulating levels are in proportion to body fat, convey metabolic information to neural networks that regulate energy homeostasis in the hypothalamus. In leptin-deficient humans and mice, leptin administration effectively reduces hyperphagia and obesity. Paradoxically, most cases of obesity display high circulating leptin levels that fail to reduce appetite or increase energy expenditure. This raises the possibility that leptin transport across the blood-brain barrier to the cerebrospinal fluid (CSF) or to its sites of action within the hypothalamus is a limiting step defective in obese patients. The host laboratory recently demonstrated that tanycytes, a hypothalamic glia lining the floor of the third ventricle, were responsible for shuttling leptin from the periphery to the CSF and that such conduit was blunted in mice with diet-induced obesity. Leptin transport by tanycytes could thus play a critical role in the pathophysiology of leptin resistance. The overall objective of this project is to further elucidate whether the alteration of the adiposity signals transport into the metabolic brain across hypothalamic barriers is the main cause of the onset of obesity. To this end, a combination of in vitro and in vivo approaches, using genetically modified mice and pre-clinical models of obesity, will be implemented in order to elucidate the molecular mechanisms for the transport of blood-borne leptin into the CSF by tanycytes. It is anticipated that implementation of this project will expand our knowledge of the mechanism underlying human obesity and hold therapeutic potential for treating it. Besides, the proposed project is endowed of solid formative contents that will strengthen the experience of the applicant, boosting her future scientific career and paving the way for closer scientific collaborations.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE LILLE II - DROIT ET SANTE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886768": {
            "orgId": "999886768",
            "orgName": "UNIVERSITE DE LILLE II - DROIT ET SANTE",
            "ecContrib": 0
        },
        "910186018": {
            "orgId": "910186018",
            "orgName": "UNIVERSITE DE LILLE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}