{
    "rcn": "195363",
    "acronym": "EffectorTargets",
    "topics": "MSCA-IF-2014-EF",
    "title": "Development of functional genomic screens to identify conserved host cell processes targeted by fungal effector proteins",
    "startDate": "09/09/2015",
    "endDate": "08/09/2017",
    "objective": "In nature, fungi live in close contact with many different hosts: plants, other fungi, insects and even vertebrates including humans. They do so because the host often supplies key nutrients, which enables the fungus to grow and successfully reproduce. In many cases though, a fungus can act as a parasite and infects the host. As a result, the host mounts an immune reaction to combat the fungal infection. The fungus, in turn, has evolved ways to circumvent the immune reaction. This ìarms raceî between fungus and host has given rise to a plethora of secreted proteins that the fungus uses to suppress the host immune responses and circumvent host defence reactions. These secreted proteins from fungi that function in this arms race are commonly known as ìeffectorsî. A very important plant pathogenic fungus that is predicted to encode close to 500 of such effector proteins is the barley powdery mildew fungus Blumeria graminis f. sp. hordei. Unravelling the functions of these effector proteins will provide important insights into fungal pathogenicity and host immunity. To date, the roles of the vast majority of the effector proteins are unknown. One way to elucidate the functions of these numerous effector proteins is to express each separately in model eukaryotic organisms like yeast, Saccharomyces cerevisiae, or algae, Chlamydomonas reinhardtii and identify conserved cellular targets of these effector proteins. This approach has proven to be very successful in identifying targets of bacterial effector proteins. In the project described here, this yeast- and algae-based system will be applied for the first time for fungal effector proteins. \nEffectors are, besides being used by fungi to infect plants and other organisms, also a potential new source to rewire cells. When interesting conserved targets of these effectors are found, it opens up ways to use them in biotechnology and for medical purposes.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}