{
    "rcn": "195320",
    "acronym": "TEMPEA",
    "topics": "MSCA-IF-2014-GF",
    "title": "Temporality of permanence ñmaterial and socio-spatial practices in African urbanism",
    "startDate": "14/09/2015",
    "endDate": "13/05/2018",
    "objective": "The constructed materiality of African urbanism can be seen in buildings and the urban layout, especially when they aspire to permanence by building in stone. These built environments have mostly been analysed through the rather static lens of individual periods and social forces, resulting in uniformly interpreted organic growth (for pre-colonial periods), or as in stages of progress towards the fulfilment of a grand master plan (predominantly in the colonial and post-colonial era). This project seeks to explore the social temporality of African urbanism against the context of its material complements from the perspectives of a range of social and human sciences, in order to obtain a dynamic picture from before to after the colonial era. I aim to provide analyses relevant to the ever more pressing issues of urban ethnic/social coexistence and the implications of urban development.\nI would like to extend my research on material expression and change in urban Swahili archaeology, and incorporate aspects of sociology (living in neighbourhoods in densely populated environments), history (representations and accounts of past experience) and social anthropology (the meanings of space). I will study the spatial materiality of African cities, as it is demonstrated in their layout and in the organisation of buildings, looking at how these urban patterns are produced, used and continually altered, and how a 'building heritage' emerges from these. My aim is to derive how this influences the social life of inhabitants and visitors, and how it in turn induces ongoing processes of change in material representations. First phase of the project is to be undertaken at the Centre of African Studies, University of Basel, Switzerland, which can provide me with excellent support in African social studies. In the 2nd phase at Uppsala University, Sweden, under the supervision of Professor Paul Lane, I will focus on the implications for the Swahili coast and African archaeology.",
    "totalCost": "233111,6",
    "ecMaxContribution": "233111,6",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 233112
        }
    },
    "calculatedTotalContribution": 233112
}