{
    "rcn": "195316",
    "acronym": "KEME",
    "topics": "MSCA-IF-2014-EF",
    "title": "Knitting early modern Europe: materials, manufacture and meaning",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "The development of knitting was a key technological innovation for which there is little published scientific evidence. There are more than 100 knitted caps from the early modern era in museum collections worldwide - an astonishing number given the paucity of extant garments from the period. Despite their diverse locations, they have remarkable similarities in their materials and manufacture which illustrate trade in knitted caps as consumer goods in the emerging early modern European marketplace, demonstrate how knitting created new fashions for men indicative of rank and status, and facilitate theory on the cultural significance of the hat as an essential male accessory. My preliminary study of the caps tracks clear patterns in the data: five typologies are identifiable and when contextualised with pictorial and documentary sources, their cultural significance as functional and fashionable menís wear is clear. I believe the capsí potential as indicators of the development and growth of knitting technology is valuable yet vulnerable. The caps are fragile and deteriorating, a process accelerated by each viewing, for which there is pressing and unsatisfied demand. I propose immediate rigorous scientific study (radiocarbon dating, microscopic examination, x-radiography, fibre and dye identification, and degradation analysis) and interdisciplinary research into contemporary sources to chart an economic map of early knitting, to define terminology for further scholarly work, and to develop theory about menís headwear in the 16th century. An online database will make the data accessible to scholars, museum pedagogues and craftspeople, who demand access to the caps. Journal articles, practical workshops and social media will disseminate my conclusions and my development of theory. I will give voice to an eloquent body of evidence about early modern knitting technology, which threatens to be silenced forever if scientific analysis is delayed.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}