{
    "rcn": "195391",
    "acronym": "CompositeSPTphases",
    "topics": "MSCA-IF-2014-EF",
    "title": "Composite-particle approach to Symmetry Protected Topological Phases",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "The sum being greater than its parts is a common theme in condensed matter physics. Materials made of large numbers of simple constituents often exhibit intriguing and markedly distinct phases of matter with properties very different from any of the individual constituents. Understanding the possible phases of matter and identifying them in real materials is the central focus of this branch of physics. Roughly speaking, two categories of phases of matter exist--- conventional phases which show a geometrical pattern of order, and topological phases, where the order is more elusive and related to topological concepts. In the past three decades, topological phases have attracted a large amount of interest due to their tendency to exhibit highly robust quantum phenomena which has various applications in quantum engineering and metrology. The current frontier in the field aims at understanding the variety of novel topological phases which arise when some extra symmetries, such as time reversal, are not allowed to be broken. In this project we explore this new type of phase using the concept of composite particles --- an idea which has been extremely useful in previous studies of topological matter, but has not been applied in the symmetry-protected context previously. The fundamental idea behind our approach is to view symmetry protected topological (SPT) phases of spin/electron systems as conventional ferromagnets/superconductors/metals of composite objects. Besides its conceptual importance, such an approach will allow us to utilize our knowledge of conventional phases in the context of SPT phases and also derive microscopic models which realize these states of matter. It will thus increase the chance of discovering new SPT phases in nature.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}