{
    "rcn": "195366",
    "acronym": "EU and SSR",
    "topics": "MSCA-IF-2014-EF",
    "title": "LOCAL OWNERSHIP IN SECURITY SECTOR REFORM ACTIVITIES WITHIN CSDP OPERATIONS OF THE EU",
    "startDate": "07/10/2015",
    "endDate": "06/10/2017",
    "objective": "Between 2002 and 2014, the EU has deployed 30 civilian and military operations in Europe, Africa and Asia, under its Common Security and Defense Policy (CSDP). For most of these operations, the EU has a mandate to do activities related to the Security Sector Reform (SSR), aimed at the provision of national and human security within a framework of democratic governance. One of the core assumptions underpinning the EUís operations has been that SSR has to be ìlocally ownedî in order to be successful, meaning that local agents should internalize principles and objectives of externally driven reforms. Local ownership, however, remains a neglected concept not only theoretically speaking, but it is also very difficult to be implemented in practice. The theoretical and policy gap informs three principal aims of this project. First, the project will adopt a fresh theoretical framework for the study of local ownership. Drawing on the work of Michel Foucault, the project will conceptualize local ownership as a technology of international security ìgovernmentalityî wherein external actors employ set of techniques with the aim of turning local agents into subjects responsible for externally-driven security sector reform agenda. Such an approach will situate local ownership of CSDP operations within a wider context of emerging liberal security governance and explain why it continuously face implementation difficulties in semi-liberal or illiberal settings. Second, the project will obtain new empirical insights into how local ownership is being practised on the ground within three ongoing CSDP operations (EULEX Kosovo, EUPOL COPPS and EUTM Mali) and into why these projects continue to face implementation problems. The third objective of the project is to develop a set of policy recommendations that will assist future policy planners in conceiving more reflexive, context-sensitive and cost-effective local ownership strategies to be applied in current or future CSDP operations.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}