{
    "rcn": "195393",
    "acronym": "MIGMED",
    "topics": "MSCA-IF-2014-EF",
    "title": "Migration in the early modern world: the Franciscans of the Custody of the Holy Land as afacilitator of the circulation of people in the Mediterranean",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Migration is a key socio-political issue in present-day Europe, however it is by no means a new phenomenon. Even though the importance of South-North (and vice versa) mobility on the development of our society has been addressed by historians, characteristics of this phenomenon have not yet been fully investigated nor have been the similarities between early modernís mobility and our actual experience. Was migration in the early modern world a network driven phenomenon? What is the link between internal migration and long distance mobility? Leaving aside individual experience, how did migration influence the life of communities at large? This research project aims to answer to these questions and to deepen our understanding on migration in the Euro-Mediterranean region during the early modern period. In order to do so it investigates mobility between Palestinian parishes and from Palestine to Europe during the 17th and the 18th century focusing on the Custody of the Holy Land of Jerusalem. By complementing Islamic court records and Ottoman surveys with Franciscan sources and previously unused parish registers, it will shed new light on spatial mobility and will contribute to overcome the limits of current research on the topic. Methodologically, the proposal breaks new ground by combining micro-, meso- and macro-level analysis and conceptualizing the role of the Franciscan order as part of a migration network. The results of in-depth research on numbers, motives and experiences of individuals and groups moving in and around the Holy Land will help to advance the wider fields of migration, mission and parish studies in the Mediterranean.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}