{
    "rcn": "195343",
    "acronym": "Symbiosis",
    "topics": "MSCA-IF-2014-EF",
    "title": "Bacterial leaf symbiosis: what environmental factors influence it and does it drive host plant speciation",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Virtually all plants interact with endosymbiotic microorganisms that inhabit various plant organs.  The biotechnological applications of endosymbiotic bacteria can be numerous (e.g. sustainable agriculture through biocontrol and biofertilization). Accordingly, current research efforts have focused on the molecular mechanisms involved in microbial endosymbiosis. Although these interactions can be beneficial, neutral or detrimental to the host and may play a larger role on host fitness and survival, the long-term effects of endosymbiosis on diversification patterns are still unknown. In this project, the ecological conditions for the establishment of leaf endosymbiosis and the long-term effect on the host plant speciation will be studied for the first time through a unique combination of plant diversity, endophytes, ecology and time. The key scientific objectives are (1) to identify the significant environmental factors influencing the presence of bacterial leaf symbionts and (2) to test if bacterial leaf symbiosis acts as a driver for speciation. This will enable us to answer under which circumstances endosymbiotic plant-bacteria interactions are established in nature, what is the stimulus of these interactions, and what are the consequences for the evolutionary history of both endosymbiont and host. This knowledge will provide a better understanding of the impact of long-term endosymbiosis on plant diversification processes. A central aspect of this proposal is the synergy between the applicant and the beneficiary. The pioneering PhD work of the applicant in the field of bacterial leaf symbiosis will now be taken to a new and predictive level by adding an evolutionary perspective with the help of the expertise of leading scientists studying the impact of biological interactions on biodiversity, state-of-the-art facilities including next generation sequencing and a vibrant and internationally renowned research community at the Natural History Museum of Denmark.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}