{
    "rcn": "195319",
    "acronym": "GTHREG",
    "topics": "MSCA-IF-2014-EF",
    "title": "Differential regulation of gonadotropins",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "As wild fish stocks are dwindling, aquaculture is increasingly relied upon to supply the growing world demand for fish. However aquaculture operations are largely impeded by our limited understanding of the mechanisms that control reproduction in farmed fish. The gonadotropins LH, FSH and their main stimulator GnRH are key regulators of the reproductive axis in vertebrates. We propose to utilize the unique anatomical traits and rich toolbox of the zebrafish model to dissect the mechanisms driving the differential regulation of LH and FSH. We will adopt a transgenic approach combined with state-of-the-art live imaging techniques to investigate the intricate interplay between GnRH and gonadotropes in the teleost pituitary. Taking advantage of the unique anatomy of the zebrafish, in which LH and FSH are discreet cell types, and the unique expertise of Mollardís lab in cellular in vivo imaging of the hypothalamus-pituitary tract, we will investigate the functional role of both the circulation and direct contacts (GnRH terminals which directly abut onto gonadotropes) in delivering GnRH signals to target cells and reveal how these signals are interpreted by the gonadotropes to differentially activate LH or FSH cells. The results of the project are expected to provide new insights into the evolution and function of gonadotropin regulation in vertebrates and yield new approaches to control and manipulate the reproductive axis of commercially important species.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}