{
    "rcn": "195317",
    "acronym": "Tolltum",
    "topics": "MSCA-IF-2014-EF",
    "title": "Role, regulation and targeting of nucleic acid-sensing TLRs within the tumour microenvironment",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "Inflammation is an integral part of carcinogenesis. Several different cells of myeloid, lymphoid and non-hematopoietic origin contribute to the strong link between cancer and inflammation and maintain a pro-tumoral environment. The complexity of this environment and the diversity of tumours lead to distinct responses during tumour immunotherapies. Nucleic acid-sensing (NAS) TLR ligands are an essential component of anti-tumour strategies to induce efficient tumour-specific adaptive immune responses. NAS TLRs can also detect nucleic acid released during tumour necrosis, thereby modulating the tumour microenvironment. Interestingly, NAS TLR signalling can induce cell death via apoptosis or induce pro-tumoral survival and proliferation of cancer cells.  These opposing effects of NAS TLR ligands may be due to the differential response of distinct tumour-associated cells to TLR ligands. Indeed, the individual response of subsets of tumour-associated cells remains unclear, thus making it difficult to predict the outcome of tumour immunotherapies. Furthermore, the expression and regulation of NAS TLRs in tumour-associated cells remains unknown. Using ex vivo cultures from adenocarcinomas and melanomas, we will systematically analyze the expression of all NAS TLRs on sorted cells. Using cutting edge technologies, we will dissect the role of TLRs in modulating the tumour microenvironment, which will provide novel insights into our ability to modulate cellular inflammation in the tumour. This proposal has the potential not only to reveal novel aspects of NAS TLR regulation, but also to provide new targets for the modulation of the tumour stroma and the infiltrating cells during carcinogenesis.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}