{
    "rcn": "195303",
    "acronym": "InterDemo",
    "topics": "MSCA-IF-2014-EF",
    "title": "Intercultural Democracies: insights from mining conflicts for environmental justice in plurinational Bolivia and Ecuador.",
    "startDate": "01/10/2015",
    "endDate": "",
    "objective": "Claims from hitherto excluded indigenous groups have led to the rewriting of constitutions in Bolivia and Ecuador to recognize intercultural democracy. At the same time, indigenous environmental justice movements have increased their contestation of hydrocarbon extraction ñ and recently mining ñ due to their socio-political and ecological impacts. Analysis of these movements to date has focused on the consequences of conflicts, but less so on their socio-political and ecological drivers. While evidence has demonstrated the role of an increasing social metabolism as a driver of extraction, less attention has been paid to power relations and competing socio-political forces. These deeply influence the possibilities for a democratic control of the extractive sector, a crucial factor for achieving environmental justice and sustainability.\nThis research aims to unpack the power relations that lie beneath the biophysical flows of expanding resource extraction in the intercultural democracies of the Andes. Two mining-related conflicts in Cuenca PoopÛ (Bolivia) and Intag (Ecuador), where indigenous organizations claim greater environmental justice specifically through self-determination as part of intercultural democracy, will be analyzed applying mixed methodologies: quantitative analysis of biophysical flows and qualitative analysis of interviews and data. This research will potentially show how ecological and metabolic drivers limit indigenous groupsí democratic participation through multi-scale power relations around resource appropriation, thereby improving the understanding of the political dimensions of these conflicts and informing more sustainable policies for extractive sectors. Training at the host institution (ICTA) will facilitate this research by complementing the candidateís knowledge of political theory with skills in metabolic analysis and the interdisciplinary approach to environmental justice that forms the basis of ICTAís world-renowned research.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}