{
    "rcn": "195395",
    "acronym": "TARGEPILIVER",
    "topics": "MSCA-IF-2014-EF",
    "title": "Characterization of Key Epigenetic Targets in Hepatic Fibrosis and Hepatocellular Carcinoma Development. Generation of New Antifibrotic and Antitumoral Drugs.",
    "startDate": "01/12/2015",
    "endDate": "22/03/2018",
    "objective": "Liver fibrosis represents a common pathogenic pathway in most chronic liver diseases (CLDs) and cirrhosis, its end stage, is a huge healthcare burden. The main causes of CLD are chronic viral hepatitis B or C infection, alcohol abuse and obesity-linked steatohepatitis, conditions with increasing global incidence. Hepatocellular carcinoma (HCC) develops on this background of CLD as a multistep process in the context of chronic inflammation and cirrhosis. Among all non-hematological malignancies, HCC has the fastest rising incidence of any neoplasm in USA and Europe. Despite all the progress in understanding the cellular and molecular mechanisms of liver fibrosis and hepatocarcinogenesis, there are no effective therapies to halt fibrosis or quell liver cancer. Exposure to environmental factors triggers adaptative epigenetic mechanisms, including alterations in DNA methylation or post-translational modification of histones, which control gene expression and ultimately cellular behaviour in ways critical for the development of CLD and HCC. From the literature and our preliminary observations it is known that many of the enzymes carrying out these epigenetic events, such as DNA and histone methyltransferases, present altered expression and activity in CLD and HCC. The deposition of methyl marks in histones and DNA are very dynamic enzymatic processes, amenable to pharmacological intervention and therefore constitute attractive therapeutic targets. Our proposal has two main objectives: first the analysis of the expression, activity and pathological significance of DNA and histone-methyltransferases in models of CLD and hepatocarcinogenesis; and second the development of new efficacious DNA and histone-methyltransferase specific inhibitors with a good safety profile, which is critical when treating patients with compromised liver function. These new epigenetic therapies could be used to prevent CLD progression, and to treat HCC alone or in combination with existing drugs.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACION PARA LA INVESTIGACION MEDICA APLICADA FIMA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999485382": {
            "orgId": "999485382",
            "orgName": "FUNDACION PARA LA INVESTIGACION MEDICA APLICADA FIMA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}