{
    "rcn": "195345",
    "acronym": "INAME",
    "topics": "MSCA-IF-2014-EF",
    "title": "Imaging nucleic acid metabolism in cells",
    "startDate": "04/01/2016",
    "endDate": "03/01/2018",
    "objective": "In this project I, Pawan Kumar, a Nucleic Acid Chemist seek to team up with a pioneer in Nucleic Acid Chemistry and Biology (Professor Tom Brown) to carry out a highly interdisciplinary study at the University of Oxford to obtain deeper insights into DNA and RNA synthesis and metabolism in living cells and its application to cancer research. I propose to detect and quantify nucleic acid synthesis in proliferating cells by fluorescence without the requirement for toxic metal ions or antibodies. Earlier known methods such as [3H]thymidine and 5-bromo-2'-deoxyuridine labelling are either slow and labour intensive or require the use of harsh conditions. Incorporation of 5-ethynyl-2'-deoxyuridine into newly synthesized DNA  and its subsequent detection with an azide derivative of a fluorescent dye under copper catalyzed alkyne azide cycloaddition (CuAAC) reaction conditions presents a better alternative. However, cytotoxicity of copper salts restricts its use for living cells. I will use the strain promoted alkyne azide cycloaddition reaction, Diels-Alder reaction, and inverse electron demand Diels-Alder reaction to study cellular DNA and RNA. None of these reactions require the use of toxic metal salts. I will develop the conditions under which both DNA and RNA will be stable, so that it will be possible to isolate intact fluorescent nucleic acids from cells for detailed analysis. I will prepare the modified nucleosides and use them to label newly synthesized DNA and RNA in cells enabling their detection by reaction with fluorophores by using metal free click ligation reactions. The study will provide a better understanding of the mechanisms regulating DNA replication and the interplay between transcription and DNA replication. In the project  I will develop techniques to provide information on the toxic effect of antimetabolites used commonly in anti-cancer therapies, and for identifying the mechanisms of viral replication and understanding the viral life cycle.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}