{
    "rcn": "195460",
    "acronym": "ECECWorkforce",
    "topics": "MSCA-IF-2014-EF",
    "title": "Knowledge, Skills and Attitudinal Competences for Quality Early childhood Education and Care",
    "startDate": "01/09/2015",
    "endDate": "28/02/2017",
    "objective": "The education and training of the Early Childhood Education and Care (ECEC) workforce is of prime importance as it equips practitioners with the knowledge, skills and attitudinal competences needed to work with children. Training supports them in creating quality environments for children to enhance the quality of provision and subsequent child outcomes. The research is timely with the increased interest in the benefits of quality ECEC for supporting the holistic development of children, but with a need to understand more about the role of the workforce in this. Whilst qualifications have been established as important for the quality of ECEC, little is known about the nature of the qualifications and the role that they play in developing the knowledge, skills and attitudinal competences needed to best enhance the quality of ECEC provision. The research will focus on ECEC qualification requirements, structure, content and characteristics across Europe. The project will analyse (via secondary data) the qualification requirements across Europe, the composition of the qualifications and their relationship to child outcomes. This macro level analysis will be supported by a detailed investigation (via empirical research) into the delivery of qualifications and the role they play in developing the knowledge, skills and attitudinal competences appropriate to the context. The detailed investigation of qualifications will consider the formulation, delivery, experiences and application of ECEC higher education training in the hostís institution, selected for its expertise in training kindergarten pedagogues in Hungary. ECEC in Hungary is under explored, whilst also offering an interesting case to study due to how its history, market composition and quantity of provision contrast with those experienced by the Fellow in the UK. Pertinent for this research is emerging evidence on the divergent views of the knowledge, skills and attitudinal competences needed to work in ECEC.",
    "totalCost": "109679,4",
    "ecMaxContribution": "109679,4",
    "coordinator": "DEBRECENI EGYETEM",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999881239": {
            "orgId": "999881239",
            "orgName": "DEBRECENI EGYETEM",
            "ecContrib": 109679
        }
    },
    "calculatedTotalContribution": 109679
}