{
    "rcn": "195443",
    "acronym": "TRANSFORMER",
    "topics": "MSCA-IF-2014-EF",
    "title": "Transformation of emerging contaminants in the aquatic environment. Fate of transformation products under multiple stress conditions",
    "startDate": "11/05/2015",
    "endDate": "10/08/2016",
    "objective": "Pharmaceutically active compounds (PhACs) are a special class of contaminants because they can undergo transformations through metabolism before their entrance into aquatic and terrestrial environments. Once they reach the environment they are further transformed by abiotic and/or biotic transformation processes and understanding of transformation pathways and identification of transformation products (TP) is a prerequisite for a thorough assessment of their environmental risk. This project proposes the use of Experimental Stream Facility (artificial rivers), a unique facility available at ICRA that will permit simultaneous study of biodegradation, photolysis, and adsorption /desorption processes under different situations, such as intermittent flow (drought), temperature or light fluctuations, among others. State of the art  hybrid and high resolution mass spectrometric instrumentation will be used to study transformation pathways and provide a comprehensive and detailed profile of TPs formed. By using an integrated approach and simultaneous study of biotic and abiotic transformation processes TRANSFORMERís main expected results are: (i) elucidation of transformation pathways (biological and photo induced) and identification of main TPs from a number of relevant pharmaceuticals (including some understudied and, for the first time, a new class pharmaceuticals such as peptidomimetics and peptide therapeutics); (ii) determination of partition coefficients (water-sediment and water-biofilm) of the studied pharmaceuticals and TPs and (iii) identification of potential controlling factors and mechanisms behind in-stream attenuation of pharmaceuticals (biodegradation vs photodegradation vs sorption). Accordingly, we expect that the results produced by this innovative research plan will have substantial impact on the field of inland water research, one of the Europeís Societal Challenges.",
    "totalCost": "106326",
    "ecMaxContribution": "106326",
    "coordinator": "FUNDACIO INSTITUT CATALA DE RECERCA DE L'AIGUA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997459052": {
            "orgId": "997459052",
            "orgName": "FUNDACIO INSTITUT CATALA DE RECERCA DE L'AIGUA",
            "ecContrib": 106326
        }
    },
    "calculatedTotalContribution": 106326
}