{
    "rcn": "195455",
    "acronym": "SpliceosomeStructure",
    "topics": "MSCA-IF-2014-EF",
    "title": "Structural role of protein splicing factors in promoting an active configuration of the spliceosome's RNA catalytic core",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "The spliceosome is a ribonucleoprotein machine that excises introns from pre-messenger RNAs. During my phD, I identified RNA ligands for the magnesium ions that catalyze these splicing reactions and showed that the spliceosomal U6 and U2 small nuclear RNAs form a structure resembling group II self-splicing intron RNAs. Although the spliceosome's catalytic core is RNA-based, numerous spliceosomal proteins promote the proper catalytic fold of this RNA core, juxtapose the reactive pre-mRNA elements with the U6 metal sites, and regulate spliceosome dynamics during the splicing cycle. Indeed, the Prp8 protein cross-links with the critical nucleotides of the catalytic RNA core and its crystal structure, reported recently by the host laboratory, revealed a cavity that accommodates the catalytic RNA core. Moreover, several helicases, such as Brr2 and Prp16, promote an active configuration of the U2/U6 RNA core and associated proteins and regulate their dynamics. The arrangement of such proteins in the assembled spliceosome and their interactions with the RNA core is presently unknown due to the lack of high-resolution structures of any spliceosomal complexes. I will study biochemically in vitro the interactions between the U2/U6 core and key proteins necessary for an active fold of the RNA core, with the goal of reconstituting and solving the high-resolution structure of a minimal active U2/U6 RNA core in complex with the reactive pre-mRNA sites and surrounding proteins including Prp8. In parallel, I will employ recent advances in cryo-electron microscopy sample preparation, imaging, and data processing, which were pioneered at the host institute, to obtain high-resolution (at least 7 Angstroms) three-dimensional reconstructions of endogenous fully assembled spliceosomes stalled at specific splicing stages. These studies promise to provide unprecedented structural insihgt into the configuration and dynamics of key RNA and protein elements of the spliceosome.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "MEDICAL RESEARCH COUNCIL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}