{
    "rcn": "195432",
    "acronym": "CaMILLET",
    "topics": "MSCA-IF-2014-EF",
    "title": "Application of crop genetics to improve Calcium content in millets and other crops for promoting health benefits in the prevention and treatment of osteoporosis",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "With osteoporosis becoming an increasing threat to human health, this project is directed towards finding an inexpensive solution to this problem using crop genetics. Biofortification of human diet with food that are naturally rich in Calcium (Ca) is proposed. Among all cultivated cereals, finger millet (Eleusine coracana), an annual small millet of Africa and Asia, has been found to have the highest concentration of Ca (350mg/100g) in its grains. This proposal aims to investigate the genetic variations of Ca accumulation in finger millet germplasm using chemical phenotyping and genomics, and to use this knowledge in further improving the concentration of this micronutrient in finger millet and other staple crops. Specific objectives of the study are: (1) to explore the extent of genetic diversity for Ca content present in world collection of finger millet germplasms; (2) to identify genomic regions associated with Ca accumulation in finger millet grains using next generation sequencing, chemical phenotyping and GWAS analysis; (3) to identify and validate candidate genes underlying genomic regions found to be associated with Ca accumulation in finger millet; and (4) use comparative genomics to identify similar genes and processes in staple cereals like wheat, rice, barley or oats grown in Europe. The project will identify genes involved in Ca accumulation in crops and the prospects of their breeding into new varieties through plant breeding. Such crop varieties will benefit the smallholder farmers who will grow them (by adding value to their food products) and also provide valuable, superior raw material to industries for developing functional food rich in Calcium. Availabilities of such food and food products will increase Ca consumption and reduce the health and economic impacts of osteoporosis.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ABERYSTWYTH UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999853012": {
            "orgId": "999853012",
            "orgName": "ABERYSTWYTH UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}