{
    "rcn": "195446",
    "acronym": "InSIght",
    "topics": "MSCA-IF-2014-EF",
    "title": "Information from Symbols and Illustrations: how to get it without vision",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "In everyday life individuals are bombarded with symbols and illustrations: ëpoisonousí, ëflammableí, ëfire evacuation routeí etc.; however this life-saving information is not accessible to all of us.\n\nOne in 30 Europeans experiences sight loss, including one in three individuals over 65 years of age. These individuals cannot recognise a face, or read a symbol or an illustration: they rely on their sense of touch.\n\nThose who use touch mix up angles and curves over 50% of the time which makes interpreting tactile symbols and illustrations problematic: the Euro symbol (Ä) may be mistaken for the capital E; the Pythagorean triangle may have no right angle. This mix-up has serious consequences:\nñ Lack of awareness of important, sometimes life-saving information. This is a particular problem for individuals with low tactile sensibility (often caused by age, diabetes or stroke). Marie Sklodowska-Curie herself experienced this double disability (blindness and low tactile sensibility);\nñ Shortcomings in school, e.g. in science, where teaching relies on symbols and illustrations\n\nThe objective of the InSIght project is to investigate in what configuration(s) of shape features angles are perceived as angles, curves as curves and straight lines as straight lines ñ and if misperceived, why. These results will be the basis for a visionary project to develop a checklist and teaching guide on tactile symbols and illustrations. Through this strategy InSIght will improve awareness of important, potentially life-saving, information and reduce shortcomings in school, e.g., in science; thus the environmentís costs for special needs education. Finally, InSIght will reduce the environmentís costs by leading to development of universal design standards for tactile symbols and illustrations.\n\nInSIght will produce four academic and non-academic articles, and develop a non-academic booklet with the checklist and teaching guide. It will set up a European conference and an interactive webpage.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}