{
    "rcn": "195476",
    "acronym": "Intentions in Action",
    "topics": "MSCA-IF-2014-EF",
    "title": "Intentions in Action: Establishing the neural causes of intentional action",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "The neuroscientific study of intentional action has produced puzzling and contradictory results: intentions show up at a variety of brain locations, and up to ten seconds before a decision has been made. Recently, it has been argued that intentions do not underlie voluntary action at all. At the same time neural states have been found that could be correlated with future actions, suggesting a role for intentions after all. The proposed project suggests that the cause of these seemingly contrasting results lies in the heterogeneous composition of everyday actions, consisting of both immediate and future-directed components. The proposed research promises to go to the bottom of this controversy by investigation what types of actions can be accomplished without discrete states like intentions, and for what types of actions intentions are needed. It will do so by looking for common factors in brain states underlying actions using functional Magnetic Resonance Imaging. Particularly, it will be investigated whether similarity in motor acts, actions, or contexts are crucial for finding commonalities in brain states.  \nNext, it will be investigated whether immediate actions and future actions differ with respect to the neural control processes, thereby directly testing the applicability of a philosophical distinction to neuroscientific research. \n\nFinally, it will be assessed whether these processes are unique for self-chosen actions, or also apply to cued actions as well. This will relate the study of intentional action directly to adjacent scientific fields studying prospective memory and task sets.\n\nBy solving these issues the proposed research sets out to create a novel and detailed account of intentional action which will function as a framework for future research in philosophy, psychology, and neuroscience.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}