{
    "rcn": "195435",
    "acronym": "tRRACES",
    "topics": "MSCA-IF-2014-EF",
    "title": "Resistance and Resilience of Ancient Agricultural Soils",
    "startDate": "17/08/2015",
    "endDate": "16/08/2017",
    "objective": "'The sustainability of an agricultural system relies largely on the resistance of soils -their capacity to perform its five environmental functions under disturbance- and in their resilience, meaning the capacity of the soils of restoring its functions after impact. The tRRACES project aims to get insights into how past or indigenous strategies for agricultural management drove pedogenetic pathways with a focus on the sustainability of the agroecosystem. New data on pedogenetic evolution of four ancient agricultural systems in Chile, Ethiopia Spain and Tanzania, spanning a wide range of environmental conditions, are to be put together with archaeological, ethnographical and paleoenvironmental knowledge, in order to show up the effects of ancient soil management strategies on the maintenance of soil environmental functions and therefore on soil resistance and resilience. The results will be used to predict the evolution of these systems when facing impending climatic and socioeconomic changes. tRRACES will provide a sound scientific basis for the so called 'indigenous knowledge' and will contribute highly valuable information for the studies on sustainable land-use, meaning that it is possible to state with confidence that the proposed project will undoubtedly produce useful data for modern developmental and conservationist narratives.'",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}