{
    "rcn": "195467",
    "acronym": "STARMAS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Structured Training and Advanced Research in Marine Active Structures",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "In the last 25 years the total amount of marine trade has nearly doubled. In the same period the container trade has undergone a tenfold increase, making the container fleet the fastest growing fleet at present. With 80% of total EU trade being transported by sea, the maritime transport is of the greatest importance to the EU. The increasing demand in container transportation is met by use of more containerships. Such ships with large bow and stern flares and fine underwater hull are severely hit by an effect known as parametric rolling. Accidents including container loss and vessel structural damage are reported from all around the world. Capsizing could be regarded as a rare event, but the consequences of such event are fatal (loss of the ship and the crew). Agencies, classification societies and the public are showing more and more interests in increasing the safety of large container ships. STARMAS is a highly interdisciplinary integrated research and training programme focused on the application of novel active control methods to increase safety, energy efficiency and quality of life at sea of the 21st century maritime transport. The problem of ship roll on rough seas will be tackled using novel active roll control methodologies. Bi-directional transfer of knowledge and cross-fertilisation between traditionally detached engineering disciplines will be unlocked, utilising a unique research approach to enduring engineering problems related to sea keeping, survival rate, and energy efficiency of marine vessels. The programme will boost the career prospects, increase employability and widen the set of skills of the experienced researcher. The training and research will predominately take place within the academic sector, at the Faculty of Mechanical Engineering and Naval Architecture (FAMENA). The researcher will also benefit from secondments to the non-academic partner Bureau Veritas, Paris, (BV) facilitating an inter-sectoral transfer of knowledge.",
    "totalCost": "158010",
    "ecMaxContribution": "158010",
    "coordinator": "SVEUCILISTE U ZAGREBU, FAKULTET STROJARSTVA I BRODOGRADNJE",
    "coordinatorCountry": "HR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996827485": {
            "orgId": "996827485",
            "orgName": "SVEUCILISTE U ZAGREBU, FAKULTET STROJARSTVA I BRODOGRADNJE",
            "ecContrib": 158010
        }
    },
    "calculatedTotalContribution": 158010
}