{
    "rcn": "195498",
    "acronym": "APCINTERACTIONS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Molecular basis for securin and cyclin ubiquitylation by the anaphase-promoting complex (APC/C)",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "This research proposal describes an ambitious effort to characterize structurally and biochemically ubiquitin chain initiation and elongation by the anaphase-promoting complex or cyclosome (APC/C) in complex with two well-characterized substrates. The APC/C is a multi-subunit cullin-RING E3 ubiquitin ligase that controls progression through the cell cycle by a temporal regulation of its activity and substrate specificity. Regulation and specificity of this E3 ligase is achieved through mutually exclusive binding of two structurally related co-activator subunits termed Cdc20 and Cdh1, as well as through APC/C inhibitors, varying substrate affinities and auto-ubiquitylation of its cognate E2s, namely UbcH10 and Ube2S. In order to understand ubiquitin chain initiation and elongation of the two well-known APC/C substrates cyclin B and securin, I am aiming to use a combined approach of cryo-electron microscopy, X-ray crystallography and a variety of biochemical methods. Within this project I will use cryo-electron microscopy studies to uncover the molecular mechanisms of substrate recognition and ubiquitin chain initiation and elongation by analyzing the APC/CCdh1 co-activator complex bound to its transiently associated E2 enzymes Ube2S or UbcH10 and one of the aforementioned high affinity substrates.  \nCrystallization of selected sub-complexes, namely the catalytic core of the APC/C (composed of Apc2 and Apc11) is intended. If obtained, this high-resolution information will then assist the interpretation of the resulting density maps derived from cryo-electron microscopy.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNITED KINGDOM RESEARCH AND INNOVATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}