{
    "rcn": "195482",
    "acronym": "WORMTUMORS",
    "topics": "MSCA-IF-2014-GF",
    "title": "Worm power: Can helminths modify the development of colorectal cancer?",
    "startDate": "01/08/2015",
    "endDate": "31/07/2018",
    "objective": "The incidence of cancer is significantly lower in developing areas such as Africa, than in the Western world.  These developing regions have a high incidence of helminth infection, which can protect against immune-mediated diseases and are currently being successfully used within clinical trials as novel therapeutics to treat inflammatory bowel disease.  As Africa develops, lifestyle and dietary changes will collide with the presence of chronic infectious disease, such as gastrointestinal helminths, increasing the risk of colorectal cancer.  The intrinsic immune-suppressive nature of helminth infections is known to be detrimental to the generation of immune responses to other infections and vaccination, and may also impair anti-tumor responses in vivo. We have recently found that local exposure to helminth products can result in increased tumor cell growth and metastasis.  Currently, it is unknown how helminth modulation of immunity influences colorectal cancer incidence and progression.  This fellowship proposal will make use of an inflammation-associated and spontaneous model of colorectal cancer to test the impact of live helminth infection and exposure to helminth excretory/secretory products on tumor development.  It will further dissect the impact of helminth exposure on the innate and adaptive anti-tumor immune response, using multi-colour flow cytometry and cell-specific knockout mice.  Furthermore, rescue of an impact of helminth exposure on anti-tumor immunity will be attempted by in vivo cell transfer.  This fellowship aims to increase our understanding of how helminth infection contributes to tumor development and may lead to the design of novel therapeutics to improve tumor immunity.",
    "totalCost": "203200,2",
    "ecMaxContribution": "203200,2",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 203200
        },
        "999849229": {
            "orgId": "999849229",
            "orgName": "UNIVERSITY OF CAPE TOWN",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 203200
}