{
    "rcn": "195421",
    "acronym": "GATEWAY",
    "topics": "LCE-19-2014",
    "title": "Developing a Pilot Case aimed at establishing a European infrastructure project for CO2 transport",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The OBJECTIVES of this proposal are as follows\na) to define a subsequent initiative, referred to as the Pilot Case, providing a model for establishing a European CO2 infrastructure project, targeting a gateway transferring CO2 from source to sink. The gateway will form the first leg of a cross-border network, allowing multiple sources and multiple sinks.\nb) to make profound assessments of the substantial funding needs and available resources. \nc) to solicit strong actions by the partners involved (member states of the EU and other countries) with a three-step approach (Berlin model). \n\nThe objectives will be ACHIEVED by acquiring commercial and legal input from various sources, such as industries, research alliances and institutes, investors and funding agencies, and engage industries capable of providing the knowledge of how to initiate the first gateway(s) of a future European CO2 transport system. This will include \n- knowledge gathering, involving structured intelligence processes, \n- outline strategies, \n- assessment of lead times, \n- scenario building, \n- consideration of funding synchronization issues. \n- assessing the economic potential(s), timing, and organisation towards the deployment of CCS within Europe, and gradually increase the deployment so that it applies to Europe as a whole, thus providing a Pan-European infrastructure for CO2 transport, \n- the initiation of a strict planning of the infrastructure, including the handling of specific policy issues and regulatory requirements. \n\nThese objectives demonstrate a clear RELEVANCE to the H2020 Work Programme, calling for proposals for a pilot case addressing areas and challenges targeted in the competitive low-carbon energy call. This proposal pursues activities that support 'the use of research outcomes by industry of a project resulting from synchronised funding processes by at least three Member States', as addressed in the LCE-19 call.",
    "totalCost": "787700",
    "ecMaxContribution": "787700",
    "coordinator": "SINTEF ENERGI AS",
    "coordinatorCountry": "NO",
    "participants": "FORSCHUNGSZENTRUM JULICH GMBH;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;UNIVERSITY OF LEEDS;PROGRESSIVE ENERGY LIMITED;ECOFYS NETHERLANDS BV;QUEEN MARY UNIVERSITY OF LONDON",
    "participantCountries": "DE;NL;UK",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 35016
        },
        "999513221": {
            "orgId": "999513221",
            "orgName": "SINTEF ENERGI AS",
            "ecContrib": 291575
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 206250
        },
        "990797868": {
            "orgId": "990797868",
            "orgName": "ECOFYS NETHERLANDS BV",
            "ecContrib": 17250
        },
        "998044156": {
            "orgId": "998044156",
            "orgName": "PROGRESSIVE ENERGY LIMITED",
            "ecContrib": 108625
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 78671
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 50312
        }
    },
    "calculatedTotalContribution": 787699
}