{
    "rcn": "195401",
    "acronym": "RESCBONE",
    "topics": "MSCA-IF-2014-EF",
    "title": "The influence of mechanical loading on the decline in bone mass with ageing",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Osteoporosis is an age and gender-related condition characterised by reduced bone mass, impaired micro-architecture and increased risk of low-trauma fractures. Osteoporosis-related fractures are a major health concern and impose a huge economic burden on European health care systems. In the young, bone adapts its mass and architecture in response to strains engendered by mechanical loading. However, this response in blunted in the aged. We have shown that the anabolic response to load is similarly impaired in an age and gender-related manner in mice. Counter-intuitively, this response can be ìrescuedî in aged female mice if short periods of loading are imposed against a background of disuse rather than activity. We hypothesise that this ìrescueî involves increased recruitment of bone forming osteoblasts. \n\nThe primary objective of this proposal is, to establish whether the age and gender-related decline in boneís adaptive response to mechanical loading in mice can be attributed to insufficient recruitment of osteoblasts necessary to form new bone and, if so, whether this deficiency can be ìrescuedî by appropriate manipulation of bonesí loading environment. \n\nTo achieve the objectives in this proposal, we will investigate bones from aged male and female mice, which have been subjected to mechanical loading with or without prior disuse. These will be compared with similarly treated bones of young mice. Our studies should further elucidate the mechanisms underlying the age-related decline in bonesí adaptive response to mechanical loading. We hope that these studies could identify novel therapeutic targets to augment bonesí natural anabolic response to physical activity/loading. This could be of particular relevance in maintaining bone mass in situations of aging, paralysis or even space flight. The proposal will strengthen the CV of the applicant and further collaboration between European laboratories.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}