{
    "rcn": "195452",
    "acronym": "BIOMARK",
    "topics": "MSCA-IF-2014-EF",
    "title": "Biomarkers of disordered language in autism",
    "startDate": "14/03/2016",
    "endDate": "13/03/2018",
    "objective": "We know talk of ëthe autisms.í Evidence shows us that autism refers to a heterogeneous group of neurodevelopmental disorders. This heterogeneity has greatly hindered our understanding of autism. This proposal will attempt to disentangle this heterogeneity by focusing on one piece of the autism phenotype: disordered language. More specifically, we will focus on impairments involving phonology, the sounds of language. Infants acquire phonological skills in the first year of life. A disruption in the development of these skills can compromise or even preclude language acquisition. Behavioral studies have provided evidence for an autism subgroup defined by phonological deficits. This subgroup is hypothesized to overlap with specific language impairment (SLI), a developmental language disorder clinically marked by phonological deficits. Given that the presence of speech before age five is the strongest predictor of a better outcome for a child with autism, understanding language deficits that can be present at a very early age is critical. This study will be the first to utilize EEG to examine neural activity relevant to phonological processing in children with autism with and without SLI as well as children with SLI. Our primary goal is to identify biomarkers indexing impaired phonology that can inform earlier diagnoses and treatments for children with disordered language. In addition to this goal, undertaking this research at the BCBL and the University of Seville, which will provide access to both mono- and bilingual children, will enable us to address a critical gap in both autism and SLI research. Developing bilinguals are the rule in the world. Despite this, little is known about bilingualism in autism or SLI. Scientific evidence suggests that there is a ëbilingual advantageí that sharpens the mind of bilingual speakers. Could there also be a ëbilingual advantageí for children with disordered language? Or is bilingualism simply an extra burden for these children?",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996120064": {
            "orgId": "996120064",
            "orgName": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}