{
    "rcn": "195429",
    "acronym": "GlidArc",
    "topics": "MSCA-IF-2014-EF",
    "title": "Towards a fundamental understanding of a gliding arc discharge for the purpose of greenhouse gas conversion into value-added chemicals",
    "startDate": "22/06/2015",
    "endDate": "21/06/2017",
    "objective": "Global climate change due to anthropogenic greenhouse gas emissions is a growing concern. The conversion of greenhouse gases (mainly CO2, CH4) to value-added chemicals or renewable fuels is an effective strategy to reduce these emissions and an interesting process both from economic and ecological point of view. A gliding arc (GlidArc) plasma offers unique perspectives for activating inert molecules at mild conditions and allows the greenhouse gas conversion with limited energy cost. A GlidArc is, however, very complex and poorly understood. Therefore, this project intends to obtain more fundamental insight in the plasma-mechanisms of the GlidArc for greenhouse gas conversion, by means of extensive modeling, validated by experimental diagnostics. First, the chemical kinetics in the GlidArc for greenhouse gas conversion will be studied. Second, this plasma chemistry will be incorporated in a coupled magnetohydrodynamics (MHD) - kinetics model to study the spatial and temporal plasma properties. The model will be validated by experiments, to be carried out during the secondment. Furthermore, the effects of various operating parameters, such as the CH4/CO2 ratio, the discharge power and the gas flow rates, on the gas conversion, the yields of the formed products and on the energy efficiency will be analyzed, in order to predict which conditions give rise to the highest and most energy-efficient conversion. This project is very interdisciplinary, including chemistry, physics, chemical engineering, mathematics and computer modeling, with application in environmental science and sustainable chemistry. Definitely it will extend the applicantís skills in plasma modeling to a much broader field, with new applications, and enhance his creative and innovative potential by advanced training in an international research environment.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}