{
    "rcn": "195426",
    "acronym": "ICSIS",
    "topics": "MSCA-IF-2014-EF",
    "title": "The interaction and clearance of senescent vascular cells by the innate immune system",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Cell senescence plays a paradoxical but important role in physiology; it protects organisms against cancer but also contributes to age-related loss of tissue function. Senescent cells accumulate during ageing, particularly at sites of age-related pathologies such as vascular tissue, contributing to fibrotic cardiovascular disease , . Therefore, the aim of this research is to understand why senescent cells accumulate later in life for the purpose of identifying potential therapeutic strategies for eliminating senescent cells. This project, founded in an emerging field of ageing research, will determine the interaction and clearance of senescent cells by ageing innate immune cells.  \nUsing in vitro, ex vivo and in vivo approaches the fellow will delineate the mechanisms of interaction between senescent vascular cells and the innate immune system and how they are impacted by age. This will significantly advance knowledge and lead to novel molecular targets to explore for eliminating age-associated vascular senescent cells.  Since the field of cellular senescence is predominantly centred within molecular cell biology and cancer, this coordinated cross-disciplinary and cross-sectorial approach will provide novel insight into vascular senescence. Through an ambitious research training programme, the fellow will develop scientific, complementary and transferable skills in metabolism, innate immunity and vascular function in age-related disease from Aston, UK with intersectorial training to develop small molecule drugs from Redoxis SB, SWE; evaluate drug efficacy in models of ageing (Erasmus, NL); in the context of clinical cardiology (Aston/City Hospital, UK). It will deepen collaborations for partners, provide new techniques to the hosts and enhance the skills of exceptionally talented research fellow, with over ten yearsí experience in the field of cellular senescence, forward as a research leader with experience of working effectively across sectors.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}