{
    "rcn": "195444",
    "acronym": "PhoLED",
    "topics": "MSCA-IF-2014-EF",
    "title": "Photonic nanostructures for Light-Emitting Devices.",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The PhoLED project seeks to largely surpass the optical performance of state-of-the-art light emitters devised for illumination applications and contribute to solve some of the main technical limitations that the current technology presents. This project aims at integrating novel optical nanostructures and emitters, such as colloidal quantum dots or nanophosphors, to yield the next generation of light-emitting devices in which full spectral and angular control over the emission properties will be possible. The approach focuses on the development of: i) new synthetic routes to achieve efficient nanophosphors, and ii) preparation and processing strategies, based on surface textures and colloidal scatterers, to attain large area optical nanostructures possessing photonic properties that will allow a precise control on the intensity, angular distribution and color quality of light emission. Results achieved within this project will provide significant advance both in the comprehension of fundamental phenomena as well as in the development of versatile solid-state lighting devices of optimized efficiency, aiming to overcome technical barriers and maximize performance. The projectís outcome is twofold: a substantial expansion of the preparation of optical nanostructures to control light-mater interaction, and the practical realization of nanostructured light-emitting devices with unprecedented properties.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}