{
    "rcn": "195494",
    "acronym": "LiVirIn",
    "topics": "MSCA-IF-2014-EF",
    "title": "3D Liver Organoids: Modelling Host Hepatitis B Virus Interaction",
    "startDate": "01/03/2015",
    "endDate": "28/02/2017",
    "objective": "An estimated ~400 million people are chronically infected with hepatitis B virus (HBV) infection worldwide, resulting in an estimated $658 million in medical costs and lost wages annually. Although HBV disease can be prevented by vaccination, many people still become infected. Potent and safe drugs are available to eradicate HBV viral particles and clinically ëcureí HBV infection. However, during replication HBV delivers a very stable form of viral DNA (covalently closed circular DNA, cccDNA) in the nucleus of the hepatocyte, causing life-long risk of reactivation of HBV infection in case of suppression of the immune system (e.g. chemotherapy). Therefore the pharmaceutical industry is now aiming to develop strategies to eradicate the virus from the infected liver completely. Such studies are hampered by the lack of appropriate in vitro or animal models due to the narrow tropism of HBV for human hepatocytes. The hypothesis of the project is that creation of 3D culture systems encompassing hepatocytes, hepatic stellate cells (HSCs) and liver sinusoidal endothelial cells (LSECs) derived from an inexhaustible source of cells (human pluripotent stem cells (PSCs)) in a matrix that mimics the biophysical and biochemical features of the liver, will be a superior model for the study of HBV infection and evaluation of the efficacy of antiviral drugs.  We also hypothesize that such 3D organoids will improve maturation and function of hepatocytes, HSCs and LSECs.\nThe proposed studies are highly interdisciplinary, merging expertise from biology, to biophysics and engineering, with inter-sector mobility, networking, collaboration and knowledge transfer between academia and industries. The knowledge developed will be disseminated by presentations at consortium meetings, international conferences and in peer publications. All these aspects will train the researcher as independent thinker, more knowledgeable in scientific research which will provide an enormous boost to his carrier.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}