{
    "rcn": "195410",
    "acronym": "EWTEK",
    "topics": "MSCA-IF-2014-GF",
    "title": "Empowering Women with Traditional Ecological Knowledge",
    "startDate": "01/07/2015",
    "endDate": "31/05/2018",
    "objective": "In rural Morocco, women are the gatekeepers of Traditional Ecological Knowledge (TEK) linked to natural resource management.Women have been underestimated for their important contribution to producing and securing food, managing natural resources, and their ability to earn an income through these activities. Even though massive aid budgets from the major donors, including the European Union, are allocated to expand Moroccoís programmes to combat poverty, social exclusion and gender inequality, rural women are still poorly integrated in Moroccan society. Using an original interdisciplinary approach of ethnobiology, development studies and geography, this study will explore whether women are able to gain social status and economic development through applying their traditional ecological knowledge in the context of the Green Morocco Plan in two rural communes of Rhamna Province. The study will cover the two main issues: 1) an analysis of the socio-historical, political context of the country, to assess the interests and motives of the Moroccan government to address gender issues; 2), an ethnographic investigation into womenís traditional knowledge activities looking in particular at the transfer of womenís traditional knowledge and environmental practices to new income generating activities. The policy relevance of the study lies in its aim to ensure that a gender aware ërural traditional dimensioní is included in programme policies with concrete proposals on how to overcome rural womenís socio-economic stagnation, and improve the working conditions of rural women in Morocco. It will contribute to the current debate of gender analysis, environmental practices and womenís integration in development programmes. The Fellowship is expected to deliver a curriculum to expand this new field of enquiry to resolve issues of social exclusion.  It will open up perspectives of employment for the researcher in a European academic institution or a policy research institute.",
    "totalCost": "236257,7",
    "ecMaxContribution": "236257,7",
    "coordinator": "ERASMUS UNIVERSITEIT ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999598969": {
            "orgId": "999598969",
            "orgName": "THE BOARD OF TRUSTEES OF THE UNIVERSITY OF ILLINOIS",
            "ecContrib": 0
        },
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 236258
        }
    },
    "calculatedTotalContribution": 236258
}