{
    "rcn": "195462",
    "acronym": "COLPHAM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Collective Phenomena in dense Active Matter: phase transitions and non-equilibrium dynamics.",
    "startDate": "15/07/2015",
    "endDate": "14/07/2017",
    "objective": "The overall aim of the research activities presented in this proposal is to elucidate the general principles governing the physics of many-body systems of active particles when excluded-volume interactions compete with internal driving forces. We aim to reach a general understanding of this novel class of ìactive materialsî and give an answer to the following question: How are the structure of the liquid and solid phases, and their mechanical response to an applied deformation, affected by self-propulsion? Statistical mechanics can efficiently deal with a broad class of soft matter systems at thermal equilibrium. However, active matter evolves in a non-equilibrium manner, as it is made of elements which have their own source of motion, which demands a new conceptual framework to describe it. By combining numerical simulations and theoretical analysis of model systems, we intend to get new quantitative predictions that can be tested experimentally in suspensions of self-propelled colloids, active emulsions or dense assemblies of cells, and exploit our results to design and characterise novel materials through collaboration with experimental groups. The completion of this programme will represent a major contribution into this fast-growing field with direct applications in materials science and biophysics: the engineering of synthetic materials that mimic the behaviour of living matter is a major challenge of current science and technology.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}