{
    "rcn": "195448",
    "acronym": "ACTIVE_MARS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Active Surface Processes On Mars: A Laboratory, Field And Remote Sensing Study",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "This study will identify and analyse ongoing geological activity across the whole of Mars in the form of the changing morphology of kilometre-scale ìclassical gulliesî (Fig. 1). From this, we aim to determine whether these changes are caused by the action of liquid water, or dry frost (water or carbon dioxide). Such a study addresses key questions of ongoing martian habitability, planetary protection (i.e. limiting access for future missions to possible ëwetí environments) and current climate. Jan Raack, the Experienced Researcher (ER), has just published a study of one such gully: this can be used as a methodological template for a more ambitious project.\n\nThe core of the project is a global search for change in martian gullies using 25cm/pixel HiRISE images. Thermal and spectral data will be used to determine the types of volatiles that are present as changes occur, thus constraining the triggering mechanism for flow. The core task is supported by Earth-based field work and laboratory experiments using a Mars simulation chamber. This multidisciplinary approach, combining remote sensing, field, and laboratory work is a powerful methodology, and also provides great skills development for the ER.\n\nSignificant outreach and communication activities are a vital part of the project. We will use a variety of media (blogs, Twitter, conference presentations, press-releases of papers etc.), and also apply to the UK Royal Society to be part of the annual Summer Science Exhibition. Preparing for the proposal and the exhibition will provide a key learning experience for the ER, and develop proposal writing, public communication and project management skills.\n\nThe three key outcomes of the project will be two peer-reviewed papers describing the distribution and triggering mechanism of martian gullies based on a synthesis of field, remote sensing and laboratory studies, and the Exhibition at the Royal Society, where the project results will be communicated to thousands people.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE OPEN UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999923337": {
            "orgId": "999923337",
            "orgName": "THE OPEN UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}