{
    "rcn": "195483",
    "acronym": "DLCHHB",
    "topics": "MSCA-IF-2014-GF",
    "title": "Artificial Tissue Actuators by the 3D Printing of Responsive Hydrogels",
    "startDate": "01/07/2015",
    "endDate": "31/12/2017",
    "objective": "This proposal describes the 3D printing of hydrogel droplet networks to prepare artificial tissue-like materials that demonstrate stimulus-responsive chemo-mechanical actuation. A recent breakthrough by Prof. Bayleyís research group has enabled the 3D printing of self-supporting droplet networks which can be functionalised to allow rapid electrical and molecular communication along a specific path. As a result of this, an opportunity now exists to prepare tissue-like materials that can perform mechanical work in response to external stimuli. By printing biocompatible and responsive polymer hydrogels into droplet networks, artificial muscles will be prepared that display specific and well-defined motion. The resulting technology will be of great importance for a variety of biomaterial applications, with future European Union (EU) industrial growth as well as the public ultimately benefiting from progress in this area.\n\nThis proposal is inherently multi- and interdisciplinary, involving aspects of synthetic chemistry, polymer chemistry, materials science, chemical biology and biophysics. The different expertise of Prof. Hawker, University of California, Santa Barbara (hydrogels, responsive polymers and biocompatible materials), and Prof. Bayley, University of Oxford (3D printing of artificial tissue, lipid bilayers and membrane proteins), are ideally suited for the successful completion of the proposed research objectives. Due to his prior experience and track record, the experienced researcher, Dr. Lunn, will be able to effectively drive the progression and dissemination of the proposed research. Ultimately, this project will allow one of the United Kingdom's top young researchers to spend time at one of the highest ranked materials research institutes in the world, and transfer the knowledge back to the EU via the University of Oxford. After the fellowship, Dr. Lunn will use the knowledge and skills acquired to obtain an independent academic position within the EU.",
    "totalCost": "226825,2",
    "ecMaxContribution": "226825,2",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 226825
        }
    },
    "calculatedTotalContribution": 226825
}