{
    "rcn": "195427",
    "acronym": "RAPID-KDM",
    "topics": "MSCA-IF-2014-GF",
    "title": "Application of peptide screening technology for identification of substrates of the Jumonji-C histone demethylases",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "In recent years it has become evident that the functional human proteome is vastly expanded by post-translational modifications (PTMs)  that modify protein function and gene expression in a time- and context-dependent manner. Misregulation of these modifications leads to developmental disorders and often contributes to disease biogenesis. However, with the possible exception of protein phosphorylation, the full roles and regulation of these modifications remain poorly understood. Currently, in particular, arginine methylation is proposed to be largely stable and irreversible. Building on my exciting preliminary data that demonstrate that Jumonji C histone demethylases (JmjC KDMs) can catalyse removal of arginine methylation, this proposal aims to identify biologically relevant methylarginine substrates of the JmjC KDM. Cutting-edge mRNA display-based peptide screening technology will be adapted for use as a substrate identification assay in collaboration with Prof Hiroaki Suga at the University of Tokyo. Consensus sequences identified using this novel methodology will be used to identify biologically relevant peptide sequences by bioinformatic searches. On the return to the UK, results with isolated proteins will be correlated with in-cell studies and the functional consequences of these reactions assessed. Given the high level of interest in the post-translational modification field, the results of this study will be of interest to a very wide-range of scientists including other academic researchers in the field of epigenetics and beyond, and major biotechnology and pharmaceutical companies studying JmjC KDMs as drug targets. The fellowship will provide training in state-of-the-art techniques. The collaboration between the University of Oxford and the University of Tokyo will enhance the research capabilities of the European Union, promote cross-fertilisation of knowledge and strengthen research ties with Japan.",
    "totalCost": "270271,8",
    "ecMaxContribution": "270271,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998361734": {
            "orgId": "998361734",
            "orgName": "NATIONAL UNIVERSITY CORPORATION THEUNIVERSITY OF TOKYO",
            "ecContrib": 0
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 270272
        }
    },
    "calculatedTotalContribution": 270272
}