{
    "rcn": "195416",
    "acronym": "SilentFACT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Functional networks and cancer roles of the essential histone chaperone FACT",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Our knowledge of the mechanisms underlying cancer rapidly evolves. Diagnosis and treatment are improving, but cancer remains an urgent health burden. Whole-genome sequencing of cancers by the International Cancer Genome Consortium reveals that a key driving force in the etiology of cancer is the abnormal expression of chromatin regulators. The SilentFACT project focuses on an essential regulator of chromatin structure, the histone chaperone FACT. Recently identified small molecules disrupt normal FACT functions, and cancer cells stop growing when FACT levels are reduced. This reveals FACT as an anti-cancer target. We will apply potent cutting-edge genomics, quantitative proteomics and biochemical approaches to systematically dissect and validate the functional networks, novel interactors and chromatin targeting mechanisms of FACT. We will then subject the identified major interactors to a small molecule screen targeting FACT in human cancer cells. This will occur during secondments to the chemical biology platform of the Curie Institute in Paris and at an industrial partner. \n\nThe SilentFACT project supports a Polish chromatin researcher for two years research and training at Munich University. Our timely research, training and communication aims, as well as exchanges with the international research community, will markedly advance the chromatin field, determine how this essential protein complex is involved in cancer and advance the therapeutic potential of FACT- targeted small molecules. SilentFACT will establish a solid basis for drug development, and advance the researcherís leadership, networking and employability, helping to establish an independent research program at this exciting interface between basic chromatin science and translational medicine.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}