{
    "rcn": "195449",
    "acronym": "AuNP-PhotoBioDrug",
    "topics": "MSCA-IF-2014-EF",
    "title": "Functionalized AuNPs and their use for biological applications",
    "startDate": "13/05/2015",
    "endDate": "12/05/2017",
    "objective": "The development of gold nanostructures is a topic of high interest due to their extensive use in biomedical applications, biosensing and bioimaging because of their specific properties: high stability, ease of detection, facile synthesis and functionalization, etc. It would be of potential interest to predict the photobehaviour of AuNPs before introducing them in a biological environment. In this respect, when NPs interact in a living milieu, proteins will adsorb onto its surface generating a protein corona; this may provoke changes in the biological function of the protein and in the photophysical properties of the AuNP; thus, the photophysical behaviour of AuNPs in solution cannot be directly extrapolated to the biological media. These effects have been barely investigated up to now. The design of new gold nanoparticles whose photophysical behaviour can be extrapolated in a greater degree to a biological environment is of potential interest for in vivo applications due to the fact that their photobehaviour would be predictable within cells. Functionalization of AuNPs with nonsteroidal anti-inflammatory 2-arylpropionic drugs is proposed. These drugs are widely prescribed and are able to generate cytotoxic singlet oxygen, which induces cell tumour death. Their photophysical properties have been well characterised in solution. However, to the best of our knowledge, functionalization of AuNPs with drugs of this family has never been performed. The photophysical properties of the new nanomaterials will be studied in different microenvironments that tend to mimic cellular milieus, such as micellar or microemulsion media. Investigation of their photobehaviour in the presence of proteins is also planned. Finally, studies in an intracellular environment and in vivo will also be performed in order to check the potential application of the new conjugates as biosensors or photodynamic therapy agents.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF EAST ANGLIA",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}