{
    "rcn": "195400",
    "acronym": "ASB",
    "topics": "MSCA-IF-2014-EF",
    "title": "Amplitudes, String and Branes",
    "startDate": "01/10/2015",
    "endDate": "",
    "objective": "My research focuses on the interrelated areas of scattering amplitudes, string theory, and M-theory. Following Wittenís development of twistor string theory, many powerful methods have been developed for computing amplitudes in both gauge and gravity theories. I plan to further develop these methods in order to obtain new insights into the mathematical structure of quantum field theory and string theory. For example, I will extend recent 1-loop calculations using the twistor Wilson loop of N=4 super-Yang-Mills (SYM) to higher loops in order to search for new mathematical structures like cluster polylogarithms. I also plan to make contact with integrability by analyzing the multi-Regge limit of the twistor Wilson loop and searching for integrable deformations which allow one to compute amplitudes using Bethe Ansatz techniques. It may be possible to extend these ideas beyond N=4 SYM using ambitwistor string theory, which was recently shown to give rise to tree-level formulae for 4d gauge and gravity amplitudes with any amount of supersymmetry (including the case of no supersymmetry), and provide new insight into the relation between BMS symmetry and soft limits. I plan to generalize ambitwistor string calculations to loop level, curved backgrounds, and massive particles. Finally, another important direction is to understand the basic objects of M-theory, known as M2-branes and M5-branes. Although a great deal of progress has been made for M2-branes, formulating the M5-brane theory remains very challenging. Progress has recently been made in formulating non-abelian 2-form gauge fields on a Euclidean spacetime lattice. I plan to incorporate supersymmetry and self-duality into this construction, and compare it with supergravity in AdS4 x S7.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAET HAMBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}