{
    "rcn": "195466",
    "acronym": "SNBinaries",
    "topics": "MSCA-IF-2014-EF",
    "title": "Close binary progenitors and ejected donor remnants of supernovae type Ia",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "The properties of dark energy are basically unknown, despite the fact that it largely dominates the energy budget of the Universe. Deriving those properties is therefore one of the key unsolved problems in modern astronomy. The analysis of supernovae type Ia (SN Ia), which are regarded as cosmological standard candles, is widely used as a tool to achieve that goal. Large surveys are and will be conducted to reduce statistical errors and help to understand systematic uncertainties. However, the progenitors of SN Ia explosions are still unknown and this introduces systematic uncertainties in the use of SN Ia as standard candles. To correct for this crucial systematic effect it is not only necessary to unambiguously identify the progenitor population, but also to characterize its fundamental properties as detailed as possible.\nRecently, close, eclipsing binaries consisting of white dwarfs and compact helium stars have been identified as important progenitor candidates. The helium star companions are ejected after the SN Ia explosion with the most extreme velocities known in our Galaxy. This so-called helium double-detonation scenario therefore provides the unique opportunity to study both the progenitor sample and the sample of the ejected companions in detail. During this Marie Curie fellowship we want to use public data of time-domain surveys (e.g. GALEX gPhoton, SuperWASP, PanSTARRS) to identify the progenitors and ejected companions. Based on photometric and spectroscopic analyses, we want to characterise representative samples of them. These fundamental samples can be used in the future to reconstruct the formation and evolution of the progenitor systems. Modelling this formation and evolution for the early Universe and comparing it to the local sample will uncover the intrinsic differences between SN Ia for different ages of the Universe, which cause the systematic effects when using SN Ia as cosmic distance indicators.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}