{
    "rcn": "195488",
    "acronym": "PERMTHAW",
    "topics": "MSCA-IF-2014-EF",
    "title": "Permafrost thaw ñ decadal responses to climate change",
    "startDate": "01/05/2016",
    "endDate": "29/03/2019",
    "objective": "Permafrost soils contain approximately 1672 Petagram carbon (C), twice the amount of the current atmosphere, and constitute 50% of the worldís belowground C pool. Along with the current change in climate these high latitudinal soils experience increased temperatures, more than any other region, with permafrost degradation as a result. Such thaw of permafrost releases ancient organic matter that has been stored in the frozen soils for centuries. Following microbial degradation, this organic matter can be released to the atmosphere as carbon dioxide (CO2), methane (CH4) and nitrous oxide (N2O), further influencing the climate systems. Thus, a changed climate leads to server alterations of the carbon (C) and nitrogen (N) balance in Arctic and high altitude ecosystems. However, research up to today has mostly focused on the impact of permafrost thaw and the time horizon immediately following this degradation. \nThe proposed project aims for understanding the future that lies ahead, following thaw and establishment of new non-permafrost ecosystems, and how the predicted climate variability will influence these soils on a decadal timescale. By using a natural occurring permafrost degradation transects, this project investigates how the C and N cycling changes following thaw. Moreover, by using laboratory incubation the project will provide unique insights of how these cycles will respond to the changing climate long after the formation of the ënewí ecosystems, giving a decadal perspective on permafrost thaw.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}