{
    "rcn": "195485",
    "acronym": "NATCONSUMERS",
    "topics": "LCE-20-2014",
    "title": "NATural Language Energy for Promoting CONSUMER Sustainable Behaviour",
    "startDate": "01/05/2015",
    "endDate": "30/06/2017",
    "objective": "Residential energy consumption represents the 28% of all EU consumption and if commercial buildings are also considered this percentage increases to 40% (36% of EU CO2 emissions). In this context, is clear that the reduction of consumption in the residential sector should play an important role in energy efficiency programmes and policies as is stated in the recent Energy Efficiency Directive 2012/27/EU.\nMost energy efficiency measures implemented in Europe involved technological interventions. In contrast, everyday energy-consuming behaviours are largely habitual and therefore the potential of energy savings at home with actions focused in consumer behaviour is really promising. In this context the provision of feedback to consumers has resulted in really promising results, achieving savings in the range of 5-20%. But some limitations exists. The aim of this project is to fill the gaps and advanced in this context, being an essential preparatory activity for the future large scale demonstration of feedback methodologies.\nThe key aim of this project is to develop an advanced and integral user-centred framework for the implementation of efficient energy feedback programmes in the domestic area. Our approach relies in the complete characterisation of the EU energy consumer, and the design of specific personalised actions tailored to each consumer pattern detected based on the use of natural language and emotional contents. NATCONSUMERS will set the scenario to allow strengthening the dialogue between the EU energy system stakeholders in order to define robustness methodologies exploiting to the maximum the potential of energy feedback approaches, filling the existing gaps not still covered by previous pilots and experiments.\nNATCONSUMERS consortium brings together representatives of all stakeholders and areas involved in the project. A concise dissemination and awareness programme is proposed to reach the target communities and increase the impact of the project.",
    "totalCost": "2048278,75",
    "ecMaxContribution": "2032528,75",
    "coordinator": "ARIOSZ SZOLGALTATO INFORMATIKAI ESTANACSADO KORLATOLT FELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "ASSOCIAZIONE ITALIANA DIFESA CONSUMATORI ED AMBIENTE;IZERTIS SOCIEDAD LIMITADA;THE ENERGY SAVING TRUST LIMITED;VAASAETT LTD AB OY;OSLOMET - STORBYUNIVERSITETET;STRATEGIC DESIGN SCENARIOS SPRL;DRAXIS ENVIRONMENTAL S.A.;RICERCA SUL SISTEMA ENERGETICO - RSE SPA;VALOR DESARROLLO E INNOVACION SL;STATENS INSTITUTT FOR FORBRUKSFORSKNING;FUNDACION PARA EL PROGRESO DEL SOFT COMPUTING",
    "participantCountries": "IT;ES;UK;FI;NO;BE;EL",
    "projectParticipants": {
        "936962383": {
            "orgId": "936962383",
            "orgName": "ARIOSZ SZOLGALTATO INFORMATIKAI ESTANACSADO KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 296250
        },
        "936501827": {
            "orgId": "936501827",
            "orgName": "VALOR DESARROLLO E INNOVACION SL",
            "ecContrib": 167500
        },
        "998561166": {
            "orgId": "998561166",
            "orgName": "STRATEGIC DESIGN SCENARIOS SPRL",
            "ecContrib": 158744
        },
        "999648827": {
            "orgId": "999648827",
            "orgName": "FUNDACION PARA EL PROGRESO DEL SOFT COMPUTING",
            "ecContrib": 66513
        },
        "999512639": {
            "orgId": "999512639",
            "orgName": "STATENS INSTITUTT FOR FORBRUKSFORSKNING",
            "ecContrib": 0
        },
        "994186078": {
            "orgId": "994186078",
            "orgName": "THE ENERGY SAVING TRUST LIMITED",
            "ecContrib": 204460
        },
        "999529420": {
            "orgId": "999529420",
            "orgName": "RICERCA SUL SISTEMA ENERGETICO - RSE SPA",
            "ecContrib": 180450
        },
        "964502332": {
            "orgId": "964502332",
            "orgName": "VAASAETT LTD AB OY",
            "ecContrib": 187000
        },
        "996151686": {
            "orgId": "996151686",
            "orgName": "DRAXIS ENVIRONMENTAL S.A.",
            "ecContrib": 187750
        },
        "997708924": {
            "orgId": "997708924",
            "orgName": "ASSOCIAZIONE ITALIANA DIFESA CONSUMATORI ED AMBIENTE",
            "ecContrib": 194500
        },
        "954982461": {
            "orgId": "954982461",
            "orgName": "OSLOMET - STORBYUNIVERSITETET",
            "ecContrib": 223000
        },
        "923785030": {
            "orgId": "923785030",
            "orgName": "IZERTIS SOCIEDAD LIMITADA",
            "ecContrib": 166362
        }
    },
    "calculatedTotalContribution": 2032529
}