{
    "rcn": "195471",
    "acronym": "TRAIT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Exploring the biogeography of thermal acclimation in heterotrophic microbes",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Understanding the biological mechanisms governing carbon (C) exchanges between terrestrial and atmospheric C pools, and how these exchanges will respond, and feed back, to climate warming, are among the most urgent challenges for climate and ecosystem scientists. Heterotrophic microbes are dominant biochemical engineers in terrestrial ecosystems, governing the flux of C between terrestrial and atmospheric pools. Despite concerns that rising atmospheric temperatures will stimulate the respiratory release of C by heterotrophic microbes, recent work highlights the potential for thermal acclimation to partially ameliorate this positive feedback. The magnitude and efficiency of this physiological response is, however, highly variable, suggesting that the strength of climate-ecosystem C feedbacks will vary across landscapes. The proposed study uses a combination of trait-based and community-scale approaches to explore the relative importance of microbial community composition and climate conditions in governing patterns of acclimation potential across landscapes. Incorporating this microbial physiological information into Earth System Models (ESMs) is essential if we are to predict global patterns in biogeochemical cycling under current, and future climate scenarios. The proposed work incorporates aspects of microbial physiological biology, community ecology and ecosystem ecology to address a critical uncertainty in current climate models. This interdisciplinary project will allow me the opportunity to exchange knowledge with experts in the fields of microbial community ecology and terrestrial ecosystem ecology at NIOO-KNAW. I will also foster an international collaborative network, which will benefit my host organisation and myself. The proposed fellowship will allow me re-enter the European academic system and develop the skills required to initiate my own effective research group following the project.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}