{
    "rcn": "195489",
    "acronym": "EI-USAXS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Imaging ultra-small angle x-ray scattering with edge-illumination: exploiting sub-pixel information in medical diagnostics, materials science and security screening",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The capability to image the microscopic features of a sample with an imaging system with much coarser resolution opens tantalizing opportunities to all applications of x-ray imaging. First and foremost, it can reveal features that are currently inaccessible: coupled with e.g. a widely available x-ray microscope with a resolution of a few microns, it can reveal information on nanoscale details. However, one can also envisage a use of the same capability to maintain a given, required level of resolution while using much larger pixels, which could allow lower dose in medical imaging, faster scans in industrial or security inspections, cheaper imaging system or any combination of the above.\nThe method to image the Ultra-Small Angle X-ray Scattering (USAXS) distribution developed by the Experienced Researcher (ER) of this application enables exactly this tantalizing feature. It was developed as an additional, advanced feature of phase-based ìdark fieldî imaging methods enabled by e.g. grating interferometry (GI), and was the subject of two recent Phys. Rev. Letters.\nGI is a phenomenal new phase imaging approach but has limitations in terms of transferability to systems that could be used clinically or by industry. Since real-world implementations of his method are the ERís key objective, he has identified in edge illumination (EI) phase contrast imaging, developed by the supervisor of this project, the tool that would enable the development of a prototype making the ERís USAXS imaging method widely available.\nThis project will develop this prototype and test it on significant samples in medicine, material science and industrial and security scanning in direct collaboration with the end users. It will complement the ERís skills on the development of benchtop imaging systems and significantly enlarge the range of his interdisciplinary skills and collaborations. At the same time, it will enrich the host group by providing access to a new imaging method with huge potential.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}