{
    "rcn": "195405",
    "acronym": "HotPaNTS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Hot-spots of Phosphorus and Nitrogen delivery in Time and Space in agricultural catchments",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Growing food demand exacerbates negative impacts of agriculture on the environment including diffuse nutrient losses from agricultural land to surface and groundwaters causing their eutrophication. The research will evaluate a robust monitoring method of detecting diffuse pollution in space and time in agricultural catchments based on in situ fluorescence sensors. Tangible advantages of the fluorescence sensors: in situ deployment, low cost, real-time measurements, mobility within the catchment, sensitivity and reliability, will be evaluated against potential limitations from quenching effects. This comprehensive evaluation is possible thanks to the hostís unique expertise and role as a coordinator of the Swedish monitoring programme with access to the monitoring catchments, covering a range of agronomic and environmental conditions. Once tested over hot-spots and hot-moments of nutrient delivery, the method could offer an alternative and/or complementary monitoring approach to the existing methodologies of low-frequency and fixed-location nutrient sampling. The tool will improve targeting nutrient sources and mitigation measures to the locations in which they will bring the largest economical, societal and environmental benefits and in turn will help to achieve the aims of the EU Water Framework Directive.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "SVERIGES LANTBRUKSUNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999887350": {
            "orgId": "999887350",
            "orgName": "SVERIGES LANTBRUKSUNIVERSITET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}