{
    "rcn": "195407",
    "acronym": "MEROXRE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Understanding the fate of Arctic atmospheric mercury (Hg) deposition ñ A Hg stable isotope investigation of redox processes and Hg re-emissions",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Mercury (Hg) is a pollutant of global concern for human and ecosystem health. This is particularly true in the Arctic where indigenous populations are excessively exposed to dietary Hg from fish and marine mammal consumption. The deposition of Hg from the atmosphere to Earth surfaces and its re-emission via biogeochemical reduction processes determine Hg concentrations in Earth surface reservoirs, such as soils, snow, and runoff into Arctic lakes and surface Ocean. In order to predict the impact of anthropogenic Hg emissions on net atmospheric Hg deposition and ultimately Hg concentrations in biota, it is important to understand these deposition and re-emission processes. The reduction of deposited Hg2\\ to volatile gaseous Hg0 and the oxidation of gaseous Hg0 to reactive Hg2\\, which is rapidly deposited from the atmosphere, control the global fate of Hg. Major knowledge gaps concerning the mechanisms of these redox processes exist. \nDifferent photochemical and non-photochemical Hg2\\ reduction mechanisms were found to fractionate Hg stable isotopes in distinct, identifiable ways. Also, different atmospheric Hg0 and Hg2\\ pools have been shown to have distinguishable Hg isotope signatures. Hg isotopes can thus provide new insights in the sources of Hg and redox transformation processes at the Earth-atmosphere interface, which are inaccessible by means of concentration and flux measurements alone. In the MEROXRE project proposed here we will combine the latest innovations in gaseous Hg measurements in porous media (soils, snow) with state-of-the-art Hg isotope techniques to investigate:\n(i)\tHg isotope fractionation of Hg2\\ reduction and gaseous Hg0 oxidation in interstitial snow air and soil pores. \n(ii)\tHg isotope fractionation factors associated with net gaseous Hg0 re-emission fluxes from soil and snow.\n(iii)\tthe importance of gaseous Hg0 oxidation and Hg2\\ reduction and re-emission for the global Hg cycle by incorporating the results in a global Hg isotope model.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}