{
    "rcn": "195415",
    "acronym": "ICONOPHILIA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Religion, Politics and the Arts in Early Medieval Italy Against the Background of the ëImage Struggleí (680-850)",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "This project will specifically focus firstly on the development and dissemination of the theological matters that affected the policies of the Roman Catholic Church between the late seventh-mid ninth century, and secondly on the ëtranslationí of these theological matters into a literary and visual imagery. In the period 680-850 a great debate about the cult of sacred images ñ the Byzantine ëimage struggleí or iconoclasm ñ engaged monks, emperors, popes.  Sacred images have for different reasons ispired devotion or spurred iconoclastic reactions and cultural opposition world-wide and often in human history ñ unfortunately also in the last fifteen years. The place of sacred image in the actual Christian religious mentality ñ i.e. the way in which cult images stimulate reactions, are perceived, venerated, chosen as personal ëtalismansí and intercessors with the divine in contemporary culture ñ was radically shaped by the intense period of the Byzantine ëimage struggleí. The political, cultural, and artistic interactions and the developments of Christian mentality between the West and the East during this phase are actually still a ëgrey areaí in Medieval and Byzantine studies, having been dealt with only occasionally and compartimentally. By using literary as well as visual evidence, 'ICONOPHILIA' will explore this ëgrey areaí and prove to be significant to a range of scholarly disciplines, while being appealing also to a wider global audience interested in religious mentality, Church history, history of monasticism, cultural policies, visual thinking, art production and consumption as socio-political statements. The Centre for Byzantine, Ottoman and Modern Greek Studies in Birmingham will provide the ideal intellectual environment for the development of this interdisciplinary project.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}