{
    "rcn": "195433",
    "acronym": "PEERS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Peer effects and endogenous network formation",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The aim of this project is to develop a theoretical and empirical framework to simultaneously study network formation and peer effects in education. The problem is important from a methodological perspective, as there do not exist general purpose estimatable models of social dynamics in Economics which treat the network formation process as endogenous and simultaneously contemplate network effects on behaviour and its feedback on the network formation process. The possibility of understanding the formation of social networks in terms of the characteristics of the agents forming links is severely limited in most applications by the presence of peer effects that alter these characteristics. Conversely one of the main difficulties in measuring peer effects in any context is that peer groups are endogenous. This project will have two main components (1) a theoretical component and (2) an empirical/experimental component. The theoretical component aims to construct and study in detail the properties of   some models of peer effects treating network formation endogenously. In the empirical/experimental component I will estimate and test the models by (a) Relying on two datasets, one of which already exists and one of which is under construction, and which I am currently using on two related projects and (b)  Building  a detailed longitudinal dataset including information on social network structure and various kinds of behaviours and attitudes using surveys and economic experiments .",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACI” MARKETS, ORGANIZATIONS AND VOTES IN ECONOMICS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933779037": {
            "orgId": "933779037",
            "orgName": "FUNDACIÓ MARKETS, ORGANIZATIONS AND VOTES IN ECONOMICS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}