{
    "rcn": "195495",
    "acronym": "NEUROMITO",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mitochondrial Dynamics and Local Protein Synthesis in Dendrites",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Neurons are specialized cells with polarized morphology. Efficient function dictates that the molecular events crucial for synaptic communication are not centralized at the cell body but distributed to individual subcellular compartments - dendrites, dendritic spines, axons, presynaptic terminals. Local protein synthesis in dendrites is one such mechanism that plays a significant role in synaptic plasticity and memory. However, little is known on how the high-energy demands of local protein synthesis are met at dendrites and spines.Mitochondria, the 'energy houses' of cells, are found in great abundance in neurons. Mitochondria are associated with: nuclear-encoded messenger RNAs for local translation of great majority of mitochondrial proteins; non-coding RNAs for translational regulation of its protein abundance. To meet the local energy demands of protein synthesis, it is likely that mitochondria compartmentalize at dendritic regions and undergo dynamic changes in their proteome and transcriptome. My research project aims at elucidating the dynamics of mitochondria during high-energy demands of local protein synthesis. I will be performing experiments to examine mitochondrial compartmentalization in dendrites. Since simple fluorescence time-lapse imaging is not sensitive enough to visualize mitochondrial dynamics, I will use state-of-the-art imaging tools available in Dr. Erin Schumanís lab for my experiments. I will also exploit the special neuron culture platforms, Microfluidic chambers, co-invented in the Schuman lab, for this purpose. In addition, I will be performing proteomic and transcriptomic analysis of mitochondria isolated from somata and neurites. To this end, I will use the shared protein mass spectometry facility of the Max Planck Institute for Brain Research and Biophysics for mitochondrial proteomics and the advanced RNA sequencing techniques employed in the Schuman group for mitochondrial transcriptomics.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}