{
    "rcn": "195454",
    "acronym": "NANOCARB",
    "topics": "MSCA-IF-2014-EF",
    "title": "Self-selection of a multivalent nanosystem for carbohydrate recognition",
    "startDate": "15/04/2015",
    "endDate": "14/04/2017",
    "objective": "The main objective of the NANOCARB project is to prepare the experienced researcher (ER) for an independent career through the implementation of a frontier research project and a training programme covering all aspects that are required for running a research group. The NANOCARB project has the scientific objective to build up an original method for the development of an innovative class of carbohydrate receptors using dynamic combinatorial chemistry (DCC) on the surface of a gold nanoparticle. Molecular receptors capable of carbohydrate recognition have a great potential in diagnostics and therapeutics. However, this prospective is still remote as it has turned out that designing synthetic receptor molecules able to selectively bind carbohydrates in water is very difficult. The distinguishing feature of this project is that the recognition site for the carbohydrate target is spontaneously formed, driven by the carbohydrate target itself. The self-selected recognition units will then be immobilized covalently on the gold nanoparticle, yielding a multivalent nanosystem able to recognize its target also in vivo.\nThe project is on the interphase between chemistry, biology and nanotechnology providing an excellent opportunity for the experienced researcher (ER) to develop skills in these areas. Training excellence within the context of becoming independent researcher will involve manuscript and research proposal preparation, public engagement, IPR issues, networking, and conference organization. The project also benefits from external input and a secondment from other groups (Prof. Lay, University of Milan and Prof. Lombardi, University of Piemonte Orientale) in order to fill lacunes not available at the host institution. The combined package of scientific and training objectives will make the NANOCARB project an excellent platform for kick-starting the independent career of the ER and generating a strong visibility to the host institution.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}