{
    "rcn": "195484",
    "acronym": "Space-Time from Info",
    "topics": "MSCA-IF-2014-EF",
    "title": "Space-Time from Information Flow",
    "startDate": "01/12/2015",
    "endDate": "30/11/2017",
    "objective": "The aim of this proposal is to develop a novel multidisciplinary approach to space-time physics which combines core features of quantum theory and general relativity by using modern tools of information theory. Recent results manifest a deep relation between space-time structure and the possibility of certain abstract quantum communication tasks. We shall build upon these results to identify precise operational conditions on abstract quantum communication which permit observers to describe their environment as a classical space-time. This procedure will be expanded to spatiotemporal structures in a semiclassical regime with an emphasis on how the feasibility of communication tasks is influenced. Exploiting these insights, we shall devise a novel framework for (quantum) gravitational physics to generating spatiotemporal structure from the internal information flow of an operationally defined network. This research programme may foster new perspectives on space-time physics by providing it with information theoretic foundations and is intended to complement, rather than compete with, already existing approaches to (quantum) gravity.\n\nThe fellowship will reintegrate the researcher from Canada into the EU and, at the same time, support the cross-community move of a (quantum) gravity expert into a quantum foundations group. The proposed programme requires expertise from various disciplines in theoretical physics and will thereby diversify the competences of both the researcher and the host group, as well as expand their respective networks of collaborators. This action supports European excellence in science and prepares the fellow for a more permanent position by endowing him with crucial opportunities to train his mentoring, communication and networking skills and, ultimately, by allowing him to develop his own research programme.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999823912": {
            "orgId": "999823912",
            "orgName": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}