{
    "rcn": "195425",
    "acronym": "MASIEGE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Multilateral adverse selection in industrial economics and general equilibrium",
    "startDate": "01/09/2015",
    "endDate": "28/02/2017",
    "objective": "It is aimed to understand the economic consequences of multilateral private information, and to obtain corresponding policy implications. The focus will be on two types of contexts: (i) oligopolistic firms seeking to constitute a collusive agreement, having private information about their costs and/or the quality of their products; (ii) agents trading in an otherwise perfectly competitive environment, having private information about their preferences and/or the quality of the products that they bring to the market. In the presence of multilateral adverse selection, a small number of firms may not be able to reach a cooperative agreement to divide the market if a firm's willingness to cooperate is interpreted as a sign of weakness by the other firms. Knowing that the other firms are willing to cooperate and, therefore, are relatively weak, if a firm is still willing to cooperate, this reveals its weakness to an even greater extent. As a result of such a cascade, firms may never be able to establish a cooperative agreement. In an otherwise perfectly competitive environment plagued by adverse selection, if an agent purchases a good that he/she cannot distinguish from other goods, the agent should receive the good that is the cheapest among those that he/she cannot distinguish from the purchased good. General equilibrium analysis of such economic contexts can be made possible by using an analytical trick of distinguishing goods not only by their physical characteristics but also by the agent that brings them to the market. The novel insights generated from these investigations, and the understanding of their scope of validity, matter to competition policy in oligopolistic and approximately competitive industries. They can also be used as building blocks for further research. In particular, general equilibrium results should be amenable of application to macroeconomic modelling and policy design.",
    "totalCost": "138807",
    "ecMaxContribution": "138807",
    "coordinator": "FONDATION JEAN-JACQUES LAFFONT,TOULOUSE SCIENCES ECONOMIQUES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998386566": {
            "orgId": "998386566",
            "orgName": "FONDATION JEAN-JACQUES LAFFONT,TOULOUSE SCIENCES ECONOMIQUES",
            "ecContrib": 138807
        }
    },
    "calculatedTotalContribution": 138807
}