{
    "rcn": "195470",
    "acronym": "CONFINES",
    "topics": "MSCA-IF-2014-EF",
    "title": "Controlling Cell Fate through Smart Nanoheaters",
    "startDate": "09/09/2015",
    "endDate": "09/09/2018",
    "objective": "Achieving the control of cellular processes is one of the most intriguing challenges in cell biology and medicine. Forefront approaches based on bioengineered nanoparticles might have the potential to target specific cell pathways, thus controlling downstream cell activities in a space and time selective fashion.  The present project aims to develop and to validate a smart nanovectorable to activate a specific cell signalling and, on demand, to induce heat mediated cell death of nanovector targeted cells. As proof of concept, CONFINES is conceived to target the Wnt canonical pathway, one of the most studied and fascinating cell signalling, which orchestrates central mechanisms that govern cell proliferation, polarity and stem cell fate. To achieve the proposed objectives, a controlled synthetic approach will tailor Wnt ligands on magnetic nanoparticles, combining targeting and magnetic properties in a uniquenanovector. Owing to its chemico-physical features, NanoWnt will enable complete control of the cell signalling, and it will operate in vitro (human cell cultures) and in vivo (the aquatic invertebrateHydra vulgaris), in a dual mode: i) as an activator of the canonical Wnt pathway in those contexts where it is inactive ii) or upon exposure to a magnetic field, as a nanoheater, enabling specific cell ablation by hyperthermia. From a technological point of view, the project will advance basic knowledge on thermal ablation (via magnetic hyperthermia) and holds promises for translational medicine, providing a breakthrough tool to shape cell fate of nanovector receiving cells. Furthermore, combining diverse expertise, CONFINES will offer the applicant advanced and multidisciplinarytraining in the field of nanomaterial synthesis, characterization and functionalisation as well as in hyperthermia technology, which will complement his current skills based on nanobiotechnology and cellular/molecular biology.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE ZARAGOZA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}