{
    "rcn": "195496",
    "acronym": "BETAPEV",
    "topics": "MSCA-IF-2014-EF",
    "title": "Beyond Empathy: Toward a phenomenological Ethics of Vulnerability",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "According to a report, titled ìViolence against Women: an EU-wide surveyî and published by the European Union Agency for Fundamental Rights in March 2014, 'one in three women (33 %) has experienced physical and/or sexual violence since she was 15 years old, and, slightly more than half of all women in the EU (53 %) avoid certain situations or places, at least sometimes, for fear of being physically or sexually assaulted'. The report stresses that the ìfeeling of vulnerabilityî is prevalent among these women. Vulnerability is commonly defined as the ìability to be harmedî, and often associated with weakness or passivity. But the prevalence of the feeling of vulnerability among women in the European Union puts into question this framework and calls for a conceptual revaluation of this notion in order to address its ethical and social significance. This proposal aims to reconsider the moral and philosophical definition of vulnerability based on weakness and harm in order to elaborate a phenomenological ethics of vulnerability that goes beyond traditional accounts of empathy. To do so, the ontological framework of philosophical and psychological theories of empathy will be assessed. Political theories and development policies will be analyzed in order to offer solutions to prevent vulnerability from turning into violence and victimization. This proposal will rely on the phenomenological tradition to introduce the notion of ìvulnerable bodily selfî as a new paradigm to describe the individual. This research mixes theoretical analysis (phenomenology) and interdisciplinary empirical work (psychology, cognitive sciences, feminist theories). It bears significant consequences for contemporary philosophical discussions on the nature of the self. Its timeliness echoes a need for new theoretical paradigms to address political and social issues related to self-identity and peopleís vulnerability in European societies.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}