{
    "rcn": "195404",
    "acronym": "DC cancer",
    "topics": "MSCA-IF-2014-EF",
    "title": "Development and immunological control of dendritic cell cancer",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Dendritic cells (DC) are powerful antigen-presenting cells that can induce antigen-specific adaptive immunity to pathogens but also protective immunity against transformed self, i.e. cancer. This crucial role of DC makes them an attractive target in cancer vaccination. However, DC can also negatively regulate immunity by inducing antigen-specific tolerance and are a target in immunomodulatory approaches aimed at dampening autoimmunity or allergy. Given this dual role in immunity and tolerance it is hard to predict what would happen if DC were to become neoplastically transformed. Their immunogenic potential could make transformed DC highly susceptible to control by the immune system, which might explain why DC cancers are rarely observed in humans. In contrast, their tolerogenic potential could make transformed DC especially adept at escaping immunological control. So far, the aetiology of DC cancer and its immunological consequences remain elusive due to the lack of appropriate models to study the disease. In order to investigate the feasibility of DC tumour formation and the immune control of DC tumours, a novel genetically-engineered mouse model of DC cancer has been generated. We will use this model to characterise DC tumour development in vivo and establish which DC subsets contribute to DC cancer. Furthermore, we will adapt this model so that we can control the location and onset of neoplastic transformation of DC in vivo. Both models will then be employed to investigate to which extent DC cancer is recognised and modulated by cells of the immune system. Furthermore, we will assess whether transformed DC exploit tolerogenic mechanisms to progress into tumours. Our proposal will give novel insights into the biology of cancer development and its control by the immune system. We anticipate that understanding these processes will provide important insights into immune surveillance and the role of DC in anti-cancer immunity, helping to improve cancer immunotherapy.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "CANCER RESEARCH UK",
    "participantCountries": "UK",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}