{
    "rcn": "195458",
    "acronym": "MTT",
    "topics": "MSCA-IF-2014-EF",
    "title": "How does future thinking work? Uncovering its evolutionary and developmental origins",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Time is always moving forward. However, humans can remember past events (e.g., our last holiday), and imagine and plan for events that have not happened (e.g., our next job interview); that is, we can mentally travel back into our past (i.e., episodic memory) and our future (i.e., future thinking). Having a comprehensive picture of this capacity involves not only studying Mental Time Travel (MTT) in humans but also in non-human animals. Due to conceptual and methodological\nlimitations, the field of MTT is still in its infancy. Comparative and interdisciplinary studiesóinvolving more than one animal speciesó are needed to understand the evolution and development of this capacity. I aim to address this issue by developing two novel empirical approaches to test how non-human primates (chimpanzees), corvids (rooks) and human children use information about past events to think and imagine future events. The results of this research will provide crucial insights for theories of cognitive development (e.g., the relation between theory of mind, executive functioning and mental time travel) and human evolution (e.g., the role of mental time travel in humanityís ability to build upon knowledge or skills generation after generation). In this sense, broadening my theoretical background and acquiring new methodological skills (e.g., testing new animal species)óas I plan to do during this fellowshipówill be of crucial importance for me to further develop my career.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}