{
    "rcn": "195430",
    "acronym": "GLOBALGLASS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Global Glass Adornments Event Horizon in the Late Iron Age and Roman Period Frontiers (100 BC - AD 250)",
    "startDate": "05/10/2015",
    "endDate": "04/10/2017",
    "objective": "The project is multidisciplinary comparative research on the cross-cultural consumption of personal adornments, known as glass annulars, i.e. rigid, ring-shaped objects composed of coloured glass, used by the inhabitants of the European northwest borderland regions during the transition from the Late Iron Age to Roman period, c. 100 B.C. ñ A.D. 250. This project introduces the pan-European ëglass adornments event horizoní, which signals the existence of an active multicultural community with its own forms of decorative identification in the borderland regions. It will assess the evidence for this phenomenon, firstly, in four north-western European countries: Germany, the Netherlands, Belgium, and United Kingdom, and, secondly, explore its regional ramifications, by concentrating on one area, United Kingdom, in order to understand the manifestation of this inter-cultural event in a local setting. The project combines thorough literary and museum research with scientific and hands-on experiments, and pays particular attention to engaging and disseminating the results to the wider public. It challenges long-standing perceptions related to the function and gender nature of glass adornments. It investigates the mobility of materials, artefacts and craftspeople, and reconstructs the networks of interethnic craft interaction in borderland zones. It analyses the transformative role these annulars played in the formation of inter-European and regional identities in a transitional period when new cultural forms and practices emerged in the European Northwest.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}