{
    "rcn": "195441",
    "acronym": "DROUGHTROOT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Plants in search of water: physiological and molecular interplay between root hydraulics and architecture during drought stress",
    "startDate": "15/03/2016",
    "endDate": "14/03/2018",
    "objective": "Plants have to constantly adjust their water status during development and in response to very changing environmental conditions, recently increased by climate change. By exploring the soil and taking up water, plant roots play a crucial role in these processes. Drought exerts deep effects on root functions by altering root cell water permeability (hydraulics) and modulating the growth and architecture of the root system. Water channel proteins named aquaporins adjust root hydraulics in response to many stimuli, including drought stress. Auxin plays, together with abscisic acid (ABA), a pivotal role in root growth and development and regulates aquaporins during lateral root formation (LRF). The present project proposes a frame for integrating these effects by exploring functional links between root architecture, aquaporins and hydraulics, phytohormones, and modelling. Responses to water stress will be studied from the elementary level of LRF up to the whole root level to identify complex interactions and signalling pathways. The Arabidopsis root was chosen as a model for accelerated discovery, as it allows a unique combination of developmental biology, genomics, biophysics and mathematical modelling, with the purpose to transfer this knowledge to crops. This novel and multidisciplinary project will be carried out by a researcher with a strong scientific expertise on agriculture and plant molecular physiology which perfectly matches the proposed project. The latter will be implemented within a consolidated group and an internationally recognized institution (Aquaporin team, BPMP, CNRS/INRA/SupAgro/UM2 Montpellier, France). This combination provides a unique scientific platform for the research training of the applicant and the development of frontline research in plant science. The overall project will be strongly beneficial for the development of the applicantís independent research career and will definitely strengthen his scientific profile.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}