{
    "rcn": "195465",
    "acronym": "EMoGrIS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Ecological Modelling of the Greenland Ice Sheet Surface Ecosystem",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Glaciers and ice sheets contain distinct ecosystems and are very vulnerable to the ongoing climate change, with potentially significant impacts. However, predictions of future glacier ecosystem change are virtually impossible due to the lack of a theoretical framework of glacier and ice sheet ecosystems that would enable their mathematical modelling. The principal aims of the proposed fellowship are to provide a theoretical framework of the microbe-dominated supraglacial (glacier surface) ecosystem of the Greenland Ice Sheet and to develop a tool for prediction of the future change of the ecosystem, and to establish the Greenland Ice Sheet as a model ecosystem for studying microbial biogeography and diversity patterns. This will be achieved through developing a conceptual model of the system, its mathematical formulation, verification and validation, and subsequent simulations of future climatic scenarios. Furthermore, a sampling strategy will be developed allowing direct testing of relevant ecological hypotheses such as the diversity-productivity relationship. A two-way knowledge transfer is a key feature of this project: The Fellow will take advantage of the expertise of the Supervisor and the Department in ecological theory and modelling, while transferring his knowledge of glaciers as microbe-dominated ecosystems to the Department.",
    "totalCost": "142720,8",
    "ecMaxContribution": "142720,8",
    "coordinator": "UNIVERZITA KARLOVA",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 142721
        }
    },
    "calculatedTotalContribution": 142721
}