{
    "rcn": "195472",
    "acronym": "SECOMAP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Sexual Commitment of Malaria Parasites: Investigation Into the Epigenetic Control of Plasmodium Gametocytogenesis",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Malaria is one of the major threats for human health worldwide and caused by unicellular organisms of the Plasmodium genus. Within their mosquito vector and human host malaria parasites replicate almost exclusively asexually. In order to be transmitted to mosquitoes formerly asexual parasites instead develop into gametocytes, which are the only forms that can infect mosquitoes. Understanding the switch of asexual to sexual replication could offer new routes towards therapeutic intervention in sexual development and transmission. However, the molecular details of commitment to gametocytogenesis remain largely unknown, and only recently the AP2-G transcription factor was identified as master regulator of gametocytogenesis.\nGametocyte formation is a dead end for enduring infection and therefore sexual commitment has to be suitably regulated to ensure prolonged infection and transmission at the same time. The proposed research project aims to elucidate the epigenetic mechanisms which controls gametocytogenesis in malaria parasites infectious to rodents and humans, and intends to identify key molecular factors which regulate repression and activation of the ap2-g locus. The project will shed new light on the molecular mechanisms controlling sexual commitment and general gene expression in Plasmodium, with implications for therapeutic intervention in transmission and development of malaria parasites.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}