{
    "rcn": "195468",
    "acronym": "ATTOCHEM",
    "topics": "MSCA-IF-2014-GF",
    "title": "Attosecond imaging and control of chemical dynamics",
    "startDate": "17/11/2015",
    "endDate": "16/11/2018",
    "objective": "Femtosecond laser pulses can be exploited to trace the ultrafast motion of electrons (ìattosecond physicsî) and study the properties of molecules, and the changes they undergo, on the atomic scale (ìfemtochemistryî). Suitable tailoring of the laser fields even allows for controlling the electron and nuclear dynamics within molecules and thereby steer chemical reactions towards a desired outcome (ìcoherent controlî). Despite a wide range of perspective applications in fundamental science and industry, our capabilities to exert control on chemical reactions, and our understanding thereof, have been very limited. In the proposed work, I will develop and employ a novel experimental technique, which will allow (a) controlling light-induced chemical reactions in a wide range of molecular species efficiently, and (b) imaging the electron and nuclear dynamics underlying such reactions on their natural timescales. My work will go significantly beyond the state-of-the-art and thus contribute to the development of coherent control and our microscopic understanding of photochemical reactions. The advancements become possible by combining the latest laser technology with the expertise of all participants. The proposed MSCA will complement my scientific skills, both experimental and theoretical, and will provide me with required transferable skills to reach my long-term goal of establishing my own research group in Europe. The new scientific development will contribute to consolidating the European Leadership in the field of Attosecond Physics.",
    "totalCost": "243352,8",
    "ecMaxContribution": "243352,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999561042": {
            "orgId": "999561042",
            "orgName": "NATIONAL  RESEARCH COUNCIL CANADA",
            "ecContrib": 0
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 243353
        }
    },
    "calculatedTotalContribution": 243353
}