{
    "rcn": "195487",
    "acronym": "CoordinGrowthDev",
    "topics": "MSCA-IF-2014-EF",
    "title": "Characterization of the mechanism of inter-organ communication coordinating tissue growth and developmental timing",
    "startDate": "01/03/2016",
    "endDate": "20/06/2018",
    "objective": "Over the recent years, research in developmental biology has stumbled upon the problem of how development ensures that organisms achieve appropriate body and organ size. The coordination of organ growth with the developmental program is essential for the emergence of adults with proper body size and proportions. These species-specific features condition many traits of adult life such as fitness and survival. Studies on fruit flies have allowed setting up the conceptual frame for this research. Our current understanding is that tissue growth and the developmental program are synchronized by feedback control mechanisms that block the transition to the next developmental period until all tissues have completed growth.\n\nRecent work in Drosophila has started unraveling the nature of the signals that couple tissue growth with developmental progression. A newly discovered Drosophila insulin-like peptide called Dilp8 is key in this coupling, raising the possibility that peptides with similar roles may exist in vertebrates. The current project aims at characterizing the molecular mechanisms by which Dilp8 coordinates development of the different body parts. First, I will conduct a biased genetic screen to identify the receptor for Dilp8. This will allow a better characterization of the biological functions of Dilp8. On one hand, I will unravel the target tissues of Dilp8 mediating regulation of steroid hormone and developmental transitions. On the other hand, I will investigate the role of Dilp8 signaling in coordinating growth among developing organs.\n\nThe project will shed light on the mechanisms of inter-organ communication that ensure the coordination of growth between tissues and with the developmental timing. The expertise of the host laboratory, combined the conceptual frame and experimental approaches of the project, will allow me to gain new skills and scientific knowledge, and to develop a successful research career in the field of growth control.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}