{
    "rcn": "195431",
    "acronym": "MBLIs",
    "topics": "MSCA-IF-2014-EF",
    "title": "New Approaches to Metallo-?-Lactamase Inhibitors",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "The increasing problem of antibiotic resistance is a major global public health concern. In the EU 25,000 patients die each year due to infections caused by multi-resistant bacterial pathogens, and the EU spends at least 1.5 billion euro per year on healthcare costs. The ?-lactam antibiotics are the most important antibiotics representing >60% of small molecules in clinical use. BLAs contain a ?-lactam ring which is critical for penicillin-binding protein inhibition. However, BLA efficacy is declining due to resistance mechanisms including the widespread occurrence of ?-lactamases, which catalyse ?-lactam hydrolysis. Metallo-?-lactamases, long-considered as of little clinical relevance, now present a serious global threat to almost all BLAs, rendering the development of approaches to MBL inhibitors important. Unlike the serine ?-lactamases, the MBLs are structurally and mechanistically unrelated to PBPs, and are not inhibited by current mechanism-based SBL inhibitors. Due to variations in MBL structures, a major challenge in MBL inhibition is the development of compounds with the breadth of selectivity necessary for clinical utility. Society is now in an alarming situation and there is a clear need for the development of an MBLI:?-lactam-based combination therapies. The aim of my proposed work is to pioneer, enable and inspire the generation of broad-spectrum MBLIs active against a panel of clinically representative MBLs, but inactive against human enzymes with related active sites. To obtain the desired objective, novel approaches are proposed and include the use of phosphonates and phosphinic acids for: (a) MBL-directed DCC coupled to analysis by non-denaturing ESI-MS and 31P-NMR, (b) 31P-NMR reporter screening method, (c) pre-equilibrated DCLs for MBL-directed DCC, and (d) the synthesis of modified inhibitors. The study will be interdisciplinary and encompass organic synthesis, biological MS/NMR,  structural biology, and medicinal chemistry.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}