{
    "rcn": "195438",
    "acronym": "REGUCB",
    "topics": "MSCA-IF-2014-EF",
    "title": "Regulating Umbilical Cord Blood Biobanking in Europe",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "The research proposed for this fellowship is a study of the establishment of national and European regulation on Umbilical Cord Blood (UCB) biobanking in a comparative perspective (the UK, Germany, France, Italy and Spain) and with an in-depth analysis of the implementation of regulation in the everyday practice of UCB practi-tioners, through a bi-national comparison in the UK and Italy. The first scientific aim is to offer an empirically grounded understanding of how regulations and their practical implementation influence the conducting of biosci-entific research and shape the structuring of different bioeconomy regimes in UCB science and clinical applica-tion. The second scientific aim is to contribute to the field of Science and Technology Studies (STS) by develop-ing an analytical approach combining macro-analysis on policy-making and regulations with meso- and micro-level analyses on the practical accomplishment of enacting regulations in everyday research practices, for offering a more comprehensive understanding of governance and policy-making in the field of biomedicine which inte-grate the role of structural factors with that of the agency of actors involved. Given the importance assigned by the European Union to the development of stem cell research and the coordination of biobanks, the proposed research aims also to offer useful policy suggestions for improving the harmonization and optimization of the EU circuit of supply of UCB units for biological research and medical applications. I will diffuse to practitioners and regulators the findings of the research related to the comparative analysis on national regulations, on the ways in which these interact with the EU directives and on how practitioners manage and enact compliance with national regulations, international directives and the exigencies of the global circulations of biomedical objects, standards, and proto-cols in biobanking.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}