{
    "rcn": "195461",
    "acronym": "DECOS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Unrestricted Divide-Expand-Consolidate Coupled Cluster Methods for Large Open-Shell Molecules",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Computational chemistry is a modern and multidisciplinary subject, which underpins many areas of chemistry, physics, biology and material science. Due to recent advances in both theory and computational facilities, it is now quite clear that computational chemistry has reached the point where it should be considered as an equal partner to experiment and that in some cases it may even guide and unite the experimental efforts across multiple scientific disciplines.\nThe proposed ìDECOSî project (Unrestricted Divide-Expand-Consolidate Coupled Cluster Methods for Large Open-Shell Molecules), addresses one of the most challenging problems of contemporary computational chemistry: the ability of theoretical modeling to describe accurately large open-shell systems (molecules with one or more unpaired electrons) at affordable computational costs. To this end the Divide-Expand-Consolidate (DEC) scheme must be extended to unrestricted formalism. The new method constitutes crucial breakthrough because it combines linear scaling and rigorous error control of the established DEC scheme with the ability of treating large open-shell systems for biological and industrial use. Indeed, magnetic and catalytic properties, reactivity and spectroscopy often must be entirely attributed to special electronic structure of the open-shell systems. Additionally, through collaboration with Oak Ridge National Laboratory, the new methods will be implemented, tested and run on ìTITANî ñ one of the largest super computers in the world.\nBesides cutting edge science proposed in the project, it will also become a crucial step towards reaching professional maturity and independence in the applicantís career. The project has potential for creating broad scientific impact and to establish long-term collaborations. Also, it assures the new knowledge will be secured, transferred and applied fully. The proposed developments will likewise be used and maintained for many years beyond the lifetime of the grant.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}