{
    "rcn": "195481",
    "acronym": "FOODWASTE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Food Waste  In Denmark and Sweden - Understanding Household Consumption Practices to develop Sustainable Food Care",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Globally, a startling amount of food is being wasted. This is costly in financial and environmental terms. Much of this wasting occurs in the trajectory from farm to shelf. However consumers, especially those living in wealthier regions of the world, also throw away considerable amounts of food. Based on the alarming numbers reported in statistical research on food waste, campaigns and public policy is being developed to change consumer behaviour. However, much of current food waste research, campaigning and policy is not based on any actual knowledge of what consumers do. How do ëordinary consumersí actually go about buying and then using and/or wasting food? Which daily life tinkering techniques have they invented? And how do societal and technological infrastructures enable or disable food waste avoidance?\nThe present research project will study how consumers handle their food. Mixed methods will be used to comparatively study online anti-wasting campaigns/communities and household practices in two Danish and two Swedish cities. In the process current understandings of food waste will be challenged by: (1) combining a focus on wasting practices and 2) understanding the perishable nature of food; (3) highlighting the techniques that consumers use to avoid wasting by caring for it; and (4) exploring how people balance sustainable food care with other hopes and daily life demands.\nBy fleshing out the concepts of timing, caring and negotiating the project will develop an original theoretical repertoire for understanding food wasting. The results of the action will allow me to contribute to further strengthening already existing food research at the SAXO Institute, University of Copenhagen (UCPH). It will also enrich our knowledge and be valuable for (a) further development of sustainable policies and actions directed against food wasting within the EU; (b) retailers, consumers and others who handle foof;and (c) other academics researching food and/or wasting.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}