{
    "rcn": "195417",
    "acronym": "MOLCLICK",
    "topics": "MSCA-IF-2014-GF",
    "title": "Molecular 'Click-tronics': Surface-based synthesis of single-molecule electronic components",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "How can single-molecules be best utilized in electronics? Feature sizes of integrated circuits will reach this scale in 10-20 years (Mooreís Law). Typical molecular studies involve surface self-assembled components first synthesised elsewhere (ex situ). Yet surface-based (in situ) preparations offer several distinct synthetic advantages ñ also simplifying the construction of otherwise difficult to prepare asymmetrical surface-bound motifs.\n\nIn this project I will (i) explore unconventional in situ syntheses of single-molecule electronic components, and (ii) develop scanning tunnelling microscopy (STM) techniques to assess the success of chemical reactions at the single-molecule scale. High yielding and versatile (e.g. ëClickí ) reactions will prove invaluable in this context. My largely unexplored approach will be used to rapidly screen novel single-molecule diodes and wires, improving rectification ratios and conductance. It will also be applied to produce complex molecular ëtest-bedsí, allowing electron transport to be probed through single-molecules orientated parallel to the surface (enabling studies of mechanically weak analytes). This research has broad application and far-reaching impact in data storage and computation (ëwiring-upí molecules in circuits), and will open up exciting possibilities in sensing and catalysis.\n\nProject results, and nano-science in general, will be actively promoted through a series of Outreach workshops, lectures (implemented in Europe) and a new internet blog, ëNanotechnology, Translatedí (contributing to the growing international science blogosphere). A planned secondment to the microelectronics industry will provide commercial and technical insights useful for securing funding and developing future technologies over the next two decades. The new collaborations and enhanced international profile, networks and training provided by this Fellowship will ultimately prove pivotal in helping me establish my independent academic career.",
    "totalCost": "246668,4",
    "ecMaxContribution": "246668,4",
    "coordinator": "UNIVERSITE DE RENNES I",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999858541": {
            "orgId": "999858541",
            "orgName": "UNIVERSITE DE RENNES I",
            "ecContrib": 246668
        }
    },
    "calculatedTotalContribution": 246668
}