{
    "rcn": "195453",
    "acronym": "SMI REP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Investigating eukaryotic replisome dynamics at the single molecule level",
    "startDate": "01/08/2015",
    "endDate": "30/09/2017",
    "objective": "For cells to reproduce, an accurate duplicate of the genome must be created. This is no small task. The genetic information stored in each cell consists of ~6 billion pairs of nucleobases (base pairs, bp) assembled as a polymer 2 metres long and 2 nanometres in diameter, with the structural form of a double helix. For a mammalian cell to divide, this deoxyribonucleic acid (DNA) must be copied in a time frame on the order of 1 day, or ~70,000bp a second. DNA replication is common to all 3 domains of life, bacteria, archaea and eukarya and is accomplished by a complex of proteins. This proposal brings together a researcher of great proficiency in single molecule methods and multidisciplinary research with the Single Molecule Imaging group at the London Research Institute, one of the world leading centres in DNA replication. Combined, we will build unique instruments and develop single molecule assays to understand the molecular gymnastics of DNA replication in eukaryotes. We will elucidate rates of DNA unwinding by eukaryotic helicases and establish enhancements by association with other proteins. We will also study replisome dynamics by observing synthesis of DNA on custom templates in real time. This will allow detection of replication loops and stalling that may occur. We will also examine the mechanism of lesion bypass. The insight gained is impossible with classical biochemical techniques, as individual replisomes are observed in real time rather than measuring an average of a population. Our methods will reveal heterogeneities and obtain precise quantitative details of the dynamics. Features such as pauses and back slips will enable the study of intermediate states and conformational changes linked to replisome dynamics. This proposal will satisfy academic curiosity of understanding life at the most fundamental level but will also increase our knowledge of the how the cell works and thus becomes the building blocks for disease treatment and cures of the future.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "CANCER RESEARCH UK",
    "participantCountries": "UK",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}