{
    "rcn": "195408",
    "acronym": "TEMPI",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Time of Early Metalwork in Prehistoric Italy",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The researcher is moving from Italy to the UK in order to build a new chronology and classification method for early metal artefacts (i.e. axes, daggers and halberds) from Italy, c.4500-2000 BC. The project aims will be achieved through a combination of radiocarbon dating and scientifically informed work on artefact classification criteria, which takes into account the technological transformation undergone by the objects during their life-cycles. The importance of the project is twofold: (a) this is the first time that a researcher develops a reflexive approach to metalwork classification, which explicitly takes into consideration forging, use and other post-casting alterations to the shape and features of objects; (b) it is also the first attempt ever made to ground the chronology of early Italian metalwork in a comprehensive set of radiocarbon dates. The significance of the project goes beyond Italian archaeology insofar as early Italian metals are typologically cross-linked to similar objects in Europe and the Mediterranean. It is thus anticipated that the project will bring about dramatic changes in our understanding of the chronology and developmental sequence of prehistoric metal technology across large swathes of Europe, with particular reference to central Europe, the western Balkans, Sardinia and Crete. Whilst working on the project, the researcher will acquire new expertise in metalwork use-wear analysis and Neutron Diffraction (ND) analysis, two cutting-edge techniques of artefact characterization. ND analysis will be deployed during a secondment at the ISIS Facility, Rutherford Appleton Laboratory (Didcot, UK). The researcher will also develop new skills in radiocarbon dating, artefact classification and statistical analysis. Newcastle University, the host organisation, will in turn benefit from the researcher's expertise in Italian and European prehistory, with special regard to the technology of prehistoric bronzes.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}