{
    "rcn": "195409",
    "acronym": "OUTstandINg",
    "topics": "MSCA-IF-2014-EF",
    "title": "Cell-surface immobilized vs. internalized magnetic nanoparticles for magnetic hyperthermia studies",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The MSC OUTstandINg project will use bioorthogonal click chemistry as tool to covalently attach magnetic nanoparticles (MNPs) to living cell surfaces with the aim to address two fundamental questions in the field of magnetic hyperthermia therapy using MNPs: 1) how the subcellular localization (on the plasma membrane or inside the cells) of MNPs affects their heating behaviour when compared to MNPs in solution 2) how MNPs immobilization and sub-lethal magnetic hyperthermia impact different subcellular signalling pathways and the biophysics of cell membranes. \nOUTstandINg is a multidisciplinary two-years research project built upon the expertise of the Fellow (Dr. Raluca M. Fratila) in bioorganic chemistry (including click chemistry, bioconjugates and functionalization of surfaces and (nano)materials) and the experience of the supervisor (Dr. Jes˙s MartÌnez de la Fuente) and of the host group (GN2 - Nanotherapy and Nanobiosensors, University of Zaragoza, Spain) in nanotechnology and nanomedicine. This MSC action will offer the Fellow the possibility to work in one of the top European institutions in nanoscience, where she will further develop her skills and will acquire new skills and knowledge necessary for the progress of her scientific career towards an independent position. The secondment period at University College London Institute for Biomedical Engineering (supervisor Prof. Quentin Pankhurst) will reinforce and complete the multidisciplinary training-through-research. The project will generate important knowledge and collaborations in the European Research Area (ERA) and will contribute to enhance the excellence of ERA through cutting-edge research at the frontier of chemistry, physics, materials science, cell biology and nanotechnology.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DE ZARAGOZA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}