{
    "rcn": "195499",
    "acronym": "AsymHalogenation",
    "topics": "MSCA-IF-2014-EF",
    "title": "Intermolecular Asymmetric Halogenations of Olefins",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The main goal of this project is the development and optimization of the first general methodology for intermolecular asymmetric halogenation of olefins and the application of NMR spectroscopy to understand and control this process. The carefully controlled application of nucleophiles in intermolecular asymmetric halogenation would be extremely desirable because it could be used as a powerful tool to generate a wide array of structural motifs of exceptional impact for the society. In this project, the asymmetric catalysis is proposed by stabilizing a bispyridine halonium complex in a chiral environment during both reaction with the olefin and subsequent attack of the nucleophile, i.e. a stoichiometric amount of stabilized complex will react with the double bond and then be exposed to the incoming nucleophile, all under the regime of the generated chiral environment. Thus, the project will encompass the synthesis of structurally diverse bispyridine ligands and their halonium complexes and then, the elucidation of the influencing factors on the kinetics of the halogenation reaction by UV and NMR spectroscopy. Ultimately, the knowledge gained in this part of the project will be transferred to the design of bispyridine ligands containing asymmetric centers to induce chirality in the halogenation reaction. One or several series of ligands will be produced and screened for chiral induction via chiral HPLC of the product mixture. The applicability of the approach on several different model reactions will be proven. The chiral products should be obtained with a high degree of regio- and enantioselectivity. The bispyridine ligand used to form the stabilized complex can be recovered by extraction or precipitation and therefore its use is expected to be feasible in large scale reactions. Chiral haloalkanes, the products of asymmetric halogenation, are crucial building blocks and intermediates for the synthesis of pharmaceuticals and functional materials, for example.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}