{
    "rcn": "195402",
    "acronym": "REVEAL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Peering through the East Antarctic Ice Sheet to reveal geology, crustal architecture and tectonic influences on ice sheet dynamics",
    "startDate": "18/05/2015",
    "endDate": "17/05/2017",
    "objective": "Although East Antarctica is regarded as a keystone in the Rodinia and Gondwana supercontinents and is a pivotal component of the global climatic system it remains the least known continent on Earth. With REVEAL we aim to unveil the crustal structure, tectonic architecture and evolution of several major frontier regions in East Antarctica. The project will also address large-scale geological controls on bedrock topography, subglacial hydrology and ice sheet dynamics. Our models and interpretations of potential field data will enable us test several hypotheses regarding the effects of collision, accretion and rifting on East Antarctica. This has significant implications for comprehending the impact of supercontinental assembly and break up on the structure and evolution of East Antarctica. Using state of the art three dimensional modelling, we will obtain an enhanced understanding of intraplate mountain building in the enigmatic Gamburtsev Subglacial Mountains region. This is highly significant, as these mountains were critical for East Antarctic Ice Sheet development. The enhanced knowledge of subglacial geology that will derive from our analyses of the Recovery Frontier and Wilkes Land will facilitate new assessments of the influence of geological boundary conditions on the dynamics and the stability of these potentially more vulnerable marine-based parts of the East Antarctic Ice Sheet. The REVEAL project has a strong international dimension and will deliver several high-profile publications and dissemination activities. It will provide unique and timely training and career development opportunities for the experienced researcher.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNITED KINGDOM RESEARCH AND INNOVATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989200": {
            "orgId": "999989200",
            "orgName": "NATURAL ENVIRONMENT RESEARCH COUNCIL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}