{
    "rcn": "195491",
    "acronym": "ORC-PLUS",
    "topics": "LCE-03-2014",
    "title": "Organic Rankine Cycle - Prototype Link to Unit Storage",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "In line with the call H2020- LCE-03-2014, ORC-PLUS focuses on increasing the technological performance of renewable energy systems, reducing costs and improving dispatchability. The aim is to develop an optimized combination of innovative Thermal Energy Storage-TES (specialized for CSP scale 1-5 MWe) and engineering solutions to improve the number of production hours of an existing small CSP plant, located in a desert area and coupled with an ORC system. With an optimized TES solution, it is possible to extend periods of energy production of a CSP plant (also during non-solar radiation), eliminating or minimizing the need to burn fossil or renewable fuels in hybrid or back-up systems. Nowadays, efforts are being devoted to R&D on TES for large-scale plants, though large potential for small/medium-scale CSP installations exists. \nORC-PLUS is in the spectrum of ìlarge scale prototype to pre-commercial scale demonstrationî. The technology proposed is based on a solar field, using a thermal oil as Heat Transfer Fluid and ORC power unit coupled with an innovative TES. Experimental demonstration of two different industrial prototypes of TES systems will be performed in relevant  environment (TRL 6). For each prototype, a simulation model of the pilot processes will be developed, with prototypes of TES systems. The models will be optimized on the basis of the characteristics of the site and power load, to determine conditions and relevant parameters of the real scenarios for each application and to select the TES technology best fitting the needs of the targeted sector. Final result will be an industrial pilot plant used to validate the technology in a real operational environment and to demonstrate its feasibility (TLR7). Validation includes an analysis of the techno-economic viability and environmental impact, and of the replicability of the pilot plant final design. This proposal is supported by three support letters of ESTELA, ANEST and Green Energy Park (Morocco).",
    "totalCost": "7297148,75",
    "ecMaxContribution": "6249316,25",
    "coordinator": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
    "coordinatorCountry": "IT",
    "participants": "INSTITUT DE RECHERCHES EN ENERGIE SOLAIRE ET ENERGIES NOUVELLES;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;CENTRO DE INVESTIGACION COOPERATIVADE ENERGIAS ALTERNATIVAS FUNDACION;EURONOVIA;ENERRAY SPA;LATERIZI GAMBETTOLA SRL",
    "participantCountries": "MA;DE;ES;FR;IT",
    "projectParticipants": {
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 1258125
        },
        "962434389": {
            "orgId": "962434389",
            "orgName": "CENTRO DE INVESTIGACION COOPERATIVADE ENERGIAS ALTERNATIVAS FUNDACION",
            "ecContrib": 841311
        },
        "952594612": {
            "orgId": "952594612",
            "orgName": "INSTITUT DE RECHERCHES EN ENERGIE SOLAIRE ET ENERGIES NOUVELLES",
            "ecContrib": 725238
        },
        "937288691": {
            "orgId": "937288691",
            "orgName": "ENERRAY SPA",
            "ecContrib": 1203562
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 979700
        },
        "940140394": {
            "orgId": "940140394",
            "orgName": "EURONOVIA",
            "ecContrib": 146781
        },
        "966952455": {
            "orgId": "966952455",
            "orgName": "LATERIZI GAMBETTOLA SRL",
            "ecContrib": 1094599
        }
    },
    "calculatedTotalContribution": 6249316
}