{
    "rcn": "195418",
    "acronym": "ASTROMULTISCALE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Multiscale dynamics of astrophysical plasmas: pressure-anisotropy-driven instabilities and large-scale dynamical processes",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The primary purpose of the proposed project is a deeper understanding of instabilities in plasmas and their influence on transport phenomena and large-scale dynamical processes. The studies will be focused on nonlinear regime of development of the firehose and mirror instabilities triggered by pressure anisotropy spontaneously generated in stellar-wind environments by large-scale expansion/compression effects and plasma turbulence. Recent studies of microphysics of the instabilities have provided systematic knowledge on saturation effects in nonlinear regime and related wave-particle interactions. This opens a possibility of investigation of a feedback between the microphysics and large-scale dynamics. The project is anticipated to provide answers to the questions: what is the effective collisionality of a pressure-anisotropic plasma that is unstable or marginally stable to the firehose and mirror instabilities and how does it change the effective pressure tensor (viscous stress) used in fluid description of plasmas?\n\nResults of the project are expected to be important for general plasma physics as related to the problem of multiscale phenomena in plasmas and coupling between microphysics and macrophysical processes. In particular, the results can help in better understanding of the dynamics of galaxy cluster plasmas, dynamical processes in stellar winds and planetary magnetospheres.\n\nThe studies will be done by numerical simulations using state-of-the-art kinetic and fluid models of plasma dynamics. A numerical setup will be developed analogous to experimental setups used for classical viscosity measurements in fluids. This virtual setup will be used to measure stresses caused by development of instabilities in plasmas. A related problem of thermalization of microinstabilities into kinetic waves cascade will be also investigated. The entire modeling framework will be validated by comparison of simulation results with spacecraft measurements in turbulent solar wind.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}