{
    "rcn": "195478",
    "acronym": "NanoLight",
    "topics": "MSCA-IF-2014-EF",
    "title": "Photophysics and photochemistry of light harvesting complexes in the vicinity of optical antennas",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The general objective of the project is to understand the photophysical processes in light harvesting complexes in the vicinity of optical antennas and particularly, the impact of quantum coherence on efficiency and directionality of ultrafast energy transport in photosynthesis.\nPurple bacteria is an organism that most effectively transforms solar energy into chemical one. Light harvesting complex 2 (LH2), plays key role in this process: collects solar energy and transfer it to the reaction centre. The photophysics of light harvesting complexes is still not fully understood. In recent years long-lived coherences were observed, which was unexpected for such complicated systems. Many crucial questions appeared: Are the coherences purely induced by excitation schemes? Do they have a biological function? Is the nature of the coherences electronic or vibrational? So far, the experimental approach concentrated on ensembles, but the complexity of the system cause that registered coherences are temporarily and spatially averaged, which makes it difficult to answer the questions. One can lift the ensemble by observation of one-by-one individual LH2 complex with single molecule (SM) spectroscopy methods.\nThe observation of SM fluorescence requires chromophores with high quantum efficiency. Unfortunately, LH2 QE is very low. To enhance the fluorescence signal I propose to use optical antennas. These nanoscale structures, can focus electromagnetic energy to a spot of nanometric size. If the molecule is placed on such spot, the strong interaction between antenna and molecule allows the registration of enhanced SM fluorescence and even Raman spectra. With that tool, the study of LH2 complex at the SM level is possible. Hence we propose the investigation of single LH2 complex coupled to the optical antenna with ultrafast fluorescence and Raman spectroscopy, two complementary methods providing information about both, ground and excited state evolution.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}