{
    "rcn": "195451",
    "acronym": "BioFrost",
    "topics": "MSCA-IF-2014-EF",
    "title": "Life at its Extremes: Biodiversity and Activity of Microorganisms in deep Permafrost",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "BioFrost will offer the unique opportunity to descend to the frozen depths of Earth, into permafrost, and study the microbial life as it carries on in an unhospitable, (almost-)inhabitable, environment where temperatures are far below zero and no oxygen is available. Supported by a highly sensitive experimental approach based on the use of stable isotope probing combined with Next Generation Sequencing, Fourier transform ion cyclotron resonance mass spectrometry and nanoSIMS, this research will trace active microorganisms in deep permafrost and will reveal their abundances and taxonomic identities together with the biologically-induced chemical processes that modify the surrounding environment and make it 짜more habitable짜. This study will also address one of the most significant new concepts of modern microbiology, the heterogeneity of single microbial cells, and will assess the role of it in the context of the ecosystem짜s overall functioning.\nThis project is for microbiologists and environmental scientists, who want to expand their knowledge on microbial biodiversity and activity in the coldest regions of Earth. It is also for space and planetary scientists, who are preparing for upcoming missions to Mars짜 permafrost in search of signatures of life. It is for environmental policy makers to promote consciousness of a hidden subsurface ecosystem that can impact critically on us at the surface. Most of all, I hope this Marie Sk?odowska-Curie (MSC) project will meet anyone curious about life at its extremes.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994341": {
            "orgId": "999994341",
            "orgName": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}