{
    "rcn": "195413",
    "acronym": "FreeMi",
    "topics": "MSCA-IF-2014-EF",
    "title": "Using FREshwater organisms to MItigate the pathogen Batrachochytrium dendrobatidis",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Amphibians are currently suffering severe worldwide declines caused by chytridiomycosis, an emerging infectious disease caused by the fungal pathogen Batrachochytrium dendrobatidis (Bd). So far, disease mitigation strategies have taken a host-level approach, in which only the host-pathogen interactions have been considered. However, recent results have shown that disease dynamics can be affected by pathogen-environment interactions and underscored the importance of the host-pathogen-environment interplay. Indeed, in the field and laboratory, freshwater zooplankton was found to trigger Bd infection in two amphibian species by directly consuming Bd zoospores. This study raises the hope that chytridiomycosis outbreaks could be controlled in nature by natural augmentation of zooplankton. The project FreeMi aims at developing a safe and effective mitigation strategy targeting Bd at the habitat level. To achieve this aim, I will first identify whether amphibians are protected by the species richness, the overall abundance and/or a few key zooplankton organisms able to consume a high number of Bd zoospores. The samples will be collected from two regions: the Pyrenees and Germany. Then, I will identify the local species that are the most efficient at consuming zoospores. I will isolate these species and establish self-maintaining cultures in outdoor microcosms. Finally, I will test the efficiency of the cultures, in single as well as community trials, under biologically relevant conditions. Compared to other approaches, this highly innovative approach lacks the downsides associated with introducing non-native biocontrol agents (such as antifungal chemicals or non-native skin bacteria) in the environment. Moreover, it would allow to treat all amphibian individuals present at a site, of all species and from larvae to adults directly in the field, and therefore would be more cost-effective than individual treatment strategies.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994632": {
            "orgId": "999994632",
            "orgName": "HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}