{
    "rcn": "195406",
    "acronym": "Nu14Mig",
    "topics": "MSCA-IF-2014-EF",
    "title": "Generation and Application of Nucleophilic Allylmetal Species by Catalytic 1,4-Metal Migration",
    "startDate": "11/06/2015",
    "endDate": "10/06/2017",
    "objective": "This proposed Fellowship brings together an Experienced Researcher from India with expertise in click chemistry, transition metal catalysis, and topochemical synthesis, with an internationally recognized Host Laboratory in the UK with expertise in the development of new catalytic reactions for organic synthesis. This project will:\nï Provide high-quality, tailored training for an outstanding scientist (possessing an excellent publication record) who is primed for an independent research career by complementing and enhancing his competencies.\nï Enhance European excellence in organic synthesis and catalysis, which are fundamentally important branches of chemistry that greatly impact upon many fields, such as the fine chemicals, pharmaceutical, agrochemical, materials, and biochemical industries.\nThe proposed research is based upon a completely new synthetic method recently discovered in the Host Laboratory that enables the generation of nucleophilic allylmetal species, which are widely employed in organic synthesis to prepare diverse compounds of interest. This method involves the catalytic carbometallation of the alkyne of a 1,3-enyne, followed by 1,4-migration of the resulting alkenylmetal species to the cis-allylic position of the enyne, which constitutes a special type of CñH functionalization reaction. The resulting allylmetal species may then be trapped by an electrophile stereoselectively. It is our strong conviction that the possibilities of this chemistry are enormous, and the end result will be a generally useful synthetic method for the preparation of valuable building blocks as single enantiomers. This fellowship will therefore help Europe to remain globally competitive in the chemical sciences.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}