{
    "rcn": "195445",
    "acronym": "TOP-DOL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Topological physics in tunable optical lattices",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The project Topological physics with disorder in tunable optical lattices aims at developing a new experimental setup to explore topological material properties and topological quantum phase transitions using cold atoms in optical lattices.\nThe project will be carried out during 24 months in the Ultracold Quantum Gases group at ICFO (Barcelona) under the supervision of Dr. Leticia Tarruell.\nAs envisioned by Feynman in 1982, and realized in recent years, cold atoms system can be used to simulate complex condensed-matter quantum problems. Using ultracold quantum gases, one can build topological systems with geometries and in regimes that go beyond what can be currently realized in solid-state systems with the additional advantage of an unmatched control over interparticle interactions and disorder. \nIn my project, I will develop the study of topological materials and the interplay between topology and disorder using bosons and fermions in tunable graphene-like lattices. The use of disorder will here be essential to directly characterize the topological robustness which is a key property of topological materials. Furthermore, I will study the manifestations of topology both on the bulk and the edge of the system whose properties are related through the celebrated bulk-boundary correspondence, which shows that the edge states stem from global topological properties of the system and do not depend of the specific shape of the edge.\nAfter a successful Ph.D in Toulouse and a postdoctoral experience in Cambridge, I came to ICFO where I have been working for 10 months, building from scratch the experimental setup. Although already well advanced, this project will thus contain a construction phase to implement the tools that will allow me to perform the proposed experiments and shed a new light on key concepts of topological materials.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}