{
    "rcn": "195464",
    "acronym": "MelonMixVir",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mixed viral infections in melon: disease, vector transmission, RNA silencing suppression and plant defense",
    "startDate": "16/06/2015",
    "endDate": "01/11/2017",
    "objective": "MelonMixVir deals with mixed viral infections in melon plants. Pathogenic viruses are collectively responsible of relevant economic losses worldwide, but most plant virology studies are done with a few individual viruses, while the frequent cases of mixed infections are clearly underrepresented. In contrast, severe synergistic effects can occur in mixed infections, even between viruses causing mild or no symptoms when alone. Consequently, the lack of knowledge about multiple infections difficult the risk evaluation in numerous crops. For instance, in cucurbits only a few studies are addressing this situation, despite that recent surveys are showing the frequent occurrence of mixed infections. The main purpose of MelonMixVir is to fill this gap, providing new knowledge and scientific advice to minimize the damage caused by viruses in melon, and thus improving production and quality, and raising the economic benefits to Europe.\n\nTo do so, we intend to explore the potential similitudes of melon plants co-infected by potyvirus (WMV) \\ crinivirus (CYSDV) with the better-known similar pathosystem that results in sweet potato virus disease (SPVD). The comparative analysis will focus on several steps, including transmission by insect vectors (aphids and whiteflies), plant defense mechanisms (based on RNA silencing), and the pathogen responses (by action of RNA silencing suppressors). Virology, entomology and molecular biology approaches will be used to better understand the different processes.\n\nThis ambitious project is tailored to complement the expertise of the candidate, allowing her to progress in a career as plant pathologist. Outcomes include the design of new management strategies and recommendations for reducing damages caused by viruses. The work will be done in straight collaboration with a partner organization, the seed private company Semillas FitÛ, to fulfil the purpose of providing a clear practical application to the knowledge generated.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "CENTRE DE RECERCA EN AGRIGENOMICA CSIC-IRTA-UAB-UB",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999646596": {
            "orgId": "999646596",
            "orgName": "CENTRE DE RECERCA EN AGRIGENOMICA CSIC-IRTA-UAB-UB",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}