{
    "rcn": "195442",
    "acronym": "QuantumLaP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Quantum Effects in Multicolor Ultrafast Laser Processing: Broadening Boundaries of Classical Descriptions",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "In this project the interaction of ultrashort laser pulses with semiconductor materials will be investigated on a principally new level by taking into account quantum effects that can emerge in highly-excited non-equilibrium matter. The central goal is to study bi-chromatic irradiation regimes which have been found to be extremely effective, compared to monochromatic laser beams, for various applications from micro-/nanostructuring of surfaces to nanoparticle generation and film deposition. This topic will be addressed through the development of a new powerful large-scale 3D model of laser-matter interaction. For the first time two modeling approaches will be combined, electronic structure theory and classical electrodynamics. Necessary steps to achieve these goals are:\n誰 Making an existing classical FDTD model to be self-consistent via introducing feedback to the laser field from the swiftly evolving free electron population;\n誰 Extending the model to the large scale 3D domain to account for realistic response of materials to polarized laser light;\n誰 Modelling of the action of bi-chromatic laser light on semiconductors at the quantum level based on the time-dependent density functional theory (TDDFT); developing a theory of photo-ionization of materials by mixed laser wavelengths; \n誰 Bridging classical large-scale simulations of ultrashort pulse excitation of semiconductors with quantum peculiarities of photo-ionization.\nThe key goal of the project is to demonstrate the power of the developed model in predicting the morphology of functionalized surfaces for materials of various properties under new irradiation conditions in collaboration with experimentalists at HiLASE. By providing in-depth understanding of underlying physics, this work will open the way to achieve the control over functionalization of semiconductor surfaces, thus, pushing this field away from empirical methods to a smart computer-predicted technique.",
    "totalCost": "142720,8",
    "ecMaxContribution": "142720,8",
    "coordinator": "FYZIKALNI USTAV AV CR V.V.I",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999873867": {
            "orgId": "999873867",
            "orgName": "FYZIKALNI USTAV AV CR V.V.I",
            "ecContrib": 142721
        }
    },
    "calculatedTotalContribution": 142721
}