{
    "rcn": "195422",
    "acronym": "BIOeSPUN scaffolds",
    "topics": "MSCA-IF-2014-EF",
    "title": "Bioactive glass in electrospun matrices: functionalised smart scaffolds for interface tissue engineering applications",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The project aims to fabricate and characterise novel type of multilayered scaffolds suitable for interface tissue engineering applications, in particular for osteochondral segment regeneration. Osteochondral defects imply injury in cartilage, bone and bone-cartilage interface tissues, characteristic of all the joints of human body, its causes could be both traumatic and due to aging-related pathologies. The project will be focused on the integration of several scaffold fabrication techniques for the development of novel electrospun multilayered scaffolds. In particular, considering the well-known effects of bioactive glass on osteogenesis, angiogenesis and its antibacterial activity, electrospun bioactive glass mats will be fabricated. Moreover, bioactive glass particles will be dispersed in a polymeric solution before the electrospinning for the fabrication of bioactive glass-doped mats. These two kind of scaffold will be used for the fabrication of the multilayered structures. Innovative solutions will be adopted for the obtainment of the stratified samples, integrating different technologies as the electrospinning, freeze-drying and foam replica method. The training of the researcher in the host Institution will be focus on the development of skills related to cell culture management and in particular on cell culture for tissue engineering. The training will start with cell viability tests and cell seeding on several kind of scaffolds. Several cell lines will be used and it will be also investigated stem cells differentiation. The use of co-culture systems and dynamic cell culture will also be evaluated and eventually applied to the multilayered scaffolds. An innovative approach will be used in the investigation of scaffold mechanical properties, in fact mechanical tests will be performed on the multilayered samples and on each single layer to evaluate the deposition of ECM on the seeded scaffolds and how it affects scaffold mechanical properties.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}