{
    "rcn": "195497",
    "acronym": "RejuvenateBone",
    "topics": "MSCA-IF-2014-EF",
    "title": "Enhancing the regeneration of bone defects in elderly: Rejuvenation of bone microenvironment",
    "startDate": "10/04/2015",
    "endDate": "09/04/2017",
    "objective": "Bone defects resulting from trauma, tumor resection and bone diseases represent one of the most pressing health problems in the aging European population. Current treatments of bone defects depend on a functional population of bone-forming (osteogenic cells) to mediate the process of bone regeneration. However during aging, the bone formation capacity decreases as a result of multiple interacting cell-intrinsic and cell-extrinsic mechanisms and the success of treatments in aged patients is in most cases limited. The aim of our project is to develop a new multidisciplinary approach to enhance the regeneration of bone defects in elderly, based on recent advances in cellular reprogramming and tissue engineering. We propose to investigate the extrinsic microenvironment components synthesized by young, embryonic-like osteogenic cells derived from human induced pluripotent stem cells, and test their potential to enhance the function of endogenous bone and vascular cells. We will focus our studies on the patients unable to benefit from the current therapies, due to advanced age and/or systemic conditions limiting their bone formation capacity. We will develop allogeneic, off-the-shelf bone tissue substitutes with the capacity to enhance the function of endogenous cell populations, and evaluate their safety and bone healing potential in preclinical models of bone repair. We hypothesize that ostegenic cells derived from reprogrammed adult/aged somatic cells can synthesize a ìrejuvenatedî, embryonic-like bone microenvironment with high regenerative capacity and enhance the bone healing processes mediated by aged endogenous cell populations. \nOur studies will provide new understanding of extrinsic mechanisms governing bone cell biology during aging and open new therapeutic possibilities for the aged patients currently lacking successful outcomes. The developed bone substitutes will also provide a valuable new model for basic biology studies and translational research.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "LUDWIG BOLTZMANN GESELLSCHAFT OSTERREICHISCHE VEREINIGUNG ZUR FORDERUNG DER WISSENSCHAFTLICHEN FORSCHUNG",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998346214": {
            "orgId": "998346214",
            "orgName": "LUDWIG BOLTZMANN GESELLSCHAFT OSTERREICHISCHE VEREINIGUNG ZUR FORDERUNG DER WISSENSCHAFTLICHEN FORSCHUNG",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}