{
    "rcn": "195440",
    "acronym": "PATH",
    "topics": "MSCA-IF-2014-EF",
    "title": "Pathways to Heritage: Community heritage and  the archaeology of movement in the Adelphi Forest, Cyprus",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "PATH is an exploration of heritage, viewed as an active process where the past is remade in the present. Even in the 21st century, archaeological projects impose research questions and methods onto rural landscapes while offering little to those communities who inhabit them. These communities, however, have their own interests, histories and needs, particularly when they face economic and social pressures like depopulation and a changing resource base. As in many such rural communities, the voices of the inhabitants of Nikitari, on the edge of the Adelphi State Forest in Cyprus, are absent from the national heritage, in spite of a nearby World Heritage site and a recent major archaeological project in the area. Why? PATH seeks to answer this question through focusing on the archaeology and heritage of Nikitariís pathways.\n          PATH builds on the Fellowís research with indigenous communities in British Columbia, Canada, that used community-based participatory research (CBPR) methods to document the heritage value of a 19th century wagon road. This was part of a larger community initiative to reconnect people to their land and identity. PATHís innovation lies in its ability to transfer and adapt these methods to a new Mediterranean context to ask: what are the dynamics of heritage formation in Cyprus? Can giving voice to local heritage empower community members? PATHís legacy will extend to other rural settlements in Cyprus and Europe facing challenges of depopulation and under-development. \n         The Fellow will bring to the host organization a unique combination of extensive archaeological fieldwork experience in Cyprus and community-based research with a First Nations group in Canada. One of the greatest benefits of this fellowship will be mobilizing this expertise to develop a world-class knowledge base and advanced techniques for designing and facilitating CBPR projects on local heritage that can be applied across Europe.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}