{
    "rcn": "195437",
    "acronym": "PVFIFTY",
    "topics": "MSCA-IF-2014-EF",
    "title": "TOWARDS A 50% EFFICIENT CONCENTRATOR SOLAR CELL AND A 40% EFFICIENT SPACE SOLAR CELL",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Concentrator photovoltaic solar collectors have the potential to generate electricity at costs as low as  6¢/kWh, a price where they compete favourably with wholesale electricity prices.  To achieve this, a solar cell with an efficiency in excess of 50% is required and will require considerable development over the present state of the art.  In particular, a new semiconductor absorber layer with a 1eV band-gap will be required in addition to solar concentrations in excess of 1000X.  The proposed research addresses both of these areas.\n\nPreliminary work has identified the use of bismide semiconductors to achieve the required 1eV semiconductor junction.    A 1eV GaAsBi0.062 layer can be grown that has only 0.6% mismatch to GaAs, as compared to conventional  In0.3GaAs that introduces >2% mismatch.  We will develop high-performance photovoltaic devices based on this material.   We will characterise the optical and electronic structure of these new materials using spectroscopic ellipsometry and photo/electroreflectance.  The nature and concentration of defects will be determined using time-resolved optical spectroscopy and correlated with solar cell performance data by extending existing computer models.\n\nTo achieve high efficiencies at high concentrations, it is necessary to reduce the resistive loss. Here, we propose to exploit lateral emission in tensile quantum well (QW) layers to provide a parallel radiative transport pathway that delivers photogenerated charges to the electrical contacts. A series of InGaP/InGaAsP QW test structures in compressive, tensile and unstrained configurations will be grown to control the directionality of emission, which will be confirmed using spectroscopic measurements.  Concentrator solar cell device structures will be processed and the effective sheet resistivity evaluated using electroluminescent imaging.  Front grid structures we be redesigned to account for radiative transport.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}