{
    "rcn": "195493",
    "acronym": "OPTIMAL NMR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Optimal control methods for biological solid state nuclear magnetic resonance",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "This project aims at changing the impact of optimal control methodology on solid state nuclear magnetic resonance (NMR). This way, routine structure determination of biological solids like amyloid fibrils and membrane proteins will be facilitated. Multi-dimensional experiments of these samples often suffer from low resolution and sensitivity. Optimal control theory provides efficient means for automated design of pulse experiments with improved efficiency, lower deposited radiofrequency power, and robustness with respect to experimental imperfections. The methodology has already been successfully applied to liquid state as well as solid state NMR. However, and especially for solids, the optimized pulse sequences are not used within the NMR community, probably due to barriers imposed by individual RF hardware characteristics of the employed probes and consoles. In order to change this we propose, in cooperation with the market leading manufacturer of NMR spectrometers, to study the interplay of the hardware with numerically predicted ìoptimalî experiments, including relaxation and reformulation of the optimization problem in a new theoretical framework. Such comprehensive optimizations should provide us with easy-to-use building blocks of multidimensional solid state NMR experiments with superior performance, boosting thus the sensitivity and the accessibility of structural information from the acquired spectra. To promote dissemination of the developed protocols a workshop on implementation of optimal control methods in magnetic resonance will be organized. The potential impact of the project is enormous, revolutionizing hardware development with new quality measures that combine its properties with fundamental laws of spin dynamics.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}