{
    "rcn": "195436",
    "acronym": "WINTERC-3D",
    "topics": "MSCA-IF-2014-EF",
    "title": "Thermochemical imaging of the Earthís mantle: Global inversion of seismic waveforms, satellite gravity data and surface elevation",
    "startDate": "01/03/2015",
    "endDate": "28/02/2017",
    "objective": "The thermochemical structure of the Earthís lithosphere and underlying mantle controls fundamental dynamic processes including volcanism, seismic activity and surface topography variations. The growth of very large terrestrial and satellite geophysical data sets over the last few years, together with the advancement of petrological and geophysical modelling techniques, now present an opportunity for global, thermochemical 3D imaging of the lithosphere and upper mantle with unprecedented resolution. Established methods of seismic tomography and gravity data analysis constrain distributions of seismic velocity and density at depth, both depending on temperature and composition of the rocks within the Earth. However, independent modelling and inversion or a simple combination of models based on gravity and seismic data alone suffer from the intrinsic non-uniqueness of each type of models. Thermodynamic links between seismic velocities, density, temperature, pressure and composition within the Earth can now be modelled accurately using new methods of computational petrology. This project combines state-of-the-art seismic waveform tomography (using both surface and body waves), newly available global gravity satellite data (geoid and gravity anomalies and new gradiometric measurements from GOCE mission) and surface elevation within a self-consistent thermodynamic framework. A new method for global thermodynamic tomography will be developed and applied to obtain a robust and, at the same time, detailed thermochemical model of the Earthís lithosphere and upper mantle.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "DUBLIN INSTITUTE FOR ADVANCED STUDIES",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847386": {
            "orgId": "999847386",
            "orgName": "DUBLIN INSTITUTE FOR ADVANCED STUDIES",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}