{
    "rcn": "195412",
    "acronym": "Safe and Sound Drive",
    "topics": "MSCA-IF-2014-EF",
    "title": "Design of a serious game for cars to help increase driver skills and lower fuel consumption",
    "startDate": "01/09/2015",
    "endDate": "31/08/2016",
    "objective": "New in-vehicle information systems and advanced driver assistance systems are currently being introduced in cars in order to help driving safely and energy efficiently. These systems help the driver to pay attention to critical events (e.g. collision warnings and blind spot information systems) or deliver important information (e.g. speed limits and navigation instructions). However, safety and environmental impact are most of all dependent on the behaviour and attitude of the driver. This proposal concerns the design of a serious game for cars that will help drivers to increase eco-driving skills, lower fuel consumption and encourage safe and environmentally friendly approaches to driving. Through his research, Dr Arne Nyk‰nen has developed successful methods and procedures for efficient product sound design, already implemented at Volvo Cars and Scania. Anglia Ruskin University has leading expertise on creative and user-centred design, serious gaming, mobile applications and sound design for theatre and film. Combining this expertise enables the introduction of sound based serious gaming in cars. This provides a successful way to increase driving safety and decrease environmental impact of cars, by not only informing and warning the driver, but also changing attitudes and behaviour. The major outcomes of the project will be a demonstrator of a serious game implemented in a car, a mobile app publicly available for download, demonstrations at science centres in the UK and Sweden, 3 journal papers, participation in 4 conferences, and a new European expert network with partners from academia as well as car, game and audio engineering industry.",
    "totalCost": "97727,4",
    "ecMaxContribution": "97727,4",
    "coordinator": "ANGLIA RUSKIN UNIVERSITY HIGHER EDUCATION CORPORATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991657094": {
            "orgId": "991657094",
            "orgName": "ANGLIA RUSKIN UNIVERSITY HIGHER EDUCATION CORPORATION",
            "ecContrib": 97727
        }
    },
    "calculatedTotalContribution": 97727
}