{
    "rcn": "195469",
    "acronym": "PneumoCompetence",
    "topics": "MSCA-IF-2014-EF",
    "title": "Unravelling the mechanisms of competence induction by antibiotic stress in Streptococcus pneumoniae",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Despite the introduction of several vaccines, the human pathogen Streptococcus pneumoniae remains one of the leading bacterial causes of mortality worldwide, killing 1 million of children each year. In developed countries, the rise of multi-drug resistance in S. pneumoniae during last decade is a serious cause of concern, since the patient is more likely to require hospitalization consuming high health resources, and increasing the risk of death.\nThe main mechanism by which S. pneumoniae acquire and spread antibiotic resistance is by activation of the competence state that allows the uptake of exogenous DNA. Strikingly, competence is induced by several antibiotics, but the molecular mechanisms driving competence development are poorly understood. \nOur approach integrates the use of promoter-luciferase fusions to competence genes, transposon-mutagenesis and -sequencing, total RNA sequencing, knockout strains constructions and time-lapse fluorescence microscopy, to identify clinical antimicrobials that induce competence and unravel its underlying molecular mechanisms. Data generated in this project will provide a better understanding of the mode of action of these antibiotics and give valuable molecular insights into the evolution of antibiotic resistance in S. pneumoniae. \nFinally, we will test thousands of pairwise drug combinations in a novel high-throughput screen to identify inhibitors of the competence process. This highly relevant project will provide new pre-clinical data for future novel treatment strategies against bacterial infections and the mitigation of the spread of antibiotic resistance.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}