{
    "rcn": "195582",
    "acronym": "DCmucoHIV",
    "topics": "MSCA-IF-2014-EF",
    "title": "HIV/SIV exploits DCs in mucosal infection: mechanisms of transmission and modulation by semen associated factors",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Worldwide a large proportion of all new cases of HIV-1 infection are due to anal sexual intercourse, being the anal/rectal as well as distal colonic mucosa a site of viral uptake and entry. I recently demonstrated that intestinal lamina propria resident DCs migrate towards and extend cellular processes between the tight junctions of columnar epithelium through a CCR5-dependent mechanism, take up R5 but not X4 HIV-1, and then transfer infection to susceptible T cells. Although in mice CX3CR1\\DCs are deputed to shuttle microbial antigens, there is no clear idea on which subsets of DCs are located in the human GI tract, are involved in HIV infection and contribute to virus spread, its presentation or possibly to its reservoir. Moreover, the ability of DCs to shuttle the virus across the mucosa may be largely modulated by components of semen, the natural vehicle of HIV during sexual transmission.\nTo fill these gaps I propose a comparative study in macaques and humans using a multidisciplinary approach, which will unravel the mechanism associated with rectal transmission of HIV/SIV by DCs and their modulation by semen. \nSpecific objectives will be:\n1. Define the subsets of DCs and the molecular mechanism(s) through which DCs directly sample HIV-1/SIV through the intestinal epithelium and facilitate the spread of the infection.\n2. Define the impact of semen on HIV/SIV-induced DCs migration across the epithelium.\n3. Determine the ability of lamina propria DCs subsets to migrate across the intestinal epithelium and to redistribute to draining lymph-nodes following in vivo exposure of Cynomolgus macaques to infectious pathogenic SIV.\nWe expect to characterize the early events of DC-mediated intestinal transmission of HIV/SIV and thus contribute to the knowledge base needed to identify, evaluate and develop novel agents or strategies to prevent mucosal HIV transmission",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}