{
    "rcn": "195573",
    "acronym": "SHDS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Seismic-resistant Highly Deformable Structures",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The recent earthquakes that have struck Europe the last decade, LíAquila (2009) and Lorca (2011) have shown that even for a moderate seismic hazard level the seismic action can cause huge personal and economic losses. Therefore there is a need for new structural designs based on the performance of the structures during earthquakes rather than their strength. This project will focus on the development and verification of a novel seismic-resistant highly deformable reinforced concrete structure. This innovative design takes advantage of the superior deformability of reinforced High Deformability Concrete (HDC) elements to develop a structure with controlled performance, in which the structural damage is concentrated in especially designed elements.\nThe new structural system combines ductile shear walls with flexible coupling beams designed with reinforced HDC. HDC is currently being developed by the host Institution as part of Anagennisi, a FP7 EU funded project, and utilises recycled rubber particles as replacement of both fines and coarse aggregates. A preliminary experimental investigation is being undertaken to characterise the mechanical properties of HDC, and complimentary testing is planned to be carried out as part of this fellowship. This initial multi-scale testing phase will be followed by the development of a material model and its implementation in a finite element software for the analysis and assessment of representative prototypes of seismic resistant highly deformable structures. The new structure will be more sustainable as it will be easily repairable after an earthquake and will have a better seismic performance avoiding non-structural damages. This project will contribute to the development of new technology in Europe, and will provide an important stepping stone for the fellowís career.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}