{
    "rcn": "195554",
    "acronym": "SEADOG",
    "topics": "MSCA-IF-2014-EF",
    "title": "Sea ice across Dansgaard-Oeschger events in Greenland",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "The Last Glacial climate of the Northern Hemisphere was punctuated by abrupt millennial scale changes called Dansgaard-Oeschger (DO) events, clearly recorded by Greenland ice core temperature proxies. The underlying mechanism responsible for the recurring cycles of ~10∞C rapid increase, followed by gradual cooling, remains uncertain. Many studies suggest that large changes in sea ice extent played a major role in their causation.  Sea ice is closely linked to climate; changes in sea ice extent feedback positively on Arctic temperatureóa phenomenon of great relevance to the future of Arctic sea ice in our changing climate. This project combines Greenland ice core chemistry records with atmospheric chemistry transport modeling in order to constrain Arctic sea ice variability across DO events.  Records of sea salt (Na\\), and methane sulphonic acid (MSA), from four ice cores will be analysed for spatial and temporal variability across DO events. The controls on marine aerosol deposition over the Greenland Ice Sheet will be investigated using a atmospheric chemistry transport model, Cambridge p-TOMCAT, which has been successfully deployed for the Antarctic. The relative influence of sea ice and other factors e.g., meteorology, on ice core chemistry variability will be assessed using sensitivity tests that will also provide an indication of the gross sea ice changes in required to reproduce the significant sea salt changes recorded in ice cores. Furthermore, an atmospheric chemistry transport model, that can be interfaced with fully coupled ocean-atmosphere climate model output, will be optimised according to our findings. This model will be run with palaeoclimatic boundary conditions to obtain scenarios of sea ice change consistent with the ice core chemistry data. Separate tests will constrain the magnitude of sea ice retreat at the onset of DO events and the temporal evolution of sea ice conditions as climate cools from warm interstadial to cool stadial conditions.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}