{
    "rcn": "195553",
    "acronym": "VesHemiSyn",
    "topics": "MSCA-IF-2014-EF",
    "title": "Exo- endocytosis cycle of individual synaptic vesicles in synapses and hemi-synapses",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Neurotransmitters are released by exocytosis of synaptic vesicles at the presynaptic terminal. After exocytosis, vesicular components are retrieved by endocytosis for maintaining efficient synaptic transmission. The mechanism of vesicle fusion and retrieval has been subjected to intense interest but also fierce debate for the last 40 years. Several modes of synaptic vesicle cycling have been described that rely on distinct kinetics, associated proteins and spatial organisation of the exo- and endocytosis sites. Yet, the mechanisms underlying endocytosis initiation and coupling to exocytosis are still largely unknown because the detailed dissection of single vesicle recycling remains a major challenge. Using live imaging techniques and protocols to detect fusion pore opening directly, the fate of vesicle proteins at the plasma membrane will be monitored during synaptic vesicle cycling in synapses and hemi-synapses of cultured hippocampal neurons. I will test the relative contribution of each mode of exo-endocytosis during synaptic activity. Additionally, the favourable geometry of the new hemi-synapse model will allow high resolution mapping of the presynaptic exo- and endocytosis sites. Correlating the organization of exocytosis and endocytosis sites with the location of key proteins such as calcium channels and scaffold proteins will reveal the functional microarchitecture of the presynaptic nerve terminal. Overall, this project will provide new insights into the mechanisms of exo-endocytosis cycle of individual synaptic vesicles.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}