{
    "rcn": "195597",
    "acronym": "ARENAVIRUS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Molecular mechanisms of arenavirus cell entry and antibody-mediated neutralization",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Over the last decades, multiple arenaviruses have emerged as zoonotic human pathogens. They cross the species barrier from their natural rodent hosts to humans and cause severe human disease. A key determinant of viral zoonotic transmission is the ability to bind the receptor molecules displayed on the surface of the host cell. Despite the threat these viruses cause to public health, little is known of how they infect the host and how they are targeted by the immune response. Furthermore, the treatment and prevention options are currently extremely limited. \nUsing techniques in structural biology, virology, immunology and cell biology, the proposed work aims at demonstrating the molecular mechanisms by which arenaviruses attach to human cells and are neutralized by the humoral immune response. First, crystallographic analysis of viral attachment glycoproteins alone and in complex with functional cellular receptors will be performed. Second, recombinantly derived viral glycoproteins will be used as immunogens for generation of specific monoclonal antibody libraries. The co-crystal structures of viral glycoproteins with cross-reactive, neutralizing antibodies, carefully selected using cell-based assays, will reveal the structural basis of antibody-mediated arenavirus neutralization. Therefore, by analogy to the development of antibody-based therapy against Ebola virus, the outlined multidisciplinary investigation will enable the rational design of antiviral reagents and vaccines. \nThe cross-disciplinary expertise, training and infrastructure available in the host and partner organizations will allow the Researcher to establish herself as a highly-skilled expert in molecular and structural virology. As an independent, multifaceted scientist, she will be able to make a tangible contribution to the development of novel antiviral therapies, thus improving the public health and economy and adding to science base both in Europe and worldwide.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}