{
    "rcn": "195599",
    "acronym": "EFTA DEVELOPMENT",
    "topics": "MSCA-IF-2014-EF",
    "title": "The ëotherí Europe: the formation and development of the European Free Trade Association (EFTA), 1958ñ92",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Debates over the type and degree of integration pursued by European states currently dominate the European Union (EU). As the gulf between proponents and critics of the ëCommunity methodí grows more acute, as the EU environment increasingly revolves around interstate relations, and as scenarios of EU ëdisintegrationí are entertained at various levels, attention has focused on historical precedents of intergovernmental models of cooperation in the hope of foreseeing the EUís future development. Such debates have aroused notable interest in the European Free Trade Association (EFTA), the principal ëotherí in postwar European politics. Yet very little is known about how and why EFTA developed in the way it did, its institutional and policy-making structure or the implications of these aspects for the present-day EU. The current state-of-the-art suffers two particular limitations: (i) it concentrates on very short time periods and (ii) it presents a highly state-centric realist account of EFTAís history. This project fills this gap by undertaking a detailed historical study of EFTAís development. It aims to (i) examine EFTAís growth over a sustained period (1958ñ92) and (ii) account for this evolution as a product of interplay between actors at the national, transnational and institutional levels. Methodologically, the project deploys an innovative interdisciplinary approach that embeds historical research in the multi-level governance concept borrowed from political science. Empirically, the project draws on EFTAís hitherto underexplored archives in Geneva and the national collections of its various member states. Historiographically, it promises new insights into EFTA history and reconnects the organisationís and its membersí historical narrative to studies of European integration that generally focus more on the denser pre-history of the EU. In so doing, the project adds significantly to both research in the European Research Area and the priorities of Horizon 2020.",
    "totalCost": "179325,6",
    "ecMaxContribution": "179325,6",
    "coordinator": "TURUN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903064": {
            "orgId": "999903064",
            "orgName": "TURUN YLIOPISTO",
            "ecContrib": 179326
        }
    },
    "calculatedTotalContribution": 179326
}