{
    "rcn": "195538",
    "acronym": "OceanLiNES",
    "topics": "MSCA-IF-2014-EF",
    "title": "Ocean Limiting Nutrients ñ Examination from Space",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Marine phytoplankton are the conduit for the flow of energy and carbon into the ocean; consequently they are responsible for the distribution of global fish stocks and regulate climate. Fundamental insights into the productivity of marine phytoplankton can be gained from determining which nutrients are limiting phytoplankton and how these are being altered due to climate change. The approach to investigate nutrient limitation of phytoplankton thus far has been to conduct observations and experiments at sea; however, these activities require substantial investment of resources (ship-time and personnel) and only reveal a snapshot in space and time. A method for making synoptic, low-cost observations using remote sensing would be invaluable. Phytoplankton abundance can be monitored from space using satellite images of ocean colour and a major breakthrough would be to extract a diagnostic signal of phytoplankton stress to monitor patterns of nutrient limitation. Phytoplankton fluorescence signals detected by sensors on satellites carry significant potential for doing this, yet fundamental uncertainties underlying what exactly regulates the signal firstly need to be resolved. Here we propose to perform experiments in targeted regions of the global ocean to address these uncertainties and develop an algorithm to reveal global nutrient limitation patterns of marine phytoplankton using satellite-detected fluorescence. The overarching objectives of the project are to (i) conclusively assess the influence of nutrient limitation other environmental variables on phytoplankton fluorescence characteristics; (ii) implement a correction of the phytoplankton fluorescence signal detected by satellites to reveal global nutrient limitation patterns; and (iii) apply this new understanding of resource limitation patterns in global biogeochemical models to more realistically project the impact of future global environmental change on phytoplankton, fisheries and carbon cycling.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986090458": {
            "orgId": "986090458",
            "orgName": "HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}