{
    "rcn": "195592",
    "acronym": "PINC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Towards p-type conductivity in In0.5Ga0.5N nanocolumns on a Si (100) substrate with GaN buffer layers",
    "startDate": "15/06/2015",
    "endDate": "14/06/2017",
    "objective": "We propose a 24-months-project, working on the growth and characterization of Mg doped InxGa1-xN Nanocolumns (NCs) on a Si (100) substrate with a GaN buffer layer, aiming to achieve the p-type conductivity in In0.5Ga0.5N NCs. In the previous study, selective area growth (SAG) of In(Ga)N NCs on top of a GaN buffered Si  substrate by using plasma-assisted molecular beam epitaxy (PAMBE) has been achieved. Subsequently, the major challenges for fabricating p-In0.5Ga0.5N/n-In0.5Ga0.5N/p-Si/n-Si stacking solar cells deal with the achievement of controllable p-type conductivity in In0.5Ga0.5N NCs and its reliable assessment. Ordered Mg-doped InxGa1-xN NCs will be grown on a Si (100) substrate with a GaN buffer layer by using PAMBE. The growth will start with Mg-doped In0.3Ga0.7N/GaN NCs. Then Indium mole fraction in subsequent samples will be increased gradually, approaching 0.5. During the process, different characterization measurements will be performed in order to optimize the growth conditions.The proposed project will provide high quality p-type InxGa1-xN, 0.3?x?0.5, NCs on a Si (100) substrate with a GaN buffer layer for further processing. The electronic and structural properties of Mg-doped InxGa1-xN, 0.3?x?0.5, can be abstracted from the characterization results in the project. The information will fill the research gap in the Mg-doped InxGa1-xN, 0.3?x?0.5.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD POLITECNICA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}