{
    "rcn": "195523",
    "acronym": "CHLAMYS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Chlamys: The cultural biography of a garment in Hellenistic Egypt",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Hellenistic Egyptian history has been described as a 'tale of two cultures'. This duality is manifest in the differences between the textile cultures of the two ethic groups that came into contact during the time of the Ptolemies. The fundamental differences concern: a/ the traditional fibre used (linen in Egyptñwool in Greece); b/ the colour preference for garments (white for Egypt-a variety of vivid colours in Greece; c/ the loom used for weaving (horizontal in Egypt-vertical in Greece).  When Alexander the Great first came to Egypt, he decided to leave his mark on the territory, and founded the first city that would bear his name: Alexandria.  Descriptions of the city detailed by such later ancient authors as Diodorus Siculus, Strabo, Pliny the Elder and Plutarch report that the city had the shape of a chlamys, the typical woollen cloak of Alexander and his cavalry. The first chlamys-shaped wold map was also produced in Alexandria by Eratosthenes, head librarian at the famous library under the third Ptolemy. The founding of Alexandria inaugurates systematic cross-cultural interactions between Greeks and  Egyptians, two ethnic groups with distinct languages, cultures, ways of life, and, naturally, dress. The garment chlamys becomes the garment of Ptolemaic royals, while it continues to be the garment of the army. The make-up of this largely mercenary army, though, had since become ethnically diverse, and included local Egyptians. A host of sources (e.g. papyri, iconography on temples, tombs, ostraca, coinage) testify to the fact that the chlamys becomes widespread in both Alexandria and the rest of the Egyptian territory. This project investigates the garment chlamys both as a material object and as a cultural symbol, thus capturing multiple glimpses of everyday life in Hellenistic Egypt, while providing a reassessment of the ongoing discource on dress, ethnicity and identity in cross-cultural cont",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}