{
    "rcn": "195585",
    "acronym": "East-West",
    "topics": "MSCA-IF-2014-EF",
    "title": "Exploring the Eastern and the Western Debate: the Case of Mathematics Teachersí Professional Knowledge and Studentsí Achievement - A Comparative Study between Germany and China",
    "startDate": "15/02/2016",
    "endDate": "14/02/2018",
    "objective": "International comparative studies (e.g., TIMSS or PISA) found that East Asian students outperformed their Western counterparts, which raised the interest in comparative studies between ëëEasterníí and ëëWesterníí cultures significantly. Educational policies in many countries have been revised referring to the results. However, the question how to explain studentsí achievement differences referring to the professional competence of the teachers and the teaching-and-learning processes provided by them has not been in the focus of studies. \nIn view of this, the proposed project aims to investigate differences and similarities of mathematics teachersí professional competence and the relation to studentsí learning outcomes in Eastern and Western cultures with Germany being the Western protagonist and China serving as protagonist for Eastern cultures. Approximately 300 mathematics teachers and their students (about 8,500) in China and in Germany will participate in the study. Mathematics teachersí professional competence will be evaluated using adapted instruments in a previous international comparative project on teachersí knowledge (TEDS-M) and a follow-up study (TEDS-FU) through the means of web-based and video-based testing. Studentsí mathematics achievements and their achievement progress over one year will be evaluated using regular achievement tests at national level in China and at Federal level in Germany. Similarities and differences of Chinese and German mathematics teachersí professional competence and its connections to studentsí mathematics achievements will be analyzed. Social and cultural influences will be further explored for a mutual understanding of the differences and similarities. Based on these results recommendations for the change of German and Chinese teacher education and teacher-in-service-training will be formulated and concrete suggestions will be disseminated broadly. Long-term collaboration with China is in planned following the fellowship",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAET HAMBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}