{
    "rcn": "195501",
    "acronym": "ISSVS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Immune system involvement in sex-specific vulnerability to prenatal stress",
    "startDate": "01/07/2015",
    "endDate": "21/10/2017",
    "objective": "Prenatal stress (PS) is more detrimental to males than to females. Evidence is accumulating that PS may play an important etiological role in the incidence of neurodevelopmental disorders, which often show a male bias in incidence. The mechanisms underlying the sex-specific effects of PS are still unknown, but recent evidence implicates a crucial role for microglia, the resident immune cells of the central nervous system. Although in the adult brain microglia are activated only after infection or injury, in the developing neonate microglia show a structurally activated pattern, especially in males, which coincides with the critical period for hormonal action that cause sexual differentiation of the brain. Very recently the immune system, with a central role for microglia cells, was found to play a pivotal role in the masculinizing pathway. I hypothesize that the sex-specific behavioral vulnerability to PS is caused by sex-specific activation of neonatal microglia, leading to deficits in synaptic pruning, through epigenetic alterations in microglia, most notable in the COX2 promoter. COX2 is pivotal in the feed-forward mechanism of microglia activation and implicated in neurodevelopmental disorders. I will induce or block neonatal microglia activation to study whether PGE2 is both necessary and sufficient to induce the sex-specific vulnerability to PS and its mechanisms. These experiments may give important novel insights into the sex-specific sensitivity to the prenatal environment, and help understand the male predominance in many neurodevelopmental disorders. Coming from a world-leading lab with the main focus on sex differences in the brain I will bring important new knowledge and techniques to the host institute, while I will be thoroughly trained in state-of-the-art techniques at the interface of neuroscience and immunology at the countryís best research university, creating a novel niche in the field and preparing me for a professorship position in the EU.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}