{
    "rcn": "195517",
    "acronym": "MAXWELL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Maximising wellbeing and minimising emissions: backcasting social visions for a low-carbon Europe.",
    "startDate": "14/09/2015",
    "endDate": "13/09/2017",
    "objective": "The science of climate change demands radical long-term reduction in greenhouse gas (GHG) emissions. In supporting this, EU policy is committed to develop a low-carbon future by 2050 . Key to meeting this target is the contribution of energy and both analysis and policy development have been prioritised. The central planks of mitigation practices globally include technological change and efficiency. It is widely acknowledged that the challenge of mitigation fundamentally requires more , as emissions are dependent on the wider development path and underlying driving forces. Within these concepts exists not only the challenge of more complex analysis, but the opportunity of new ways to reduce energy consumption. A neglected but promising option is to look at the social structures underlying material consumption. The perception of mitigation policy is of cost and loss, but there is potential to deliver mitigation while improving peoples¥ lives, to maximise wellbeing and minimise emissions. This study will backcast scenarios of social wellbeing in a low-carbon Europe of 2050 and how to achieve transition. It begins with the contested links between wellbeing and material consumption. The study is a first, adopting interdisciplinary alternative perspectives rather than a unifying theory. These perspectives will be used to develop an original contribution, different visions of desired social wellbeing in the EU of 2050. The energy implications of social scenarios entailing lower material consumption are unknown, this study is original in quantifying their contribution. An innovation follows by backcasting transition through European policy towards scenarios of future wellbeing and reduced emissions. The proposed study is novel and highly innovative addressing priority gaps in knowledge. It dovetails important contributions to energy research and European society and policy with development of the researchers¥ career and shared benefits for the host institution.",
    "totalCost": "179325,6",
    "ecMaxContribution": "179325,6",
    "coordinator": "TURUN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903064": {
            "orgId": "999903064",
            "orgName": "TURUN YLIOPISTO",
            "ecContrib": 179326
        }
    },
    "calculatedTotalContribution": 179326
}