{
    "rcn": "195542",
    "acronym": "OSCAR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Operando study of the catalytic activity of gold nanoparticles by Surface Differential Reflectivity Spectroscopy (SDRS): from plasmonic response to morphology",
    "startDate": "31/03/2016",
    "endDate": "30/03/2018",
    "objective": "The outstanding catalytic activity of gold nanoparticles (NPs) on metal-oxide supports has attracted enormous interest not only for fundamental understanding but also for the design and synthesis of a new generation of efficient catalysts. At the current time, one of the main technical challenges for gold catalyst applications is the stability in terms of sintering during use. As for many heterogeneous catalysts, the characterization of the gold NPs morphology in operating conditions is essential for progress towards practical use. The issue is currently treated by X-ray diffraction at synchrotron radiation facilities. The present project (OSCAR) foresees a breakthrough. It aims to develop an optical method, namely Surface Differential Reflectivity Spectroscopy (SDRS), to determine operando at the laboratory the shape and size of NPs on the basis of their plasmonic response. The challenge is to combine non-invasive SDRS measurements for determining NP morphology to reactivity measurements in realistic conditions. The case study is the archetypal case of CO oxidation on supported gold NPs, for which the relationship between NPs size/shape and reactivity is vividly debated. The catalytic activity of gold NPs will be examined both on a reducible substrate, rutile TiO2(110), and on an irreducible substrate, MgO(100) films on Ag(100), to determine the crucial role played by the supporting metal-oxide substrate.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "909875521": {
            "orgId": "909875521",
            "orgName": "SORBONNE UNIVERSITE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}