{
    "rcn": "195527",
    "acronym": "LOBFRAM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Lobbying and framing in foreign policy. EU and member statesí foreign policies towards Israel and Palestine",
    "startDate": "01/09/2015",
    "endDate": "23/02/2018",
    "objective": "LOBFRAM aims to advance our understanding of lobbying and framing in foreign policy in the European Unionís (EU) system of multi-level governance. While lobbying in the EU has received a lot of attention in recent years, lobbying in foreign policy remains a largely under-researched topic. Therefore, this project will explore the activities of non-state actors (NSAs), such as business groups, NGOs and solidarity movements, in EU foreign policy, investigating the networks that are established at different levels (EU and member states) and framing processes. The main contribution of LOBFRAM will be to investigate networks as transmitters of ideas. In turn, this will help us to analyse how frames are created, get codified and become collective frames influencing foreign policy at both the EU and member state levels, as well as what mechanisms of mutual interaction exist between EU and national foreign policy positions.\n\nLOBFRAM will be based on an interdisciplinary approach building on international relations, EU studies, sociology and organizational studies and will rely on a mixed-methods approach. It will focus on the case study of the Israeli-Palestinian conflict, which is one of the most important policy issues on the EU and member statesí agenda, also in light of the strong commercial links with Israel, the crucial role as donors for the Palestinians and historical legacies. The project will zoom-in on three big member states, namely the United Kingdom, Germany and France, and identify similarities and differences among these member states as well as between them and the EU level when it comes to lobbying and framing activities. \n\nThe findings of this project will be published in a monograph and two journal articles and widely publicized to a non-specialised audience via outreach activities (e.g. a dedicated website, one policy brief and activities for students).",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999957869": {
            "orgId": "999957869",
            "orgName": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}