{
    "rcn": "195557",
    "acronym": "3D-ADAPT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Analysis of tridimensional changes caused by type 2 Diabetes-Associated varianTs",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Despite the worldwide growing incidence of type-two diabetes (T2D), the molecular mechanisms are largely unknown. Genome Wide Association Studies (GWAS) have identified dozens of loci harbouring common SNPs that affect T2D susceptibility. The host lab recently showed that many associated SNPs lie in clusters of islet-specific regulatory elements that form tridimensional chromatin structures in the nucleus. This project aims to evaluate how common genetic variation could impact the tridimensional chromatin structure and transcriptional activity at the level of broad regulatory domains, and ultimately assess its influence on T2D risk. To this end, allele-specific chromosome conformation capture maps will be developed and analysed together with existing reference regulatory datasets of expression profiles, histone modification marks and transcription factor occupancy in human islets. To further define the function of allele-specific interactions, genetic modification experiments will be carried out on selected disease-relevant regulatory elements.  These studies can shed novel insights on how common sequence variation contributes to T2D susceptibility and can lead to the identification of novel non-coding functional variants.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999620018": {
            "orgId": "999620018",
            "orgName": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}