{
    "rcn": "195556",
    "acronym": "FUTURESYRIA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mapping an uncertain future: Social and spatial change in conflicting Syria",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "This research project in Human Geography aims at understanding the spatial and social dynamics of the Syrian conflict (from 2011 onwards). It focuses particularly on the local dimension of both the dynamics of the uprising, the political mobilisations, and the militarisation of the conflict, as well as on the different types of local networks and local organisations and forms of governance that developed since. Looking at the dynamics of the current crisis ëfrom the groundí helps indeed our understanding of the current spatial and social reorganisations.\nThe territorial fragmentation experienced nowadays in Syria, which is in part an effect of the logics of the repression and warfare tactics of the Asad regime, bears profound and long-term effects on the Syrian society. In addition, in 2014, nearly half of the Syrian population is displaced, having either taking shelter outside Syria (refugees, registered or not) or in Syria (Internally Displaced Persons). The scope of destruction is high, questioning the ways in which people can return, if ever, one day. Therefore, Syria faces massive changes both in its social and its territorial fabrics, in the short-term as well as in the foreseen future.  Structural changes and challenges may affect its the neighbouring countries too.\nThe objective of this research programme is to explore the territorial and ësocialí changes that occurred in Syria since 2011, based on local contexts and focusing on local situations: the interrelated movements of people (IDPs and refugees), logics and impacts of destructions, and local dynamics of warfare. This research, based on the collection of local data (through interviews with people inside Syria (through skype) and refugees outside, information collected through social networks, or open data ñ newspaper, reports from NGOs, International agencies, satellite images), will also lead to the production of original maps, at different scales.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}