{
    "rcn": "195591",
    "acronym": "NBSC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Neural basis of semantic control",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Every form of semantically-driven human behavior is supported by semantic ëcontrolí, which refers to executive processes that regulate access to semantic knowledge. To understand everyday verbal and nonverbal activities (e.g., speaking, object use), as well as impairments after brain damage, it is crucial to establish how semantic control is implemented in the brain. \nIn general terms, semantic control is known to be supported by a network of frontal-parietal-temporal brain areas. However, the exact contribution of each area to semantic control and whether each is specific to semantic control or part of a general cognitive control function, remain to be determined. Besides advancing basic science these questions are clinically important as different parts of the network can be affected by brain damage. \nThe goal of this project is to answer these questions by carrying out two fMRI investigations and one TMS study, on the very same participants. This novel combined multimethod approach ensures that this project will provide convergent evidence on these key issues. To find specializations related to different types of semantic control, we will first run an fMRI study with a semantic association task comparing two different conditions that differ only for the type of semantic control processes required. To explore the extent to which these functional specializations are dedicated to semantic control, we will run a second fMRI study with a non-semantic association task and we will compare control effects across semantic and non-semantic tasks. To test whether the brain areas revealed by fMRI have a necessary role for different types of semantic control, we will run a TMS study during a semantic association task. Thus, additional innovative aspects of this project reside in measuring neural priming disruption effects with fMRI and in using online single-pulse TMS, to allow more precise evaluation of the contribution of each area and its time-course in semantic control.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}