{
    "rcn": "195544",
    "acronym": "iRhom2 in AD",
    "topics": "MSCA-IF-2014-EF",
    "title": "iRhom2 in neuroinflammation and pathogenesis of Alzheimerís Disease",
    "startDate": "01/12/2015",
    "endDate": "30/11/2017",
    "objective": "Alzheimerís disease (AD) is the most common form of dementia in the elderly, a syndrome characterized by loss of memory and cognitive decline. AD has a dramatic socio-economical impact that is foreseen to worsen in the near future unless a cure is found. The pathology is triggered by the accumulation of A? oligomers that begins a cascade culminating with the formation of neurofibrillary tangles within the neuron and cell death. Neuroinflammation is emerging to play a key role in this process and it has been associated with the progression of the disease.  \nThe rhomboid-like protein iRhom2 has been recently identified as a genetic risk factor for AD, even though the underlying mechanism remains to be characterized. iRhom2 recently emerged as a novel pro-inflammatory protein required to traffic TACE (tumor necrosis factor-? converting enzyme) towards the plasma membrane and guide its maturation, thereby regulating the release of TNF?, a cytokine implicated in several inflammatory diseases. Consequently, iRhom2-/- mice are protected from sepsis and rheumatoid arthritis, which involve TNF?-dependent inflammation. In addition, the concept is emerging that iRhom2 may regulate trafficking of additional clients other than TACE, thus controlling other signalling events in neuroinflammation. The main objective of this proposal is to characterize the role of iRhom2 in neuroinflammation and in the progression of AD. I plan to cross an AD mouse model with iRhom2-/- mice and evaluate role of iRhom2 in the progression of the disease. In addition, I will use avant-garde proteomic approaches to identify novel iRhom2 clients in primary macrophages. Candidates relevant in neuroinflammation and AD will be further validated using an array of biochemical and functional assays. From this research I aim to identify new targets to develop therapies for treatment of AD, in line with the objectives of H2020 Work Programme to promote healthy ageing of the EU citizens.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875710": {
            "orgId": "999875710",
            "orgName": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}