{
    "rcn": "195512",
    "acronym": "MEHYB",
    "topics": "MSCA-IF-2014-EF",
    "title": "Many-body effects in hybrid quantum systems",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "The interdisciplinary field of hybrid quantum systems pursues the integration of different quantum systems from AMO and solid-state physics to harness their combined functionalities in an optimal way. Prominent examples are long-lived spin ensemble quantum memories for superconducting qubits or (opto-)mechanical quantum transducers, which are currently experimentally implemented for future quantum information processing applications.\n\nThe general aim of this project is to identify and analyze a new and range of applications for hybrid quantum systems for the study of non-equilibrium quantum many-body effects and phase transitions in open quantum systems. For that purpose the hybrid system approach offers many, still unexplored advantages for combining dissipative and coherent elements in a controllable and scalable way. The focus of this project is two-fold: i) We will analyze the implementation of collective spin models in hybrid quantum system arrays consisting of spin ensembles coupled to microwave cavities and show that this system can serve as prototype model for identifying universal features of non-equilibrium phase transitions in open quantum systems. ii) We will study superconducting qubit arrays with integrated nanomechanical resonators for the implementation of spin models coupled to engineered local reservoirs. This will provide a first realistic approach for simulating open many-body quantum systems coupled to unconventional reservoirs, exhibiting, for example, strong site-dependent temperature variations, or mixed positive and negative temperatures. Analyzing these specific models will open a path for hybrid quantum system arrays as a new quantum simulation platform for non-equilibrium and open quantum many-body systems.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}