{
    "rcn": "195584",
    "acronym": "POLITICALLIFEWRITING",
    "topics": "MSCA-IF-2014-EF",
    "title": "MASS POLITICAL LIFE WRITING",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Self-narration is extraordinarily common in contemporary culture. The practice constitutes an extremely popular literary genre, is widespread on the internet in the form of diaries updated daily by huge numbers of web users, and is used in organisational training and as a tool in personal therapy education. Employing an interdisciplinary approach ñ drawing on social history, sociology, semiotics and textual analysis ñ my research project will examine one of the 'archaeological' elements underpinning this success: the mass political use of the autobiographical form, first by communism and subsequently by feminism after the Second World War, with a focus on the Italian experience. The Italian Communist Party (PCI) was the largest communist party in the Western world, and Italyís experience of feminism is one of the most significant on the European continent. Both movements made intense political use of the autobiographical form. The Italian communists inherited the activist autobiographical framework characteristic of the Bolshevik experience. Self-narration was a prerequisite to joining the PCI until the second half of the fifties; however, this organisational practice became obsolete over the course of the sixties. The link between autobiographical accounts and political activism was subsequently revived by feminism in the seventies, in the context of consciousness raising groups. The main objectives of the project are the following:  A) to analyse the mass political use of the autobiographical account in Italy since the Second World War;  B) to use this analysis to produce an innovative interpretation of the actual success of self-narration. They will be fulfilled through research in the archives of the PCI and the Italian feminist movement. I will use Italian historical events as a case study to highlight the obscure political origins of a specific activity ñ self-narration ñ that unites various contemporary national cultures of Europe in a transnational manner.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}