{
    "rcn": "195555",
    "acronym": "MarkEfficiency",
    "topics": "MSCA-IF-2014-EF",
    "title": "Digestive and nutritional indicators of feed efficiency in cattle fed forage-based diets",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "As the human population approaches 9.5 billion in 2050, and societies as a whole become more affluent, the demand for meat and milk is projected to nearly double. The current challenge facing humanity is to achieve food security in a sustainable manner. As such, sustainable livestock production must be targeted towards the efficient use of feeds not suitable for human consumption. As a result of their symbiotic rumen microbial population, ruminants are strong targets for manipulation as they can convert fibrous forages and low quality nitrogen sources into high protein meat and milk. Evaluation of the feed efficiency of ruminants fed non-competitive feed resources is an important avenue to increase the profitability and sustainability of European ruminant farming systems. Feed efficiency is a complex trait that is lengthy and costly to phenotype. Additionally, in order to provide a comprehensive evaluation of the ìsustainableî phenotype, newer sustainability parameters, such as methane emissions and nitrogen losses need to be incorporated. Metabolism and digestion have been described as the two most important physiological drivers of variation of feed efficiency in ruminants. Thus, the objective of this proposal is to explore potential biomarkers and microbial indicators of feed efficiency in growing cattle fed forage-based diets to improve our understanding of the physiological basis of efficient animals.  Using feed conversion efficiency and residual feed intake as benchmark indexes of efficiency, we will test and improve the use of modern isotopic N fractionation and rumen microbial phylotyping techniques as practical tools to evaluate feed efficiency in ruminants and to better understand and correlate the rumen microbial community signature to an efficiency phenotype.  These biomarkers could be used as an early evaluation tool in young animals and in commercial settings for selection and assessment of nutritional management problems.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}