{
    "rcn": "195550",
    "acronym": "NESSY",
    "topics": "MSCA-IF-2014-EF",
    "title": "NEw Science from the phase space of old stellar SYstems",
    "startDate": "15/10/2015",
    "endDate": "14/10/2017",
    "objective": "In the last few years our traditional interpretative paradigm of the internal dynamics of globular star clusters (GCs) has  been  revolutionized  by  a  series  of  discoveries  about  their  chemical, structural, and kinematic properties. The existence of multiple stellar populations is now regarded as a ubiquitous phenomenon, while for decades GCs have been viewed as the epitome of a ìsimple stellar populationî. Empirical scaling relations between super massive black holes masses and the velocity dispersion of their host galaxy encourage to consider GCs as host systems of intermediate mass black holes (IMBHs). Finally, little attention has been traditionally paid to the role played by angular momentum in the dynamical evolution of these systems, yet an increasing number of young and old star clusters are now being observed to have evidence of rotation. The astrometric mission Gaia, by allowing the acquisition of the proper motion of thousands of stars in Galactic GCs with exquisite detail, will soon unlock the full phase space of these stellar systems. Such a tremendous observational progress, coupled with recent improvements on the side of numerical simulations, calls for a renewed effort on dynamical modelling. The proposed research program is therefore exceptionally timely and, by means of a unique combination of analytical models, numerical simulations, and the exploitation of state-of-the-art observational data, aims at forming a more realistic dynamical paradigm for this class of stellar systems by providing answers to the following key questions: (1) Are there specific signatures in phase space characterizing the dynamical evolution of multiple stellar populations in GCs? (2) What is the role of the angular momentum in the early and long-term dynamical evolution of star clusters? (3) Is there a dynamical connection between internal rotation and the presence of IMBHs in GCs?",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}