{
    "rcn": "195526",
    "acronym": "Hadza communication",
    "topics": "MSCA-IF-2014-EF",
    "title": "Communication Development in Infants: the Case of the Hadza Hunter-Gatherers of Tanzania",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "The way children learn to communicate verbally and non-verbally depends to a great extent to the culture in which they are raised. Much is known about the social environment of children living in Western societies, but much less is known about how children are socialized in hunter-gatherer societies. The proposed project aims at gaining insights into the development of communication in hunter-gatherer children. The projectís aims are \nï to develop a minimally intrusive assessment method that gives access to the learning process by including physiological measures.\nï to analyze physiological responses to infantsí verbal and non-verbal interactions with their social environment focusing on the Hadza, as a particularly interesting cultural community. \nï extract patterns in data from diverse sources (audio, video, observation, electrophysiological measures) with automated data mining methods.\nThe approach is interdisciplinary, integrating methods from anthropology and ethology with modern physiological assessment methods, innovative wearable technology and data mining techniques. It is important to know more about the development of communication in Hadza infants as communication in hunter-gatherers has not been comprehensively studied and the Hadza are a community living in conditions that resemble our ancestorsí living conditions. This helps to shed light on the evolution of language in our species. As hunter-gatherer societies are increasingly threatened due to ecological, economic and political changes in their environment, it is crucial to conduct this research as soon as possible.\nMy personal training targets are to apply my previous field work experience to a new and interesting cultural community and relate this to theories about the evolution of language, to fruitfully combine methods from different disciplines and learn how to use data mining techniques in order to analyze large amounts of data from various sources.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899475": {
            "orgId": "999899475",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}