{
    "rcn": "195593",
    "acronym": "MHAtriCell",
    "topics": "MSCA-IF-2014-EF",
    "title": "Hyaluronan-rich matrices crosslinked with collagen-like peptides for 3D culture of ovarian cancer cells",
    "startDate": "15/06/2015",
    "endDate": "14/06/2017",
    "objective": "In recent years creation of artificial matrices from relatively simple biomaterials that can support tumour growth in 3D is becoming an increasingly popular platform for recreating the tumour microenvironment (TME) in vitro since 3D cell culture models can more realistically reflect the in vivo TME compared with 2D monolayer cultures. In this project, we will design and fabricate novel hydrogel matrices comprising of hyaluronan crosslinked with collagen-like triple helical peptide amphiphiles (PAs). The novel HA-PA matrix will contain built-in cell adhesion sequence, HA-binding motif and matrix metalloproteinase (MMP) cleavable sequences. We will characterise these 3D hydrogel matrices to support the encapsulation and culture of ovarian cancer cells. The MMP-assisted hydrogel degradation, migration and invasion of ovarian cancer will be studied on these models using advanced electron microscopic techniques and enzyme assays. In the final phase of our study we will characterise the inhibitory potency of a highly potent and selector inhibitor of MMP-2 and MMP-9 on this system. The findings from this study will have direct implications in understanding the mechanisms associated with ovarian cancer dissemination and the newly developed hydrogel matrix can find further use as a novel biomaterial in tissue engineering and as a 3D cell culture model in cancer drug discovery and delivery.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}