{
    "rcn": "195586",
    "acronym": "SIBG",
    "topics": "MSCA-IF-2014-EF",
    "title": "Strongly Interacting Bose Gases",
    "startDate": "20/07/2015",
    "endDate": "19/07/2017",
    "objective": "This project addresses questions of emergent phenomena: How do remarkable properties of matter emerge from complex correlations between the atomic constituents? This is one of the current grand challenges in the physical sciences. Specifically, the research will focus on Strongly Interacting Bose Gases (SIBG). The Bose gas is of fundamental significance as a quintessential example of a quantum fluid. SIBG occur when interactions are maximized by a large scattering-length (of a similar magnitude to the interparticle spacing). In the unitary limit (divergent scattering length) all physical properties are expected to scale with the density. Recent experiments with ultra-cold quantum gases have observed that such a state can be created, and its properties accurately measured. Such experiments provide us with access to a remarkably clean and tunable realisation of a strongly interacting quantum many-body system. This is ideal for building up our understanding of many-body physics, which harbours some of the most difficult and relevant questions in the physical sciences. Currently, our theoretical understanding of SIBG is relatively undeveloped, and questions relating to their most basic properties lack consensus. In this project we will theoretically determine the thermodynamics and stability of SIBG. Within this proposal, we outline a set of highly innovative approaches designed to achieve these goals. Our theoretical models are based on an amalgamation of few-body and many-body approaches, for which the combination of; Experienced Researcher ñ Dr Sykes, and LPTMS supervisor ñ Dr Petrov, form a uniquely capable team. This research lies at the cutting-edge of strongly-correlated quantum many-body physics. The results will fundamentally advance our understanding of quantum fluids, and provide us with new theoretical methods/innovations that can be utilised and tested in other areas of condensed-matter and material-science.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}