{
    "rcn": "195562",
    "acronym": "NAP-QDYS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Nitroaromatics photophysics and photochemistry: a quantum dynamics study",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Nitroaromatics are a vast group of molecules of interest in different fields of research and applications: for example urban atmospheric contamination, energy materials and to the drug delivery sector. The simplest nitroaromatics compounds are nitrobenzene, 1-nitronaphthalene, and 2-nitronaphthalene. The study of such systems will then constitute the most natural starting point in order to investigate the properties of the nitroaromatics group of compounds. Moreover these three particular molecules are characterized by important and in some case unique photophysical and photochemical properties. For example, 1NN is the organic compound with the fastest multiplicity change ever measured. Recently, an increasing interest in NB has occurred in relation to the so-called roaming radical reactions, which are a new type of reactions that follow a mechanism not contemplated in transition-state theory. With the present project, we aim to characterize the photophysics and photochemistry of the related systems NB, 1NN and 2NN under UVA/UVB exposure through the computation of ab initio quantum chemical dynamics simulations. In particular we will study: their main decay paths, the intersystem-crossing process toward the triplet manifold, the mechanisms leading to the photoisomerization of the nitro into a nitrite group, including the possibility of roaming radical photoisomerization, and the competition among all the mentioned processes.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF BIRMINGHAM",
    "participantCountries": "UK",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 91727
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 91727
        }
    },
    "calculatedTotalContribution": 183454
}