{
    "rcn": "195598",
    "acronym": "NanoSyNNets",
    "topics": "MSCA-IF-2014-EF",
    "title": "Nanowires to study single synapses in patterned neuronal networks.",
    "startDate": "01/03/2015",
    "endDate": "28/02/2017",
    "objective": "In neuronal networks of the brain, synapses are the connection points between neurons. The dynamics (or plasticity) of these synapses allow us to think, learn and memorize. A deeper understanding of these phenomena requires investigations of single synapses. Synapses have been intensively studied in vivo but in such studies the physiological complexity limits the investigations at the single synapses level.  \n Despite tremendous technical and conceptual advances of in vivo studies, we miss (1) a better understanding of the mechanics of synapses formation; (2) observing directly the chemical activity at single synapses; (3) investigating the role of neuronal network topology in synaptic plasticity. These classical limitations can now be overcome by alternative in vitro approaches, using recent technological advances in microfluidics and nano-technologies.  \n The aim of NANOSYNNETS is to use vertical arrays of NANOwires (aNWs) to study in vitro the formation and plasticity of single SYnapses in Neuronal NETworkS with controlled topologies.\n With my expertise in growing controlled neuronal networks in microfluidic chips, I decided to join the one of the leading group in bio-nanotechnologies, lead by Karen Martinez (KM) and based at the NanoScience Center (NSC) of the University of Copenhagen (UCPH), to exploit novel technologies for the investigation of in vitro single synapse formation, activity and plasticity. This novel approach will give a complementary and cutting-edge point of view to classical in vivo studies of synapses and will thereby provide unmatched insights into neurobiology and will shed new lights on unanswered questions in learning mechanisms or neuronal communication.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}