{
    "rcn": "195583",
    "acronym": "FOREMOTIONS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Formal Frameworks for Modal Notions Conceived as Predicates",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Philosophy strives for a better understanding of modal notions such as necessity, possibility, truth, knowledge. Modal logic, however, the formal tool privileged by philosophers to shape their theories about intensional notions, displays severe drawbacks: its use determines an incoherent treatment of different kinds of modalities and it is expressively weak as important general claims are not fully formalizable in it. In the project I develop an alternative approach to modal notions. Instead of treating them as operators applying to formulas, I will consider them as predicates applying to terms naming formulas. The overarching aim of the proposal is to provide philosophy with an expressive and coherent framework that could represent a valid alternative to modal logic. More precisely, I will develop three research objectives corresponding to three fundamental research gaps traceable in the current literature on modal predicates: the formulation of a natural account of the bearers of modal notions, a consistent and mathematically powerful treatment of the interaction of modal predicates, a predicate approach to de re modal ascriptions that will open the way for a new approach to modal metaphysics in the predicate setting. The project will develop a unified effort to bridge mathematical logic, philosophy of mathematics and metaphysics. It will result in the establishment of leading research profile setting the agenda for a network of researchers in the flourishing area of mathematical philosophy.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}