{
    "rcn": "195545",
    "acronym": "2DNano",
    "topics": "MSCA-IF-2014-EF",
    "title": "Beyond Graphene: Fundamental properties of 2D materials at the atomic scale",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "The aim of the 2DNano project is to further the development of a high potential European researcher, Dr. Garnica, in the field of nanotechnology through an ambitious research programme that straddles the interface of physics, chemistry and engineering. The project is taking place for two years at the Chair E20 at Technische Universit‰t M¸nchen, a leading institution for nanoscience and nanotechnology. The main goal of the proposal is the synthesis and atomic level understanding of novel two-dimensional (2D) structures on metallic substrates.\nThe success of graphene has spurred tremendous expectations and research efforts in the development of novel 2D materials with outstanding structural and electronic properties. In graphene, the superlative electronic properties are a consequence of its characteristic band structure, linear near the Fermi level, which convert it in a semimetal. Nevertheless, a large variety of electronic properties, including band gaps and electron mobilities, can be found in the direct analogues of graphene such as the insulator hexagonal boron nitride (h-BN) and the theoretically predicted semiconductor silicon carbide (SiC) honeycomb sheets. With the 2DNano project, we will dedicate considerable efforts in designing new synthetic methods for the production of these 2D materials on metallic substrates, in particular SiC on a silver substrate. The fully characterization of these layers at atomic scale by complementary spectroscopy and microscopy techniques will provide us a wealth of information on their chemical, electronic and geometric structure. This crucial information will be important for the further functionalization of such heterostructures with the final objective of adding new functionalities.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}