{
    "rcn": "195515",
    "acronym": "GCP-GEOTARCTIC",
    "topics": "MSCA-IF-2014-GF",
    "title": "Geochemical-physical coupled study of the modern Arctic Ocean: GEOTRACES-ARCTIC",
    "startDate": "01/07/2015",
    "endDate": "30/06/2018",
    "objective": "Climate-driven alterations of the Arctic Ocean (sea ice cover, hydrography, circulation) strongly influence biological productivity and ecosystem structure. At present, our ability to evaluate the full impact of these changes and predict their future trajectory is limited by a poor understanding of the interacting chemical, physical and biological processes which shape the functional characteristics and resiliency of Arctic waters. To bridge this critical knowledge gap, a pan-Arctic field study (Arctic-GEOTRACES) is being coordinated between Canada (2015), US, Germany and France to generate a quasi-synoptic database of biogeochemical tracers in relation to circulation and ecosystem structure and productivity. The Canadian program involves 28 investigators including biological, chemical and physical oceanographers, experimentalists and modelers.\nFully integrated in this program, the proposed research focuses on tracers of ocean circulation and land/ocean chemical exchanges (Rare Earth Elements, ENd, 230Th, 231Pa), both impacted by climate change in the Arctic. It will be conducted on the Canadian section, from the Canada Basin to the Labrador Sea, and consists of a three-step approach:\n1) Modelling study of Arctic Ocean dynamics, including off-line Lagrangian analyses to refine the sampling strategy for the tracers above-mentioned;\n2) Measurements of these tracers on the Canadian section to specifically investigate land-ocean exchanges and circulation; \n3) Integration of these data into a fine resolution model coupling circulation, sea ice dynamics and biogeochemical processes to refine our understanding of circulation and to quantify land-ocean margin chemical exchanges of bioactive or water mass fingerprinting chemical elements.\nBesides enriching international databases, results from this program will provide foundational information critical for sustainable development in the Arctic.\nSecondment/return phases: UBC (Vancouver, CA)/LEGOS (Toulouse, FR).",
    "totalCost": "250160,4",
    "ecMaxContribution": "250160,4",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 250160
        },
        "998804636": {
            "orgId": "998804636",
            "orgName": "UNIVERSITY OF BRITISH COLUMBIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 250160
}