{
    "rcn": "195531",
    "acronym": "RNA-SHAPE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Structure and function of repeat-derived non-coding RNAs in epigenetic regulation of mammalian pericentric heterochromatin",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "A significant fraction of mammalian genomes is composed of repetitive elements, such as pericentric major satellite repeats. Repetitive elements present a critical challenge to genome stability because these regions are prone to recombination. To safeguard genome integrity, these repetitive sequences are maintained in an epigenetically silent heterochromatic state to prevent mutagenic recombination. A confounding enigma revealed by recent transcriptome-wide studies is that repetitive elements are actively transcribed into noncoding RNAs (ncRNAs). Furthermore, these repeat-derived transcripts are themselves important to maintain the heterochromatic structure at repetitive elements. Nevertheless, it appears that a certain balance must be achieved since overexpression of repeat-derived ncRNAs is a hallmark of the most common types of cancer. How repeat-derived ncRNAs function in epigenetic regulation of heterochromatin is poorly understood. In this proposed study, ncRNAs transcribed from mouse pericentric major satellite repeats will be investigated as a paradigm to understand the precise mechanism of how these ncRNAs regulate heterochromatin formation. The key element of the proposed study is characterizing the function of major satellite RNAs from a structural perspective. This is a novel and promising approach because the functions of RNA molecules are intimately linked with their ability to fold into complex structures. A possible scenario is that accurate folding of major satellite RNA directs the local recruitment of chromatin complexes to pericentric loci. To address this hypothesis, the proposed research programme aims to achieve the following: (i) determine the structure of major satellite RNAs; (ii) determine if major satellite RNAs are divided into functional domains and how this relates to the structure; and (iii) determine how the structure of major satellite RNAs influence their interaction with pericentric DNA and chromatin-associated proteins.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}