{
    "rcn": "195588",
    "acronym": "DEEPER",
    "topics": "MSCA-IF-2014-EF",
    "title": "Deep Earth Elastic Properties and Effective Rheology",
    "startDate": "30/07/2015",
    "endDate": "29/07/2017",
    "objective": "The interface between the Earthís rocky mantle and molten outer core, located 2900 km below the surface, is marked by a patchwork of enigmatic structures. These structures, revealed by anomalous reductions in the speed of traveling seismic waves, are characterized by high density, partial melting, and low topographic heights (10-40 km above the core-mantle boundary). Due to the low seismic wave speeds, they are called UltraLow Velocity Zones (ULVZs). Since their ?rst discovery in the 90s, our understanding of the ULVZs has been based on seismic observations. The in?uence of microscale distribution of melt and minerals on the seismic signature and the internal structure of the ULVZs remain a challenging question in geophysics. To address this question, this project will use a cross-scale approach to quantify the in?uence of partial melting and solid composition on the elastic properties and rheology of the UL-VZs based on a microstructural model. Using the microscale constraints on the physical properties, the km-scale internal structure of the ULVZs will be simulated using a ?nite elements model.\n\nThe interdisciplinary approach of this project relies on using state-of-the-art high performance computational ?uid mechanics models to answer fundamental questions in Earth Sciences. The uniqueness of this approach arises from the special consideration of microstructures, a crucial, but dif?cult to quantify aspect in Earth sciences. The multidisciplinary aspect of this work will train the researcher in new modeling skills. Upon his return to India, where research in deep Earth is still in its infancy, the researcher will be able to establish his own research agenda leading the countryís effort in that area. Continued inter-national collaboration between the host institution and the researcherís future group will be of enduring value to the EU.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861451": {
            "orgId": "999861451",
            "orgName": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}