{
    "rcn": "195577",
    "acronym": "EPICA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Exploring Photon-photon Interactions with Cold Rydberg Atoms",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "'The requirements for the basic building blocks of Quantum Information Processing (QIP) are sometimes contradictory: one must seek components that are immune to interactions to preserve their fragile quantum properties, and, at the same time, to have strong, controllable interactions to perform operations on the quantum information they carry.\n\nDifferent implementations using atomic, solid state or photonic systems have different strengths and weaknesses, so there has been a growing interest in the study of hybrid systems, that combine different technologies to implement those basic building blocks. \n\nPhotons are the best system to transfer quantum information, because they travel very fast (as fast as it is possible) and are virtually immune to losing their quantum properties; however, photon-photon interactions are very weak, and most materials only show nonlinearities at high photon numbers.\n\nRecently, it has been shown that Rydberg atoms can mediate strong, controllable interactions between individual\nphotons, thus being an ideal system for QIP tasks. 'Exploring Photon-photon Interactions using Cold Rydberg Atoms' (EPICA) is a project aimed at exploring the effective photon-photon interactions mediated by Rydberg atoms. The aims of this project are three: \nñ To combine Rydberg atoms with externally generated single-photons.\nñ To describe in a fundamental way dipole-dipole interactions in the context of multiple stored photons in a highly interacting medium (Rydberg atoms).\nñ To apply this fundamental knowledge to implement basic building blocks for Quantum Information Processing, such as two-photon gates, that could eventually work with single-photons that can be entangled; or others such as a Fock state discriminator or a Fock state emitter.'",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}