{
    "rcn": "195572",
    "acronym": "PEMETH",
    "topics": "MSCA-IF-2014-EF",
    "title": "Planning and Evaluation Methodologies for Mental Healthcare Buildings",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The study of psychiatric facilities is major for the care of vulnerable people. It is central to the study of therapeutic environment for mental health, great value for understanding mental illness and the psychosocial impact of the built environment and formulating interdisciplinary relations between architecture and health. In Europe, about 20% of the burden of disease relates to mental illness. With low diagnostic and low medical treatment accuracy factor, environment is key for quality of care and patientsí social re-integration. The key questions of this proposal are: (i) how the mechanisms of the environment influence the personal and social milieu of psychiatric space, and (ii) how the environmental needs of the mentally ill are met by wards. Work in other healthcare settings has shed some light on the first, yet little is known about the second. For these, the researcher aims to exploit the scientific tools of architectural morphology (Space Syntax) and juxtapose them with a patient-focused, model for the evaluation of psychiatric environment (the SCP model), to investigate environment in an integrated way. The research will be comparative of two methodologies and will involve facilities in the community as case studies for its physical locus. Those will be examined for their spatial qualities. The findings could set the framework for a model for evidence-based healthcare architecture to serve as design and evaluation tool, immediately accessible to architects and stakeholders. The final product will be design methods and guidelines for healthcare architecture and in particular for community psychiatric facilities immediately accessible to architects. The research is expandable, when environment is important in prevention and care strengthening the area between healthcare from one side and architecture on the other. However, the largest contribution is in architecture, a sector of great potential, yet in need of more interdisciplinary connections.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}