{
    "rcn": "195564",
    "acronym": "LORENZLIDAR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Classification of Forest Structural Types with LiDAR Remote Sensing Applied to Study Tree Size-Density Scaling Theories",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The main goal of this research is to develop an objective methodology for monitoring forest structural complexity by airborne laser scanning (ALS) remote sensing. Most European countries are currently acquiring low-density national ALS data, by scanning with LiDAR sensors onboard airborne platforms, in the process to obtain full-country coverage and making it publicly available. These datasets are taken in relatively homogeneous conditions, therefore providing with a chance to develop Pan-European indicators and automated unsupervised methods not requiring field data. With the intention of producing a methodology that could be replicated in practice by any forest practitioner, publicly available ALS data from national land surveys of Member States will be used, and unsupervised methods not requiring field data will be developed. The laser partly penetrates the forest canopy, therefore providing an opportunity to study the establishment of natural regeneration in the understory layers. The analysis will be based on the study of the Lorenz curve, a method for which the applicant has obtained promising preliminary results and which the present proposal plans to generalize for more forest ecosystem types and low-density National laser datasets. The diameter distributions will be evaluated with regard to their agreement to metabolic ecology and demographic equilibrium theories. The development of a mathematical framework linking Lorenz ordering to diameter-density scaling relationships will provide with a method for authomated ecological evaluation of forests by means of ALS remote sensing. In practice this means that competition and forest disturbance conditions are different at different forest areas, and we suggest that the Lorenz method for ALS can provide indicators for these conditions. The application will be on a replicable method for forest stratification into structural types from ALS data acquired in national programmes.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}