{
    "rcn": "195521",
    "acronym": "FACT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Francophone African and Caribbean Theaters",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The cultural and artistic expressions of Black minorities are still unknown, devalued, and understudied in France today where exclusion and discrimination keep growing. Therefore it is urgent to analyze and recognize the work of African and Caribbean dramatists who embody the diversity and multiculturalism of our global contemporary world. The goal of FACT (Francophone African & Caribbean Theaters) is to revisit the history of Francophone Black theaters born out of the brutal encounter of Europe, Africa and the Americas, and to evaluate the effects of colonialism and postcolonialism on contemporary France. This colonial legacy is still denied today although being an integral part of the French national history. As a specialist of Caribbean theater, I will join the Theater studies Department at the University Sorbonne Nouvelle to collaborate with Professor Chalaye, specialist of African drama, to examine plays written by dramatists from Africa and the Caribbean from the 1960s to date. We intend to show that migrations that followed decolonization have transformed, nourished and enriched the French nation. We also want to challenge not only stereotypes and prejudices against Black minorities, but also the conception of a homogeneous unique French identity. FACT will contribute to make Francophone African and Caribbean drama more visible in the field by creating a database of texts and audio/videorecordings and by developing a postcolonial analysis of the materials. The outcome of FACT will create awareness among the general public of the reality of a multi-racial and multi-cultural nation born of a shared colonial history with the ultimate goal to encourage French and European citizens to lose their fears of the ìOther,î to be opened to the difference, and to welcome and celebrate the diversity of Europe.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE PARIS III SORBONNE NOUVELLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885119": {
            "orgId": "999885119",
            "orgName": "UNIVERSITE PARIS III SORBONNE NOUVELLE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}