{
    "rcn": "195581",
    "acronym": "WO for solar fuels",
    "topics": "MSCA-IF-2014-EF",
    "title": "Integrating molecular water oxidation catalysts with semiconductors for solar fuels generation",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "One of the biggest challenges of our society is the need to find a renewable, clean, easily storable and transportable energy source. Hydrogen and other solar fuels (e.g. methanol or formaldehyde) have been appointed as one of the future energy vectors. Having natural photosynthesis as inspiration, we can develop a device capable to split water using sunlight, obtaining oxygen and hydrogen. Although rapid progress is being made in the preparation of nanostructured electrodes that use visible light for fuel synthesis (including H2 evolution and CO2 reduction), their efficiency still remains modest due to slow catalytic function, the multi-electron requirements and the loss in efficiency due to electron (e-)/hole (h\\) recombination. We aim to address these limitations by functionalising semiconductors with molecular catalysts for water oxidation, designed to achieve unidirectional charge separation and capable of accumulating multiple oxidations. This project involves the complete characterisation of the electron processes taking place within the photoanode using time resolved spectroscopic and electrochemical techniques. Through iterative design-evaluation-feedback we aim to identify the key limiting factors and model general rules to enhance the performance of photoanodes. Ultimately, the photoanodes will be assembled with a functional cathode to build a complete photoelectrochemical cell for solar fuel generation.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}