{
    "rcn": "195595",
    "acronym": "SIDEW",
    "topics": "MSCA-IF-2014-EF",
    "title": "Seabed Imprint of Dense Shelf Water Cascading",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Dense shelf water cascading (DSWC) is an atmosphere-driven seasonal phenomenon that occurs in marine regions off Europe and elsewhere. DSWC starts when surface waters over the continental shelf become denser than surrounding waters and sink, generating a near-bottom turbulent flow that moves downslope along the seabed. This process contributes to the deep ocean ventilation and in the global thermohaline circulation (and hence global climate), and involves the massive transfer of energy and matter from shallow to deep waters. While frequently cited as a possible control of the seafloor morphology, there is a lack of studies isolating the DSWC geomorphic effects from other processes known to shape continental margins.\nThis project aims to study the seafloor imprint of DSWC using high-resolution field data and interdisciplinary concepts. The primary focus will be on multibeam bathymetry data sets from 6 areas affected by DSWC. 8 leading research institutions committed to provide the data required. The main expected results are: 1) a better understanding of the physical processes involved in the propagation of DSWC flows, 2) a quantification of their capacity to erode and deposit sediment, and 3) a characterization of the sensitivity of DSWC formation and distribution to climate change in Polar Regions. The host institution expertise on the links between ice sheet dynamics, climate change and marine geological records will be crucial for the training of the applicant and for the success of the project. The planned secondment will add a numerical modelling component so that an in-depth knowledge of the physical processes involved in the propagation of DSWC is achieved. This pioneering work will extend European leadership in the study of DSWC, address EU challenges in the Horizon 2020 programme, and be of interest to industries exploring for natural resources. The project represents an extraordinary opportunity for the applicant to develop technically and professionally.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}