{
    "rcn": "195563",
    "acronym": "CREAM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Control of Energy by Advanced Artificial Materials",
    "startDate": "01/04/2015",
    "endDate": "",
    "objective": "The objective of the present project is to control the energy carried out by mechanical and electromagnetic waves by means of a new type of advanced artificial structures. To achieve this control resonant cavities for the simultaneous localization of elastic and electromagnetic waves will bedeveloped. The mentioned structures will be based on artificial anisotropic and inhomogeneous materials, designed by properly engineered periodic arrangements of scattering units.\nThe project aims to exploit the unusual properties of these complex structures for the localization of the energy carried out by mechanical and electromagnetic waves, offering in this way a new insight to the field of artificial materials (metamaterials), where less attention has been given to the problem of localization of waves, since it has focused efforts in the extraordinary propagation characteristics of waves along them (negative refraction, cloaking, transformation acoustics and electromagnetics, etc.).\nThe objectives of the project will be accomplished by the deep understanding of a new type of structures: Radial Wave Crystals (RWC), a special type of sonic and photonic crystals which present cylindrical or spherical symmetries.\nIt is well known that cylindrical shells of RWC present extraordinary resonant properties. However, their study has been slow given the difficulties found in their physical realization. In this proposal this feasibility will be explored, and also less restrictive versions of RWC will be seek, but trying to keep their extraordinary properties.\nFinally, based on RWC a new type of optomechanical cavities will be investigated, by studying the electromagnetic and mechanical properties of these structures embedded in finite substrates. An iterative discussion with experimentalists at the IEMN (the host institution) will lead to a realistic proposal for the fabrication of an efficient optomechanical cavity based on inhomogeneous and anisotropic structures.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DES SCIENCES ET TECHNOLOGIES DE LILLE - LILLE I",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899378": {
            "orgId": "999899378",
            "orgName": "UNIVERSITE DES SCIENCES ET TECHNOLOGIES DE LILLE - LILLE I",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}