{
    "rcn": "195565",
    "acronym": "TOTIPOTENCY2014",
    "topics": "MSCA-IF-2014-EF",
    "title": "Dissecting the epigenetic control of totipotency.",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "One of the most critical epigenetic and chromatin remodelling processes in mammalian development occurs shortly after fertilization restoring totipotency. Due to limited cell numbers and lack of experimentally tractable systems, the mechanisms and regulation of this developmental stage are poorly understood. This proposal will provide important mechanistic insights into the epigenetic control of early embryonic gene expression, and its relevance to somatic reprogramming. \n\nMurine embryonic stem cells (ESCs) contain a rare sub-population of early embryonic like (EEL) cells expressing genes normally restricted to the pre-implantation embryo, with enhanced extra-embryonic differentiation capability. Firstly, using novel single-cell technologies, I will characterize the EEL cells in detail, validating them as an in vitro model of pre-implantation development. On-going research in the host lab that I am involved in has identified an epigenetic enhancer that expands this EEL sub-population. Through bioinformatic analysis of pre-implantation transcriptome data, I have shortlisted 34 epigenetic and chromatin-associated proteins, including the previously identified factor, which will be systematically screened to identify new enhancers of totipotency. Validated EEL regulators, including two additional newly confirmed factors, will be analysed mechanistically determining their interaction partners, interdependencies, and mode of action. Finally, the contribution of the totipotency regulators towards the efficiency and fidelity of somatic reprogramming will be determined, potentially improving the use of this technology for personalised gene therapy and regenerative medicine.\n\nThis state-of-the-art proposal uses innovative and novel cutting-edge technologies and combines the expertise of the researcher and the host. It has the potential for significant impact across several fields from epigenetics and stem cell biology to reprogramming and regenerative medicine.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE BABRAHAM INSTITUTE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999473742": {
            "orgId": "999473742",
            "orgName": "THE BABRAHAM INSTITUTE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}