{
    "rcn": "195534",
    "acronym": "HYPERLIGHT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Combining hyperspectral luminescence imaging and mineralogical identification to date mixed-component samples from volcanic eruptions",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Volcanic hazards directly affect more than 10% of the worldís population, and have caused globally significant economic losses as recently as 2010. Accurate eruption frequencies are fundamental to risk management, and well-dated volcanic events can temporally link archaeological sites and palaeoclimatic records across hundreds of kilometres. Yet there are significant, known gaps in records of prehistoric volcanic cycles, and accurate luminescence ages for volcanic features would be of great value in future studies. However, volcanic products are mineralogically complex with some crystals producing inaccurate ages. We propose exploring and developing an innovative luminescence technique (ëspatially resolved luminescenceí, ëSRLí) to date volcanic events. SRL uses an ultra-sensitive camera to image luminescence, so that signals can be easily compared with accompanying experimental data (e.g. mineral type or signal stability measurements). This project utilizes luminescence imaging at multiple wavelengths (ëhyperspectralí) and mineralogical analyses to accurately date volcanic ejecta with mixed mineralogy. It builds on the expertise of the supervisor and experienced researcher (ëERí) in luminescence dating and imaging as well as statistical data analysis, and enhances the ERís skill set via training in volcanology, the development of analytical software, and the German language and culture. The ER will draw together an international network of leading scientists in industry (Freiberg Instruments) and academia (Universities of Freiburg, Bern, Oxford), allowing her to substantially enhance her leadership skills. As a subsidiary outcome, this project will also increase the European capacity in multiple connected fields, including composite strain analysis (aerospace) and detection of irradiated foods (food standards authorities).",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}