{
    "rcn": "195594",
    "acronym": "MitoTAGs",
    "topics": "MSCA-IF-2014-EF",
    "title": "Developing next-generation tools for mitochondrial dissection with cell-specific resolution.",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Mitochondria generate most of the energy cells require to function. Deficits in the mitochondrial energy-generating machinery affect 1:5,000 children and cause progressive, debilitating, and usually fatal pathologies collectively known as primary mitochondrial disease. To date, there is no cure for mitochondrial disease and existing treatments are highly ineffective and mostly palliative. High-energy-requiring cells, such as neurons, are especially affected in mitochondrial disease.  However, not all neuronal populations are equally affected. Furthermore, the molecular determinants of neuronal vulnerability to mitochondrial disease have not been adequately elucidated, representing a challenge for the development of efficient treatments for these pathologies. To improve on current knowledge on mitochondrial disease and to provide better therapeutic targets, this proposal focuses on developing ground-breaking molecular biology tools that will allow the identification and dissection of the molecular determinants of neuronal vulnerability in mitochondrial disease with unprecedented definition. I will develop novel techniques to isolate the mitochondrial translatome by using ribosomal tagging, as well as to assess intact mitochondrial function, with cell-type specificity. These novel approaches will have a high impact in mitochondrial disease research, with the overall aim of identifying novel therapeutic targets that will lead to effective treatments for mitochondrial disease. Furthermore, the high applicability of the tools generated will allow significant breakthroughs in the research of other pathologies with mitochondrial affectation such as diabetes or neurodegenerative processes.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}