{
    "rcn": "195540",
    "acronym": "MED-FARWEST",
    "topics": "MSCA-IF-2014-EF",
    "title": "Urban Centres and Landscapes in Transition. The Mediterranean FarWest in Late Antiquity",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "MED-FARWEST is a strongly innovative project that, focussing on the territory located in the far west of the Roman Empire, namely the Iberian Peninsula, will analyse two of the most interesting yet poorly understood phenomena of the crucial period of Late Antiquity (AD 300-700): 1. the complete abandonment of some cities and 2. the dismantling of the Roman rural world. Both phenomena have long seen consideration by a variety of independent researchers, but without satisfactory depth and explanation to the issue. This proposed project will be the first to apply a comprehensive multidisciplinary approach, exploiting techniques developed especially in the sub-discipline of Landscape Archaeology, in which the rural and urban worlds are analysed as a single unit, and thus as part of a single reality in transformation. Hispania provides an ideal ëtest-bedí for the study given the results of new fieldwork, an availability of relevant sites (urban/rural), and recent published outputs. The applicant and the proposed Host (University of Leicester) and Partner Organizations (the CSIC-National Research Council of Spain and CINECA of Italy) can draw upon a rich vein of expertise, specialists, research, publications, equipment and infrastructure to generate data, models and results for this project. The approach to be developed will be of major value for addressing other aspects of Roman-late antique transformation in Hispania (urban, rural, social, demographic, economic), but, crucially, will also provide guidelines for analyses elsewhere in the Empire, thus enabling much closer dialogue in approaches and debates both for Late Antiquity and for other periods.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEICESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}