{
    "rcn": "195537",
    "acronym": "AspSync",
    "topics": "MSCA-IF-2014-EF",
    "title": "Unravelling mechanisms controlling asperities synchronization and triggering mega-earthquakes: insights from analog experiments and subduction zone earthquake statistics",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Subduction mega-earthquakes are among the most destructive events on Earth. When affecting very densely populated areas these earthquakes may cause extensive human losses and severe damages, as for the 2011 M9.0 Tohoku-Oki event (Japan). According to the ëasperity modelí, a mega-earthquake may occur when regions of the fault that are potentially seismic (i.e., asperities) interact and synchronize failing together. But understanding the physical conditions that are responsible for such synchronization still remains enigmatic. AspSync proposes to tackle this problem using a multidisciplinary approach that combines analog modelling with geodynamics and statistics.\nAspSync proposes to develop a 3D mechanical prototype that reproduces the convergent margin features, including interplate earthquakes. This model will  feature laterally (i.e., in trench parallel direction) heterogeneous frictional behavior mimicking the asperities that characterize the plate interface. Tuning the physical and frictional properties of asperities, AspSync will systematically test the role of their dimensions, distance, geometry and strength in the synchronization process, unlocking the possibility to infer the physical conditions that lead to the triggering of mega-earthquakes.\nAspSync will then link the experimental results with ëreal Earth conditionsí, studying the feedbacks between geodynamical properties of convergent margins and interplate seismicity aiming to identify the physical conditions that promote mega-earthquakes triggering. AspSync will update and analyze the existing database of global physical properties of subduction zones and interplate seismicity developed at UM2 applying robust statistics (e.g., multi-parametric pattern recognition analysis; analysis of temporal series) to quantitatively estimate cause-effect relationships between geodynamical and seismic parameters.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE MONTPELLIER",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933640521": {
            "orgId": "933640521",
            "orgName": "UNIVERSITE DE MONTPELLIER",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}