{
    "rcn": "195520",
    "acronym": "ABRUPT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Quantifying Abrupt Biotic Responses to Palaeoclimate Change",
    "startDate": "11/04/2016",
    "endDate": "10/04/2018",
    "objective": "Climate change in the 21st century is predicted to push ecosystems across ecological thresholds, potentially resulting in abrupt ecosystem change into new and irreversible states. Ecological theory proposes that non-linear biotic responses are the result of a complex interplay of feedbacks, thresholds and interactions that operate over decades to thousands of years. As a result, standard ecological research methods are generally unable to quantify key ecological dynamics that are relevant for forecasting abrupt ecological change and there is a critical need to integrate long-term ecological data with process-based models. This will result in improved forecasting of climate-change impacts on ecosystems at both local- to global-scales. Such studies will play a critical role in understanding the ëintrinsicí factors (e.g. climate-vegetation feedbacks) that can result in non-linear biotic responses to climate change.\nSediments are natural data-loggers that preserve the remains of plants and animals over thousands of years. They provide a unique resource for answering current high priority questions related to predicting future ecosystem change because they are the only way to obtain empirical information relevant for understanding long-term ecological dynamics and functioning. In this project I will develop an interdisciplinary framework that integrates state-of-the-art process-based modelling with new high-quality palaeoecological information to quantify the factors that result in non-linear responses to climate change. I will apply the framework to a major vegetation transition in the past: the sclerophyll-rainforest transition in north-east Australia that occurred between 10 and 7 thousand years ago. I will develop this case study for proof-of-concept of a new interdisciplinary framework. This will result in a greater understanding of non-linear biotic responses to climate change.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "SENCKENBERG GESELLSCHAFT FUR NATURFORSCHUNG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997836285": {
            "orgId": "997836285",
            "orgName": "SENCKENBERG GESELLSCHAFT FUR NATURFORSCHUNG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}