{
    "rcn": "195500",
    "acronym": "EvoNovo",
    "topics": "MSCA-IF-2014-EF",
    "title": "Genetic architecture of an evolutionary novelty: the development of the male-specific turban-shaped eyes of Cloeon dipterum",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Evolutionary innovations are biological revolutions: new organs are critically associated with the emergence of new species and their exploitation of new niches. Despite their importance in the history of life, how morphological novelty arises and evolves is a long-standing question in Evolutionary Biology. In this proposal, I will address the genetic basis of the emergence of one of the most striking examples of a sexually dimorphic novel structure. Males of the mayfly species Cloeon dipterum develop, in addition to the compound eyes (shared by males and females), an extra pair of extremely large dorsal, turban-shaped eyes. To unveil the genetic forces that control the specification and development of this new visual system, I will combine a number of experimental approaches, including non-invasive imaging using X-Ray microtomography, gene expression analyses, genomics, transcriptomics, epigenomics and genome editing to knit a gene regulatory network. This network will be mapped in time and space onto the developing structures and it will help finding which genetic changes trigger the development of the turbanate eye and how these changes operate. This research will represent one of the most detailed studies to understand what are the genetic causes underlying morphological novelties. In addition, establishing C. dipterum as a model will serve as a foundation for further investigations in an organism placed in a key position in the phylogeny of insects, creating a new scientific line for my future establishment as an independent researcher.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}