{
    "rcn": "195570",
    "acronym": "hetero-MOF",
    "topics": "MSCA-IF-2014-EF",
    "title": "Rational design of novel heterometallic MOFs for their use in heterogeneous catalysis for cascade reactions",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "'The field of metal-organic frameworks (MOFs) is currently among the most extensively studied topics in chemistry given the large number of fascinating applications associated with the chemical versatility of MOFs. In particular, the use of MOFs as heterogeneous catalysts is an area that has attracted considerable attention since, in principle, the ideally suited architectures of MOFs can present catalytically active sites spatially arranged. With the expansion of this area, a new emergent class of heterometallic metal-organic frameworks (hetero-MOFs) has recently been considered for the study of an important type of reactions from an industrial point of view in which two or more individual reactions are carried out in a single step ('tandem' or 'cascade' reactions). However, the synthetic approach for the preparation of these hetero-MOFs has been mainly conducted by post-synthetic replacement of ions with the same oxidation state, with lack of control over the final composition.\nThe project herein described focus on the design and preparation of novel hetero-MOFs with enhanced stability to perform as superior heterogeneous catalysts. With this purpose, a reasonable straightforward method is proposed, consisting in the low temperature synthesis of hetero-MOFs using pre-designed heterometallic secondary building units (SBUs) as starting materials. The main challenge lies in the control of the metal stoichiometry based on cations with different oxidation states and therefore very different chemical reactivities. The catalytic performance of the novel hetero-MOF materials will be tested during a secondment of excellence already established in the hetero-MOF project.'",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}