{
    "rcn": "195511",
    "acronym": "CREST UNDER TENSION",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mechano-regulation of neural crest cell differentiation.",
    "startDate": "01/05/2015",
    "endDate": "",
    "objective": "Neural crest cells (NCC) are a unique vertebrate-specific population of multipotent cells that contribute to the development and evolution of the vertebrate head. During embryonic development, cranial NCC give rise to a variety of hard and soft tissue cells including osteoblasts, chondrocytes, odontoblasts, glia and neuronal cells. Whilst we understand a great deal about how growth factors and soluble chemicals determine the generation, migration, proliferation, survival and differentiation of the neural crest, nothing is known about how mechano-regulatory factors influence NCC fate. Recent evidence has shown that mesenchymal stem cell fate and cell behaviours are controlled by mechano-regulatory signals via the actinomyosin skeleton, and the co-transcriptional effectors, Yap and Taz. Given that NCC are similarly exposed to different mechanoregulatory influences from stiff and soft matrices and tensions generated by the differential growth and morphogenesis of adjacent epithelial and mesenchymal structures, it is hypothesized that NCC differentiation is also mechano-regulated.  This proposal will use in vitro and in vivo approaches to test this hypothesis and determine if NCC fate is governed by mechano-regulatory signals, the differential regulation of the actinomyosin skeleton and Yap/Taz. The proposal will provide novel insight into the mechanisms of embryonic cell differentiation and craniofacial birth defects. Additionally, as neural crest stem cells have been identified in the adult, it will provide an understanding of how these may be manipulated to generate specific cell populations for tissue repair.\nThe proposal will test a novel hypothesis and provide research training in a unique interdisciplinary skill set encompassing biology and engineering at the forefront of research field in addition to transferable skills. The Fellow will be mentored by two internationally recognised supervisors, who are experts in developmental biology and engineering.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}