{
    "rcn": "195507",
    "acronym": "BAIPFeOTC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Bis(alkyl-imidazolyl)propionate (BAIP) based bio-inspired mono-nuclear non-heme iron(II) complexes that catalyze challenging oxidative transformations of organic compounds",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Here we propose the development of a new class of facial triad N,N,O ligands based on the bis(alkyl-imidazolyl)propionate (BAIP) architecture for the synthesis of bio-inspired mono-nuclear non-heme iron(II) complexes that have the ability to selective catalyze challenging oxidative transformations of organic compounds using oxidants like H2O2 or O2. Our specific aims will be:\n(i) To develop new sterically encumbered BAIP-ligands for the generation of highly reactive 1:1 Fe/ligand complexes, \n(ii) To develop ëinverted amideí versions of these ligands to generate Fe-amido complexes with low oxidation potentials for O2 activation,\n(iii) To study the reactivity towards oxidants (H2O2, O2) and the catalytic properties in challenging oxidation transformations (alkane hydroxylation, alkene cis-dihydroxylation) of the corresponding iron complexes. \n(iv) To carry out detailed mechanistic investigations on isolated and/or spectroscopically well-characterized iron complexes and intermediates that are involved in the reactivity of the new Fe-N,N,O complexes.\nThe project will follow the so-called ësynthetic analogue approachí, where small model compounds are developed to mimic the structural and functional features of metallo-enzyme active sites. In doing so, the model compounds may aid in the further understanding of metallo-enzyme reactivity and mechanism. At the same time the model compounds may be further developed into new synthetic catalysts. Carrying out this project within the Organic Chemistry and Catalysis (OCC) group at Utrecht University will place the candidate in the middle of the research activities of the Catalysis Centre Utrecht (CCU). This will allow the candidate to develop his knowledge and skills in the fields of bioinorganic chemistry and homogeneous catalysis, to further shape him for a future research career in the broader fields of molecular inorganic chemistry and molecular catalysis.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}