{
    "rcn": "195508",
    "acronym": "BURK-6",
    "topics": "MSCA-IF-2014-GF",
    "title": "Investigation of the Type VI secretion system-associated toxins of Burkholderia thailandensis",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "Secretion systems are evolved machineries enabling bacteria to deliver toxins and virulence factors, called effectors, into target cells to enable the onset of infectious diseases. Uncovering these effectors is essential for the understanding of bacterial pathogenesis and the establishment of appropriate therapeutic strategies to tackle infectious diseases. The recently identified Type Six Secretion System (T6SS) is conserved in environmental and pathogenic Gram-negative bacteria. The T6SS is an organelle structurally akin to an intracellular and membrane-bound contractile phage tail used for the delivery of toxins into prokaryotic and eukaryotic target cells. The importance of this system in the context of infection is highlighted by its ability to not only target eukaryotic cells during bacterial infection, but additionally to target other bacteria co-infecting mammalian and plant hosts. Despite the recent advances made in understanding the mechanisms underlying the T6SS dynamic, very little is known about the T6SS effectors repertoire used by life-threatening pathogens, such as Burkholderia pseudomallei, and for which, vaccine strategies are currently unavailable. In the proposed research, a combination of high-throughput and cross-disciplinary technologies will be used to uncover and characterise novel T6SS effectors in B. thailandensis, a surrogate organism closely related to B. pseudomallei. This will 1) identify new T6SS effectors targeting eukaryotic cells, using a reporter-based transposon screening and 2)  identify novel T6SS toxins targeting prokaryotic cells, using a genome-wide saturation mutagenesis strategy. The outcomes of the proposed research will identify the key cellular stages hijacked by the T6SS during the infection of a host, while exposing potential new bacterial targets exploitable for the development of novel antimicrobial strategies.",
    "totalCost": "276107,4",
    "ecMaxContribution": "276107,4",
    "coordinator": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999912667": {
            "orgId": "999912667",
            "orgName": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
            "ecContrib": 276107
        },
        "999658818": {
            "orgId": "999658818",
            "orgName": "UNIVERSITY OF MELBOURNE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 276107
}