{
    "rcn": "195513",
    "acronym": "SugarOsmoSignalling",
    "topics": "MSCA-IF-2014-EF",
    "title": "Analysis of sugar- and osmo-signalling mechanisms in cell wall integrity maintenance",
    "startDate": "16/03/2016",
    "endDate": "15/03/2018",
    "objective": "Cell walls provide plant cells with structural support during growth and differentiation as well as with protection against environmental stress. Cell wall composition and structure is adapted to these functional requirements by a dedicated mechanism to maintain cell wall integrity (CWI). The available evidence suggests that the CWI mechanism is an important regulator of cell wall and carbohydrate metabolism and that signalling of sugar levels and osmotic conditions is vital for its function. Furthermore, interdependencies between pathogen defence and the CWI mechanism are becoming apparent.\nBy performing a forward genetic screen in Arabidopsis, I will identify novel components involved in sugar-signalling in the context of CWI maintenance and pathogen defence. Using a combination of genetic mapping and next-generation sequencing, I will determine the identity of the components, whose specific activities will be identified through targeted functional analyses. In the second part of my project I will determine functions of the signalling metabolites trehalose-6-phosphate and glycerol-3-phophate in CWI maintenance and analyse the osmo-sensitive regulation of these functions. After characterizing time-dependent quantitative changes in metabolite levels and related enzyme activities upon impaired CWI and in combination with osmotic support, I will examine specific functions of metabolites / enzymes by analysing developmental, hormonal and structural responses in Arabidopsis overexpression and knockout lines. \nThis project takes advantage of CWI maintenance involvement in a variety of biological processes to identify signalling components and osmo-sensitive mechanisms for the coordination of carbohydrate metabolism with cell wall metabolism and pathogen defence. The knowledge generated in this project will provide novel functional insights into metabolic processes relevant for facilitating bioenergy production and increasing the yield of food crops.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 208400
        }
    },
    "calculatedTotalContribution": 208400
}