{
    "rcn": "195558",
    "acronym": "CHLOROIRIDOIDS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Elusive enzymes with biocatalytic potential: chlorinases in the plant kingdom",
    "startDate": "01/12/2015",
    "endDate": "30/11/2017",
    "objective": "A plethora of halogenated natural products documents the existence of halogenases in plants but the responsible enzymes remain elusive. Chlorinated iridoid glycosides, for instance, occur in Phlomis, a genus in the mint family. Based on knowledge of iridoid biosynthesis and a mechanistic hypothesis for the chlorination reaction, we aim to discover the underlying enzymes. We will sequence transcriptomes of Phlomis tissues in different metabolic states, identify homologs of enzymes involved in iridoid biosynthesis, and search for candidate genes showing similar expression patterns. Among these candidates, the chlorinase will be identified by assaying the reactivity of heterologously expressed protein in vitro. Biochemical and structural characterization of the chlorinase will clarify whether chlorine incorporation proceeds via a rare epoxide opening mechanism. The level of chloroiridoid production will be assessed in plants after silencing the chlorinase, in order to confirm the metabolic role of the newly discovered enzyme. Furthermore, transient expression in plants providing structurally diverse precursors will reveal whether chlorinated natural products can be made that are new to nature. The discovery of a chlorinase in higher plants will fill an important gap in our understanding of plant secondary metabolism. Given the potential of chlorine for enhancing protein-ligand interactions, such enzymes would become useful tools for biocatalysis and the engineered biosynthesis of natural products with fine-tuned medicinal properties.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "JOHN INNES CENTRE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992595": {
            "orgId": "999992595",
            "orgName": "JOHN INNES CENTRE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}