{
    "rcn": "195504",
    "acronym": "NeuroUTR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Systematic investigation of the functional coupling between transcriptional and post-transcriptional regulatory interactions underlying tissue-specific 3'UTRs variability.",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "3' untranslated regions (3' UTRs) serve as a key platform in the RNA regulatory network that controls mRNA translational efficiency, localisation and stability. Of all human cell-types, brain-specific isoforms have the longest 3' UTRs and therefore their regulation is likely to be most complex. Moreover, mutations perturbing the mRNA secondary structure and sites of mRNA-miRNA interactions can lead to diseases such as neurodegeneration. Isoforms of variable 3' UTRs are engendered by alternative cleavage and polyadenylation (polyA) site selection. Of the many factors contributing to this process, both transcriptional and RNA regulatory interactions have been extensively studied. Yet the regulatory mechanisms responsible for the systematic tissue-specific polyA site selection remain largely unknown. Here I hypothesise that changes in transcription factors, RNA binding proteins, and polyA factors activities together regulate the condition-specificity of this process. Furthermore I hypothesise that the resulting 3' UTR sequence variation contributes to increased protein aggregation in neurodegenerative disorders such as motor neurone disease (MND), a common but incurable disorder in which mRNA metabolism and protein homeostasis are disrupted. Here using bioinformatic approaches I will integrate a variety of genomic measurements, and systematically identify tissue-specific transcriptional and post-transcriptional regulatory interactions underlying polyA site selection. I will develop linear models to characterise the genome-wide functional coupling between these regulatory interactions and study how these associate with MND in regulating alternative 3' UTRs. In doing this project I will not only advance our current knowledge about RNA regulation but I will enable a better understanding of the regulatory mechanisms underlying MND, and in the long term, the future development of new therapies that ameliorate the regulation of 3' UTRs in neurodegenerative diseases.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "CANCER RESEARCH UK",
    "participantCountries": "UK",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}