{
    "rcn": "195571",
    "acronym": "SOCUPols",
    "topics": "MSCA-IF-2014-EF",
    "title": "Supported organocatalysts and their applications in the upgrade of bioderived polyols: desymmetrisation of glycerol to obtain building blocks for fine and pharmaceutical chemicals prod",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Cooperative nucleophilic-electrophilic catalysis by ionic liquids (IL) has been recognised as a powerful tool for sustainable chemical transformations. Some of these transformations proved to be suitable for biomass derived chemicals upgrade. The SOCUPols project aims at preparing novel organo-catalysts based on supported IL-like fragments for the upgrading of biomass derived polyols such as diols and glycerol. Unlike ionic liquids and other organic salts, these heterogeneous catalytic systems will be fully recyclable and suitable for continuous flow operation. Project development will focus on the overall process sustainability: (a) by developing new polymer supported catalysts for environmentally friendly transformations; (b) by using these catalysts for the selective chemical upgrading of diols and glycerol (transesterification/acetalisation reactions) using green solvents and reactants; (c) by using carbonate formation as a CO2 fixation strategy; (d) by modifying the catalytically active sites to carry out asymmetric transformations, thus achieving the desymmetrisation of glycerol towards chiral synthons for fine and pharmaceutical chemistry; (e) implementing the most promising transformations in continuous flow (CF).\nThis approach will be used for the design of simple and feasible strategies for the exploitation of renewable biogenic resources by retaining molecular complexity of biomass-derived material to prepare added value molecules and materials. This will represent a better alternative to low oxygen containing petroleum-derived feedstocks. \nThrough SOCUPols, Dr. Marco NoË, Experienced Researcher (ER) interested in sustainable chemistry and fine and pharmaceutical chemical synthesis, will pursue academic career development through a specific technical training and project managing expertise, integrated with complementary added-value non-scientific skills.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}