{
    "rcn": "195561",
    "acronym": "PTALLENEST",
    "topics": "MSCA-IF-2014-EF",
    "title": "Platinum-Catalysed Reaction of Bis-Allenes with Nucleophiles: Mechanistic Insights and Future Applications",
    "startDate": "13/04/2015",
    "endDate": "12/04/2016",
    "objective": "For some time allenes were considered simple curiosities because of their apparent unstable nature. However, in the last few years the chemistry of allenes has been extensively developed since they have shown an interesting reactivity and selectivity affording complex structures in an atom economic manner. Bis-allenes have recently appeared as useful building blocks for the synthesis of carbo- and heterocycles. However, their reaction with nucleophiles has barely been studied.\nThe main objective of this project deals with a recently discovered Pt-catalysed reaction of bis-allenes with oxygen nucleophiles leading to seven membered cycles with a molecule of the nucleophile incorporated in the final skeleton. This new reaction could involve a double coordination of the Pt atom to both allenes, but the mechanism remains unclear. Recent studies in Dr MuÒozís group suggest that the Pt, in addition to the more common ?2-coordination with the allene, can also appear as a ?1-structure, with the Pt atom coordinated to the central carbon of the allene. The discoveries in this field highlight the importance of acquiring knowledge in the bis-allene coordination, since this information could lead to the preparation of more selective catalyst as well as the isolation of reactive intermediates that can be milestones for the construction of new interesting scaffolds. The present project attempts to shed light into the Pt-bis-allene interaction, to exploit the implications of the coordination modes in the reaction mechanisms, and to apply the gained knowledge to the synthesis of new natural-product like structures with potential biological activity.",
    "totalCost": "91727,4",
    "ecMaxContribution": "91727,4",
    "coordinator": "UNIVERSITY OF EAST ANGLIA",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 91727
        }
    },
    "calculatedTotalContribution": 91727
}