{
    "rcn": "195524",
    "acronym": "PREF LEARNHEUR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Learning heuristics in preference elicitation tasks: insights from behavioural, computational and neurobiological investigations",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Although decision theory assumes that when making a choice, individuals attribute values to available options, compare those values and select the option with the highest, the succession of choices faced during classical preference elicitation tasks might trigger the emergence of additional heuristics, implemented to perform those tasks in a fast, yet adaptive manner. This project aim at pioneering the isolation of such heuristic development, in a dynamical framework where both the task features and the agentsí own preferences are learned from previous trials, and influence subsequent behavior. This framework suggests that agentsí preferences will depend on the choice sequence, thus vary according to predictable patterns through different instantiations of the same task. Thereby, it captures a new component of individual preferences, which we refer to as task-related preferences. Combining behavioral experiments, computational modelling and functional brain imaging, we propose to reveal and measure the behavioral variance accounted by the task-related preferences, to model their emergence during the task, and to incorporate them in a coherent neuro-cognitive model of decision-making. Overall, this project will contribute to 1) refine current neurocognitive and economic models of decision-making, 2) train a promising cognitive neuroscientist to tackle human decision issues relevant to social sciences, with advanced quantitative economic/computational tools, and 3) foster fruitful cross-talks between scholars from economics, psychology, and neuroscience at the host institution. The scientific contribution seems particularly important given that preferences are one of the current conceptual cornerstones used to understand our society at the micro- and macroeconomic level, to guide and assess public policies aiming to maximize peopleís well-being, to characterize normal and pathological behaviors, and to unravel the neurobiological mechanisms underlying decision-making.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}