{
    "rcn": "195509",
    "acronym": "PEARS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Predicting the Evolution of Antibiotic Resistance in Streptococcus pneumoniae",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Streptococcus pneumoniae (the pneumococcus) is a bacterial species generally commensal to humans, but which occasionally causes infections responsible for the death of 800, 000 infants each year worldwide. Multiple genotypes exhibiting resistance to antibiotics have emerged in past years. Intriguingly, despite extensive antibiotic consumption operating strong selection for resistance, the latter remains at a stable frequency, 15% on average over the last 20 years in Europe. This is paradoxical, as robust coexistence of resistant and sensitive strains is unexpected under the simplest epidemiological models. In this project, I will investigate the possibility that coexistence is instead maintained by a more complex mechanism, relying on local adaptation to several niches characterized by different rates of antibiotic administration. I will develop a series of novel models with increasing realism and relevance to the context of S. pneumoniae, drawing from the often separate fields of population genetics and epidemiology. Starting with simple but general two- and multiple-niches models that allow for analytical solutions to provide initial insights, I will then build a more complex simulation model parameterized with biologically realistic contact and treatment structures. Output of this model will be confronted to large-scale patterns of spatial variation in resistance observed in epidemiological datasets. The analysis of these models will help us understand what factors facilitate the maintenance of coexistence in S. pneumoniae. This work may lead to better treatment policies to manage antibiotic resistance in this major pathogen.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}