{
    "rcn": "195575",
    "acronym": "QuantuM-nano",
    "topics": "MSCA-IF-2014-GF",
    "title": "Quantum Measurements with Bose-Einstein condensates strongly coupled to nanophotonic structures",
    "startDate": "14/08/2015",
    "endDate": "13/08/2018",
    "objective": "Most of the technologies at the heart of our information society, including the semiconductor and the laser, are based on the laws of quantum mechanics. Yet, there is still a lot to gain in harnessing quantum physics at the elementary level, for example to overcome the sensitivity limits in various kinds of measurements in the quantum regime. In this project, we plan to explore an emerging field of quantum technologies at the boundary between atomic physics and nanoscience, by studying the properties of Bose-Einstein condensates coupled to the evanescent field of nanophotonic structures. We will use this new light-matter interface to build a hybrid quantum gyroscope where the optical Sagnac effect in a photonic integrated circuit is enhanced by slow light in a Bose-Einstein condensate strongly coupled to it. The optical structures will be integrated on atom chips, for improved stability and scalability. Beyond the gyroscope itself, this work will create new prospects for combining the technological opportunities of nanophotonics with the very fruitful field of atomic physics, opening new avenues in quantum technologies, which are expected to become in the near future a key driver for the European competitiveness in information technology.",
    "totalCost": "264668,4",
    "ecMaxContribution": "264668,4",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998096827": {
            "orgId": "998096827",
            "orgName": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 264668
        }
    },
    "calculatedTotalContribution": 264668
}