{
    "rcn": "195552",
    "acronym": "NORNS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Northern Narratives: The Poetics of Cultural Contact between Germany and Scandinavia in the Middle Ages",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "With the conversion to Christianity, literary production in medieval Scandinavia became intertwined with the textual culture of continental Europe. This set in motion a process of interaction that continues to shape and be shaped by the evolution of European identities today. Intellectual responses to the relationship between northern Germany and Scandinavia, in particular, have been defined by rival national perspectives that turn to the medieval period to assert their legitimacy. My project questions this practice by advocating an integrative literary history of the region in the Middle Ages. By applying narrative theory to representative works of romance and historiography in the vernacular from the thirteenth to the fifteenth century, I will reveal the role played by narrative poetics in defining the cultural space around the Baltic. The project will examine the texts as a group for the first time, and thus contribute significantly to changing views of European literary history, in which intertwined regional narratives are replacing the spent force of national ones. Contemporary as it may be, I will show that the origins of this conceptual shift are to be found in a far more distant past.\n\nThe project will be hosted by the Centre for Medieval Literature (CML) at the University of Southern Denmark (SDU) in Odense. My motivation is to add a new European relevance to my specialism in Medieval German Studies. This would not be possible to the same degree anywhere else. The Centreís location, its rethinking of medieval European literature outside the national philologies, and the expertise of its members are all perfectly suited to enabling a dialogue between German and Scandinavian Studies. I will be supervised by the Centreís leader, have direct access to its resources, and be trained in essential skills for my career in academia and engaging with audiences outside it ñ as at the exhibition in the Royal Library in Copenhagen in which the project will culminate.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "SYDDANSK UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}