{
    "rcn": "195568",
    "acronym": "BBFGEN",
    "topics": "MSCA-IF-2014-EF",
    "title": "Genetic analysis of rare and common variation in a large Brazilian bipolar family",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "This proposal describes my aim to use a uniquely large multigenerational family to better understand the genetic underpinnings of mood disorders: the Brazilian Bipolar Family (BBF). The family has a high incidence of mood disorders, featuring diminishing age of onset over generations and assortative mating, whereby many of the marriages in the family are between individuals with a psychiatric disorder. Mood disorders are leading contributors to the global burden of disease. Bipolar disorder is characterized by periods of elevated mood and periods of depression. Major depressive disorder is characterized by pervasive and persistent low mood, low self-esteem and loss of interest or pleasure in normally enjoyable activities. Heritability estimates are 37% for MDD and up to 75% for BP. The current picture for complex disorders is of a genetic architecture consisting of both common and rare variants contributing risk. Genetic studies of mood disorders have not yet individual variants/genes accounting for a large increase in risk. The effect of common variants in the family context is unclear. I propose to utilize the BBF as a unique resource for studying both common and rare variation in mood disorders. Its size offers a powerful means for mapping genetic loci for mood disorders that are individually rare but common within the family. It also provides us with a unique model in which to analyse individual genetic risk profiles, utilizing the large sample size of and predictive ability of previous case-control association studies for each family member into a polygenic risk score. This will also allow me to assess assortative mating, which may act to increase polygenic risk to mood disorders over generations. I will develop an approach which will allow me to incorporate genome-wide case-control study results into family studies ñ something with broad utility for the field. My study will shed light on the genetic pathology of mood disorders, aiding prevention and treatment.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}