{
    "rcn": "195579",
    "acronym": "CHRISLAS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Christian Diversity in Late Antique Sirmium (ca 350 ñ ca 450): A Historical, Literary and Theological Study",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "This research follows a Christian community situated on the edge of Central Europe and the Balkans during an intense period of struggles towards its self-definition amongst religious dissent, socio-cultural diversity and political and military hardships. All these resulted in a regionally coloured Christianity, the main characteristics of which are visible in the material as well as literary heritage of this community. The setting is the 4th - 5th century A.D. Sirmium ñ modern Sremska Mitrovica (Serbia). At the time, Sirmium was one of the capitals of the Roman province Pannonia, an area which now comprises parts of modern Austria, Hungary, Croatia and Serbia. It is vital to understand the history of religious diversity and identity in that region, which continues to puzzle Europe with its rich cultural heritage, but also with its controversial political, ethnical and religious past. This research will contribute to the better understanding of European culture, and its religious and cultural memory, reinforcing the idea that the concrete realization of Christian identity varies according to context and that there is a complex relationship between religious diversity and identity in a particular place. Once verified with regard to Sirmium, this type of research can be extended to other places / regions in the late antique Mediterranean world. In particular, the applicant envisages a long-term research project on Christian identity in Roman Pannonia and a network of late antique Middle Danube studies. All these will lead to the pursuit of a tenure-track academic position that will enable the applicant to implement this larger Pannonian research. The University of Exeter is the ideal location: it is a growing centre of Late Antique studies, with a cluster of research projects on ëIdentities and beliefsí in the ancient world. The fellow will extend her skills by being in Exeter, and will contribute her linguistic and historical expertise to their on-going research.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}