{
    "rcn": "195574",
    "acronym": "BIOCLIMA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Microbial BIOdiversity ñ CLIMAte feedbacks during environmental crises in semi-enclosed basins: lessons from the Late Miocene (Messinian)",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "The BIOCLIMA project will explore the impact of climate change on microbial biodiversity in semi-enclosed basins in order to decipher ecosystem response to environmental crises, at a temporal scale much longer than that of human life. The Late Miocene Messinian Salinity Crisis (MSC) will serve as case study. This dramatic paleoceanographic event resulted in the establishment of harsh conditions (eutrophication, hypersalinity and anoxia) at the scale of a whole marine basin, which was lethal for most eukaryotes but allowed some extremophile prokaryotes to flourish. \nThe BIOCLIMA project will address two main aspects:\n1)\tTempo and modes of climate variability recorded by MSC sediments. The project will investigate the sedimentary cyclicity recorded by Messinian deposits (carbonates, sulfates, and shales), which was related to climate oscillations at various time scales. \n2)\tThe microbial community structures and the modes of adaptation of the microorganisms that inhabited the paleo-Mediterranean at the advent of and during the MSC, allowing to identify the response of microbial life to climate-controlled environmental change.\nThe project will be based on a multidisciplinary approach, applying cutting-edge sedimentological, geochemical, and geomicrobiological methods. The wider impacts of BIOCLIMA are: i) a contribution to our understanding of the biological adaptation to environmental crises; ii) establishing a catalogue of biosignatures in evaporites that will help to recognize and classify past life in ancient extreme environments on Earth and Mars.\nThe Fellow will greatly benefit from the training in state-of-the-art methods of Organic Geochemistry and Geomicrobiology in Vienna, and increase his analytical skills in the Petrology and Geochemistry of evaporites during a secondment at the University of Barcelona.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "UNIVERSITAET HAMBURG",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITAT WIEN",
    "participantCountries": "AT",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 0
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}