{
    "rcn": "195528",
    "acronym": "RareFunctions",
    "topics": "MSCA-IF-2014-EF",
    "title": "RAREFUNCTIONS: The causes and consequences of spatial and temporal variation in rare traits.",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Rare species have long been the focus of conservation attention, but the commonness or rarity of particular characteristics or phenotypes is generally ignored. However, traits can also be rare, and evidence suggests that while rare traits tend to occur in rare species (and so are at greater risk of extinction), not all rare species have rare traits. Further, the diversity of traits present in a community (ëfunctional diversityí) is closely tied to its function, and so rare traits may make essential contributions to ecosystem function and health. For example, predators may be rare in a system, but act as keystone species with effects across the food web. Given the possibility that rare traits make important contributions to ecosystem products and services and given their greater risk of extinction, it is imperative to explore this question of ìfunctional rarityî. This project will help overcome the lack of a clear definition for functional rarity, the absence of geographical information on its distribution through space and time, and the need for experimental evidence tying the loss of rare traits to effects on ecosystems. This project aims to apply a system of classification to distinguish between different forms of functional rarity to a comprehensive database of plant diversity and trait values in French permanent grasslands. This will produce one of the most comprehensive inventories showing how functional rarity varies through space and time. In addition, RAREFUNCTIONS will use microbial microcosms to test how the loss of rare traits from a community alters ecosystem function. This proposal will establish baseline knowledge on the distribution of functional rarity in French permanent grasslands, a local hotspot of biodiversity and in decline, while also answering general questions about the causes and consequences of rare traits.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}