{
    "rcn": "195566",
    "acronym": "FRAMING_EFFECTS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Experimental Analysis of Framing Effects via Observation of Decision-Making Processes to Improve the Real-World Applicability of Decision Research in Economics",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "Fellowship objective is to explain influences of descriptive context on individual decisions, i.e. framing effects, by observing processes of making-sense (of representation/interpretation/rationalization). Experimental Economics ignores effects of framing on this ìblack-boxî of decision-making processes, and instead theorizes framing by observing only choices & using fixed preference structures. This not only limits our understanding of these effects but weakens real-world applicability of experimental results & leads to inefficient use of public funds; e.g., it is well-established that descriptions used in policy tools, e.g. contingent valuation (CV) & nudging, significantly affect results, yet it is unknown why or how. To unpack this box, fellowship at U. of Nottinghamís Centre for Decision Research & Experimental Economics (CeDEx) will combine Dr.Islerís background in methodology research with training/research on framing to develop 2 new experiment designs. Secondment at Leeds U. Centre for Decision Research will enable training on Process Tracing Methods (PTMs) & Mouselab software to provide capacity for process observations. Using PTMs/Mouselab in experiments at CeDEx, 1st design will isolate framing effects that choice/preference-based conventional theories cannot explain; 2nd design will analyse these effects in CV-like public good setting to develop probabilistic/structural model to forecast & PTM-based nonconventional theory to explain the effects. To allow sector/policy applications of lab results (e.g., to CV), designs will be used in field experiments at health/fundraising SME secondments, where training on patient/donor interaction & gender/ethics issues will prepare proper implementation. Fellowshipís training-through-research will thus launch a career in PTM-based framing research leading to innovations in Horizon 2020 health/efficiency/gender priorities that save public/private funds via appropriate reframing of customer relations & policy tools.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}