{
    "rcn": "195525",
    "acronym": "CAPITULA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Variation on a theme: evolutionary-developmental insights into the Asteraceae flower head",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Plant reproduction relies on flowers and their arrangement into inflorescence ñtwo interrelated traits that exhibit impressive variation between plant lineages and constrain crop yields and horticultural forms. A key aim in evolutionary biology is to unravel how the modification of genetic networks has led to the diversification of reproductive plant architecture and floral form. This project addresses this aim by seeking to understand how two fundamental biological processes, floral architecture and symmetry, have evolved in the daisy family Asteraceae, with unique combinations of these traits. Much of the research on Asteraceae has concentrated on model plant systems with simple heterogamous capitula (e.g. gerbera, sunflower). We propose an original and novel evolutionary-developmental (evo-devo) approach to floral evolution, by bringing to this field the species of Asteraceae with secondary heads (=syncephalia). This unique capitulum architecture has arisen from two rounds of capitulescence (i.e. inflorescence condensation followed by simplification) during their evolution. Syncephalous species which comprise ca. 70 genera from 11 tribes provide an invaluable source of material for deciphering the genetic basis of capitulum evolution since their genomes bear the signature of two inflorescence shifts toward capitulescence. Our approach, integrating the most recent experimental and theoretical developments in evo-devo and genomics fields, provides a unique opportunity to ask fundamental questions relating to coordinated trait evolution, and to increase our understanding of how genetic pathways have been altered or co-opted during the evolutionary diversification of flowers. The knowledge gained has the potential to open up novel molecular breeding strategies for developing improved varieties of horticultural and crop plants in this family of great economical importance (e.g. artichoke, chrysanthemum, gerbera, knapweeds, lettuce, sunflower).",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ROYAL BOTANIC GARDENS KEW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999481793": {
            "orgId": "999481793",
            "orgName": "ROYAL BOTANIC GARDENS KEW",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}