{
    "rcn": "195510",
    "acronym": "ACTUS",
    "topics": "MSCA-IF-2014-GF",
    "title": "ACcelerating Transition in Peri-Urban areaS in East Africa",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Behind statements and statistics about newly urbanized populations in Africa, behind maps of rapid and unregulated growth and numerous disaster/risk assessments there are real people with compelling tales of coping and adapting capacities to urban challenges brought by the rapid transformation of cities. Their stories often contain more hope, ambition and imagination as portrayed in reports and scientific publications. Their ability to bounce back despite disadvantageous ecological, economic and political settings implies a new form of normality framed outside traditional city development models.\nACTUS is concerned with people's everyday experiences of solid waste and sanitation in peri-urban areas to discern the interdependences between urban infrastructure, pro-poor growth and climate hazards. In ACTUS I place a particular focus on local processes of adaptation and self-organization to cope with increasing flooding impacts in East Africa. The lens of everyday experiences of waste management and sanitation offers an innovative approach to expend our understanding on multiple spheres of livelihoods considering how local processes and technologies may act as a benefit for the poor and may trigger sustainable technical infrastructure\nACTUS is not a 'stand alone research project. It is designed to run complementary to a PhD program on 'Urban Infrastructure in transition: The case of African cities from the Graduate School of urban Studies at TU Darmstadt. The benefit of such close collaboration lies in the breath of knowledge I will gain not only within my specific research project but also through regular exchanges with a multidisciplinary group of scholars focusing on urban infrastructure regimes in Africa.",
    "totalCost": "219693,6",
    "ecMaxContribution": "219693,6",
    "coordinator": "TECHNISCHE UNIVERSITAT DARMSTADT",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 219694
        },
        "999605953": {
            "orgId": "999605953",
            "orgName": "ARDHI UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 219694
}