{
    "rcn": "195518",
    "acronym": "2G BIOPIC",
    "topics": "LCE-12-2014",
    "title": "Second Generation BIoethanol sustainable production based on Organosolv Process at atmospherIc Conditions",
    "startDate": "01/05/2015",
    "endDate": "01/05/2018",
    "objective": "The purpose of the 2G BIOPIC project is to demonstrate the performance, the reliability and the sustainability, of the whole value chain of production of bioethanol from agricultural residues and wood. 2G BIOPIC aims to design, construct and optimize a second generation (2G) demonstration plant with a capacity of 1 T of biomass/h. This 2G plant is based on the scale-up and optimization of bioethanol production from an already validated pilot plan scale (50Kg/h) achieved in a previous project (FP7 BIOCORE).  \nThe innovative patented concept proposed by 2G BIOPIC consists of cleanly deconstruct lignocellulosic biomass before converting its components into high value products. Thanks to optimized process conditions, the polysaccharides fractions are free from degradation products and inhibitors, allowing a very high ethanol yield using a low amount of enzymes and yeasts. By combining this technology with advanced strains for enzymes and a production of yeast able to ferment more than 90% of C5 and C6 sugars of the biomass, the 2G BIOPIC technology will result in  i) higher bioethanol yield per ton of biomass process (20% more compared to competing technologies), ii) multi-feedstocks interoperability, iii) higher profitability of the process through the production of a  high value bio-based co-product: the BioligninTM . \nAll critical steps of the value chain will be integrated to optimize bioethanol production (yield and production costs) and the high commercial value of the co-product (BioligninTM) will be demonstrated in the business case. Risk management will cover the all project, identifying potential risk and implementing mitigation plans. The data and experience generated during the project will demonstrate the technical viability, environmental, social and economical sustainability of the 2G BIOPIC technology and produce the knowledge necessary for the future scale-up to a flagship plant.",
    "totalCost": "35195225",
    "ecMaxContribution": "19999544",
    "coordinator": "COMPAGNIE INDUSTRIELLE DE LA MATIERE VEGETAL CIM V",
    "coordinatorCountry": "FR",
    "participants": "INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE TOULOUSE;BIO BASE EUROPE PILOT PLANT VZW;ROLKEM;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;taurus energy ab;DYADIC NEDERLAND BV",
    "participantCountries": "FR;BE;SE;NL",
    "projectParticipants": {
        "989899939": {
            "orgId": "989899939",
            "orgName": "COMPAGNIE INDUSTRIELLE DE LA MATIERE VEGETAL CIM V",
            "ecContrib": 16570000
        },
        "999559005": {
            "orgId": "999559005",
            "orgName": "DYADIC NEDERLAND BV",
            "ecContrib": 977375
        },
        "999869405": {
            "orgId": "999869405",
            "orgName": "INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE TOULOUSE INSAT",
            "ecContrib": 0
        },
        "936986924": {
            "orgId": "936986924",
            "orgName": "ROLKEM",
            "ecContrib": 184856
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 357637
        },
        "997984307": {
            "orgId": "997984307",
            "orgName": "taurus energy ab",
            "ecContrib": 199976
        },
        "986528219": {
            "orgId": "986528219",
            "orgName": "BIO BASE EUROPE PILOT PLANT VZW",
            "ecContrib": 1078750
        }
    },
    "calculatedTotalContribution": 19368594
}