{
    "rcn": "195502",
    "acronym": "miRTurnOver",
    "topics": "MSCA-IF-2014-EF",
    "title": "Identifying genes involved in microRNA turnover in Arabidopsis",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "MicroRNAs (miRNAs) are small non-coding RNA molecules regulating the expression of protein coding genes by targeting mRNAs. Since they play key roles in development and in responses to both biotic and abiotic stresses, it is important that miRNAs are expressed at the right time and place. Therefore there must be a mechanism to degrade miRNAs (miRNA turnover) and that mechanism itself must be carefully regulated to ensure that miRNAs are not present when their function is not required. However, we know very little about this mechanism and its regulation. I propose carry out a mutant screen and identify genes involved in miRNA turnover. The screen builds on previous work of the host laboratory where miR395, a sulfur starvation-induced miRNA, was characterised. The screening assay relies on a sensor, which is a phloem-expressed GFP transgene containing a miR395 target site, to monitor the level of miR395. Expression of miR395 will be induced by low level of sulfur to down-regulate GFP expression. After replenishing the media with sulfur, miR395 transcription is switched off and the existing miR395 molecules will be degraded, leading to green fluorescence recovery in the seedlings. The speed of this recovery is about three days in wild type plants and I will screen for lines exhibiting faster or slower recovery. After validation of the mutant phenotype I will identify the mutatnt genes by either next generation sequencing or classical map-based cloning. Identifying genes involved in miRNA turnover will open up a new fiekd in the RNA silencing area. Understanding the function of those genes and how miRNA turnover is regulated will impact on all aspect of plant biology but also on biomedicine as siRNAs are potential theraputics.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF EAST ANGLIA",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}