{
    "rcn": "195567",
    "acronym": "ASSEMZYME",
    "topics": "MSCA-IF-2014-EF",
    "title": "Continuous self-assembly using enzyme mediated supramolecular switching",
    "startDate": "24/03/2015",
    "endDate": "23/03/2017",
    "objective": "Supramolecular chemistry has resulted in truly sophisticated architectures, many of which are able to exert specific functions, as well as to change and adapt in response to external stimuli. So far, however, artificial structures with a similar functional complexity as living self-assembled systems are lacking. This is because nearly all current supramolecular systems are in thermodynamic equilibrium or kinetically trapped states. Living systems, on the other hand, operate far from equilibrium in so-called dissipative steady states, and continuously consume energy to keep their structure and function. Mimicking nature, here we propose to prepare dissipative self-assembled steady states of synthetic discotic molecules, controlled by competitive enzymatic pathways (phosphorylation / dephosphorylation), in which the supramolecular assemblies are kept far from equilibrium by a continuous perturbation i.e. the influx of a chemical fuel. We expect to get fundamentally new insights into non-equilibrium self-assembly, opening the door to truly adaptive, self-healing, life-like complex artificial systems. The candidate will be trained in a promising new research area in one of the hotspots for supramolecular chemistry in Europe, which would be a great stepping stone for his future independent research career.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE STRASBOURG",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}