{
    "rcn": "195596",
    "acronym": "NANOSPHERE",
    "topics": "MSCA-IF-2014-EF",
    "title": "NANOStructure Photochemistry via Hot Electron driven REactions",
    "startDate": "15/03/2015",
    "endDate": "14/03/2017",
    "objective": "The current research proposal aims utilise the unique macrocyclic host guest chemistry of cucurbiturils in conjunction with metal nanoparticles to demonstrate a novel and malleable approach to nanoparticle self-assembly, resulting in structures that will be used in light driven chemical reactions and advanced molecular sensing. This represents an important area of research, for whilst nanoparticles and assembled nanostructures show promise in a wide variety of applications, their uptake into current technologies has stalled due to the difficulty of their production, post-assembly manipulation and chemical loading. This project will demonstrate a new paradigm of functionality and versatility in nanoarchitectures.  This will be achieved by assembling nanoparticle structures with a unique group of rigid macrocycle assembly agents, cucurbiturils. Cucurbiturils, with their versatile host-guest complexation chemistry, will allow for post assembly control of nanostructures via multiple external stimuli, while also giving flexibility in terms of application, with many kinds of molecules able to be loaded into the inner cavity of the cucurbiturils, yielding chemical sensing and reactor constructs on the nanoscale.\nFundamental insights will be gained into the assembly and manipulation of nanoparticle superstructures, with an eye for application. To this end, Dr. Steven Barrow, the applicant, will work with Dr. Oren Scherman, in collaboration with Prof. Jeremy Baumberg. This linkage represents a unique opportunity to explore nanoscale systems at the University of Cambridge. This project will be highly supported in both the Chemistry department with Dr. Scherman, as well as the Physics department with Prof. Baumberg, at the University of Cambridge. The University of Cambridge is world renowned for its high impact research in the fields of chemistry and physics and this project represents a unique opportunity for collaboration between the two departments.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}