{
    "rcn": "195580",
    "acronym": "AraMyco",
    "topics": "MSCA-IF-2014-EF",
    "title": "Uncovering the molecular dialogue between the arbuscular mycorrhizal fungi and the non-host plant.",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The arbuscular mycorrhizal (AM) symbiosis is one of the most ancient, abundant, and ecologically important mutualisms on Earth. Yet, despite its crucial role in land ecosystems, molecular mechanisms leading to its formation are just beginning to be unraveled. However, approximately 18% of all land plants, including important crop species, do not form a symbiosis with AM fungi (AMF) and can even be antagonized by them. These non-mycorrhizal plants include several major crops as well as many important weeds. Until now, molecular interactions between AMF and non-host plants have been poorly understood, possibly due to the absence of a suitable model system. Recently, it has been demonstrated that the non-host model plant Arabidopsis thaliana becomes heavily infected by AMF when exposed to mycorrhizal networks that are established by neighboring host plants, resulting in a strong reduction of growth of the non-host plant. However, arbuscules, the most characteristic structure in the AM symbiosis, have not been found in this interaction. These results point to a different interaction between A. thaliana and AMF compared to a functional symbiosis AMF host plant. Here we propose to utilize the well-established Arabidopsis model system to investigate the molecular mechanisms that explain the biological basis of AM fungal incompatibility through a multidisciplinary approach. We will test whether growth suppression previously observed in AMF-infected Arabidopsis is caused by nutrient limitation or by a costly activation of plant defenses. In addition we aim to identify gene regulatory networks that are activated in the three (fully sequenced) partners of the mycorrhizal network Medicago truncatula-Rhizophagus irregularis-Arabidopsis. This will allow us to study in detail key AM fungal genes and molecular processes that are responsible for symbiosis in host plants and for incompatibility in non-host plants, thereby providing novel tools to design new crop protection strategies",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}