{
    "rcn": "195590",
    "acronym": "OsteoNano",
    "topics": "MSCA-IF-2014-EF",
    "title": "Spatial nanoscale control of growth and adhesion factors to enhance the osteogenic differentiation of mesenchymal stem cells",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "In OsteoNano project the training-through-research is targeted at the developing of biomimetic surfaces to study and control the osteogenic differentiation of human Mesenchymal Stem Cells (hMSCs). Osteogenic differentiation of hMSCs can be guided by growth factors, such as bone morphogenetic protein 2 (BMP-2). Currently, recombinantly expressed BMP-2 is applied clinically to enhance the healing of fractured sites. However, the absence of a control over the growth factor surface density and adhesion of cells induce side effects such as ectopic bone formation. The first aim of this project is to present BMP-2 to hMSCs in a spatially controlled manner by applying surface sensitive and high-resolution techniques. The growth factors will be linked to the surface using glycosamminoglycans (GAGs) such as heparan sulphate (HS), and combined with adhesives molecules such as cyclic RGD sequences, which are known to increase the osteogenic effects of BMP-2 by activation of Integrin alphaV-beta3 and alpha5beta1. Our approach will be to design biomimetic surfaces with stepwise increasing complexity, by binding each component in a controlled manner, in terms of orientation, surface density and spatial arrangement. By using these functionalized substrates for hMSCs osteogenic differentiation we will answer several fundamental questions regarding the role of BMP-2 and its interaction with HS and RGD sequences on the osteogenic commitment of hMSCs. \nThe biomimetic surfaces proposed here, present several fundamental studies, advantages and breakthroughs (i) reduced use of BMP-2 bound on the surface: indeed (i) the binding prevents the cellular internalization of the growth factors; (ii) possibility to enhance the osteogenic differentiation by surface co-presentation of BMPs or/and of RGDs; (iii) surface versatility with respect to stiffness which could positively impact osteogenic differentiation.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}