{
    "rcn": "195539",
    "acronym": "PEATmod",
    "topics": "MSCA-IF-2014-EF",
    "title": "PEATland modelling for global carbon cycle and climate models",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Prediction of future climate change can only be achieved through models of the global climate system and its interactions with earth system processes. The reliability of the predictions depends on building the best understanding of these processes. Changes in the global carbon cycle are a source of major uncertainty in models and terrestrial carbon stored in peatlands is a critical element of this. The action proposed here will bring state-of-the-art process modelling into global vegetation models that are used in projections of future climate change. An improved understanding of peatland dynamics and functions will also have implications for management and climate mitigation strategies for wetlands, agriculture, land-use, and energy. I have worked extensively in North America on one of the most sophisticated peatland process models. I will work with Dan Charman and Angela Gallego-Sala at Exeter to build this model in to one of the most widely used dynamic global vegetation models so that peatlands and their carbon balance are better represented within global climate models. The work will thus allow quantification of the impact of peatlands on the global carbon cycle in the past and in the future. The action will bring top level expertise in peatland modelling back to Europe and build a bridge between the North American peatland modelling community and those in Europe. It will expose me to training and development in the necessary skills, people and laboratories to take this work forward independently in a European institution in the future. The supervisors at Exeter will develop their already strong record in carbon cycle and climate modelling and further develop links with other European workers and key groups in North America. Overall the action will provide a secure launch pad for my career, bring cutting edge skills to Europe and build stronger and long lasting linkages between European and North American science.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}