{
    "rcn": "195549",
    "acronym": "DAMAGE",
    "topics": "MSCA-IF-2014-EF",
    "title": "An avian model for understanding and preventing the negative effects of poor developmental conditions on subsequent health state, fertility and ageing rate",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Poor developmental conditions have been shown to impact subsequent health, fertility and lifespan, both in human and animal models. However, the molecular, developmental and physiological mechanisms underlying these adverse  effects on health later in life are still poorly understood. Since mammalian models do not allow manipulations of embryo development independently of maternal influence and nutritional state (i.e. without the mother potentially compensating for any manipulation), I will pioneer a new avian model using experimental controls of embryo growth and development through modulation of incubation temperature.\n\nThe key goals of this postdoctoral project are:\n\n(i)\tTo determine the extent to which developmental conditions (i.e. slow vs. fast embryo growth rate, developmental instability) induce deleterious effects on health, fertility and rate of ageing in later life.\n(ii)\tTo identify the molecular and/or physiological mediators of such adverse effects, by targeting parameters related to the ageing process (mitochondrial functioning, oxidative stress, telomere erosion and cellular stress resistance) and investigating the ësparing of vital organsí hypothesis.\n(iii)\tTo test both pre- and post-natal antioxidant therapies as preventive strategies to limit the deleterious impact of poor growth conditions on subsequent health, fertility and rate of ageing.\n\nThis project will use a novel approach to reveal completely new insights into the importance of developmental conditions for subsequent life-history trajectories and rates of ageing. It will also provide important insights for the poultry industry about the impact of developmental conditions and in ovo antioxidant supplementation on subsequent productivity and fertility.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}