{
    "rcn": "195543",
    "acronym": "HS-GLASSion",
    "topics": "MSCA-IF-2014-EF",
    "title": "Highly stable glasses applied for lithium ion battery electrolytes",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Lithium ion batteries (LIB) with a solid-state electrolyte component is one of the much desired goals for rechargeable energy sources since they provide with high safety, high reliability and high energy density. Inorganic glass-based electrolytes are very promising materials due to their higher ionic conductivity when compared to crystalline alternatives. Nevertheless, important concerns still have to be resolved and optimized. For instance, ionic conductivity in glass-based electrolytes continues to be poor compared to liquid electrolytes and their stability still lacks of long lifetime capability. In general, necessary innovative scenarios are needed as the next step forward in current thin film battery research. In order to improve performance and solve these issues in LIB's we propose, as the main purpose within HS-GLASS\\ion, the addition of a new class of materials, the so called highly stable glasses (HSG). These glasses can achieve remarkable properties when prepared through vacuum deposition processes when tuning several parameters during film growth. This new discovery is well considered as an important development in glasses and supercooled liquids but still unknown in the area of energy storage. HSGís have higher densities which can help to easily create large homogeneous areas without any performance threatening artefacts. They are more resistant to temperature and vapor uptake which will increase chemical and structural stability of electrolytes. The lack of grain boundaries but the coinciding existence of short-range order will modify Li\\ ion mobility achieving properties that have not yet been explored in battery research. The ability of tuning stability on HSGís will help boost interface engineering through gradient compositions between the electrodes and electrolyte. The outstanding properties of HSG's will help fulfill thin film technology needs and battery research current requirements.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}