{
    "rcn": "195551",
    "acronym": "Nano Structured Emulsion Foods",
    "topics": "MSCA-IF-2014-EF",
    "title": "AYURVEDIC BIOACTIVE COMPOUNDS STABILIZED PICKERING DOUBLE EMULSIONS- FABRICATION AND IN VITRO EVALUATION",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Ayurveda is ~5000 years old healing science which was originated from India with the concept of use of natural ingredients for health purposes such as curcumin, quercetin etc. Ayurvedic bioactive compounds (ABC) can potentially be used to control chronic health problems such as obesity by the targeted and controlled release of bioactives. The use of these bioactives in complex food products is limited  as they are sensitive to various factors such as pH, temperature etc. \nRecent advancement in application of nanotechnology to food product development offers an opportunity to allow enriching food products with bioactive molecules isolated from ayurveda or any other medicine system by applying the learnings developed for pharmaceutical nano drug delivery technology, in particular ìnanocrystals technologyî. The project has two interrelated objectives: (1) fabrication of nanocrystals of ABC to modulate solubility, wettability etc.; (2) use of these nanocrystals as edible Pickering particles to control emulsion functionality (stability, rhelogy, and digestibility). As the particles will be used for stabilization, and also as bioactive (i.e. dual functionality) this system will be unique. The interfacial layer of ABC will allow the control of the emulsion functionality without using high concentration of emulsifiers which are generally used to stabilize emulsions. Fatty acids in emulsion will help improve the bioavailability of ABC. Success in this project will seed and lead the development of innovative formulation strategy for healthy food product development by reducing the use of synthetic emulsifiers (PGPR) thus impacting on consumers and industry.\nThis will be possible by combining the pharmaceutical drug delivery technology expertise of the experienced researcher with the food delivery expertise and more engineering oriented approach of the supervisor with the intersectoral collaboration between University of Birmingham & Unilever, Netherlands.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}