{
    "rcn": "195535",
    "acronym": "CRISIS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Coastal flood risk in Europe and the socio-economic impacts in a changing climate",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "A large portion of the coastal population worldwide, including Europe, is already vulnerable to extreme high sea level events. In the future it is expected that climate change will increase coastal flood risk making costly adaptation inevitable. In order to help develop robust and flexible coastal management strategies, decision makers need to explore how, when, and where future changes in the physical environment will require immediate action. This is aggravated by the existence of large uncertainties in climate projections. Impact assessment models, such as the Dynamic Interactive Vulnerability Assessment (DIVA) model, have been used extensively to assess the socio-economic impacts associated with coastal flooding under climate change and to explore the benefits of mitigation, adaptation, and migration. However, because the DIVA model is applied at broad scales, it is based on a number of significant assumptions. Most notably, present-day return water levels (one of the key forcing parameters in the model) were derived using a simple global approach. Moreover, decadal variations in storminess and associated changes in future return water levels were ignored. Storm surges and river floods were assumed to be fully independent and vertical land movement rates were approximated with a global glacial isotactic adjustment model ignoring other potential contributors, such as land subsidence associated with ground water extraction. These shortcomings will be specifically addressed within the fellowship at the European level. The results will be used along with existing data bases and model infrastructure to develop a regional version of DIVA. The latter will be applied to perform the most comprehensive and realistic (in terms of temporal variations) mesoscale flood risk analysis of the European coastline to date, accounting, throughout the fellowship, for the full range of inherent model and scenario uncertainties.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}