{
    "rcn": "195541",
    "acronym": "Savage Warfare",
    "topics": "MSCA-IF-2014-GF",
    "title": "Savage Warfare: A Cultural History of British and American Colonial Campaigns 1885-1914",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "This innovative project will provide a comparative cultural history of British and American colonial campaigns in Africa, South Asia and South East Asia, between 1885 and 1914. The project will provide a comprehensive study of what was known as ësavage warfareí that goes beyond the conventional military histories by examining the cultural assumptions and colonial knowledge that underwrote military practice. The project aims at making a substantial contribution beyond academia, and the historical exploration of colonial warfare cuts to the very heart of contemporary debates on the ëwar on terrorí and the continuing legacies of imperialism. The Experienced Researcher will expand his area of expertise on British imperial history to include American imperial and military history, as well as undertaking extensive archival research in Britain, the United States, India and the Philippines. The ER will spend 24 months during the outgoing phase at the History Department at George Washington University to receive training and gain new knowledge within the area of American imperial history. Following this, during the 12 months of the return phase, he will be hosted at Queen Mary, University of London, to transfer back the acquired knowledge and further consolidate his knowledge in the field. The deliverables of the project consist of two articles in per-reviewed journals and the completion of one book manuscript. The ER will furthermore organize two workshops in the United States and one major international conference at QMUL upon his re-integration into the ERA. The undertaking of this multidisciplinary project, that ties together European and American imperial history in a highly original manner, will significantly enhance the career opportunities of the ER and allow him to establish himself as a world-leading historian of imperialism and conflict.",
    "totalCost": "269857,8",
    "ecMaxContribution": "269857,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968164082": {
            "orgId": "968164082",
            "orgName": "GEORGE WASHINGTON UNIVERSITY CORPORATION",
            "ecContrib": 0
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 269858
        }
    },
    "calculatedTotalContribution": 269858
}