{
    "rcn": "195536",
    "acronym": "GenSPI",
    "topics": "MSCA-IF-2014-EF",
    "title": "Genomic Selection for Potato Improvement",
    "startDate": "21/09/2015",
    "endDate": "20/09/2017",
    "objective": "Ireland produces potatoes locally to satisfy its indigenous crisping industry. However, over 50,000 tonnes of potatoes still need to be imported each year due to problems with the long term storage of locally produced product. Potatoes destined for crisping are normally stored at 8 degrees, below this glucose accumulates leading to very dark fry colours and potential acrylamide build up. Unfortunately, sprouting occurs above 8 degrees and impacts product quality. This necessitates the use of sprout suppressant chemicals such as chlorpropham. The EU is moving to phase out the use of such chemicals due to health concerns, and it is therefore necessary to develop potatoes that can be stored below 8 degrees without suffering from low temperature sweetening (LTS). LTS is under polygenic control and therefore challenging for traditional breeding programmes, particularly when it needs to be combined with other traits such as yield and disease resistance. This is where new breeding methodologies such as genomic selection (GS) can assist traditional programmes. GS is a form of marker assisted selection that simultaneously estimates all loci, haplotype, or marker effects across the entire genome to calculate Genomic Estimated Breeding Values (GEBVs). GEBVs are then used to select individuals for advancement in the breeding cycle without direct phenotyping. GEBVs for characteristics such as resistance to LTS would radically enhance potato breeding and lead to the development of more suitable processing varieties.  This proposal involves directly aligning a pilot GS programme to a traditional breeding programme to evaluate the potential for GS in potato breeding. We envisage that GS will enable the screening of an extremely large number of individuals at a seedling stage, ensuring that only the most valuable material is advanced for extensive and expensive phenotyping. This will enable a dramatic increase in the genetic progress for the development of improved potato varieties.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999466952": {
            "orgId": "999466952",
            "orgName": "TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}