{
    "rcn": "195613",
    "acronym": "HARPOCRATES",
    "topics": "MSCA-IF-2014-EF",
    "title": "Smart phononic crystals for aircraft noise reduction",
    "startDate": "01/12/2015",
    "endDate": "30/11/2017",
    "objective": "Nowadays air transport is a vital means of integration, cohesion and economic development amongst European members. However, due to the incessant growth of the global air traffic, aircraft noise pollution has gradually become a major public issue. Thus, European Union is strongly addressing its aviation industry towards a more competitive and sustainable system. HARPOCRATES perfectly shares this current international trend and aims to develop a new-generation sound insulation system to attenuate aircraft noise emissions, in accordance to the EU noise transport policy which over the coming years will require more and more quiet operating vehicles. HARPOCRATES proposes to achieve such a technological breakthrough manipulating sound waves via phononic crystals (PCs), i.e. artificial materials ideally suited for realizing efficient filters or insulators. In fact, the project intends to exploit PCs to proficiently control elastic waves via the so-called pass bands (PBs) and band gaps (BGs), which permit and inhibit, respectively, the waves to propagate within precise frequency ranges. Specifically, proposal objectives provide the design, optimization and experimental validation of the engineered innovative device, promoting theoretical and experimental evidences capable to move aircraft noise reduction expertise towards new horizons.\nThe fully accomplishment of the project objectives will speed up a technological breakthrough development in the framework of aircraft noise emissions, enhancing and maximizing its contribution to the European knowledge-based economy and society. In addition, HARPOCRATES allows the applicant to fully develop his potential thanks to an ad-hoc specialized and advanced training provided to the candidate in the course of the project. Proposal permits as well to strengthen contact networks of both the researcher and the beneficiary, offering unique opportunities to acquire and transfer new knowledge in an outstanding European working context.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}