{
    "rcn": "195673",
    "acronym": "OptiMADMix",
    "topics": "MSCA-IF-2014-EF",
    "title": "Optimized Mesophilic Anaerobic Digestion Mixing",
    "startDate": "05/01/2016",
    "endDate": "04/01/2018",
    "objective": "The aim of this innovative Fellowship is to provide a robust numerical framework, based on novel developments in the fields of CFD and biokinetic modelling, to optimize mesophilic anaerobic digester (MAD) performance, by reducing energy consumption whilst maximising biogas production.\nBy 2030 the world will have to produce 50% more food and energy and 30% more water. Consequently, most countries are implementing programs to reduce carbon emissions and enhance renewable energy production. \nMAD is the most widespread technology for the treatment of sewage sludge, the by-product of sewage treatment. This natural process uses bacteria to break down biodegradable material and produces a biogas rich in methane. The current drive to maximise energy recovery means that biogas from MAD is increasingly harnessed by combined heat and power technology. Thus, there exists the need to optimise digester performance to maximize energy recovery.\nThe benefits of improved performance go beyond CO2 reductions, as they will facilitate environmental improvements, reduce operating costs and improve the financial performance of the European and global wastewater industry. The challenge is to improve digester control to minimize excessive mixing, so eliminating additional, unnecessary environmental and financial costs whilst maximising biogas output.\nWe will simulate for the first time the complex relationships between hydrodynamic and microbiological processes in a MAD environment, whilst also recognising the potential for grit sedimentation within digesters. We will extend significantly previous work and use coupled CFD/MAD modelling as an innovative and robust technique to monitor and control the hydraulic and biochemical performance of MAD. \nMeeting the project aim will deliver an appropriate methodology to improve MAD design and control, thereby offering tangible environmental and financial benefits and assisting the meeting of EU Directive requirements.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}