{
    "rcn": "195647",
    "acronym": "FertilityPolicies",
    "topics": "MSCA-IF-2014-EF",
    "title": "Fertility, Public Policies, and Women in Turkey in Comparative Perspective",
    "startDate": "15/01/2016",
    "endDate": "14/01/2018",
    "objective": "This project aims to analyse the development and nature of the fertility policy in Turkey in the last decade under the rule by the AKP (Adalet ve Kalkinma Partisi ñ Justice and Development Party). Some of the policy measures were first introduced as a part of legislative harmonization for the countryís EU accession process, while the decline in fertility rates has not been a pressing issue for Turkey as it is for EU countries. However, the policy programme, now famous with the slogan of ìminimum three children,î was gradually developed by the AKP government against the background of its broader political agenda of cultural conservatism and economic liberalism. Accordingly, the fertility policy, the project claims, rests on two major goals: to counteract the changing position of women in society and to increase the countryís competitiveness as an emerging market economy. The project will examine the origins of the policy, the nature of policy measures and institutional change, and their gender implications. Drawing on the perspective of historical institutionalism, the project is designed as a qualitative case study, employing the methods of process tracing and comparative and interpretive analysis, and a variety of data collection strategies such as archival research, semi-structured interviews, and secondary sources. It will make significant contributions to the fields of comparative fertility policy studies, EU policy transfer, and historical institutionalism, with a unique case study of a context of late industrialization and political Islam. It will also contribute to public debates and women-friendly policy advocacy initiatives in Turkey.",
    "totalCost": "145845,6",
    "ecMaxContribution": "145845,6",
    "coordinator": "KOC UNIVERSITY",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901512": {
            "orgId": "999901512",
            "orgName": "KOC UNIVERSITY",
            "ecContrib": 145846
        }
    },
    "calculatedTotalContribution": 145846
}