{
    "rcn": "195671",
    "acronym": "MaSCheNav",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mass Spectrometry-Based Chemoproteomic Profiling of Nav1.7, a Voltage-Gated Sodium Channel",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "Chronic pain represents a major unmet medical need which has been linked to changes in voltage-gated sodium channels (VGSCs). These channels are transmembrane protein-complexes with a key-role in signal transmission in excitable cells, such as neurons, and allow the flux of Na\\ ions through the cellular membrane in response to specific stimuli, thus controlling the generation and propagation of action potentials. Nine VGSC subtypes are known to be expressed in different cell types, and among them subtype Nav1.7 is of extreme interest since it is involved in nociceptive processing (pain-sensing) in the peripheral nervous system. Remarkably, patients suffering from congenital indifference to pain syndrome, which derives from loss-of-function mutations of the gene encoding for Nav1.7, have a dramatically reduced ability to perceive painful stimuli, but are otherwise perfectly healthy. Therefore, Nav1.7 has been recognized as an exciting target for pharmacological treatments of pain. However, detailed structural and functional information is lacking, and its attainment represents a fundamental step in the challenging task of finding Nav subtype-selective modulators. Thus, the main focus of my project is to study ligand-binding events with known modulators, thereby paving the way to the design of safe and selective inhibitors. I will develop, by solid phase peptide synthesis, a chemical probe specifically designed to isolate Nav1.7, using a tandem photoaffinity labeling-bioorthogonal conjugation approach. This probe will be applied in model cell lines expressing the channel, in order to study their binding interaction through mass spectrometry-based chemoproteomics. Once these chemical tools are established and validated in the model system, I will translate them to patient-derived cells, in order to study disease-relevant systems.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}