{
    "rcn": "195659",
    "acronym": "jamclay",
    "topics": "MSCA-IF-2014-EF",
    "title": "Chemical Tools to Probe the Role of Bromodomains in the Parasite Trypanosoma cruzi",
    "startDate": "24/03/2016",
    "endDate": "23/03/2018",
    "objective": "Lysine acetylation is a key protein post-translational modification (PTM) found throughout the cellular environment and across the range of species. This PTM is dynamic, with histone acetyl transferases (HATs) acetylating lysine, and histone deacetlyases (HDACs) reversing the modification. In addition, proteins modules bromodomains, have been identified that bind to acetylated lysine (KAc) and mediate protein-protein interactions. In humans, bromodomains exist as part of larger proteins, many of which are involved in transcriptional regulation. Bromodomains contain a KAc-binding pocket for which small molecule ligands have been identified. These ligands prevent the interaction of bromodomains with KAc and have been invaluable in dissecting the fundamental biology mediated by bromodomain-containing proteins (BCPs). We and others have developed potent ligands for the human bromodomain and extra C-terminal domain (BET) bromodomains. These compounds have antiproliferative effects in cancer cells lines and modulate inflammation and atherosclerosis. This work led to an explosion of interest in developing BET bromodomain inhibitors, resulting in 5 compounds in clinical trials. Despite rapid progress in understanding the role of human bromodomains, their function in other species is poorly understood. Given the fundamental role played by bromodomains in humans, we hypothesise that BCPs will play equally important roles in other organisms.\n\nTo understand the role of non-human bromodomains we will develop small molecule probes to study the function of BCPs in the parasite Trypanosoma cruzi. We have selected T. cruzi for two reasons: 1. Four BCPs (TcBDF1-4) have been discovered in T. cruzi; our collaborator Prof. Serra has cloned these proteins and we have the plasmids; 2. T. cruzi is the parasite that causes Chagas Disease and hence bromodomain ligands might ultimately represent a novel method of treatment for this disease.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}