{
    "rcn": "195649",
    "acronym": "Rotary Wing CLFC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Closed-Loop Flow Control to Enhance Aerodynamic and Aeroacoustic Performance of Wind-Turbine Blades",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Aerodynamic loads and noise emitted from rotating blades are of interest in many industrial applications, such as  wind-turbines, aircraft propellers, helicopter blades, and cooling fans. This research project aims to achieve, for the first time, a combined aerodynamic and aeroacoustic optimization of rotary wing by experiments conducted in a controlled environment of gusting flow and rotating motion. In the current work focus will be made on wind-turbine applications. Both passive and active flow control technologies will be utilized to enhance the amount of energy harvested from the wind, while improving the aeroacoustic properties. Leading- and trailing-edge serration have proven to be effective in reducing the noise emitted from wind-turbine blades. However, their effectiveness under realistic flow conditions in a controlled environment has not been investigated. These experiments will be used for further development and validation of new aerodynamic and aeroacoustic models. The ultimate and final goal is to apply closed-loop flow control by utilizing a physics based model. Alongside these experiments, innovative and stand-alone technology for data acquisition and control in rotating blade environments will be developed and implemented. This holistic interdisciplinary approach, bringing together the aerodynamic and aeroacoustic behaviour of wind-turbine blades under realistic flow conditions into one comprehensive study is unique and novel, and will lead to major advances in our understanding of rotating blades aerodynamics and aeroacoustics.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}