{
    "rcn": "195660",
    "acronym": "Mycena",
    "topics": "MSCA-IF-2014-EF",
    "title": "Unraveling the ecology of a widespread fungal group by genomic, isotopic and physiological analyses",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "This proposal aims to shed light on the life strategy of Mycena (or bonnet mushrooms), a widespread group of macrofungi and with important functions in forests and other terrestrial ecosystems. While its members have traditionally been uniformly assumed to be degraders of litter, wood and other dead biological matter, very recent research has suggested that several members could in fact be parasitically or mutualistically biotrophic with plants. In numerous studies, environmental sequences with affinity to Mycena have been observed associated with plant roots. To solve this puzzle, we will use a multifaceted, interdisciplinary approach where we combine traditional knowledge about fungal cultivation with advanced DNA sequencing technology and isotope analyses techniques. The rapidly developing high throughput DNA sequencing technology (HTS) produces millions of DNA strands within hours, and by applying this to plant roots, we will quickly obtain an overview of the presence of Mycena in or on plant roots (indicating a possible biotrophic relationship). We will create a database of Mycena sequences from our own sequencing as well as sequences already publicly available. By sequencing the entire genome of five carefully selected species of Mycena, we will be able to analyse the genomic content associated with different life strategies. As molecular identification of Mycena associated with plant roots does not indicate an ecological interaction per se, we will employ innovative research techniques designed to quantify potential interactions. Isotopic fractionation of carbon/nitrogen of Mycenas and plants at field sites can reveal the mushroom¥s source of carbon, and co-culturing of biotrophic Mycenas together with plants will provide direct evidence for the nature of their relationship(s). This research will clarify the ecology of a prominent and widespread genus of fungi, thereby illuminating its role in forest and general plant ecology.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 208400
        }
    },
    "calculatedTotalContribution": 208400
}