{
    "rcn": "195633",
    "acronym": "HAT-MOZ-sphere",
    "topics": "MSCA-IF-2014-EF",
    "title": "Identification of genes and pathways regulated by the HAT activity of MOZ",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The research programme will comprise the study of the Histone acetyl transferase (HAT) MOZ (Monocytic leukaemia Zinc finger) a critical player in the development and maintenance of the haematopoietic system. In addition, translocations of MOZ are associated with Acute Myeloblastic Leukaemia. Given the importance of this protein in haematopoiesis and leukaemogenesis, it would be essential to further understand the function of MOZ and in particular to identify the genes regulated by its HAT activity of MOZ. A mouse line specifically mutated to abrogate the HAT enzymatic activity of MOZ has been developed in the host laboratory, and represents a powerful and unique tool for the study of MOZ HAT activity. Using Chromatin ImmunoPrecipitation followed by sequencing (ChIP-seq), genome wide targets of MOZ will be determined and the consequences of the deletion of its HAT activity on the epigenetic landscape will be investigated through the survey of several histone modifications and RNA polymerase II recruitment. The non-histone targets of MOZ will be identified through the SILAC technique. Finally a MOZ murine leukaemic model has been developed, based on the transduction of bone marrow cells with a retrovirus encoding MOZ-TIF2, one of the fusion proteins involving MOZ. ChIP-seq will be performed in these leukaemic cells to identify genes targeted by MOZ-TIF2 and changes in epigenetic marks at these loci. Overall, this project will provide a better understanding of MOZ HAT activity in haematopoiesis and leukaemogenesis. Crucially, this project will enable Dr Anne Largeot to obtain and develop a wide range of new and transferable skills through a variety of multidisciplinary training programs. Relying on the knowledge and expertise of her supervisor and the exceptionally high calibre of the Cancer Research UK Manchester Institute, this project will enable Dr Anne Largeot to achieve her long-term objective of obtaining a leadership position in a competitive European Institute",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}