{
    "rcn": "195639",
    "acronym": "MediVAC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Bio-sustainable production of natural medicines from Vitex",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Vitex agnus-castus (VAC) is a medicinal plant clinically shown to be an effective treatment for premenstrual syndrome. The bioactive constituents are diterpenoids that can interact with G-protein-coupled receptors such as the dopamine D2 and D3 receptors. This specific activity also opens up the possibility of other therapeutic applications where dopaminergic drugs are required, such as for the treatment of Parkinsonís disease and other movement disorders. The major barrier to the development of VAC diterpenoid drugs, and the further exploration of pharmacological activity of VAC diterpenoids, is the lack of a source of pure compounds. MediVAC is a 24 month research project that will discover the genes involved in the biosynthesis of pharmacologically active diterpenoids in VAC, and to express these genes in a biotechnological platform for the sustainable production of pure bioactive diterpenoids. State-of-the-art imaging mass spectrometry tools will be used to identify diterpenoid rich tissues which will be targeted for transcriptomics. Then, through the integration of bioinformatic, molecular biology and analytical chemistry techniques, the diterpene synthases and cytochrome P450 enzymes involved in VAC diterpenoid biosynthesis will be identified and functionally characterised. The resulting molecular toolbox of diterpenoid genes will be stably integrated into yeast for the production of bioactive diterpenoids. The engineered host strains hold potential for the future development of an industrial scale production platform able to produce high-purity, bioactive diterpenoids for the pharmaceutical industry. Implementation of this proposal will provide the research fellow with essential training in the field of molecular biology and further her plant metabolic profiling expertise, leaving her with a unique and highly sought after skill set.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}