{
    "rcn": "195682",
    "acronym": "EPIMAIZE",
    "topics": "MSCA-IF-2014-GF",
    "title": "Understading the Maize Epigenome and its Role in Development",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Phenotypes are largely determined by genetic factors. However, a given genotype can give rise to very distinct phenotypes, as exemplified by the diversity of cell types in multicellular organisms. This phenotypic plasticity results from epigenetic changes; that is, reversible modifications to the DNA molecule and its associated proteins that modulate gene expression patterns. Epigenetic changes are critical to the establishment of developmental programs, but also to adjust transcription in response to the environment. The latter is particularly important for plant adaptation: owing to a sessile (immobile) lifestyle, plants cannot run away from adversity, and thus adapt to their environment by tuning gene expression in response to changing conditions. Most epigenetic information is erased from one generation to the next, so that new organisms start their life cycle with a ìfreshî potential. However, there are instances in nature of heritable epigenetic marks that can be transmitted to the next generation. Thus, owing to their role in shaping gene expression, and the potential for heritable changes, epigenetic factors are of great interest for plant breeders, in their quest for adaptable, high yielding phenotypes. Most of our current understanding of epigenetic processes in plants has been developed in Arabidopsis, a key model system. However, the Arabidopsis epigenome is rather idiosyncratic, and this knowledge might translate poorly to crops. Here, we will use an interdisciplinary approach combining original genetic materials and bioinformatics to analyze epigenetic regulatory pathways in maize, with a focus on reproductive development. Maize is an important model plant, with a large and dynamic epigenome much more typical of crops. It is also a crop of great economic importance. Better understanding the epigenome of maize will open the door to the manipulation of key agronomic traits, including reproductive development, which is under strong epigenetic influence.",
    "totalCost": "178603,2",
    "ecMaxContribution": "178603,2",
    "coordinator": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954902436": {
            "orgId": "954902436",
            "orgName": "COLD SPRING HARBOR LABORATORY",
            "ecContrib": 0
        },
        "999513803": {
            "orgId": "999513803",
            "orgName": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
            "ecContrib": 178603
        }
    },
    "calculatedTotalContribution": 178603
}