{
    "rcn": "195690",
    "acronym": "MIP4CELL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Molecular Imprinting mediated regulation of cell behavior and related biomedical applications",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Tissue engineering or regenerative medicine, with its ultimate aim of developing true human replacement parts, has recently made enormous progress. The field refers to the use of human cells to replace or regenerate tissues or organs. Ideally, biomaterials for tissue engineering should efficiently mimic functionalities of the natural extracellular matrix (ECM). Hence surfaces of biomaterials should be engineered for dynamic control of cell behaviour. The objective of this proposal is to exploit molecular imprinting as a dynamic methodology for biofunctionalization and tissue engineering. Building on our previous proof of concept demonstration of systems for cell sheet harvesting, we expect to hereby obtain dynamic biofunctionalization of surfaces and overcome limitations of currently used methodologies (e.g. ligand leaching in non-covalent approach, loss of bioactivity in covalent approach, and lack of means for dynamic control of cells adhesion in both). The specific objectives of the proposal are as follows:\n1) To establish bioimprinted hydrogels with thermo-responsive affinity to bioactive cell adhesive peptide as a generic platform for dynamically regulating cell adhesion and migration.\n2) To develop thermo-responsive DNA aptamer imprinted hydrogels for dynamic recognition of specific cells via cell-aptamer interactions, and using as a platform for capture and release tumor cells. \nTherefore, this proposal will mimic the in vivo dynamic characters of the ECM and allow to obtain controllable cell behaviours in artificial biomaterials, thus having potential applications in medical diagnostic and regenerative medicine.\nBringing together a highly talented and creative experienced researcher, who has already contributed decisively to the field, with a leading research group in the field of molecular imprinting and biomedicine will allow for the aforementioned objectives to be successfully accomplished.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "MALMO UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}