{
    "rcn": "195676",
    "acronym": "MigrWorkers",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Race, Class and Gender of Transnational Urban Labour: Romanian Workers in the Cities of London and NYC",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The workings of globalization depend on international labor migration, a phenomenon that is hardly recent but that is, instead, embedded in histories of colonialism, decolonization and neocolonization, divergent conditions of democracy, totalitarianism, militarism and exploitation, as well as in persistent structures of economic disparity among the formal colonial powers and the decolonized world. Contemporary labor migrationóthe flows of people in search of labor crossing national boundaries, deeply impacts and transforms the social, economic, political, cognitive and affective landscapes of contemporary life. This project will consider these transformations by examining the transnational migrant labor of workers from Romania such as it unfolds at two central sites of global capitalism, London-U.K. and New York-U.S. The research will feature an historical analysis of the immigrant Romanian labor presence at these sites, while its time frame covers the interval starting in 1989 up to the present day. While labor migration has been a subject of interest for economists, political theorists, geographers, anthropologists and cultural theorists alike, its relevance to affective theory and neoliberal critiques have only recently been addressed. My project seeks to address an analytic gap that refers to the affective dimension of migrational labor by considering not only the economic, political, and historical contexts, but also the impact that immigrantsí transnational journeys in search for work and their landing in new spaces have on their intimate lives alongside co-nationals as well as alongside other dwellers in the global city. The research project will draw upon recent global changes, more precisely on the global economic crisis, the continued neoliberalization of economies and the pressures towards securitization that affect the cities of London and New York and thus implicitly impact on the lives of immigrant laborers.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF STRATHCLYDE",
    "coordinatorCountry": "UK",
    "participants": "LONDON SOUTH BANK UNIVERSITY LBG",
    "participantCountries": "UK",
    "projectParticipants": {
        "999911309": {
            "orgId": "999911309",
            "orgName": "LONDON SOUTH BANK UNIVERSITY LBG",
            "ecContrib": 30576
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 152879
        }
    },
    "calculatedTotalContribution": 183455
}