{
    "rcn": "195681",
    "acronym": "GLOID",
    "topics": "MSCA-IF-2014-EF",
    "title": "Genetic and Lifestyle Origins of Inflammation in Depression",
    "startDate": "01/05/2015",
    "endDate": "31/10/2016",
    "objective": "Depression produces substantial societal costs. Its cause is unknown and treatments are suboptimal. Inflammation may be involved in depression. People with depression have elevated levels of inflammatory mediators in the blood, although it is unclear whether the source is genetic, environmental, or some interaction. A likely environmental source is unhealthy lifestyle behaviours. To progress the field, studies must more directly test the causal status of the inflammatory hypothesis of depression; specifically, whether inflammation-related genetic polymorphisms or whole polygenic risk scores interact with unhealthy lifestyle in depression and its remission. \n\nI will address these unanswered questions in a Marie Sk?odowska-Curie European Fellowship with Professor Penninxís research group at VU University Amsterdam; world-leaders in the investigation of psychobiological causes of depression. I will collaborate with experts in genetic epidemiology and the inflammatory hypothesis of depression and complete sophisticated statistical analysis of data from the longitudinal Netherlands Study of Depression and Anxiety (NESDA; PI Professor Penninx). It will result in at least four peer-reviewed research articles, related conference presentations, and opportunities to more broadly disseminate the findings. \n\nUndertaking this research along with formal training and mentoring will enhance my academic profile, scientific experience, and content expertise in the psychobiological causes of depression, to enable me to develop into an independent, leading researcher. The proposed research contributes to the EU priority of addressing ìsocietal challengesî to improve lifelong health and wellbeing of all. Providing evidence for the contribution of genetics, inflammation and unhealthy lifestyle to depression will provide opportunities for identifying people at risk of depression, treating depression, and developing individual and public health prevention strategies.",
    "totalCost": "133199,11",
    "ecMaxContribution": "133199,1",
    "coordinator": "STICHTING VUMC",
    "coordinatorCountry": "NL",
    "participants": "STICHTING VU",
    "participantCountries": "NL",
    "projectParticipants": {
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 73013
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 60186
        }
    },
    "calculatedTotalContribution": 133199
}