{
    "rcn": "195698",
    "acronym": "ExMeCy",
    "topics": "MSCA-IF-2014-EF",
    "title": "Cyclone processes leading to extreme rainfall in the Mediterranean region",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Mediterranean cyclones are among the most important natural hazards in the region, affecting more than 135 million people. The physical mechanisms that make Mediterranean cyclones evolve into severe storms are not yet fully understood due to many uncertainties in the underlying atmospheric processes. These processes are mainly associated with deep convection and air-sea interactions at meso-scales, as well as with large-scale atmospheric systems that affect the region. The scientific objective of the project is to show how these processes lead to extreme rainfall in the Mediterranean and contribute to the better forecasting of cyclones induced extreme rainfall.\nAnalysis within ExMeCy is based on a multi-methodological approach that includes fundamental atmospheric dynamical analysis, analysis of lightning and satellite observational datasets, and modelling adapted to the project needs. First the Researcher will detect the cyclones causing extreme rainfall. Then, he will classify these cyclones according to the contribution of the main processes associated with extreme rainfall, namely the deep convection and the airstreams of warm conveyor belts. Different cyclone groups will be thus formed, which will be analyzed separately using new modelling and diagnostic techniques, applied for the first time to Mediterranean cyclones. The decomposition of the complex interactions of atmospheric processes that lead to cyclones intensification and extreme rainfall will constitute ExMeCyís original results. These results will be eventually used to assess European services models to predict cyclones-related high impact weather in the Mediterranean. The project will be hosted at the Institute for Environmental Research & Sustainable Development (IERSD) of the National Observatory of Athens (NOA).",
    "totalCost": "152653,2",
    "ecMaxContribution": "152653,2",
    "coordinator": "NATIONAL OBSERVATORY OF ATHENS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999653677": {
            "orgId": "999653677",
            "orgName": "NATIONAL OBSERVATORY OF ATHENS",
            "ecContrib": 152653
        }
    },
    "calculatedTotalContribution": 152653
}