{
    "rcn": "195602",
    "acronym": "NeutronOPV",
    "topics": "MSCA-IF-2014-EF",
    "title": "New neutron techniques to probe bulk heterojunction solar cells with graded morphologies ñ understanding the link between processing, nanostructure and device performance",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "This projectís aim is to contribute to a better understanding of the relationship between processing conditions, active layer morphology and device performance in polymer solar cells (PSC), providing the understanding needed to guide the search for practical processing routes. The secondary aim is to develop new and more powerful characterisation techniques, to study PSCs, using neutrons in particular, and exploiting the potential of powerful and innovative new instruments at the neutron source ISIS, which is a partner on this proposal.  These innovative new variants of neutron reflectivity, off-specular scattering and small angle scattering (SERGIS and SESANS), use spin-echo encoding to probe length-scales previously inaccessible by neutron techniques.  \nThis work will focus on some of the most recently introduced and highest-efficiency polymers, such as PBDTTT-EFT, PTB7 and PCDTBT, creating thin films for devices both by the laboratory-based spin-coating method and also the industrially-scalable method of spray-coating. The methodology to be used will consist in processing the active layers from mixed solvents with step graded variations in composition, with the main purpose of generating a series of devices with graded variations in morphology.  The as-produced active layers will be systematically investigated and compared in terms of morphology, charge mobility and photovoltaic performance; the neutron techniques available at the ISIS Neutron Spallation Source (Didcot, UK) will be complemented with a large suite of conventional laboratory-based techniques available at Sheffield University, and by x-ray scattering, both laboratory based and at synchrotron sources.  This mixed solvent approach will be also valuable for scale up, especially by removing the need for halogenated solvents.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}