{
    "rcn": "195620",
    "acronym": "VIVO_MECH_COLL_MIGRA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Biomechanical analysis of in vivo directional collective migration",
    "startDate": "02/02/2016",
    "endDate": "01/02/2018",
    "objective": "Directional cell migration is important in physiology and pathology. Molecular mechanisms regulating directional migration are largely studied; but the role of mechanical cues and their interplay with biochemical signals during directional migration is poorly understood. To address this we will use Neural Crest (NC) cells, a highly migratory embryonic cell population. Evidence about how chemical cues regulate NC migration has accumulated, but nothing is known about the biomechanics of NC migration. This proposal focuses on understanding how NC interacts with the mechanical cues from its environment during directional migration in vivo, as well as understanding the molecular nature of this interaction. Thus, our aims are: Aim 1) to study the role of mechanical cues in vivo and their interplay with chemical signals during in vivo NC migration. Aim 2) identify the molecular mechanism by which the mechanical properties of the substrate are sensed and translated as signals into the NC, and to test the role of Nedd9 as a key component of this process. (Nedd9 appears in a screening that I performed to identify potential NC mechanosensors).\n         These studies will provide new tools and information on the role of mechanical cues during directional migration in vivo, how these cues interact with chemical guidance, how are they integrated as cellular signalling within cells? These questions are poorly studied aspects of cell migration, thus our results will be a real contribution to the state-of-the-art in cell migration. This multidisciplinary proposal is will be mutually beneficial, providing the host and me with new collaborations. A research line will be created in ERA with NC as a model to study biophysics of migration in vivo. I will complement my current skills with new knowledge in biophysics of cell migration and managerial skills; this will have a countless impact in the career that I project as an independent researcher in the cell migration field.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}