{
    "rcn": "195651",
    "acronym": "ChemoBOOM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Development of Palladium-Labile Prodrugs for Bioorthogonally-Activated Chemotherapy",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "The heterogeneity and capacity to evolve in response to treatment of the most aggressive forms of cancer make the selective inhibition of molecular targets an insufficient strategy to reach complete neoplastic remission. In this context, the unspecificity of classic chemotherapeutic agents becomes an advantage for treatment. Nonetheless, due to dose-limiting adverse effects, chemotherapeutic drugs become ineffective against some late-stage primary tumours, which are typically responsible for the death of the patient. To tackle those difficult to treat cancers, improved chemotherapeutic strategies far beyond the one-pill paradigm are mandatory. To reduce systemic side effects while increasing the levels of drug in the disease area, a number of novel methods originated from the Chemical Biology field (rather than from conventional Medicinal Chemistry approaches) have emerged during the last year to explore the site-specific activation of cytotoxic drugs. One of those novel concepts, pioneered by the Unciti-Brocetaís group in Edinburgh, is based on the use of palladium to activate drug precursors by heterogeneous bioorthogonal organometallic (BOOM) catalysis. Using an O-propargylation strategy to mask functional groups essential for the cytotoxic mode of action of clinically-used drugs, I will investigate the development of novel bioorthogonal palladium-labile prodrugs and their reactivation in cancer cell culture by heterogeneous palladium catalysis. With the support of a MSCA-IF, I intent to explore the full scope of this exciting experimental strategy, including the first ever approach designed to release two cytotoxic drugs with synergistic pharmacological activity from a single prodrug molecule.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}