{
    "rcn": "195611",
    "acronym": "MSMART",
    "topics": "MSCA-IF-2014-EF",
    "title": "Margination of Microcapsules in Small Arteries",
    "startDate": "03/09/2015",
    "endDate": "02/09/2017",
    "objective": "Intravascular delivery of microcapsules is emerging as a novel and effective approach in targeted therapeutic and diagnostic procedures in cancer and cardiovascular diseases. It encapsulates drugs or imaging-contrast agents and functionalizes the surface of the capsule to target specific diseased sites. However, a major challenge in its applications is to improve the adhesion efficiency of capsules to the endothelium (a monolayer of cells that lines the luminal surface of blood vessels) under complex blood flow conditions. While extensive research has focused on identifying disease-associated biomolecules on the endothelium, or suitable antibody/peptides targeting these molecules, much less attention has been given to the margination of the drug carriers from the blood stream to the vascular wall, especially in arteries where many diseases develop. Margination represents the crucial first step before adhesion. The aim of this project is therefore to investigate the cross-sectional migration of microcapsules in arterial blood flows and to develop scientific understanding of how the size, shape and deformability of capsules, as well as system parameters such as the blood haematocrit, blood flow inertia and pulsatility, and vessel geometry affect the margination of the microcapsules. The project will unit the state-of-the-art in-vitro, ex-vivo experimentation and numerical modeling resolving blood flow at a cellular level. A second aim of the project is to develop practical principles for designing microcapsules with optimum margination property in arteries. The project will pave the way for novel designs of injectable medicines or imaging-contrast agents with enhanced vascular targeting efficiency.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}