{
    "rcn": "195669",
    "acronym": "BIDAMARK",
    "topics": "MSCA-IF-2014-EF",
    "title": "BIg DAta-driven MARKeting for better competitiveness",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Big data analysis has become a source of competitive advantage for businesses and even whole economies. Big data is indeed a critical issue for the digital economy, innovation and services that are expected to drive growth and job creation in the EU. Compared to the USA, however, the EU has been slow in the adoption of big data analysis. Fortunately, big data opportunities still exist in many business sectors to improve the competitiveness of European firms. In particular, performance may be improved by making use of big customer data to offer goods and services that better meet customer needs, i.e., ìbig data-driven marketing (BDM)î. However, adopting BDM has a steep learning curve due to organizationsí lack of understanding regarding the diverse factors required to succeed. The BIDAMARK project aims to assess the impact of different success factors on BDM, and consequently on firmsí ability to achieve superior customer performance. To answer this question, a comparative analysis between France- and US-based firms, and between industry sectors, will be implemented. A quantitative survey methodology will be applied with structural equation modelling (PLS) as the primary analysis method. This project is a perfect springboard for the Principal Investigator (PI) through the opportunity to build durable research networks, and acquire new skills that are complementary with his current expertise. New skills include research skills (theoretical and methodological), technical skills (use of new software tools), project management skills (lead of interdisciplinary project), language skills (French), and training skills (course teaching). Moreover, the publication of conference papers (later developed into high-impact journal articles) and recommendations for decision-makers will contribute to the improvement of the visibility of the PIís research, and positively influence his academic career. Finally, this project builds a foundation for future collaborations.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE TOULOUSE 1 CAPITOLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999836522": {
            "orgId": "999836522",
            "orgName": "UNIVERSITE TOULOUSE 1 CAPITOLE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}