{
    "rcn": "195654",
    "acronym": "ATCK-HER",
    "topics": "MSCA-IF-2014-EF",
    "title": "Cross-cultural heritage. Understanding cultural heritage in a globalized world",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "ATCK-HER is a pioneering study of cross-cultural heritage in the context of New Heritage. Traditionally heritage has been defined through artefacts, traditions, and places belonging to one particular nation. In a globalised world, a cross-cultural heritage is emerging: the heritage that is meaningful to people who has been growing up in two or more cultural environments as a direct or indirect result of mobility. ATCK-HER aims a better understanding of the meaning and significance of cross-cultural heritage in today's increasing globalised societies, and to discuss these findings in the context of existing European practices and policies of heritage management. Methodologically, the project will develop a people-centred perspective on heritage, and an innovative empirical participatory methodology in the context of the EU's Faro Convention (2005). The project is innovative both by dealing heritage as a process relevant for citizens today on the uses of identity in the present, and by noticing the active participation of cultural heritage in the major changes that presently take place in the todayís globalized societies.\nThe ATCK-HER project requires the capacity to conduct a completely new field of heritage research both in the academic and the management milieus. Dr Colomer previous experience provides her with the capacities and abilities to take on the project. Moreover, both the research topic and its training-through-research project will catalyze these previous capacities and abilities into an advanced level, allowing to re-establish her academic career into a leadership position in public archaeology in Sweden with an European oriented interest. The mobility proposed to the Linnaeus University will allow her to fulfill this plan since its School of Cultural Studies is an emerging department in the field of public archaeology and New Heritage, willing to welcome future research project leaders.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "LINNEUNIVERSITETET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986317632": {
            "orgId": "986317632",
            "orgName": "LINNEUNIVERSITETET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}