{
    "rcn": "195636",
    "acronym": "GEODEM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Geography of Demography: modelling plant population responses to global habitat patterns",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Mankind is profoundly altering the environments in which plant and animal populations live. An era of such massive habitat rearrangements requires ecologists to take new approaches to increase our understanding of species distribution and likelihood of persistence worldwide. Improved ecological models of range-wide persistence and response to the simultaneous threats of climate change, habitat destruction and landscape reconfiguration are required to inform management of biodiversity at large scales. GEODEM brings together global datasets of plant distribution and demography to gain insight into how the geographic configuration of habitats affects growth, survival and reproduction of more than 500 plant species worldwide. The project has two main objectives: 1. Geographic Range Pattern Analysis: Using species distribution models and global spatial statistics tools to quantify and compare spatial patterns of suitable environmental conditions across speciesí biogeographic ranges. 2. Landscape Demography: Testing how the spatial arrangement of suitable habitat within the geographic space can inform population responses to environmental gradients. The fellow will be supervised by and collaborate with world leaders in spatial ecology in Ireland and other European countries to accomplish her goals. The prestigious Marie Sk?odowska-Curie fellowship will enable her to develop expertise in currently disparate areas of species distribution modelling and demography and place her in a unique position to make significant contributions to the urgent problem of population persistence at large scales during this era of global change. It will enable the fellow to build an independent research program in Europe after gaining research experience in top universities in Canada and Australia.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}