{
    "rcn": "195653",
    "acronym": "CABBALA",
    "topics": "MSCA-IF-2014-EF",
    "title": "THE NAMES OF GOD AND OF CHRIST IN THE SYNCRETIC RENAISSANCE: MYSTICAL, MAGICAL AND VISUAL WORDS IN CHRISTIAN KABBALAH.",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "The present research project aims at examining fresh material about the syncretistic tradition in the 15th and 16th centuries: it includes a wide range of theories by the so-called Christian Kabbalists about the different names of God and of Jesus in the context of Renaissance thought. The study will focus especially on the Christian Kabbalistic reading of the Tetragrammaton, the Pentagrammaton, and the Trigrammaton, i.e. the various names of God as expressions of new Christological interpretations to Jewish Kabbalistic doctrines. More specifically, this project intends to devote greater attention to the analysis of Renaissance syncretism in two ways: as a linguistic instrument and as a performative power. The analysis will be examined through the writings of Giovanni Pico della Mirandola, Johannes Reuchlin, Giles of Viterbo, NiccolÚ Camerario, Francesco Zorzi and Arcangelo da Borgonovo. This research will also consider some unknown Jewish sources that influenced, either explicitly or implicitly, the Christian Kabbalistic theory of the divine names. Our purpose is therefore to answer the question of facing theological ìothernessî in the Renaissance through a new type of cultural synthesis. In some way, combining Abrahamic faith with Kabbalah, Hermeticism and Trinitarian creeds, results in overcoming the conflicts of dogmas in order to converge towards a unified plurality of traditions. Starting with the hypothesis of a Kabbalistic ìmetamorphosisî of humanistic theology in the Renaissance, we hope that the proposed research will demonstrate that the Christian theories on Jewish divine names, against the background of Kabbalah and ìbarbarous wisdomî, was impossible without transgressing sacred boundaries and creating new values. Accordingly the work of many Christian Kabbalists should be reintegrated into the european heritage as the first stage of a cultural change, where a comparative frame of mind is essential for the sake of interreligious dialogue.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}