{
    "rcn": "195674",
    "acronym": "SEDiLINK",
    "topics": "MSCA-IF-2014-EF",
    "title": "Sediment linkage between land, river and sea: evaluating impacts of historic mining on sediment quality in the coastal zone",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Monitoring datasets available to evaluate past mining impacts on catchment and coastal environmental quality are severely limited in temporal extent presenting a major hindrance to effective decision making for management of legacy pollution to achieve the goals of the EU Water Framework Directive and Mining Waste Directive. The ìSediment linkage between land, river and sea: evaluating impacts of historic mining on sediment quality in the coastal zoneî (SEDiLINK) research project will develop an innovative sedimentological approach to overcome these important challenges and close this substantial knowledge gap. The SEDiLINK approach will bring together established techniques (e.g. Pb-210 geochronology) with new approaches in evaluating riverine ecosystems (e.g. Pb isotope fingerprint) and deliver an integrated toolkit for evaluation of mine waste impacts. The extensive metal mining history of Tamar River Basin and coastal zone, southwest UK, offers an ideal test-bed in which to develop the novel and powerful SEDiLINK approach for wider application in other EU contaminated fluvial and coastal ecosystems requiring longer term remediation legacy pollution.\n    Through developing this tool, the candidate will gain new scientific and technical skills in cutting edge isotopic fingerprinting techniques working with multidisciplinary and multinational groups in UK and Spain, developing and complementing her previous knowledge in radiotracer applications. This period of advanced training and mobility will underpin maturation and independence as a leading EU researcher.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF PLYMOUTH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854661": {
            "orgId": "999854661",
            "orgName": "UNIVERSITY OF PLYMOUTH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}