{
    "rcn": "195693",
    "acronym": "Helping in Cyanopica",
    "topics": "MSCA-IF-2014-EF",
    "title": "Why helping others? The role of direct fitness benefits within the social-networks in cooperatively breeding azure-winged magpies",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "'Current literature on the evolution of cooperation agrees that kin selection cannot explain the benefits accrued by cooperators in many systems. One main gap is the type of direct benefits that helpers obtain in cooperative breeding systems and how they are ESS provided that natural selection favours defectors over cooperators in unstructured populations. Recent advances show that 'social viscosity' can maintain benefits for cooperators. Thus, the study of social-network structure can potentially explain why cooperation persists. This type of approach can only be tackled after a long-term study at individual level.  I have monitored a population of cooperative breeding Azure-winged magpie (Cyanopica cooki) for more than 20 years. I have pedigree data, their reproductive behaviour in helper and breeder roles, and lifetime reproductive success for many birds. Yet, the reason why helpers contribute to rearing other birds' offspring has remained elusive. Here I will use network approach to previous data plus new monitoring of breeding groups to study: the role of kinship, by using pedigree and genetic analyses; the structure of social networks based on cooperative relationships, to see whether interactions can explain the maintenance of cooperative behaviour from the point of view of reciprocity and generalized reciprocity predictions; potential paternity sharing between breeders and helpers; and the relative roles of different benefits in lifetime inclusive fitness. I will implement the project within the team of Dr. Rita Covas, who has solid experience in the study of cooperative breeding. I present an innovative but realistic workplan to test original questions with new methodologies that are expected to lead to strong publications. The collaboration proposed means the reinforcement of the contribution of Mediterranean biology into ERA, the re-integration of a woman to scientific activity, and the collaboration between women heading research lines in Europe.'",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "ICETA INSTITUTO DE CIENCIAS, TECNOLOGIAS E AGROAMBIENTE DA UNIVERSIDADE DO PORTO",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998484245": {
            "orgId": "998484245",
            "orgName": "ICETA INSTITUTO DE CIENCIAS, TECNOLOGIAS E AGROAMBIENTE DA UNIVERSIDADE DO PORTO",
            "ecContrib": 160636
        }
    },
    "calculatedTotalContribution": 160636
}