{
    "rcn": "195697",
    "acronym": "RISH",
    "topics": "MSCA-IF-2014-EF",
    "title": "Imaging of multiple mRNA targets using SERS nanoparticle labels and in situ hybridization in human cancer tissue sections",
    "startDate": "06/08/2015",
    "endDate": "05/08/2017",
    "objective": "Early cancer diagnosis greatly increases the chances for successful treatment and personalised therapy. RNA molecules have emerged as new candidate biomarkers for detecting a wide variety of cancers, due to their critical role in cell growth and development. In situ hybridization techniques for mRNA detection provide detailed spatial and temporal information on RNA expression with single-molecule sensitivity, however the traditional techniques that utilise fluorescence probes and quantum dots lack of high multiplexing capabilities. RISH seeks to develop a methodology that allows sensitive multiplex detection, quantification and distribution of cellular mRNA biomarkers utilising surface-enhanced Raman spectroscopy (SERS) nanoparticle (NP) labels. SERS NP-labels consist of metal nanoparticles modified with a self-assembled monolayer of Raman reporters and are sensitive and robust labels that offer great multiplexing capacity. Molecular beacon hybridization probes specific to mRNA targets will be conjugated to SERS NP-labels to allow optical detection utilising Raman microscopy in human cancer tissue sections. The mRNA expression levels will be correlated with those from fluorescence in situ hybridization and the respective protein expression levels after immunohistochemistry. The research proposal is highly multidisciplinary and includes aspects of spectroscopy, optics, biochemistry, nanotechnology and pathology. The research fellow plans to work closely with experts from both the hospital and the industry to apply this methodology in the diagnosis of initially breast cancer and of different types of cancer at a later stage.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAET DUISBURG-ESSEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999843312": {
            "orgId": "999843312",
            "orgName": "UNIVERSITAET DUISBURG-ESSEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}