{
    "rcn": "195624",
    "acronym": "FlexCHIC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Flexible Complementary Hybrid Integrated Circuits",
    "startDate": "07/09/2015",
    "endDate": "06/09/2017",
    "objective": "The research and development in the field of flexible electronics in recent years has shown that this technology could be a promising key enabler for future consumer applications due to several advantageous characteristics that are absent from any incumbent technology. These include; unique form factor that allows realisation of unconventional electronics such as bendable displays, as well as the inexpensive/high throughput processing that enables realisation of large-area devices such as sensor systems and/or low-cost disposable electronics e.g. medical diagnostics, identification systems. However, the realization of high-performance integrated circuits on flexible substrates for a low-cost/high-volume market still remains very challenging, primarily due to material and process related limitations. The proposed work program follows a unique approach in order to overcome these limitations through the use of solution-processable organic and inorganic semiconductors in combination with optical sintering methods for rapid material processing. The latter will allow the fabrication of hybrid complementary integrated circuits with performance characteristics beyond the current state of the art on arbitrary substrate materials including flexible temperature-sensitive substrates (e.g. plastic) within a fraction of time compared to conventionally used curing methods (e.g. thermal annealing). This multidisciplinary research work opens new insight into hybrid low-temperature additive transistor technologies and promises very valuable original results merging the broad understanding of the novel organic transistor technologies with novel solution-processable inorganic semiconductors in a complementary hybrid transistor integration process which will be beneficial for the further development of low-cost and large-area electronic systems of the future.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}