{
    "rcn": "195657",
    "acronym": "DOGMITE",
    "topics": "MSCA-IF-2014-EF",
    "title": "The unique dioxygenases of phytophagous spider mites: new enzyme players in plant-herbivore interactions?",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Detoxification of poisonous xenobiotics in animals is typically performed by multi-gene enzyme families. Within arthropods, only insect genomes have been studied in detail where these families are well characterized. I recently uncovered a new enzyme family in the genome of a non-insect arthropod, the extremely polyphagous plant-feeding mite Tetranychus urticae and showed that this proliferated family was acquired via horizontal gene transfer from a fungal donor. The family codes for intradiol ring cleaving dioxygenases which cleave a particular set of aromatic structures, commonly found in pesticides and plant metabolites. Here, I propose to functionally characterize this exciting new gene family and to elucidate its role in xenobiotic detoxification, with a focus on plant secondary metabolites. First, to create a general picture, I will map the in situ expression of dioxygenases and time their responses to plant-derived secondary defense metabolites. Second, guided by preliminary results, I plan to study how these new herbivore enzymes counteract polyphenol oxidases, well-known plant defense enzymes that act against herbivores and target the same class of substrates. State-of-the-art plant transformation experiments will be performed in order to meticulously dissect their counterplay. Finally, by means of an unbiased multi-layered strategy, I will functionally characterize these new dioxygenases. Dioxygenases will be introduced into biological systems by functional expression in E. coli or insect cells, and by genetically transforming Drosophila. Cutting-edge differential metabolomics will identify the substrates and reaction products. By means of this project, I expect to unravel the selective advantage of this new family for phytophagous mites and open up avenues to exciting biotechnological applications which I expect to extend well beyond agriculture.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}