{
    "rcn": "195638",
    "acronym": "VECTORIGAMI",
    "topics": "MSCA-IF-2014-EF",
    "title": "DNA Origami for drug delivery",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The main objective of this project is to produce innovative DNA self-assembled nanostructures with the goal of evolving new approaches for drug delivery. The properties of the DNA nanostructures will be tuned by introducing new elements into the nanostructures improving their versatility and structural integrity. This project will aim to:\nï\tbuild and characterise DNA nanostructures using long oligonucleotides of biological production;\nï\tadd different elements to the nanostructures, such as gold nanoparticles and proteins to the nanostructures to tune the respective intrinsic and structural properties;\nï\tdevelop new strategies to simplify the assessment of the integrity of nanostructures using fluorophores;\nï\tapply the newly developed nanostructures to assemble a delivery system for doxorubicin.\n\nThis project will result in a synergy between the applicantís particular profile and the high quality of the host institution. The applicant has experience in different sets of scientific areas such as fluorescence and nanotechnology as well as a background in molecular and cell biology. Complementarily, the host institution, the Department of Neuroscience at Karolinska Institutet, and Bjˆrn Hˆgbergís laboratory in particular, will provide the necessary knowledge on DNA nanotechnology. Hˆgbergís group has recently established itself as one of the leading DNA-nanotechnology labs in Europe with high-impact publications in the field.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}