{
    "rcn": "195694",
    "acronym": "CHAOS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Nonlinear Compensation in Hybrid Raman/EDFA Amplified Optical Systems",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Over the past 25 years, optical fiber communications have heralded a revolution in the high-speed transmission information of information accros the globe, in perfect synergy with the advent of world-changing concepts such as the world-wide-web, big data transmission and processing, video communication or high-definition on-demand entertainment. The capacity of fiber optic communication systems has experienced a steady growth over the years, adapting to society's requirements. In recent years, worries have arisen regarding the theoretical capacity limits for fiber-optic technology, and several methods have been proposed to overcome the barrier posed by the nonlinear Shannon limit. The ambition of this proposal is to combine several of the most promising (both in terms of potential cost and performance) solutions to this problem, developing new methods for nonlinear effect compensation in systems with advanced optical amplification relying on the most efficient transmission formats. This fellowship is to provide the early career, but experienced researcher Pawel Rosa with an opportunity to expand his experimental knowledge in the field of optical communication and combine techniques from digital signal processing and numerical modelling into the development of novel solutions and patentable methods for nonlinearity compensation in optically amplified optical transmission systems with amplification based on either Erbium-doped fibers (EDFA), advanced distributed Raman schemes or a combination of both (hybrid amplification).\nThe multidisciplinary aspects of the proposal will benefit the fellow in his way to reaching professional maturity in the field of optical communications and photonics. The project will blend the concepts of advanced optical amplification, coherent transmission, applied mathematics and novel computational methods, under the supervision of world-leading experts in the corresponding areas.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}