{
    "rcn": "195689",
    "acronym": "HGSOC",
    "topics": "MSCA-IF-2014-EF",
    "title": "A novel approach into modeling origin and development of ovarian cancer",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "High grade serous ovarian cancer (HGSOC) is the most common and lethal subtype of ovarian tumors, and is the 5th leading cause of cancer related deaths among women in the western world. Recent studies have pointed at the fimbriae of the fallopian tube (FT) as one of HGSOCís main origins. The existence of FT stem cells (SCs) has been suggested, however, their isolation and characterization have been so far elusive. Given the potential of SCs to accumulate mutations, these cells may represent one of the cellular origins of HGSOC.\nThis project is aimed at identifying SCs of the FT, evaluating their tumorigenic capacity and establishing a novel in-vitro human model for HGSOC development. \nPreliminary screening experiments of well-established SC markers have identified Lgr6 and Troy expression in the mouse oviduct. These putative SC populations will be further characterized and their capacity to maintain tissue homeostasis will be analyzed by lineage tracing experiments. Next, mouse and human organoid culture systems of FT and HGSOC will be generated. Mutating normal FT organoids in specific genes, using the CRISPR/Cas9 system, will enable following putative SCs tumorigenic capacity upon their injection to mice. Furthermore, it will generate an innovative in-vitro model of ovarian cancer development. Finally, HGSOC organoids will be used to model and follow chemotherapy resistance acquisition.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}