{
    "rcn": "195619",
    "acronym": "EVOREL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Evolution of Regulatory Landscapes in Chordates",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Evolution of animal forms largely depends on changes in developmental gene expression patterns. These genes are controlled by a large number of cis-regulatory elements (CREs) distributed in extended genomic regions organized in 3D chromatin structures known as regulatory landscapes (RLs). However, it is currently unknown how these RLs originate and evolve and how changes in RL architecture and associated CREs have impacted the evolution of gene expression and animal body plans. The aim of this proposal is to understand the evolution and origin of vertebrate regulatory genomic architecture. For that, I will generate an extensive epigenetic and topological profiling of the European amphioxus genome, a slow-evolving basal invertebrate chordate. I will study RLs 3D chromatin architecture, enhancers, promoters, open chromatin and nucleosome positioning through amphioxus embryogenesis using 4C-seq, ChIP-seq, ATAC-seq and RNA-seq and compare these datasets with equivalent results from vertebrates. This will allow me to identify the core RLs organizations that we and other vertebrates share and that underlie the novel and conserved features that characterize our body plan. These results will make ground breaking advances in our understanding of how the regulatory architecture of our genome was assembled during evolution, providing new insights on how RLs organization has impacted gene expression and, ultimately, evolution of animal morphology. By the execution of EVOREL innovative techniques and multi-disciplinary approaches to unveil the deep roots of the human regulatory architecture, I will start a promising research program that will secure my future career as an independent group leader.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}