{
    "rcn": "195635",
    "acronym": "S4ILS",
    "topics": "MSCA-IF-2014-GF",
    "title": "Solar Sailing for Space Situational Awareness In the Lunar System",
    "startDate": "08/08/2015",
    "endDate": "07/02/2018",
    "objective": "Solar Sailing for Space Situational Awareness In the Lunar System (S4ILS) will deliver radically new orbits in space by exploiting the potential of solar sailing, an exciting new type of spacecraft propulsion. As a flight-proven technology, a solar sail spacecraft rides on sunlight the way that sailboats ride on the wind. Its renewable attribute makes solar sailing a truly mission enabling technology, which is exploited by S4ILS to further one of Europeís key space priorities, Space Situational Awareness (SSA): the new orbits will improve our ability to keep ground and space assets safe from natural cosmic hazards (e.g. space weather) and man-made threats from space (debris). \nS4ILS offers novelty of research and solutions to global challenges, as well as excellent training of the Experienced Researcher (ER) by a world-leading astrodynamics institute at the University of Colorado, USA, and by one of Europeís top universities of technology, TU Delft, the Netherlands. The entire team of renowned experts in astrodynamics, low-thrust space mission design and SSA built around the ER enables a unique fusion of knowledge and a pool of resources, creating the best environment for the ER to fully develop her potential. \nThe fundamentally new orbital dynamics that S4ILS will deliver combined with the compelling application of SSA, that impacts industries far beyond the aerospace sector, will put solar sailing firmly on the European space agenda and will underpin the need for further European solar sail technology development. Influencing decision makers is ensured by collaborating with the American space agency (NASA) and through a secondment at the European Space Agency. These opportunities expose the ER to a vast international network, crucial for starting an independent research career. In summary, the Fellowship allows the ER to emerge as a leader in game-changing developments in space technology and applications and provides a platform for a successful academic career.",
    "totalCost": "202897,2",
    "ecMaxContribution": "202897,2",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 202897
        }
    },
    "calculatedTotalContribution": 202897
}