{
    "rcn": "195617",
    "acronym": "HumanitarianPassions",
    "topics": "MSCA-IF-2014-EF",
    "title": "Humanitarian Passions. The Survival of Christian Iconography in Contemporary Representations of Pain: a Visual Studies Approach",
    "startDate": "15/06/2015",
    "endDate": "14/06/2017",
    "objective": "My research project aims at contributing to understanding the role played by mass communications in contemporary humanitarian crises, through a comparative study of representations of pain in the history of Western iconography.\nThe main objective is to analyse a corpus of humanitarian communications and identify their models in the history of the iconography of past centuries. Specifically, I intend to study the relationship between the images of contemporary humanitarianism and representations of the Passion in the history of Western visual arts. My hypothesis is that Christian iconography constitutes a database of images on which the media rely implicitly to create situations charged with pathos and suffering and to suggest a moral attitude to the audience.\nThe qualifying methodology of my work is to compare images from different historical periods. Using the approach of Visual Studies I will be able to increase the knowledge of Christian iconography in the light of humanitarian communications, and to understand the effectiveness of the latter in a direct comparison with the repertoire of the Passion in Western art.\nThe research will focus on a set of multimedia documents (NGOs campaigns, films, paintings...). The general hypothesis will be developed according to four sub-objectives: 1) To analyse the narrative, passional and axiological organisation of Christian iconography as expressed in exemplary works. 2) To analyse humanitarian communications of European catastrophes. 3) To analyse humanitarian communications concerning Africa. 4) To study Humanitarian communications as re-interpreted by contemporary artists.\nThis research project is a significant opportunity to advance the European scientific tradition in Visual Studies. Through the achievement of the sub-objectives, I will study the cultural roots of humanitarianism, improving the understanding of communications in traumatic situations and contributing to the implementation of EU polices and practices.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "ECOLE DES HAUTES ETUDES EN SCIENCES SOCIALES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999510117": {
            "orgId": "999510117",
            "orgName": "ECOLE DES HAUTES ETUDES EN SCIENCES SOCIALES",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}