{
    "rcn": "195661",
    "acronym": "Eco-PhyloGeo",
    "topics": "MSCA-IF-2014-EF",
    "title": "Linking phylogeography to ecology: extracting rules for butterfly biodiversity at large spatial scale",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Phylogeography is one of the most integrative disciplines within biology, involving genetics, ecology, geospatial analyses, climatology and computer science. Despite its potential to unravel the determinants that shape biodiversity and to predict the effects of global changes on organisms, phylogeography has not yet been projected onto a unified ecological and evolutionary framework, mainly because most studies rely only on restricted subsets of species without revealing patterns at community levels. The Eco-PhyloGeo project aims to fill this gap for the West Mediterranean butterflies by creating and correlating two datasets: i) a high-resolution assessment of the genetic diversity for the mitochondrial gene COI of all the butterfly species occurring in this area, and ii) a dataset for the main ecological traits of all European butterflies. A substantial amount of the data are already available to the ER and the supervisor, and the datasets will be completed by training-through-research. In addition, the creation of new phylogeographic indexes will allow the partitioning of species genetic structure over space in nestedness and turnover components. The project has two ambitious yet feasible objectives: 1) Complete and freely release the DNA and the species traits datasets together with a R package to allow a wide use of these resources in biogeography, ecology and taxonomy. 2) Provide for the first time a mathematical background to link species phylogeography with ecological traits for an entire and large animal taxon. Given the novelty of the analyses and the unprecedented geographic resolution and taxonomic completeness of the datasets (around 12,000 sequences and about 20 ecological traits for 450 butterfly species), the Eco-PhyloGeo is expected to have a great impact on the scientific community represent a key step towards drawing out general rules in phylogeography and ultimately determining biodiversity patterns.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}