{
    "rcn": "195680",
    "acronym": "Eco-LWG",
    "topics": "MSCA-IF-2014-EF",
    "title": "Eco-lightweight granules for energy efficient applications",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Buildings in Europe are responsible for more than 40% of total energy consumption and 25% of carbon emissions, mainly due to the high number of old housing stock with very poor insulation systems. This research will develop new energy efficient materials by engineering eco-lightweight granules (eco-LWG) to mitigate these problems. The eco-LWG will have high strength and high water absorption, ~100 wt.%, and be made from widely available waste materials: recycled mixed coloured glass, clay and limestone. The eco-LWG will be used to contain phase change materials (PCM), which use chemical bonds to store and release heat, allowing control of temperature fluctuations. The high level of porosity in the eco-LWG will allow them to absorb and retain much higher levels of PCM than has previously been possible using existing lightweight aggregates. Both the eco-LWG and the PCM loaded eco-LWG will be optimised by statistical design methodology and they will be used to develop new energy efficient construction products. Two impregnation methods will be compared to introduce the PCM into the eco-LWG: vacuum sorption to achieve maximum PCM uptake and short term immersion to partially fill the connected porosity. These will produce innovative lightweight and high heat-storage materials. Incorporating PCM loaded granules in mortars and other construction materials will result in reduced energy requirements to heat and cool buildings and improve indoor living conditions. \nThe eco-LWG developed in this research will also be used in green roofs to provide water retention capacity and slow nutrient release. Green roofs can reduce the energy requirements of buildings and urban pollution. This multidisciplinary innovative research will deliver new energy efficient construction materials that can contribute to achieving the 2020 target of nearly zero-energy and highly material efficient buildings, which is an essential target to achieve sustainable growth in the EU.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}