{
    "rcn": "195614",
    "acronym": "CARiPSCTcells",
    "topics": "MSCA-IF-2014-EF",
    "title": "Generation of safe and efficient, off-the-shelf, chimeric antigen receptor (CAR)-engineered T cells for broad application",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "The feasibility and effectiveness of adoptive T cell therapies for cancer has now been proven in several clinical settings. Yet, the current approaches are still ìindividual-tailoredî and thus, their progress and broader use is limited. Having rapid access to ìoff-the-shelfî, safe cellular products, which can be applied across histocompatibility limitations, would greatly benefit the broader applicability of adoptive T cell therapy. To this end, the applicant recently reported, in a proof-of-concept study, that genetic engineering of T-cell derived induced pluripotent stem cells (TiPSC) with Chimeric Antigen Receptors (CARs) can be an efficient strategy to concomitantly harness the unlimited availability of induced pluripotent stem cells and direct the specificity and functional potential of TiPSC-derived T cells in an HLA-independent manner. Based on this technology, this proposal aims to further investigate novel stem cell genetic engineering strategies in order to obtain in vitro, unlimited, safe and broadly applicable T cells targeting Multiple Myeloma (MM). We propose to target MM with a novel CD38-targeting CAR (CD38CAR). Since CD38 is not a MM-specific target, we aim to simultaneously tackle the on-target/off-tumor toxicity by introducing a drug-regulated expression of CD38CAR. In addition, we aim to use the CRISPR/Cas9 system to achieve targeted knockout of the endogenous T cell receptor (TCR) and the HLA antigens on the CAR-engineered TiPSCs (CARTiPSC) in order to extend the applicability of CARTiPSC-derived T cells across HLA-barriers. The success of this proposal will lay the foundation for further translational application of CARTiPSC-derived T cells cells and investigation of new strategies to enhance their effector function and persistence.",
    "totalCost": "165598,81",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING VUMC",
    "coordinatorCountry": "NL",
    "participants": "STICHTING VU",
    "participantCountries": "NL",
    "projectParticipants": {
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 123279
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 42319
        }
    },
    "calculatedTotalContribution": 165598
}