{
    "rcn": "195605",
    "acronym": "Social Jet Lag",
    "topics": "MSCA-IF-2014-EF",
    "title": "Social Jet Lag: Avian Solutions to Misalignment between Circadian Clocks and Social Cues",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Organisms and their cells exhibit alternating phases of activity and inactivity that are regulated by internal ~24h (circadian) clocks. These clocks synchronize to natural fluctuations in day-light, but also likely respond to other factors including the activity of the social group.\n\nHere, we propose to investigate how individuals cope with misalignment between their circadian clock and social time (ìsocial jet lagî) ñ a phenomenon studied in only few species (mainly humans and other mammals) and rarely tested in groups of more than two individuals. Specifically, we will investigate how groups achieve collective synchrony when their members have circadian clocks with different periods or entrained to different environmental cues. Multidisciplinary investigations (physiological, behavioural, and ecological) will be conducted on groups of Red Knots (Calidris canutus islandica) - the hostsí well established avian model. The project will combine the applicantís expertise in collecting and analysing extensive circadian datasets, the hostsí experimental set up in the worldís only tidal aviaries, and the partnerís expertise on an array of circadian clock measurement tools, including a novel molecular method never experimentally applied in birds before.\n\nThis unique investigation of social jet lag in a non-human social animal will have three main implications. First, it will test the applicability of a new method to quantify circadian clocks for avian research in general. Second, it will reveal how individuals cope with social jet lag and synchronize to the timing of their group ñ an important topic in the field of ëtime researchí which, according to the recent ìforesightî study, is one of six fields of key importance for scientific and technological development. Third, it will help us understand whether and how individuals, in a particular social setting, cope with fast environmental changes of the kind increasingly generated by human modification of habitat.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING NIOZ, KONINKLIJK NEDERLANDS INSTITUUT VOOR ONDERZOEK DER ZEE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999479077": {
            "orgId": "999479077",
            "orgName": "STICHTING NIOZ, KONINKLIJK NEDERLANDS INSTITUUT VOOR ONDERZOEK DER ZEE",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}