{
    "rcn": "195670",
    "acronym": "Als-on-a-chip",
    "topics": "MSCA-IF-2014-EF",
    "title": "A tissue-on-a-chip platform for systems-level studies of ALS pathology and drug screening",
    "startDate": "30/09/2015",
    "endDate": "29/09/2017",
    "objective": "Amyotrophic Lateral Sclerosis (ALS) is a fatal neurodegenerative disease, which affects approximately 2 per 100000 people. Currently, there is no ALS treatment. The main tool for preclinical ALS studies is the hSOD1G93A mouse. However, despite promising results in this model, all candidate drugs failed in clinical trials. These failures have been partly attributed to differences in the physiology of human and mice nerve cells, and the inability of the established drug design approach to block ALS pathology. There is urgent need for new tools that will complement this mouse model, improve understanding of ALS pathology, and suggest better leads for clinical trials.\nThe objective of the proposed study is to develop a tissue-on-a-chip platform for systems-level studies of ALS pathology and drug screening. The system is built around a novel thin porous scaffold, where systems of normal or ALS-type mouse and human motor neurons will be cultured inside an appropriate 3D ECM analog, and their response (intracellular signaling, cell processes, cell-cell communication) to stimuli panels in the presence of drugs will be quantified via high-throughput proteomics and fluorescent imaging. Acquired data will be interpreted by modifications of state-of-the-art system biology tools.\nThe outcomes of the proposed research can lead to new ALS treatments by identifying new drug targets (via mechanistic description of ALS pathology), and by developing better ways to evaluate candidate drugs before clinical trials (via comparing drug response in human and mouse cells). Results can be translated to other neurodegenerative diseases. Finally, the proposal offers an opportunity to a promising researcher to relocate from MIT to Greece, collaborate with a leading neurobiology lab in a world-class environment and a systems pharmacology SME, and translate his research via two startup companies. The host envisions the opportunity for a tenure-track faculty position for the experienced researcher.",
    "totalCost": "164653,2",
    "ecMaxContribution": "164653,2",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 164653
        }
    },
    "calculatedTotalContribution": 164653
}