{
    "rcn": "195668",
    "acronym": "LUMIMAGNET-NANO",
    "topics": "MSCA-IF-2014-EF",
    "title": "Multifunctional luminescent and magnetic nanoparticles for advanced biomedical applications",
    "startDate": "18/05/2015",
    "endDate": "17/05/2017",
    "objective": "The key goals of the ìLUMIMAGNET-NANOî project are: (a) the training of a talented young researcher, Dr. Rosa MartÌn-RodrÌguez, in the fast growing field of science, technology and industrial applications of nanomedicine, where the host and partner institutions have a critical knowledge and expertise; and, (b) the design, development and optimisation of cost-efficient magnetic nanoparticles with multifunctional recovering for biomedical applications.\n\nThe aim of the research project is to take advantage of both magnetic and optical properties for magnetic hyperthermia applications. The interdisciplinary training program includes preparation of magnetic nanomaterials, surface modification to provide luminescent functionality, characterization, spectroscopic studies including X-ray absorption spectroscopy in synchrotron radiation facilities, in-vitro study, and implementation for hyperthermia applications.\n\nThe fellow is a talented researcher who has gained much expertise in synthesis and structural and spectroscopic characterization of luminescent nanomaterials and cell biology protocols during her undergraduate and postgraduate career. To further boost her career, she needs to gain expertise in preparation of biocompatible nanoparticles, magnetic characterization techniques, X-ray absorption spectroscopy and hyperthermia applications, fields in which the University of Basque Country has a world-recognised expertise. Additionally, through two three-month secondments at academic and industrial co-hosts, University of Rome Tre and Resonant Circuits Ltd. respectively, the fellow will gain additional high-level training in X-ray spectroscopy and industrial hyperthermia applications. This multidisciplinary project will also increase her supervision experience, project and intellectual property management expertise, and research funding and proposal writing skills.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}