{
    "rcn": "195618",
    "acronym": "PATOX",
    "topics": "MSCA-IF-2014-EF",
    "title": "Development of pyrrolizidine alkaloid detection methods for the assessment of food contamination and impact on human and animal health",
    "startDate": "18/01/2016",
    "endDate": "17/01/2018",
    "objective": "Pyrrolizidine alkaloids are more than 600 individual compounds that are hazardous for animals and humans if ingested. The 3% of the flowering plants produce these type of molecules and grow as weeds in agricultural production systems throughout the world where they can contaminate commonly consumed foods (eg. grain, milk, meat, eggs, honey, pollen). Chronic exposure to low concentrations of these alkaloids can be the cause of progressive, chronic disease (hepatic damage, vascular obstructive disease, and cancer) that may be difficult to attribute to their presence in food. The 2007 statement from the European Food Safety Authority calls to generate more quantitative data sets on pyrrolizidine alkaloids levels in milk and honey, and to determine which PA plants and/or marker PA need to be considered relevant in animal feed. In the same direction, this Authority pointed in 2011 that toxicological data for pyrrolizidine alkaloids commonly found in honey was needed. Even though some countries have regulated the concentration of pyrrolizidine alkaloids in herbs used in traditional medicines, a general European legislation regulating the concentrations of these alkaloids in food is still pending. The present project propose the use of state of the art technology (UPLC-Qtof-MS, antibody microarrays) to better understand the distribution of pyrrolizidine alkaloids producing plants in relation to food content, and determine the incidence of exposure to these molecules in humans and animals. The results will impact several levels of society, the scientific results will provide science legal advisors with solid data to better inform law makers in the regulation of pyrrolizidine alkaloids in food, society will gain knowledge on the exposure to this type of molecules and on hazardous dietary habits, and food industry will benefit through the introduction of practices to avoid pyrrolizidine alkaloids containing components in food.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}