{
    "rcn": "195683",
    "acronym": "OSS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Spatio-temporal control of the Src kinase activation through Optogenetics in Cell invasion",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Cell signaling is a complex system that coordinates cell actions in response to environmental inputs. Signaling pathways are often seen and investigated as on/off networks, but the reality of the intensities and spatio-temporal organization of these networks has been poorly integrated with the dynamics of cellular outputs in response to specific environmental inputs. In the OSS project we aim to approach this general problem by focusing on a specific cellular function, cell invasion (the hosts area of expertise). We propose to 1) use the formation of invadosomes, characteristic acto-adhesive structures important for cell invasion as a specific cellular function, to address these fundamental questions 2) and target the pleiotropic tyrosine kinase Src that has the ability to induce cell invasion globally by acting on cell adhesion, migration, contractility and invadosome dynamics independently of any environmental regulation, to investigate how a biological signal can be dynamically encoded into specific multifarious cellular outputs. Our hypothesis is that specific spatio-temporal patterns of Src activation could be the basis of its pleiotropicity. Thus, the first step of the OSS project will be to use Src biosensors to observe different patterns of Src activation and correlate them with the dynamics of Src-dependent cellular outputs (such as induction of invadosomes). Secondly, we will directly control spatio-temporal Src activity in live cells using optogenetics, a powerful and innovative approach that will allow us to mimic the observed patterns of Src activation and to create new patterns in order to explore dynamic equilibrium between Src signaling and its specific cellular outputs. This project is at the cross-road of signaling theory in biology, cell biology of acto-adhesive structures and biotechnology fields.  The goal of the OSS project is to actively manipulate signals in space and time with the ultimate aim to control dynamic process of cell invasion.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}