{
    "rcn": "195600",
    "acronym": "ERIN",
    "topics": "MSCA-IF-2014-EF",
    "title": "Europe's Reception of the Irish Melodies and National Airs: Thomas Moore in Europe",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "'ERIN offers a network analysis, investigating the cultural articulation of national identity in 19th-century Europe as found in the musical works of Irish poet-songwriter Thomas Moore. He created two European song series, the Irish Melodies and National Airs, of global circulation; these inspired arrangements by European composers. His epic poem Lalla Rookh inspired operas and ballets. ERIN is the first systematic study of this cultural network, and innovative in considering the temporal and spatial aspects of networking. ERIN contributes to the knowledge-based economy and society through accessible research outputs designed to engage the European public: an online forum, a podcast, a radio show, an interactive online exhibit, a database, an edited book. ERIN's research foundation is the substantial Moore collection at host Queen's;  a database of its and other's Moore holdings becomes a dataset to be mined for the remaining outputs. The researcher will establish a network between herself, Queen's and selected European libraries in the process of preparing the database and the online exhibition. The researcher  acquires skills that enhance her intersectoral mobility within Europe by observing a carefully-chosen training programme at Queen's that will also benefit ERIN's project outcomes. This training will also prepare her for an intended media secondment. By leading ERIN, the researcher will gain  project management skills and gain valuable intersectoral contacts. Through leadership, networking, and training, the researcher will be involved in knowledge transfer. She will build on her existing experience as a contributor to several significant bibliographical and historiographical projects; the MSC fellowship will enable her to assume a position of leadership in the scholarly community (or in the media) while enhancing her creativity. Queen's enjoys 'HR Excellence in Research Status' and offers the researcher a stimulating interdisciplinary research environment.'",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}