{
    "rcn": "195663",
    "acronym": "CONTESTED URBANISM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Contested Cities Revisited: a multidisciplinary, multi-scale analysis of urban space",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "'The proposed projectís meta-objectives are twofold, first;  from a theoretical perspective the starting point of the project is the suggestion that rather than limiting the 'extreme dividedí city label to a selected number of contested places, there is an increasing need to broaden the category itself in order to deepen the understanding of contested urbanism across the spectrum. Secondly, to construct an innovative interdisciplinary research method connecting the long overdue qualitative and quantitative divide within urban segregation research (Vertovec 2006). Within this discussion, there is a still significant lacuna as to how researchers and policymakers themselves conceptualize and prioritize the socially and politically contentious issues of urban segregation in different cities and the impact of urban space on social outcomes (Vaughan 2007). This research project suggests there is a need to re-think labels and concepts attributed to cities and neighborhoods, to better adapt planning policy and practice to ethnic minorities and migrants in an ever more fractured urban reality. \n\nFollowing a broad assessment of 'urban segregation' the research will focus on two nations with diverse forms of contested urbanism with the aim of 'learning through differences, rather than seeking out similarities' (Robinson 2011); namely Sweden (known for its comprehensive welfare system) and Israel (known for its ethnically based policies); selecting four case study cities (two from each country) with high levels of ethnic minorities for further in-depth analysis. With the aim of establishing a multi-level multidisciplinary comparative framework (engaging spatial and qualitative analysis); the project will integrate three main scales of investigation: (1) the nation state role in planning for urban segregation, (2)  urban segregation at the city scale, and (3) the role of local community and civil society in, and their perception of, these urban processes.'",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}