{
    "rcn": "195615",
    "acronym": "ENEFOR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Forecasting oil prices, oil price volatility and economic policy uncertainty",
    "startDate": "06/04/2015",
    "endDate": "05/04/2017",
    "objective": "Oil price and oil price volatility forecasts are of major importance, given the oil market is well crowded by participants who proceed to decisions based on these forecasts (e.g. oil traders, monetary policy authorities, etc). The current state-of-the-art forecasting techniques, though, (i) involve a trade-off among internal consistency, forecasting accuracy and easiness to communicate aspects and (ii) do not use ultra high frequency data. Thus, this exciting and innovative project aims to develop new econometric model frameworks to forecast oil price and oil price volatility, which will be successful in enhancing internal consistency, forecasting accuracy and easiness to communicate extracting added-value (in terms of predictability) information from the ultra high sampling frequency. In addition, this project aims to use the forecasted oil price volatility to predict the economic policy uncertainty in Europe, given that oil price shocks exert significant impact on the effectiveness of economic policy. This project will allow the researcher to advance his existing scientific and transferable skills through the cutting-edge training in the state-of-the-art forecasting techniques, as well as, in programming, consultancy and policy formulation skills. The outcome of this training (i) will provide the fellow with an invaluable opportunity for the development of a pioneering research agenda and (ii) will position him as an internationally recognised scholar that contributes to research excellence in Europe. The established capacity of the fellow as an independent researcher in the area of energy economics, the expertise of the scientist-in-charge in state-of-the-art forecasting techniques and the infrastructure of the host organisation offer great complementarities, which will allow these highly innovative model frameworks to be realised. This project will have a great impact not only to the researcher, but also to the host organisation and to the European Research Area",
    "totalCost": "164653,2",
    "ecMaxContribution": "164653,2",
    "coordinator": "PANTEIO PANEPISTIMIO KOINONIKON KAIPOLITIKON EPISTIMON",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999870472": {
            "orgId": "999870472",
            "orgName": "PANTEIO PANEPISTIMIO KOINONIKON KAIPOLITIKON EPISTIMON",
            "ecContrib": 164653
        }
    },
    "calculatedTotalContribution": 164653
}