{
    "rcn": "195646",
    "acronym": "MUCDIFF",
    "topics": "MSCA-IF-2014-EF",
    "title": "Competition between the enteric pathogen Clostridium difficile and the commensal members of the gut microbiota for mucosal sugars",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Clostridium difficile is a Gram-positive, anaerobic bacterium that relies on the disturbance of the normal gut microbiota to colonize the human intestinal tract and cause infection and disease. In the last decade new strains of C. difficile have emerged to cause outbreaks of increased disease severity and higher recurrence and mortality rates. C. difficile infection (CDI) is becoming refractory to the conventional antibiotic treatments and probiotic-based approaches are viewed as promising alternative therapies to effectively treat CDI. The development of such bacterial-based treatments requires the identification of the mechanisms by which the commensal members of the gut microbiota are able to eradicate C. difficile, as well as of the identity of the members of the gut microbiota that orchestrate those mechanisms. Since nutrient competition is an important mechanism by which the colonic microbiota suppresses the growth of many enteric pathogens, I focus here on competition for limited nutrient sources, such as the gut mucosal sugars N-acetylglucosamine (GlcNAc) and sialic acid, as a mechanism by which the members of the gut microbiota can eradicate C. difficile. I will investigate in detail the importance of GlcNAc catabolism, both alone and in combination with the catabolism of sialic acid, for C. difficile expansion in the gut. Furthermore, by combining stable isotope probing (SIP) and fluorescence in situ hybridization (FISH) with high resolution secondary ion mass spectrometry (NanoSIMS) I propose to identify commensal members of the gut microbiota that can efficiently catabolize these mucosal carbohydrates in vivo and to evaluate the ability of the identified organisms to outcompete C. difficile. Thus, this work will contribute to elucidate the mechanisms by which the gut microbiota prevents C. difficile colonization and to identify members of the gut microbiota that can be the basis for an effective, safe and standardized treatment to cure CDI.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}