{
    "rcn": "195645",
    "acronym": "PALECOEVOL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Paleo-ecogenomics in Daphnia: developing a model for studying evolutionary impacts of climate and environmental change",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "PALECOEVOL is a highly multidisciplinary study combining population genomics with paleoecology, and is firmly embedded in the theoretical framework of evolutionary ecology. This transformative research is based on the direct observation of evolution in the past 2000 years in the highly endangered Arctic environment. By recording population genomic parameters before and after environmental shifts, a pioneering dataset unprecedented in genomic detail will be supplied and rigorously combined with historic environmental data. The overarching goal is to study, across millennia, the genomic responses of the ecological and genomic model organism Daphnia, an aquatic keystone herbivore, to repeated shifts in temperature and related environmental parameters, and to lay the foundation for establishing a novel model system to study the effects of environmental change at the population level. This and future work will transform our current understanding of the magnitude and the constraints of population adaptation to the rapid environmental changes our planet is now facing. The overall impact of this fellowship results from cross-fertilizing the gained ecological and genomic expertise with training the prospective fellow in its application towards environmental regulation and policymaking that will qualify her to provide leadership for academics and legislators alike.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}