{
    "rcn": "195679",
    "acronym": "MARIS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mixotrophy among small marine phytoflagellates ñ prevalence and impact on prokaryotic communities",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Mixotrophy, i.e. the use of photosynthesis and prey uptake for growth, is increasingly recognized as a major trophic strategy  for small (? 20 µm) phytoflagellates, which are responsible for a significant fraction of global primary production. In fact, marine primary production in many areas is now thought to be supported by organic P and Fe derived from prey. Despite  this, a consistent picture of the overall relevance of bacterivory in open ocean and coastal mixotrophic small phytoflagellates (MSP) is lacking. Additionally, a strict dichotomy between `phytoplankton¥ and `zooplankton¥ is still overwhelmingly employed in models predicting the flow of matter and energy through marine systems, leading to potentially flawed and misleading predictions on ecosystem productivity and the health of global fisheries. This is especially significant when considering that anticipated environmental changes related to climate change are expected to shift the phototrophy/mixotrophy balance, with largely unknown consequences. The present study will combine culture and field work to 1) determine how shifts in environmental conditions related to e.g. season, influence coastal MSP abundance, identity and bacterivorous impact on the whole prokaryotic community, and on specific prokaryotic groups, such as unicellular cyanobacteria; and 2) analyze the importance and basic regulation of bacterial uptake for understudied coastal MSP. The proposed project excellently fuses the expertise areas of the experienced researcher, Dr. Anderson (bacterivory and predator-prey interactions), with the supervisor, Prof. Hansen (mixotrophic phytoflagellates) and the international collaborators, Prof. J¸rgens (protist diversity and microbial food web interactions) and Prof. Scanlan (unicellular cyanobacteria), leading to an optimal exchange of knowledge for a successful project outcome. It will additionally restart and further the promising scientific career of Dr. Anderson after her maternity break.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}