{
    "rcn": "195656",
    "acronym": "STOICHIOMET",
    "topics": "MSCA-IF-2014-EF",
    "title": "Blending Stoichiometric and Metabolic Theories from Genes to Populations: Resource Stochiometry and Temperature Effects on Consumers with Contrasting Life-history Strategies",
    "startDate": "12/10/2015",
    "endDate": "08/01/2019",
    "objective": "Human-induced global warming and increased nutrient bioavailability are impacting on species evolution and ecosystem functioning worldwide. Single effects of each global change factor on consumer life history have been well assessed by the metabolic theory of ecology, and ecological and biological stoichiometry, respectively, and for each biological level from genes to populations. However, their potential consequences when both interact remain elusive because of the non-additive nature of their effects. STOICHIOMET project proposes to (i) study the single and interactive effects of temperature and nutrients in food on consumer performance; and (ii) test simultaneously cornerstone concepts of both metabolic (Bergman rule) and stoichiometric theories (growth rate hypothesis; phosphorus-allocation hypothesis). To aim these, a field survey and coupled growth bioassays, following 4 (temperature) ◊ 4 (elemental dietary composition) experimental designs, will be conducted. Consumer growth response of selected model species (Chlamydomonas, Selenastrum, Brachionus, Diaptomus, Daphnia, Drosophila) will be measured at each level in terms of: ribosomal DNA genes and intergenic spacers; genome size; nucleic acid and protein content; cell size; body size and elemental composition; and growth rates. Additional data treatment will be performed to model growth rate and coupled variables as functions of body size, temperature and resource stoichiometry, and hence, theoretically integrate metabolic and stoichiometric conceptual frameworks. Multidisciplinarity of STOICHIOMET project, interrelating genetics, biochemistry, metabolism, ecology and evolution knowledge, will contribute to the scientific development of PhD Bullejos, and together with its training programme, will favour his future re-establishment. In addition, STOICHIOMET project represents an unique opportunity to create a network among researchers from different knowledge areas and excellent European institutions.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 196400
        }
    },
    "calculatedTotalContribution": 196400
}