{
    "rcn": "195641",
    "acronym": "ImmunoFarm",
    "topics": "MSCA-IF-2014-EF",
    "title": "IgA-based oral therapy for protection of piglets against infection with enterotoxigenic E. coli.",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Postweaning diarrhoea (PWD) in pigs is responsible for important economic losses in the global pig rearing industry. This illness is predominantly caused by enterotoxigenic E. coli strains carrying the F4 (ETEC-F4) and F18 (ETEC-F18) fimbriae. There is no treatment available to fight PWD except using antibiotics. However, the prophylactic use of antibiotics is forbidden in Europe and is expected to become forbidden in the rest of the world because of increasing abundance of resistance genes. Delivery of sIgA to mucosal surfaces as passive immunotherapy agent is a very promising strategy to prolong maternal lactogenic immunity against post-weaning infections. The aim of this project is to produce sIgA-like anti-ETEC antibodies in a cost-effective platform. Twenty different anti ETEC-F18 antibodies in a sIgA-like format will be engineered from phage display-selected variable domains (VHHs) currently available in the host institute. The synergistic or additive neutralisation effect of oligoclonal antibody cocktails will be evaluated using ETEC-F18 in vitro villus adhesion assays. The different antibodies will be produced first by transient expression in Nicotiana benthamiana and second in seeds of Arabidopsis thaliana transformants. An in vivo ETEC-F18 challenge will then be performed using two groups of piglets, one receiving the most effective seed-derived feed formulations and the other one receiving regular feed (negative control group). The sIgA antibodies of the elite oligoclonal formulation will then be transferred to biosafe soya seeds as production platform. These steps will lead towards the development of scalable procedures to obtain a cost effective bulk production of a feed based prophylaxis against ETEC.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}