{
    "rcn": "195644",
    "acronym": "GLYCODIS3",
    "topics": "MSCA-IF-2014-EF",
    "title": "Genetic correction of glycogen debranching enzyme deficiency in Glycogen Storage disease III: a proof of concept study",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Glycogen storage disease III (GSD III) is a rare (1:100,000) autosomal recessive disorder that results from the deficiency of the glycogen debranching enzyme (GDE). The major cause of morbidity is associated with the muscle accumulation of glycogen, which leads to progressive myopathy. A dietary treatment with frequent meals high in carbohydrates, slows the progression of the pathology that is however inevitable. \nThere is no cure for GSD III, the recent development of a mouse model lacking GDE activity, which recapitulates the human condition, represents a unique opportunity to develop and test novel therapies for the disease. \nHere, we propose to perform a proof-of-concept study of an adeno-associated virus (AAV) vector-mediated gene therapy for the treatment of GSD III. AAV gene therapy has been successfully used for the correction of several genetic diseases in animal models and humans. One of the main limitations of AAV vectors is that they cannot package vector genomes significantly larger than 5kb. Due to the length of the sequence of the GDE enzyme (4596 bp), we engineered a dual-vector system with a recombinogenic sequence to drive reconstitution of the full-length GDE sequence. In alternative to this strategy, we engineered also a truncated GDE that can fit in a single AAV. \nBecause GSD III is both a liver and muscle diseases, and because the liver is involved in glycogen metabolism and, ultimately, in the supply of glucose to the muscle, we will test two main therapeutic strategies to treat GSD III, consisting of constitutive or liver-specific expression of the transgene. The rescue of the GDE enzyme deficiency will be carried out in vivo in a GDE KO mouse, and in vitro in human iPS cells-derived hepatocytes and myocites. We will generate fibroblast-derived iPS cells from GSD III patients and the pluripotent cells will be successively differentiated in hepatocytes and myocites.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "ASSOCIATION GENETHON",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998217883": {
            "orgId": "998217883",
            "orgName": "ASSOCIATION GENETHON",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}