{
    "rcn": "195637",
    "acronym": "REZONABLE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Regeneration and zonation by ZEB2 of Liver Endothelium",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "The liver is a crucial organ in metabolism and removal of waste products from the body. Hereto, the liver parenchyma receives a mix of nutrient-rich blood from the portal vein and oxygen-rich blood from the hepatic artery. Blood flows through the sinusoids and leaves the liver via the central and hepatic veins. Hepatic sinusoids are highly specialised channels in which hepatocytes are organised in zones according to their position relative to the portal and central veins. They are lined with a specified, fenestrated, discontinuous endothelium. Many drugs (e.g., chemotherapeutics) and toxins cause damage to the sinusoids that may lead to liver fibrosis and cirrhosis. Formation of new sinusoids is an indispensible step for liver regeneration. Furthermore, liver sinusoidal endothelial cells (LSECs) produce agents that stimulate hepatocyte proliferation. Time-dependent expression of different proteins in the developing liver is important for sinusoid formation. The host lab found that the transcription factor Zeb2 (also known as Sip1) is highly expressed in LSECs in the developing and adult liver. Furthermore, its expression in adult LSECs is mainly in those from the pericentral zone. We hypothesize that Zeb2 is a transcriptional determinant of LSEC specification, zonation, maintenance and regeneration. Here, we aim to: (i) evaluate whether/how Zeb2 contributes to LSEC specification and zonation; (ii) establish a role for Zeb2 in LSECs in adult mice; (iii) assess its role in sinusoidal regeneration during liver disease; and (iv) estimate the therapeutic potential of Zeb2-treated endothelial progenitors in recovery from liver injury. To address these aims, we will use a multidisciplinary approach based on lentiviral overexpression in cultured ECs, transgenic mice lacking or overexpressing Zeb2 in ECs and transplantation of ECs pre-specified towards LSECs. These studies will allow us to evaluate the potential of Zeb2 as a novel target to stimulate liver regeneration.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}