{
    "rcn": "195623",
    "acronym": "DYS_FUNCTION",
    "topics": "MSCA-IF-2014-EF",
    "title": "Novel use of exon skipping technology to study structure-function relationship of dystrophin",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Duchenne muscular dystrophy (DMD) stems from loss of dystrophin in skeletal and cardiac muscles, which leads to loss of ambulation and cardio-respiratory failure. The most promising treatment that could be applicable to 83% of DMD patients is exon skipping, a technology where the EU is a world leader. Antisense oligonucleotide mediated exon skipping targets DMD pre-mRNA to induce skipping of specific exons and restore the open reading frame. This allows expression of shorter dystrophin proteins that lack domains encoded by the skipped exon(s). A crucial question is how to predict which short dystrophins will be stable and functional. This knowledge is fundamental to select DMD patients that would most benefit from this treatment and identify exons worth targeting via exon skipping. \nThe goal of this proposal is to develop a new use of exon skipping technology to rapidly generate mouse models to screen short dystrophins for in vivo stability and functionality in both skeletal and cardiac muscles. This is made possible by a new exon skipping chemistry developed in the UK with unparalleled skipping efficiency in vivo and capable of targeting the heart. I will use this technology to create mouse models for two short dystrophins generated in DMD patients undergoing exon 51 skipping in the current UK clinical trial. I will then biochemically assess their stability and functionality in limb, cardiac and respiratory muscles. Parallel histological studies will assess the presence of muscle pathology with a focus on heart and diaphragm that cannot be sampled in DMD patients. This project will serve as a trampoline for future studies to identify dystrophin exons that when skipped will produce functional proteins with clinical benefits. In addition, this research will generate new fundamental knowledge on dystrophin domains critical for muscle function and may help in the prognosis of DMD patients currently undergoing exon 51 skipping.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}