{
    "rcn": "195691",
    "acronym": "TIME",
    "topics": "MSCA-IF-2014-EF",
    "title": "Time of damage in classic galactosemia: is prenatal toxicity a determinant factor?",
    "startDate": "01/10/2015",
    "endDate": "31/01/2018",
    "objective": "The TIME project aims to ascertain the time at which the toxicity observed in classic galactosemia begins, particularly if it begins prenatally. Recent advances in the molecular bases of classic galactosemia have taken research a step further towards therapy development. Therefore, it is of utmost importance to elucidate when the damage accurately begins, in order to define the time at which therapy should be initiated so that it can effectively prevent the development of long-term complications.\nThe Galactosemia Research Group (GRG) in Maastricht has recently developed a zebrafish model of classic galactosemia, which is particularly indicated for studying developmental processes. I will use transient embryological- and whole life-knockout galt-zebrafish to analyze damage in target-organs at different stages of pre- and post-natal development and compare them to the wild-type fish, which will allow determining the exact time of damage onset in classic galactosemia.\nThe GRG is a world-renowned multidisciplinary group that will strongly enhance my professional and personal qualifications as a researcher. In turn, I will contribute with my expertise in molecular bases of rare metabolic disorders.\nThis project constitutes a major milestone for this disorder, as it will allow the development of an effective treatment, which in turn will decrease galactosemic patients' requirement for medical assistance and by making them fit to work and to fully engage in the society.\nProf. Patrick Cunningham (Trinity College, Dublin) once said: To be a researcher is not just to be in the laboratory, you work for the world, you work for the society. This sentence illustrates what I have always felt to be my purpose as a researcher. Ever since I initiated my scientific career that I am fully committed in taking research in rare disorders towards the improvement of patientsí health and lives, and this fellowship constitutes an important step towards that commitment.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}