{
    "rcn": "195604",
    "acronym": "PromoTeRapy",
    "topics": "MSCA-IF-2014-EF",
    "title": "Haploinsufficiency and Intractable Epilepsy Rescue Increasing Endogenous Gene PromoterEfficiency",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "This proposal will develop a new tool to rescue haploinsufficiency, which underlies many genetic disorders of neuronal excitability, and provide a new approach to treatment of intractable epilepsy. This new tool is based on the CRISPR-On technology which can regulate the expression of endogenous genes by directly targeting their promoters, which allows expression of the full panoply of splice variants and untranslated regulatory sequences. Importantly, the method does not require integrating exogenous genes into the genome, which has potential risks of insertional mutagenesis. Haploinsufficency of SCN1A, which encodes the sodium channel Nav1.1, leads to Dravet Syndrome, a severe epilepsy. My first aim is to increase SCN1A gene expression in interneurons derived by reprogramming fibroblasts obtained from Dravet Syndrome patients. I will then determine whether this strategy can be effective in non-genetic epilepsies by applying CRISPR-On technology to increase KNCA1(Kv1.1) expression in excitatory neurons in a mouse model of focal epilepsy. This project will combine my previous experience with functional analysis of neurons in different epileptic models; an unparalleled resource of genetically-characterized patients, a well characterized model of intractable epilepsy, and gene therapy techniques at the UCL Institute of Neurology; and expertise on the CRISPR-On method and fibroblast reprogramming of international collaborators. \nEpilepsy is one of the most important health burdens within the clinical neurosciences, and finding tools that open new mechanistic and therapeutic insights is a high priority. My proposal exploits an opportunity to establish a new tool to treat epileptic disorders and to create an international multidisciplinary network including neurophysiology, clinical neurology, molecular biology, biophysics and genetics.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}