{
    "rcn": "195622",
    "acronym": "NanoBragg",
    "topics": "MSCA-IF-2014-EF",
    "title": "Nanofiber-based atomic Bragg structures",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "In this proposal, we want to create an atomic Bragg structure by carefully adjusting the inter-atomic spacing between nanofiber-trapped atoms to approach a Bragg resonance. The structure allows to engineer the atom-nanofiber coupling for quantum-information applications. We hence build on the recent rapid progress of a novel light-matter interface based on an atomic ensemble trapped in an optical lattice created by the evanescent field of nanofiber-guided light. The small effective area of the evanescently guided light field results in a large optical depth per atom on the few-percent level. The number of atoms can easily reach several thousands for nanofibers with a length of few millimeres. In combination with the proven coherence properties, it is an ideal candidate for the implementation of fundamental building blocks for quantum information processing (QIP), such as efficient fiber-integrated quantum memories for light and optical nonlinearities on the few-photon level. However, in view of recent discoveries related to the coupling between polarization and propagation direction of the nanofiber modes, we believe that the true potential of the nanofiber system can only be unleashed by developing specialized protocols. Those protocols need to take the extraordinary polarization properties of the nanofiber-guided modes and the multilevel structure of the atoms into account. Specialized protocols will benefit from the enhanced coupling of the atoms to the nanofiber provided by the Bragg structure. We will characterize the transmission and reflection properties of the nanofiber-coupled atomic Bragg structure, with special attention to polarization effects. Subsequently we will demonstrate how the Bragg resonance can be used to enhance the spontaneous emission of the atomic array into nanofiber-guides modes with a desired propagation direction and how this significantly improves the success rate of the DLCZ quantum memory protocol.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}