{
    "rcn": "195634",
    "acronym": "ROR2BONE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Investigating Ror2-dependent non-canonical Wnt signaling in bone remodeling",
    "startDate": "01/05/2015",
    "endDate": "02/11/2018",
    "objective": "Wnt signaling is composed of the canonical and non-canonical pathways. Canonical Wnt signaling is dependent on ?-catenin activation and has become a major focus for targeting osteoblast-mediated bone formation in the context of treating the debilitating disease osteoporosis. However, much less is known about the role of the non-canonical pathway in bone formation. Unpublished data of the host laboratory demonstrates that targeted deletion of the non-canonical Wnt signaling Receptor tyrosine kinase-like orphan receptor 2 (Ror2) in osteoblasts in mice causes a high bone turnover with increased bone formation and enhanced osteoclast-mediated bone resorption. I thus hypothesize that Ror2 regulates bone remodeling by altering signaling in osteoblasts and their interaction with osteoclasts. In Aim I, I will determine cell autonomous effects of Ror2 on osteoblasts by analyzing cell differentiation, proliferation, survival, and by performing functional studies both in vitro and in vivo. Additionally, since osteoblasts provide pro- and anti-differentiation signals to osteoclasts, Aim I will further explore if Ror2 alters the activity of these signals and investigate the resulting phenotypic changes in osteoclast function. In Aim II, I will undertake an in-depth experimental approach combined with an innovative bioinformatics analysis to investigate the osteoblast-specific non-canonical Wnt signaling cascade downstream of Ror2 after reconstituting Ror2-deficient cells with wild type or Ror2 mutants. Lastly, in Aim III I will directly address the therapeutic potential of Ror2 in several in vivo bone turnover models utilizing a chimeric Ror2-Fc soluble receptor. In summary, I will use state of the art in vivo and in vitro approaches to delineate the downstream Ror2 signaling cascade in osteoblasts and its functional effect on bone remodeling. This fellowship is instrumental in catalyzing career opportunities for me as it provides an ideal environment to reach my full potential.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}