{
    "rcn": "195692",
    "acronym": "ACPNMR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Structural dynamics of acyl carrier protein complexes through combined solution and solid-state NMR",
    "startDate": "10/09/2015",
    "endDate": "09/09/2017",
    "objective": "'Antibiotics are a vital part of modern medicine. However, the available arsenal of antibiotics becomes less effective as microorganisms develop 'resistance' against them. The resulting crisis in medicine necessitates development of new drugs. Natural products inspired compounds are a potential solution to this challenge. For example, gladiolin biosythesized by a mulitenzyme polyketide synthase (PKS) was shown to be active against Mycobacterium tuberculosis, a multidrug resistant bacterium that one third of worldís population is infected with. The PKS producing gladiolinum is a good example of multienzymatic assembly lines that due to their modular nature are ideal for genetic manipulation paving the way for synthetic biology approach to produce new drugs (that are difficult to synthesize using chemical methods). However, for such approach to be successful it is crucial to understand molecular level structural and dynamical factors responsible for controlling directionality and specificity of biosynthesis. Neglecting such factors, when modifying PKSs often results in assembly lines that are inactive or dysfunctional. Here we propose to use a novel approach combining state-of-the-art solution and solid-state NMR methods to investigate structure, dynamics and interactions of proteins from module 12 of gladiolin PKS, particularly acyl carrier proteins (ACP12a and ACP12b) and special adapter ketosynthase (KS12), all of them highly required in industrial biosynthesis toolbox. We will use solution NMR to characterize isolated ACPs and solid-state NMR to study ACPs-KS12 complexes (direct structural information is difficult to obtain by solution NMR due to the large complex size). Combining solution and solid-state NMR relaxation methods will allow us to probe protein motions over 6 orders of magnitude providing a comprehensive picture of relevant dynamic changes in ACPs-KS12 complexes.'",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}