{
    "rcn": "195628",
    "acronym": "CODIR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Cortical Dynamics of Decision Irrationality",
    "startDate": "01/04/2016",
    "endDate": "29/05/2018",
    "objective": "Imagine that you choose a large house with a long commute over a small flat with a short train ride. Will the appearance of an inferior, thus irrelevant, alternativeña small flat with a longer train rideñmake you revise your initial choice? Contrary to what theories in economics prescribe people typically reverse their original choice in the presence of an inferior option. Contextual preference reversals (CPRs) of this form are hallmarks of human irrationality. Such deviations from rationality have been described in numerous behavioural studies over the past decades. But what are the mechanisms that produce CPRs? And why do CPRs differ across individuals? I aim to answer these big open questions. Specifically, I plan to elucidate the brain mechanisms that mediate CPRs, from the level of neurotransmitters, to large-scale brain networks, to behaviour. To this end, I will combine, for the first time, three novel approaches: a model-based approach I developed for quantifying irrational decision-making in a physiologically tractable fashion; delineating the neural interactions underlying decisions with magnetoenecephalography (MEG); and pharmacological manipulation of these interactions. I will then use the MEG data to guide the development of a biophysically constrained mechanistic model of irrational decision-making. This model will be used to generate novel predictions about CPRs in the healthy brain as well as in several neurophysiological disorders. In sum, my research will tackle long-standing problems from the behavioural sciences with techniques from the life sciences, thus providing a deeper understanding of the limits of human behaviour. I will be thoroughly trained in advanced neurophysiological techniques in preparation for a career in the nascent field of ìcomputational psychiatryî. Finally, this project will bring together leading scientists from the behavioural, neural, and physical sciences, establishing a new multi-disciplinary EU research network.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "NL",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 171461
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 171461
}