{
    "rcn": "195688",
    "acronym": "TWISTER",
    "topics": "MSCA-IF-2014-EF",
    "title": "ToWards the Identification of Sesquiterpene TransportERs",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Plants synthesize a wide range of secondary metabolites, among them, terpenes. These molecules are notably produced in trichomes which are specialized structures present on the surface of aerial organs. Although the terpene biosynthetic pathways have been well deciphered, their transport across membranes remains poorly understood. This is for instance the case for sesquiterpenes such as artemisinin, an extremely potent anti-malaria drug. Despite the immense benefits of these compounds for plant defenses as well as for human health, no sesquiterpene transporters have yet been identified.\nIt was recently shown that Pleiotropic Drug Resistance (PDR) transporters, which belong to the large ATP-Binding Cassette family, are involved in diterpene transport in Nicotiana tabacum trichomes. Thus, other PDR transporters could transport other types of terpenes such as sesquiterpenes.\nRecently, two PDR transporters of Artemisia annua, namely AaPDR1 and AaPDR2, have been shown to be specifically expressed in glandular and T-shaped trichomes, respectively. Interestingly, glandular trichomes are known to produce artemisinin while T-shaped trichomes have been shown to produce ﬂ-caryophyllene. Thus, we can hypothesize that AaPDR1 and AaPDR2 transport dihydroartemisinic acid, the artemisinin precursor, and ﬂ-caryophyllene, respectively.\nIn order to examine this hypothesis, this project aims to express these transporters in N. tabacum BY2 cells and characterize their activity using toxicity and transport assays in whole cells as well as direct transport in plasma membrane vesicles. In case our hypothesis concerning the substrates is incorrect, we will rely on a transportomics approach, which consists of running transport assays using metabolites extracted from isolated trichomes as putative substrates. In parallel, as a side project, isolated glandular and T-shaped trichomes will be submitted to quantitative proteomic comparison in order to identify their respective metabolisms.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}