{
    "rcn": "195608",
    "acronym": "DEGASS",
    "topics": "MSCA-IF-2014-EF",
    "title": "An experimental approach to understand inDuced sEismicity in GAS Shales",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Natural gas recovered from shales is becoming an increasingly important energy source worldwide. The hydrofracturing technique used to obtain shale gas can cause unstable fault slip, giving rise to induced seismicity, but has recently been shown to also lead to stable, slow-slip fault behaviour. Successful, safe and publically accepted global implementation of shale gas recovery critically depends on understanding the conditions leading to the different types of fault slip. The principal objective of the proposed research is to determine the conditions and the microscale deformation mechanisms that lead to stable versus unstable fault slip of reactivated faults in clay- and quartz-rich gas shales. This objective will be achieved by a combination of experiments, microstructural analyses and microphysical modelling work, to be conducted primarily at the University of Liverpool (ULIV), UK, complemented by a secondment in the non-academic sector. This work builds upon my PhD and postdoctoral work that focussed on the slip-stability of similar clay-quartz materials, but from subduction zone megathrust settings. New techniques available at ULIV, together with the novel links with industry to be established in the research, will bring about a major advancement of my academic career. This fellowship will thus contribute to the achievement of the goals of the Horizon 2020 Work Programme. The main end-products of this study ñ the physical properties of gas shale, either measured or predicted with a microphysical model for gas shale deformation, can be implemented by shale gas companies to plan and monitor their hydrofracturing activities better. These results will also serve as a sound basis for public education. The outcomes of the study, i.e. a more fundamental understanding of, and microphysical basis for, phyllosilicate-quartz friction, will also be of importance for the broader community concerned with fault friction ñ notably subduction megathrust friction.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}