{
    "rcn": "195621",
    "acronym": "N-SHEAD",
    "topics": "MSCA-IF-2014-EF",
    "title": "Nanoarrays: Self-assembled Hotspots for Enhanced Analyte Detection",
    "startDate": "08/04/2015",
    "endDate": "07/04/2017",
    "objective": "I aim to transform the way disease is currently detected through innovations in the design of nanoparticle-based biosensors that can be used to detect a number of diseases with global implications. The three most significant challenges facing biosensing are inaccuracy, insensitivity, and low-throughput detection. One technique that is capable of facing these challenges is Surface Enhanced Raman Scattering (SERS) which has demonstrated potential for extreme sensitivity (single molecule detection) and rapid, multiple-analyte detection within complex mixtures. Early stage diagnosis of disease requires the detection of trace amounts of analyte in multi-component biological samples (blood, urine, saliva). It is therefore particularly important for sensors to reach the single-molecule detection limit. Further, the ability to analyse biological samples without separation or other treatment steps is a crucial advantage of SERS.\nMy approach involves the electrotuneable self-assembly of plasmonic nanoparticles at a liquid-liquid interface for SERS detection, overcoming the severe limitations of current sensors (sensitivity, specificity and speed). I will electrochemically control the positioning of the nanoparticles in a precise manner to maximise the Raman signal. Additionally I will utilise shaped nanoparticles, such as stars and ellipsoids, exploiting the enormous Raman enhancements observed at sharp metallic tips to push the sensitivity towards single-molecule detection limits. The ultrasensitive sensing capabilities will be extended to colorectal cancer diagnosis the third most prevalent cancer in the world which effects 1.4 million people per year.   Due to the versatility of this system it can be adapted to any disease or virus where the related biomarker is known. This approach will allow me to build a new generation of sensors that will transform single-molecule SERS detection",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}