{
    "rcn": "195652",
    "acronym": "MYO-DESMOPLASIA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Modulating the behaviour of cancer myofibroblasts to control tumour desmoplasia",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "In many tumors a desmoplastic reaction takes place during progression, which results in extensive production of collagen by stromal cells of the tumor, mainly fibroblasts and myofibroblasts. Tumor desmoplasia determines in large part the patho-physiology of solid tumors and poses a major barrier to effective drug delivery, affecting the overall survival of cancer patients. Here, the applicant proposes to test the hypothesis that the increase in extracellular matrix (ECM) stiffness and transforming growth factor-beta (TGF?) activation often observed during tumor progression have additive effects on tumor desmoplasia. Therefore, targeting any of these parameters alone or in combination can reduce the desmoplastic response of the stromal cells. To explore this hypothesis, a combination of cutting-edge techniques will be employed. Specifically, a collagen ECM model, with pre-determined topography and tunable stiffness will be developed. Subsequently, fibroblasts and myofibroblasts will be cultured in the ECM models. Cells nano-mechanical behavior and their morphodynamic alterations will be investigated with Atomic Force Microscopy and light/fluorescence microscopy under the presence or absence of TGF? or anti-TGF? agents. Finally, the effects of matrix stiffness along with different TGF? concentrations in the expression pattern of genes encoding ECM components will be investigated using real-time PCR. The research results will elucidate the mechanisms of the interplay between matrix stiffness and TGF? production in modulating the ability of fibroblasts and myofibroblasts to form tumor desmoplasia. In the proposed project, the fellow will acquire scientific and complementary skills according to his personalized career development plan and through advanced training, international and inter-sectoral mobility will reach a position of professional maturity in research.",
    "totalCost": "163648,8",
    "ecMaxContribution": "163648,8",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 163649
        }
    },
    "calculatedTotalContribution": 163649
}