{
    "rcn": "195610",
    "acronym": "ClimatCon",
    "topics": "MSCA-IF-2014-EF",
    "title": "Climate-resilient pathways for the development of concrete infrastructure: adaptation, mitigation and sustainability",
    "startDate": "03/08/2015",
    "endDate": "02/08/2017",
    "objective": "Climate change is one of the key challenges facing the human race in the 21st century. To respond to this challenge new approaches to sustainable development combining mitigation and adaptation, which are referred to as climate-resilient pathways, are needed. The development of such approaches is one of the high priority areas of modern day research that will be addressed in the proposed action in the context of concrete infrastructure. The action aims to develop a comprehensive method based on an integration of the Life-Cycle Assessment (LCA) and Life-Cycle Cost Analysis (LCCA) techniques for the evaluation of the whole life performance of reinforced concrete (RC) structures subjected to carbonation in conditions of climate change. To achieve this both experimental studies and numerical modelling are planned to be carried out. The method will take into account both adaptation and mitigation measures and due to numerous uncertainties involved in such analysis be based on a probabilistic approach. It will be applied to several case studies (i.e., typical RC members located in different climatic conditions) to examine the sustainability performance of different concrete types (traditional and ëgreení with blended cements) and repair techniques. The method and other results obtained in the action will provide strong support for decision making regarding the sustainable development of concrete infrastructure.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "HERIOT-WATT UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999853400": {
            "orgId": "999853400",
            "orgName": "HERIOT-WATT UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}