{
    "rcn": "195695",
    "acronym": "PS-IRAQ",
    "topics": "MSCA-IF-2014-EF",
    "title": "Performing a State: State-building in Iraq (2003-2006).",
    "startDate": "01/04/2016",
    "endDate": "30/03/2020",
    "objective": "PS-IRAQís objectives: 1) study the relationship between knowledge production and political engineering in state and nation-building of occupied Iraq (2003-6); and 2) analyze how scientific knowledge of the state acted as a constituent element of political agency. This project also seeks to 3) develop detailed analysis of 2 sites of state and nation-building in Iraq (2003-6). The cases are the occupationís and US efforts in: 1) restoring electrical supply and rebuilding the national electrical grid; and 2) the introduction of new Iraqi representative bodies. This project is interdisciplinary, drawing on comparative politics, the anthropology of state and economy, political geography, and social studies of science and technology. It examines how scholars from history, political science, political economy, anthropology and social theory have understood Iraq prior to and after the invasion, and how they engaged in the making and the transfer of ideas about the state. Data-collection relies on archival, library-based research, and interviews. The project generates conceptual and empirical insights relevant to European external action in Southern and Eastern Mediterranean Countries, especially crisis response and state-building. European excellence and innovation is promoted by developing a reflexive understanding of the relationship between social science knowledge and state-building practice and policy. Lessons from the US experience enhance the mutual understanding of US policy formation and social scientific knowledge formation processes. This will enhance potential for European international cooperation on state-building.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}