{
    "rcn": "195648",
    "acronym": "TIGER",
    "topics": "MSCA-IF-2014-EF",
    "title": "Transposable element Impacts on Gene Expression and Regulation",
    "startDate": "19/10/2015",
    "endDate": "18/10/2017",
    "objective": "Transposable elements (TEs) are DNA sequences that are able to spread within and between genomes. While transposition may lead to evident harmful effects, TEs can also positively impact the host genome by, for instance, donating intrinsic regulatory elements such as promoters. The main goal of this research project is to understand the regulatory changes that TEs engage within host genomes. While in mammals TE-derived promoters are often observed, only recently Drosophila TEs were described as potential platforms of gene regulatory networks, opening a new field for important discoveries. Since TEs are extremely active in fruit flies and Drosophila is found worldwide, TE copies that are population-specific are observed. Drosophila constitutes therefore a perfect model to study the impact of TEs in the host transcriptome. We hypothesize that Drosophila TEs are able to act as gene promoters and cause differential gene expression between wild-derived strains. Our first aim is to discover strain-specific TE-derived promoters involved in differential gene expression between Drosophila melanogaster populations by using a genome-wide high throughput sequencing method named RAMPAGE. In our second aim we will determine how histone modifications regulate TE-derived promoters by producing chromatin maps for each strain studied. The comparison of full sites (sites containing the insertion of a TE in one population) with empty sites (sites devoid of a TE insertion in another population) allow us to clearly demonstrate the impact and regulation of TE promoters.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}