{
    "rcn": "195607",
    "acronym": "MINOTAUR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Metabolic interactions in oceanic photosymbioses",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Symbiosis between heterotrophic hosts and microalgae (photosymbiosis) is a widespread and ecologically important phenomenon in the oceanic plankton. Symbiotic organisms like radiolarians (unicellular eukaryotes) are key players in marine biogeochemical cycles by contributing to predation and primary production. While knowledge of the diversity of symbiotic partners has improved in recent years, metabolic interactions remain poorly understood. This project will explore the metabolic basis of planktonic photosymbiosis, with radiolarians as an ecologically relevant model, to understand the functioning of the partnership and its contribution to elemental cycling in the pelagic ecosystem. An original and cutting-edge single-cell approach involving stable isotopes and high-resolution chemical imaging techniques (e.g. ToF-SIMS and nanoSIMS) will be used to visualize the elemental and isotopic composition of intact radiolarian symbioses at the subcellular level, and to quantify the assimilation and transfer of nutrients between partners in different experimental conditions. The same approach will be applied on cultured free-living symbionts to determine the degree of host control over symbiont metabolism. In order to develop a holistic view of metabolic interactions, bioinformatic analyses will identify key metabolic genes and pathways from available transcriptomes of radiolarians. The exceptional microscopy facility and expertise in isotope biogeochemistry at the host institution is unique in Europe. Given the interdisciplinary nature of the project consortium, the potential for exchanging new knowledge and skills is very high. This project pushes back the boundaries of marine biological research and represents a significant step in my personal development towards my long-term research ambition to merge knowledge on biodiversity and physiology into ecological studies to better understand the functioning of aquatic ecosystems and their responses to anthropogenic pressures.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994632": {
            "orgId": "999994632",
            "orgName": "HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}