{
    "rcn": "195601",
    "acronym": "AstroSignals",
    "topics": "MSCA-IF-2014-EF",
    "title": "Spatiotemporal dynamics of subcellular energy metabolism in astrocytes",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "The functional significance of subcellular compartmentalization in signal transduction has emerged in recent years, a development that is gaining momentum due to significant advances in optical microscopy and genetically encoded biosensors. However, much less attention has been given to the spatial architecture of the metabolic networks that provide energetic support for intracellular processes. This project will investigate spatiotemporal organization of energy metabolism in astrocytes, focusing on two hypotheses:\nï I propose that within astrocytes, signalling microdomains are energetically supported by local delivery of ATP. I will employ confocal and total internal reflection fluorescence (TIRF) microscopy, using biosensors for ATP, glucose and Ca2\\ that can be targeted to subcellular locations. My initial focus is on cultured human astrocytes and the provision of ATP for Ca2\\ signalling. Do the five cellular sources of astrocytic ATP support different ATP pools? Which pools are needed for the many ATP-requiring steps that link cell-surface receptors to Ca2\\ signals?\nï I suggest that the ER lumen may provide a glucose reservoir that allows rapid intracellular transfer of glucose to meet local energy needs. The ER of astrocytes contains luminal glucose-6-phosphatase-? (G-6-Pase-?) and a glucose-6-phosphate transporter, which together can generate an ER luminal pool of glucose. The source of glucose-6-phosphate transported into the ER and the function of luminal glucose are unknown. Using cytosolic and ER-targeted glucose sensors, immunocytochemistry and siRNA knockdown of glucose G-6-Pase-?, I will determine the source of the glucose pool and whether it contributes to metabolic support of Ca2\\ signals.\nCombining state-of-the-art techniques and expertise in the fields of cell signalling and metabolism, this project will enhance our understanding of metabolic regulation of signal transduction, opening new possibilities for targeted treatments of brain diseases.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}