{
    "rcn": "195658",
    "acronym": "Micropod",
    "topics": "MSCA-IF-2014-EF",
    "title": "MICROPOrous Devices for next-generation therapeutic delivery",
    "startDate": "14/04/2015",
    "endDate": "13/04/2017",
    "objective": "Dr. Eoin OíCearbhaill, a Biomedical Engineer, recently returned to Ireland to become a Lecturer in Bioengineering at University College Dublin. This fellowship will enable him to work with Prof. Michael Gilchrist to develop his career by implementing a research platform based on medical devices for therapeutic delivery, with a specific focus on microneedles. Microneedle transdermal patches are an important advance in the delivery of therapeutics, especially vaccines and biotech molecules. They offer advantages over the classic approaches of hypodermic drug delivery, (needle phobia, risk of needle stick injuries), oral delivery (degradation and poor intestinal permeability of biologics), and traditional skin patches (limited to passive delivery of small molecules). The traditional hollow needle design suffers from a scaling effect, limiting mechanical performance at the penetration depth required for efficient absorption and large molecule delivery. Current microneedle patches targeting transdermal delivery are often prohibitively expensive to manufacture and are prone to mechanical failure. Here, Dr. OíCearbhaill proposes the development of microneedle patches with interconnected porosity, aimed at consistent, rapid delivery to dermal tissue, in close proximity to the capillary bed. This platform technology can also be applied to other minimally invasive devices designed to provide controlled therapeutic infusion to precise locations. The applicant will develop porous microdevices, using manufacturing techniques that are scalable and cost-effective, enhancing the commercial value and potential to rapidly translate this technology to patients. The reintegrating applicantís proficiency in medical device concept development will synergise with the hostís expertise in computational modelling of penetration in soft tissue and micromanufacturing to aid in the applicantís development as a leader in medical device design and innovation.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}