{
    "rcn": "195675",
    "acronym": "MUSIC",
    "topics": "MSCA-IF-2014-GF",
    "title": "How the brain creates Mutual Understanding during Social InteraCtion",
    "startDate": "31/12/2016",
    "endDate": "30/07/2020",
    "objective": "How can we understand one another? Our everyday conversations appear to revolve around our linguistic abilities. But creating mutual understanding involves more than formulating grammatically correct sentences. Recently, cognitive science has shown that mutual understanding relies on shared knowledge and beliefs, conceptual knowledge that is continuously adjusted as we interact. Yet, social neuroscience has mainly focused on how individuals respond to social stimuli without a social context. Consequently, the neural mechanism that underlies our ability to create mutual understanding with another person remains largely elusive. The proposed project addresses this interdisciplinary gap, testing the hypothesis that creating mutual understanding requires a neural mechanism that supports a continuous adjustment of conceptual knowledge. That hypothesis will be tested by sampling and interfering with neuronal activity in humans during live social interaction, at the University of California. First, I will investigate the neuronal implementation of mutual understanding through intracranial recordings from the human brain. The exquisite spatiotemporal precision of these recordings offers the unprecedented possibility to characterize how conceptual knowledge is mechanistically adjusted during social interaction. Second, I will investigate frontotemporal dementia, a neurological disorder known to disrupt access to conceptual knowledge. This unfortunate experiment of nature offers the unique opportunity to understand how progressive alteration in brain tissue and connectivity affects the ability to create mutual understanding. These studies will offer a neural- and system-level mechanism of human mutual understanding, which I will translate into testable accounts of communicative alterations in a range of neurological and psychiatric disorders, during the return phase at the Donders Institute and Kingís College London.",
    "totalCost": "260929,8",
    "ecMaxContribution": "260929,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 260930
        }
    },
    "calculatedTotalContribution": 260930
}