{
    "rcn": "195655",
    "acronym": "SOLLAY",
    "topics": "MSCA-IF-2014-EF",
    "title": "Soft Chemical Control of the Physical Properties of Layered Solids",
    "startDate": "26/07/2016",
    "endDate": "25/07/2018",
    "objective": "This research programme is fundamental solid state chemistry at the boundary with condensed matter physics. It will discover new transition metal compounds with layered crystal structures and aims to put them on the world stage by exploiting the compositional tunability which is intrinsic to non-molecular systems. The discovery and chemical rationalisation of new composition-structure-property relationships is anticipated to lead eventually to future industrial developments in applications as wide ranging as superconductors, thermoelectric materials, magnetic materials, batteries and heterogeneous catalysis. Parallel to the research, the fellowís outreach activities will centre on highlighting these ìsynthetic mineralsî to the general public in a permanent exhibit. The host group and the fellow bring complementary expertise to the project and the career development of the fellow will be through the research and outreach and also in the development of collaborations with Oxford Physics, and the world-leading international facilities for neutron and synchrotron X-ray science at the local Harwell campus and in Grenoble.\n\nThe project will develop science and the fellow through the pursuit of ground-breaking and adventurous research directions at one of the forefronts of solid state chemistry. It will be carried out in an internationally leading group in a chemistry department in the top handful in Europe.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}