{
    "rcn": "195686",
    "acronym": "MANGANOXI",
    "topics": "MSCA-IF-2014-EF",
    "title": "The development of manganese-based alkene epoxidation, cis-dihydroxylation and alkane C-H oxidation catalysts",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The catalytic oxidation of alkenes to give epoxides and syn-diols, as well as the hydroxylation of C-H bonds in alkanes using environmentally benign reagents and conditions remains an area of significant challenge in contemporary synthetic chemistry and highly effective catalytic systems remains elusive. In the ìMANGANOXIí project a novel and ecologically friendly approach towards the development and application of manganese-based catalytic systems is proposed. The project first focuses on the use of a known manganese complex (MnTMTACN) together with Lewis Acids and hydrogen peroxide as a stoichiometric oxidant, generated using a co-catalyst from dioxygen, in the epoxidation of alkenes. The project will then develop analogues of other ligand systems to integrate ëclickí generated 1,2,3-triazoles as pyridine surrogates, which should result in modular ligand systems which can be readily tuned. In addition, in order to obtain easier isolation of products and enable catalyst recycling, the most effective ligand systems will be anchored onto selected support using ëclickí chemistry. The use of the copper-catalysed [3\\2] ëclickí Huisgen cycloaddition of an alkyne and azide is indispensable, as it facilitates both the anchoring of the ligand on the support and the incorporation of the pyridine surrogate into the ligand architecture. The catalytic oxidation reactions using the immobilized metal-ligand complex will then be conducted in a flow reactor, which will result in enormous potential of application in industry, by virtue of estimated high reproducibility and unrestrained scale-up of reactions. The ìMANGANOXIí project will not only contribute to European excellence and competiveness, but also reflects the principles of Green Chemistry and Technology for Sustainable Development.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}