{
    "rcn": "195749",
    "acronym": "Spinal cord fMRI",
    "topics": "MSCA-IF-2014-EF",
    "title": "Functional magnetic resonance imaging of the cervical spinal cord at 7 Tesla",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Functional magnetic resonance imaging (fMRI) has become an indispensable tool in neuroscience to study human brain function non-invasively. However, translation of fMRI to investigate function of the second major component of the central nervous system, the spinal cord, has been severely hampered by technical difficulties. Two major challenges for spinal fMRI relate to the anatomy: (i) severe static image distortion caused by vertebrae and the lungs and (ii) dynamic signal instability introduced by breathing. I propose to address these problems by leveraging my expertise with cutting-edge technology for magnetic field compensation, available only to a few sites world-wide including my host institute in Oxford. These advances will enable me to take advantage of the signal-to-noise ratio improvement of ultra-high field (7 Tesla) MRI scanners, which has been clearly demonstrated in the brain but has remained elusive for the spine. The final stage of this project will deploy these methods on a collaborative project investigating the neurobiological mechanisms of pain in the spine. This project will enable me to build strategically on my dual training in engineering and medicine to develop an inter-disciplinary research profile at the interface of neuroscience and methodology.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}