{
    "rcn": "195710",
    "acronym": "DISHY",
    "topics": "MSCA-IF-2014-EF",
    "title": "Synergistic effects of DISpersant, oil and HYpoxia in a teleost fish: Investigating the impact of oil contamination in hypoxic areas and the use of dispersant as a response technique",
    "startDate": "30/04/2015",
    "endDate": "29/04/2017",
    "objective": "Coastal marine ecosystems are of high socio-economic and ecological importance. However, these ecosystems are under anthropogenic pressures. Among these anthropogenic pressures, two major growing threats are represented by hypoxia (due to eutrophication) and oil pollution. These 2 major threats are particularly presents and coexist in European marine coastal ecosystems. However, scarce studies have investigated the biological impacts of their interaction. Consequently, this project intends to evaluate the potential biological effects caused by oil pollution in hypoxic situations. Additionally, this project will consider dispersant use as a response technique for oil released in these hypoxic areas.\nPractically, the research actions will estimate the synergistic biological effects of dispersant, oil and hypoxia on a teleost fish species of ecological and economic importance for Europe: the sea bass Dicentrarchus labrax. The approach will firstly evaluate the hydrocarbons contamination induced by the interaction of stressors (Work Package 1). Then, biological effects will be evaluated, at the sub-individual level, by assessing sensitive indicators related to oxidative stress (Work Package 2). Finally, indicators of ecological significance, related to fish behavior, locomotion and metabolism, will be assessed at the organismal level (Work Package 3). The complementarity between the fellow and the supervisorsí profiles and the environment provided by the host and partner organizations insure the achievement of this timely and innovative project as well as the dissemination and exploitation of the expected results. These outputs will permit to inform decision makers on the ecological and environmental issues of oil spill in hypoxic areas and to advise oil spill responders on the appropriateness of dispersant use in these areas.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}