{
    "rcn": "195747",
    "acronym": "MEBA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Molecular epidemiology of Bacillus anthracis: novel data and techniques for local surveillance in Tanzania",
    "startDate": "02/11/2015",
    "endDate": "01/11/2017",
    "objective": "Anthrax is described by the World Health Organization as a disease that ìperpetuates poverty by attacking not only peopleís health but also their livelihoods.î In the Serengeti region of Tanzania, where income is largely based on agriculture and tourism, regular outbreaks of anthrax in both livestock and wildlife have devastating impacts. Understanding and controlling the spread of Bacillus anthracis, the bacterial agent causing anthrax, in this environment is currently impeded by a lack of data on the genetic diversity and appropriate typing schemes to resolve fine-scale genetic differences. I propose to quantify the genomic diversity of B. anthracis in the Serengeti region of Tanzania and to use these data to develop molecular diagnostic and genotyping tools that can be implemented locally to facilitate surveillance. First, whole-genome sequencing will be performed on isolates obtained from wildlife and livestock carcasses and environmental samples collected through passive surveillance. Bioinformatic analyses will enable single nucleotide polymorphisms (SNPs) to be identified that can distinguish among locally-circulating B. anthracis strains and test for epidemiological links between outbreaks. Based on these SNPs, a multi-locus typing scheme will be developed. To further support local laboratory capacity, I will apply recently developed techniques to obtain high quality genomic DNA from environmental samples without the need for bacterial culture, thus greatly reducing the biosafety risks associated with anthrax surveillance in low-biocontainment facilities. This project will generate important baseline information on the diversity and transmission of B. anthracis in the Serengeti. Additionally, facilitating the local implementation of molecular surveillance will eventually allow us to determine the circulation patterns of B. anthracis at the wildlife-livestock interface in Tanzania, providing essential information for anthrax management in sub-Saharan Africa.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}