{
    "rcn": "195752",
    "acronym": "SSPinROOTS",
    "topics": "MSCA-IF-2014-GF",
    "title": "Small Signalling Peptides for Stimulating Root Growth - a Novel Approach to Improve Nutrient Use Efficiency",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Plants in the legume (Fabaceae) family are able to fix atmospheric N2 under N-limiting conditions, thereby diminishing the need for N-fertilization. N2-fixation has a high requirement for photosynthates and ATP, and is thus tightly controlled by both the N-availability in the soil and P-level in the plant. Increasing the P-uptake through formation of branched root system and abundant root hairs will increase the N2-fixing capacity and thereby improve the overall nutrient use efficiency (NUE). Small signalling peptides are a largely un-characterized group of regulatory molecules in plants that induce signal transduction pathways upon binding to their complementary receptor signalling modules. Even in the most studied model plant Arabidopsis thaliana only a few of the more than one thousand putative SSPs have been characterized. Very recent work has revealed unique roles of SSPs in alteration of the root system architecture in response to nutrient availability, including the formation of root hairs under P-limiting conditions. Hence, a deeper understanding of the functional roles of SSPs appears to be of key importance for improving NUE. \n This project aims at advancing our knowledge of SSPs involved in the adaptation to nutrient limiting conditions in legumes beyond current state-of-the-art. This will be achieved using a novel bottom-up bioinformatic approach and unique mutant populations. The scientific objectives are (i) to identify the receptor signalling module and the down-stream target genes in the signal transduction pathway of a newly discovered P-responsive SSP essential for root hair formation, and (ii) to discover unknown N- and P-responsive SSPs in the roots and nodules of the legume model species Medicago truncatula with the aim of (iii) investigating the effect of SSPs on improving NUE. The proposed work will substantially advance our understanding of the functions in which SSPs are involved and will open up for new solutions aimed at improving NUE.",
    "totalCost": "192162,6",
    "ecMaxContribution": "192162,6",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954026429": {
            "orgId": "954026429",
            "orgName": "THE SAMUEL ROBERTS NOBLE FOUNDATION",
            "ecContrib": 0
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 192163
        }
    },
    "calculatedTotalContribution": 192163
}