{
    "rcn": "195783",
    "acronym": "ACE_GFAT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Development of retrieval techniques for aerosol microphysical characterization from multi-wavelength space-borne lidar and radiometric measurements",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "This work focuses in establishing a collaboration between NASA and the Atmospheric Physics Group of the University of Granada (GFAT) in the framework of the upcoming Aerosol-Cloud-Ecosystems (ACE) mission. Such collaboration will create a good environment for the progress in the atmospheric sciences and advance our knowledge of the Earth-Atmosphere radiative system. The research activity focuses on performing lidar ACE simulations studies that includes defining the optimum capabilities of such system in order to obtain aerosol microphysical properties under the accuracy and errors claimed in ACE white paper. The techniques to be used are regularization and Linear Estimation (LE), and special emphasis will be paid to the retrieval of coarse particles predominance. In this context GFAT offers a unique environment thanks to the possibility of evaluating these techniques by MW ground-based lidar and to its large set of in-situ and radiometric instrumentation. The advances in LE will be used to perform high temporal-resolution of fine and coarse mode of columnar aerosol properties using measurements of aerosol optical depth (AOD) by AERONET sun-photometers. This will be done combined with the Spectral Deconvolution Algorithm (SDA\\). Finally, as GFAT operates one of the few star-photometers in the world, we will evaluate the potentiality of improving lidar retrievals using AOD from star-photometry. In this context, a secondment with the Laboratory of Atmospheric Optics at the University of Lille (LOA) is planned to extend night-time retrievals of the GARRLiC algorithm, and thus obtain vertical profiles of particle volume through an easy deployment of backscatter elastic lidar and star-photometry.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DE GRANADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}