{
    "rcn": "195768",
    "acronym": "OVOC",
    "topics": "MSCA-IF-2014-GF",
    "title": "Leveraging the antioxidant role of volatile isoprenoids for improving grapevine resistance to ozone and temperature stress",
    "startDate": "01/08/2015",
    "endDate": "31/07/2018",
    "objective": "The first aim of the project is to prove a general mechanism for plant protection from abiotic stresses (such as temperature and ozone stress) exerted by volatile isoprenoids (VIPs). Recent studies advanced the hypothesis that VIPs may function as effective antioxidants in plants by directly reacting with reactive oxygen species (ROS) that accumulate upon abiotic stress, producing oxidized VIPs. However, this mechanism is yet to be confirmed. During the outgoing phase (Harvard University, Cambridge MA, USA) the objective described above will be addressed via a comprehensive experimental approach that will be carried out on the model plant Arabidopsis (wild-type and isoprene-emitting transgenic Arabidopsis), on a plant species (Quercus rubra) that emits very large quantities of VIPs and on grapevine, a crop of outmost importance in the European economy. During the return phase (FEM, Trento, Italy) the multidisciplinary expertise gained in the outgoing period will be fully employed to study the grapevine germplasm owned by the return institution and new grapevine varieties selected or genetically modified for the emission of specific VIPs, which have recently been developed by a partner research group, in collaboration with the applicant. The final objectives of the project are 1) to prove that VIPs act as effective antioxidant on grapevine leading to an improved ozone stress resistance and 2) to integrate screening for VIP emission in the host institution grapevine breeding program in order to improve stress resistance of new grapevine varieties.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "FONDAZIONE EDMUND MACH",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998341461": {
            "orgId": "998341461",
            "orgName": "FONDAZIONE EDMUND MACH",
            "ecContrib": 244269
        },
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 244269
}