{
    "rcn": "195718",
    "acronym": "WISDOM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Wavelength conversIon in diSpersion engineereD Optical fibres for Mid-IR applications",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Numerous high impact applications, in particular in medical diagnostics, environmental and industrial sensing would benefit from the development of wavelength-agile and cost-effective optical sources and detection schemes operating in the Mid-Infrared (MIR) region above ~2 µm wavelength. Existing MIR semiconductor technology and bulk nonlinear optics based solutions present many drawbacks and only partially meet the requirements of MIR applications.\nA more powerful and versatile approach to access the MIR spectrum relies on exploiting microstructured optical fibres (MOFs) made of MIR transmitting glasses. By exploiting nonlinear processes inside carefully designed fibres, MIR radiation can in principle be generated or detected using more mature Near-Infrared (NIR) sources or detectors. \nThis approach offers three significant practical advantages: 1) it is wavelength-agile and reconfigurable; 2) it uses cost-effective and performant NIR source/detector technology; 3) it can generate compact, ruggedized and light-weight all-fibre devices. Despite a great potential, MIR nonlinear fibres are still a rather immature technology, due to the difficulty to fabricate fibres with suitable dispersive profiles in glasses with good infrared transmission. This task requires interdisciplinary skills in fields ranging from glass science, electromagnetics and waveguide modelling, to laser and nonlinear physics and experimental optics. \nThis fellowship project will provide the opportunity to combine my glass science expertise with the host institution world-renown experience in nonlinear optics and MOF fabrication, with the aim to push MIR nonlinear fibre devices from an academic interest to a real technological reality. The project will target three enabling fibre devices and their use in high-impact applications: a coherent MIR supercontinuum source and two frequency conversion fibre devices for MIR gas sensing and telecoms interband wavelength conversion.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}