{
    "rcn": "195751",
    "acronym": "ReconsolidationDynamics",
    "topics": "MSCA-IF-2014-GF",
    "title": "A Cross-Species Investigation of Memory Replay During Reconsolidation",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "A primary treatment for anxiety disorders is exposure therapy, which is based on the principles of extinction, but has the drawback that fear can return. This risk of relapse highlights a need for treatments that persist. Research on reconsolidation has shown that upon reactivation old fear memories can be updated, preventing the return of fear. However, studies targeting reconsolidation to reduce fear have reported mixed results because its boundary conditions are poorly understood. To live up to its clinical potential it is necessary to understand how to most effectively utilize paradigms targeting reconsolidation. The proposed research attempts to address this issue by providing a neural measure of the reconsolidation process itself. This will be achieved by determining whether dynamic patterns of neural network activity that occur during initial learning re-occur during offline ërestí periods, and test whether this ëreplayí of memory is linked to reconsolidation. The first objective of this grant application is to identify and quantify a neural marker of reconsolidation that predicts the absence of fear recovery.  During the outgoing phase these questions will be addressed employing an innovative cross-species (humans, rats) approach using similar behavioural tasks, complementary recording techniques (functional magnetic resonance imaging, multi-unit recordings) and state-of-the-art analyses methods. Acquired knowledge and experience will be applied during the return phase where the second objective is to use this neural marker to determine how context serves as one critical boundary condition to inducing reconsolidation. Findings will significantly advance fundamental understanding of reconsolidation and have important implication for applied and preclinical psychiatric research.",
    "totalCost": "242929,8",
    "ecMaxContribution": "242929,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 242930
        }
    },
    "calculatedTotalContribution": 242930
}