{
    "rcn": "195754",
    "acronym": "Photovitamin Windows",
    "topics": "MSCA-IF-2014-EF",
    "title": "Microprocessing photovitamin D3 using photo-high-T intensification.",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "This project develops a continuous flow microprocess for the synthesis of pure vitamin D3 from 7-dehydrocholesterol. Such approach will be achieved by applying a massive and combined photo-high-T intensification. Such conditions are only possible by employing microreactors according to Novel Process Windows postulates: The aim is to boost the reaction kinetics both by providing a high photon number density and through thermal intensification. In addition, supercritical conditions will be tested as third intensification option. Besides the normal time-invariant, continuous photon exposure, a new photochemical approach based on intense LED-photo-pulses will be tested to enhance the selectivity. To have a full process scheme covered, a continuous micro-plug-flow crystallization operating at fast mixing, short residence time and supersaturated conditions will be developed.\nVitamin D3 is a very important nutrient needed to prevent all types of disease. As its deficiency is now recognized in the developed world, a significant increase demand in the market is expected. That is why it is envisaged a multiple impact of this project mainly in European society, but also for pharmaceutical companies and SMEs, representing for both a ëWindow of Opportunityí. Particularly photo-high-T could be also tested in other photochemical reactions; such as the synthesis of vitamin D2 or, by using other photocatalysts such as TiO2, in the N-ethylation of benzylamine.\nThis multidisciplinary proposal includes Life-Cycle-Assessment (LCA) to holistically evaluate in ex-ante fashion different process intensification scenarios. At the project end, LCA will benchmark the flow achievements to the current batch production, looking towards its industrial transfer. For the fellow, this proposal means an extension of his previous research, but with novel and challenging additional aspects,providing with a range of training options in research and transferable skills for building his independent career.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}