{
    "rcn": "195743",
    "acronym": "Micro-SOLUTION",
    "topics": "MSCA-IF-2014-EF",
    "title": "Micro-Solid Oxide Fuel Cells based on highly catalytic ceramic oxide thin films nanostructures",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Solid Oxide Fuel Cells (SOFCs) are one of the most efficient and fuel flexible power generators. However, a great limitation on their applicability in portable devices arises from long start up times involving high energy consumption. A recent revolution based on the integration of SOFCs in mainstream silicon technology allows overcoming these drawbacks while opening new avenues for the use of fuel cells as uninterrupted power generators in mobile applications such as consumer electronics. Starting from the most recent breakthroughs of the hosting group, the Micro-SOLUTION project will be focused on improving the performance of µSOFCs at high temperatures (?700 ∫C) by developing thin film full-ceramic electrode materials with high catalytic activity. To achieve this goal, surface decoration of highly stable thin film nanostructured electrodes will be carried out. Further integration of the optimized electrodes in ?SOFC cells will bring power densities above 500mW/cm2. The inter/multidisciplinary approach proposed in the Micro-SOLUTION project will allow the researcher acquiring new skills in Key Enabling Technologies such as nano- and micro-technology. Moreover, two different secondments in the Institute of Microelectronics of Barcelona and the company FAE will complement the researcherís training giving him a multisectoral point of view and a clear idea of transfer knowledge activities in the field of Solid Oxide Fuel Cells. Therefore, planned research and training activities in the Micro-SOLUTION project will re-enforce a position of professional maturity in research and will provide the researcher new career perspectives.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO INSTITUT DE RECERCA DE L'ENERGIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996435993": {
            "orgId": "996435993",
            "orgName": "FUNDACIO INSTITUT DE RECERCA DE L'ENERGIA DE CATALUNYA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}