{
    "rcn": "195707",
    "acronym": "KREDs in GSBs",
    "topics": "MSCA-IF-2014-EF",
    "title": "Directed evolution of ketoreductases in gel-shell beads",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Optically pure secondary alcohols are required in the manufacture of many pharmaceutical products. Ketoreductases (KREDs) capable of reduction of ketones to the corresponding secondary alcohol have been improved through classical directed evolution campaigns but a limiting factor has always been the challenge of matching selection conditions to the final scaled-up reaction. Here we propose a solution to that problem.  The Host group previously described the formation of gel-shell beads, agarose beads surrounded by a size-selective shell (Nature Chemistry 2014, 6:791). The beads allow screening of individual members of an enzyme library using flow cytometry.  As small molecules can be readily exchanged, while enzymes are retained, the process not only affords precise control over selection conditions but also makes it ideal for continuous flow processes. To support this endeavour, sensitive assays for the high throughput detection of ketoreductase activity and enantioselectivity will be developed. Directed evolution will then be performed with selection for the efficient use of macromolecular derivatives of the NAD(P)H cofactor and improved tolerance to high substrate /solvent concentrations. Throughout the project, intensive contact will be maintained with Industrial Partner GlaxoSmithKline, leading up to flow bed reactor trials during a secondment. This project will provide the Beneficiary with an excellent training in biocatalysis, broadening his skill set and opening up new career opportunities in Europeís growing Green Chemistry Sector. The Host laboratory is at the forefront of directed evolution of enzymes. Through the secondment at GSK, the Beneficiary will be able to transfer this technology to industry. Excellent training courses offered by the University of Cambridge will further aid his professional development. This project seeks to help Europe meet Part 12 of Horizon 2020, which is to be communicated through a well-planned series of Public Engagements.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}