{
    "rcn": "195771",
    "acronym": "FourFeFourS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Molecular Understanding of Generation and Trafficking of Mitochondrial [4Fe-4S] Clusters",
    "startDate": "15/06/2015",
    "endDate": "14/06/2017",
    "objective": "Iron-sulfur [Fe-S] clusters play a vital role in numerous cellular functions. They are a sine qua non for cellular energy production and maintenance of genomic stability. Therefore, elucidation of the biogenesis of [2Fe-2S] and [4Fe-4S] proteins is of utmost importance for basic science in its broadest sense, as it is for ongoing efforts to establish their relevance to human disease and their utilization for biotechnological production of fine chemicals in microorganisms. The iron-sulfur cluster (ISC) assembly process is responsible for incorporating the inorganic cluster into [Fe-S]-associated proteins in the mitochondria. Cytosolic and nuclear [Fe-S] protein assembly that dictates cellular iron concentrations and DNA integrity outside of the mitochondria also depends on the function of the ISC machinery. The mitochondrial ISC biogenesis machinery entails at least 17 proteins, yet how the proteins for [4Fe-4S] maturation work in a unified manner to produce the active cluster and transfer it to target proteins remains poorly understood. FourFeFourS intends to discover the underlying mechanisms of [4Fe-4S] biogenesis in the mitochondria, which could shed new light into how dysfunction of the proteins involved may lead to fatal diseases. To this end, studies will combine a biochemical reconstitution assay of the biological process utilizing isolated ISC proteins in conjunction with spectroscopic and spectrometric experiments that elucidate detailed protein function and molecular structure. In carrying out this cutting-edge research under the tutelage of a world-leading expert on iron-sulfur protein biogenesis, I will expand my expertise within the multidisciplinary field of biochemistry ñ in particular my understanding of the roles of metal ions in biology. In the process, I will build a solid foundation for a future research career as a group leader within the European Union.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "PHILIPPS UNIVERSITAET MARBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999848938": {
            "orgId": "999848938",
            "orgName": "PHILIPPS UNIVERSITAET MARBURG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}