{
    "rcn": "195779",
    "acronym": "ssmscaifa",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Making of Modernist Resistance, 1880-1950",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The vibrant diversity of an increasingly global modernity owes much to the cross-cultural exchanges between British and Indian modernists during their collaborations in civil rights, anti-colonial, and anti-fascist activism from the 1880s to the 1950s. The proposed project examines the shifting nature of literary and political contributions to activist movements made by four such networks of British and Indian modernists to illuminate their integral role in creating what I contend is a distinctively modernist resistance. As early as the 1880s, theosophists from Britain partnered with renowned Indian spiritualists to bridge cultural gaps between colonizer and colonized through shared mystical experiences to emphasize an innate unity among human beings. By 1919, however, the disillusionment following World War I coupled with Indiaís outrage about the Amritsar Massacre in which General Dyer and his troops opened fire killing hundreds of innocent Indians, supplanted such yearnings for unity with efforts to protect democratic freedoms from threats by right-wing extremists through a secular socialist resistance. Mulk Raj Anand, initially drawn to the liberal humanism of the Bloomsbury Group eventually joined the radical socialists of Indiaís Progressive Writers Association in 1936. Women like Sarojini Naidu and Virginia Woolf fought for womenís equality and opportunities to join in anti-right-wing resistance. Mahatma Gandhi and Jawaharlal Nehru, influenced by the socialist ideologies of the Fabian Society, incorporated them into Indian nationalism and governance. This study explores the relationship between the ideologies of these networks to establish what the shift from spiritualism to secular socialist nationalism reveals about the nature of modernist resistance and the conditions of modernity that inspired it. The world view underpinning this resistance was integral in defining the post-war identities of Britain and India as secular socialist-leaning democracies.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}