{
    "rcn": "195709",
    "acronym": "MELANOPARK",
    "topics": "MSCA-IF-2014-EF",
    "title": "Investigating the LRRK2-melanin connection through phosphoproteomics of isogenic melanoma cells",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "LRRK2 is a multi-domain protein, which uniquely possesses both protein kinase and GTPase catalytic activities. Autosomal dominant mutations of LRRK2 represent one of the principal genetic risk factors for Parkinsonís Disease (PD), which results in preferential loss of neuromelanin containing, dopaminergic neurons from the substantia nigra. The (patho)physiological roles of LRRK2 are currently unclear. However, it has been linked to the regulation of endolysosmal membrane trafficking through complex formation with other PD-related gene-products (Rab7L and Vps35). LRRK2 is also highly expressed in skin pigment cells (melanocytes), which specifically produce melanin within the lysosome-related organelles known as melanosomes, in a process referred to as melanogenesis. Here we propose to examine the substrates and function of LRRK2 in pigmented melanoma cells. We will generate a MNT1 cell panel expressing PD-associated mutations of LRRK2 using CRISPR/Cas9 gene editing and characterise the respective (phospho)proteomes ±LRRK2 inhibitors from total lysates and from melanosome-enriched fractions using quantitative mass spectrometry. Melanosome biogenesis itself will be compared across the panel using electron microscopic procedures established by the experienced researcher as well as other organelle associated parameters (e.g. contacts with mitochondria) and trafficking pathways linked to Vps35 and Rab7L. The aim is to establish LRRK2 substrates or cellular consequences of activity, which may be specific to melanin-containing cells and link these to PD or to the increased incidence of melanoma observed in PD patients.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}