{
    "rcn": "195775",
    "acronym": "OLIGOBINPRO",
    "topics": "MSCA-IF-2014-EF",
    "title": "Non-canonical nucleoside incorporation into synthetic RNA-oligonucleotides: investigations towards the discovery of selective RNA-binding proteins",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The increase of life expectancy around the world comes at the unavoidable cost of a rise in the occurrence of neurological diseases such as Parkinsonís as well as debilitating ones like cancer. These conditions prevent the possibility of a sustained quality of life and cost society vast amounts of money for the treatment and care of patients. It is the responsibility of scientists to find innovative methods of treating and eliminating these diseases, allowing for a healthier quality of life. Recently, RNA-binding proteins have been linked to biological processes leading to these diseases as well as the expression of genes relating to obesity. A plethora of natural chemical modifications in RNA fine-tune its structure, allowing for this specific interaction which regulates processes such as gene expression and the tuning of translation. Although these have been known for years, their binding proteins have not been systematically studied. The difficulty of the chemical synthesis of modified oligoribonucleotides represents the major bottleneck in this field. The overall aim of this project is to discover RNA-binding proteins which bind to the non-canonical modifications Am, Cm, Gm, i6A and ms2i6A which were identified in the mRNA of human cancer cell lines. These will first be synthesised and then incorporated into oligoribonucleotide strands mimicking natural mRNA. By incubating with cellular extracts, we subsequently aim to identify their binding proteins by tagging them with novel technologies and analysing them using mass spectrometric techniques. This project will inspire and offer unique training to Dr. Michaelides by exposing him to this multidisciplinary field where chemistry and biology meet, enabling him to embark on his own academic career. Furthermore, it will set the foundation for the better understanding of the mechanisms responsible for the aforementioned conditions, which will in the long term lead to the design of new therapies for their prevention.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}