{
    "rcn": "195713",
    "acronym": "MAPS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Millimeter Wave Massive Arrays enabling RFID/Radar Applications on 5G Smartphones",
    "startDate": "20/07/2015",
    "endDate": "19/01/2017",
    "objective": "Nowadays, a rising interest is moving towards the fifth generation (5G) of wireless mobile communication, as numerous devices and different heterogeneous networks will be interconnected, guaranteeing zero-distance connectivity between people, devices and objects. To deal with the ever increasing data traffic demand and the low power consumption requirements in the perspective of a sustainable growth, smart solutions have to provide energy- and cost-efficient services. In this context, the massive antenna arrays deployment in base stations, access points or smartphones, appears like a viable solution to meet these new challenges. Besides communication, the availability of such a technology can also allow other interesting applications such as accurate simultaneous localization and mapping (SLAM) performed by a personal radar integrated in smartphones, enabling new services in the device-to-device communication. In addition, the interrogation of tagged objects placed in the environment through radiofrequency identification (RFID) technology will allow a mapping of the real world into the internet space, enabling environment-related applications and constitute the so called smart space within the Internet of Things concept. Moreover, the reduced wavelength at millimeter-waves (mmW) paves the way for packing a large number of antenna elements into a small area, overcoming the difficult integration of laser-based or mechanical steering devices into mobiles.   \nIn this context, the project addresses in a unified framework the problem of achieving environment 3D mapping and objects identification by means of massive antenna arrays embedded on smartphones, which have the capability to learn from the environment and consequently continuously improving their performance. An offline-demo, exploiting real measured data performed during the project, will be realized in order to show the main achievements and performance guaranteed by the proposed system.",
    "totalCost": "129807",
    "ecMaxContribution": "129807",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 129807
        }
    },
    "calculatedTotalContribution": 129807
}