{
    "rcn": "195772",
    "acronym": "STAR",
    "topics": "MSCA-IF-2014-EF",
    "title": "An Extended Local Scattering Theory for Acoustic-radiation and Receptivity of Trailing-edge Flows",
    "startDate": "31/01/2016",
    "endDate": "30/01/2018",
    "objective": "Trailing-edge flows arise in many technological applications, such as aircraft wings in aeronautics and mixing devices in chemical engineering. Two important and fundamental processes take place near the trailing edge, namely the acoustic radiation and receptivity, which refer to generation of sound by fluctuations within the flows and excitations of instability waves by ambient disturbances, respectively. This project will investigate (a) generation of instability waves in the wake as free-stream acoustic and vortical disturbances impinge on the trailing edge; (b) radiation of sound when Tollmien-Schlichting (T-S) waves in the upstream boundary layer propagate through and interact with the trailing-edge flow. Both processes will be analysed mathematically by developing a Local Scattering Theory, which we recently proposed as an appropriate framework for describing the coupling of distinct characteristic motions in a region of strong inhomogenuity. Furthermore, with radiation and receptivity being described properly, we will move on to investigate the so-called acoustic feedback loops, in which instability waves and acoustic waves are generated from each other, leading to self-sustained oscillations. First-principle theories will be developed to predict the intensities as well as the tones (frequencies) of the oscillations. As receptivity, acoustic radiation and acoustic feedback loops are fundamental processes closely related to drag on the wing, jet and airframe noise and mixing of reactants, the present project is of high practical relevance. From the methodology point of view, this project will combine sophisticated asymptotic methods with highly accurate numerical computations, enabling us to tackle a greater range of complex problems, for which numerical or analytical method alone would be inadequate.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}