{
    "rcn": "195748",
    "acronym": "RNA Transport and Control",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mechanisms of kinesin-dependent RNA transport and translational regulation",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Active mRNA transport and localisation are crucial for spatiotemporal control of gene expression. In neurons, dendritic mRNA transport and local translational control are required for synaptic plasticity and memory formation. Misregulation has been linked to severe diseases. RNA-binding proteins (RBPs), kinesin motor proteins, mRNAs and noncoding RNAs (ncRNAs) are involved in dendritic mRNA transport and translational regulation. Still it is not known which essential set of factors is required to enable kinesin-dependent mRNA transport. Further, many RBPs required for mRNA transport simultaneously act as regulators of translation. How these crucial activities are mechanistically linked is unsolved. To anwswer these questions, this project aims to reveal essential mechanisms by two independent biochemical in vitro reconstitution approaches: (1) I will reconstitute kinesin-dependent transport of a dendritically localised mRNA and noncoding RNA using candidate proteins and RNAs from literature and an unpublished result of the host laboratory. (2) I will analyse the dual function of RBPs in mRNA transport and translational regulation. To this end, a microfluidics-coupled in vitro translation imaging assay (TIA) will be developed to study the effect of RBPs and ncRNAs on translation in real-time. Finally, the in vitro motility assay will be combined with the TIA to investigate the impact of translational regulation on mRNA transport. Using these techniques I will address key questions: (i) Which are the essential components required for kinesin-dependent mRNA transport? (ii) How are mRNA transport and translational regulation mechanistically connected? This project aims to unravel fundamental principles, improving our knowledge of neuronal mRNA transport and gene expression on a mechanistic level. Additionally, the experimental framework developed herein will enable the field to answer further important questions relating to the growing field of localised translation.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}