{
    "rcn": "195784",
    "acronym": "C-Xaq",
    "topics": "MSCA-IF-2014-EF",
    "title": "Cross-Coupling (C-X): Pioneering Mild Aqueous Cross-Coupling Methodologies to Enable Selective Functionalisation and Diversification of Halogenated Natural Products",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Natural Products (NPs) are key to medicine, yet the generation of analogues of these important compounds can often be challenging. I propose to investigate an exciting new approach to NP analogues pioneered by the Goss lab. By developing new, mild, aqueous and selective cross-coupling chemistries I will enable the selective diversification of organic molecules, and in particular NPs, containing carbon-halogen bonds. With my expertise in organometallic chemistry and computational chemistry and in collaboration with the Goss lab, we are poised to bring significant advance to this new field of research.\nOver 5000 halogenated NPs have been isolated and identified to date, presenting a series of attractive test-beds for this proposed research. Additionally, with the advent of synthetic biology, it has recently been possible for the Goss group and others to engineer new to nature NPs containing halogen handles. The Goss group demonstrated selective functionalization of these NPs developing and using mild and aqueous Suzuki Miyaura cross-coupling conditions. Building upon this success, I will develop methodology to enable, under mild aqueous conditions, a greater diversity of cross-coupling reactions of aryl halide containing small molecules and then NPs to be employed. I will then embrace the challenge of the selective functionalization of the less reactive vinyl and alkyl halides, first in the presence of small molecules and then in the context of NPs. My reaction design, in this challenging area, will be informed by recent literature precedent, and my own DFT calculations. Success will both enable access to libraries of previously inaccessible NP analogues and provide the first steps toward being able to carry out these chemical reactions in tissues and perhaps even in live organisms in a bioorthogonal manner.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}