{
    "rcn": "195797",
    "acronym": "NEOMEDPOT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Technological change at the South-western limits of the Mediterranean basin during Neolithic and early Chalcolithic times: pottery production and consumption",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "This project examines the radical social changes which took place in the South-western Mediterranean basin during the Neolithic and the beginning of the Chalcolithic period, and specifically the interactions between North Africa and the southern coast of the Iberian Peninsula across the Straits of Gibraltar. It takes an explicit technological approach informed by Material Culture Studies which uses the reconstruction of the craft of pottery manufacture to inform our understanding of social transformation.It comprises the first research programme focused in pottery analysis across a wide area of study, including North African and European production, the first of which remains mostly unknown until now.\nThe methodology employed is an integrated approach based on instrumental analysis of pots (optical petrography and SEM), including morphological, ornamental and functional characterization of ceramic products; as well as the comparison of ceramic fabrics with potential raw materials in the study areas.\nA number of key archaeological questions are addressed in this way. The time period considered sees changes in food production, along with increased sedentism and specialization in craft production of ornaments. While Neolithic cultures have often been defined according to their pottery and their stylistic groups, it is the technological traditions associated to them will allow us to explore mechanisms of knowledge transmission and innovation, labour organization and the construction of exchange networks. These are all key aspects which allow us to explore the links between technological change and the social change in the human communities in the area in study, at a time when semi-nomadic groups adapt to sedentary ways of life with the emergence of social asymmetry and labour specialization in the early Chalcolithic.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}