{
    "rcn": "195766",
    "acronym": "ORRmetIR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Development and in situ Infrared study of Novel Strained Core-shell Electrocatalysts: Towards an Understanding of the Oxygen Reduction Mechanism",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "The oxygen reduction reaction (ORR) is critical in fuel cells (FC), batteries and corrosion. Sluggish kinetics of the ORR remains a key barrier to efficient electricity generation in FC operating on renewable fuels such as hydrogen or alcohols. Poor understanding of the ORR mechanism has hindered development of cost-effective and improved FC catalysts. \nThis project aims to bring about a step change in development and understanding of ORR catalysts by (i) synthesising metal nanoparticles with a strained surface structure, and (ii) developing and implementing new in situ and operando infrared (IR) spectroscopic techniques to understand how strain impacts the ORR mechanism. Novel strained core-shell Pt-based catalysts will be developed, featuring a core of inexpensive metals including Ni, Co or Cu. For the first time, insight into the ORR mechanism for supported electrocatalysts under realistic catalytic turnover will be gained by modifying an approach to combining IR spectroscopy and electrochemistry developed in the Vincent group. \nThe University of Oxford is uniquely suited for this ambitious project: the applicant will be hosted in a strong research culture in catalysis, have access to state-of-the-art research infrastructure and technical expertise in spectroscopy and materials characterisation and industrial collaborations. The fellow will receive broad-ranging training in the synthesis of catalysts and surface characterisation. The host team will benefit from her skills in in situ vibrational spectroscopy, especially spectral interpretation of ORR intermediates. \nThis highly interdisciplinary project combines nanomaterial synthesis, spectroscopy and electrocatalysis, and has strong potential for generation of intellectual property and commercialisation of new catalysts for FC, aiding knowledge transfer between academic and industrial sectors. This will increase Europeís competitiveness in FC and electrocatalysis, supporting Horizon 2020ís Energy Security goals.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}