{
    "rcn": "195740",
    "acronym": "SHAPED",
    "topics": "MSCA-IF-2014-EF",
    "title": "SpeecH and Auditory Processing: Effects of Development",
    "startDate": "02/11/2015",
    "endDate": "01/11/2017",
    "objective": "Learning a language involves recognizing the acoustic properties of speech sounds that have a functional role. The abilities of perceiving and processing speech sounds are first constrained by basic hearing abilities. The auditory system extracts and processes the acoustic properties from the input language and thus, fully contributes to the development of phonetic categories. Surprisingly, information concerning the interaction between basic auditory capacities and early development of speech processing is still lacking. The present project seeks to combine two approaches to explore this interaction: developmental psycholinguistics, studying the acquisition of a language, and psychoacoustics, describing the auditory mechanisms linked to the perception of speech sounds. First, this project aims to investigate when and how auditory and speech processes interact. The perception of the speech acoustic information (such as spectro-temporal modulations described by psychoacoustic studies) will be assess in adults and infants from different language environments. Second, this project aims to explore further this interaction by investigating the effect of impaired auditory processes on speech perception development. The perception of speech acoustic information will be assessed in hearing-impaired children having access to the hearing world through hearing aids. This research project highlights an innovative multidisciplinary perspective within the speech perception development field. This project will have significant impacts on 1) general health (i.e., auditory rehabilitation for hearing-impaired children) and 2) language education (i.e., perception of foreign languages during development).",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}