{
    "rcn": "195739",
    "acronym": "PHLOEMAP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Hydraulic functional traits as determinants of forest function and drought responses. Putting xylem and phloem attributes into the functional trait map.",
    "startDate": "15/01/2016",
    "endDate": "14/01/2018",
    "objective": "Forests provide key ecological services such as the regulation of energy, carbon and water balances from local to global scale. These are however under severe pressure due to climate and land use changes, especially in the Mediterranean basin where limited water availability is prominent. It is thus crucial to identify the forest species and areas that are likely to be more vulnerable to reduced water availability and establish how changes in forest composition and structure will impact key ecosystem services. In this project, we will use the functional trait concept to bridge between tree, population, species and forest level and as such enlarge our capacity to predict where and when dramatic changes in forest ecosystem services are likely to occur, especially focusing on the role of phloem and parenchyma tissue in tree and forest functioning in relation to drought. Our objectives are to (i) measure phloem and parenchyma traits of 104 populations of 7 dominant tree species in Catalonia and Portugal, study the relationships between these traits and other hydraulic and functional traits and quantify their variability along gradients in water availability, (ii) integrate phloem and parenchyma traits in the theoretical framework describing tree responses to drought, (iii) determine which combination of traits is the best predictor of drought resistance at intra- and interspecific level and (iv) test how and to which extent variability in phloem and parenchyma traits influences forest performance at different ecological scales and forest vulnerability under climate change scenarios. Classical wood anatomy and plant physiology methods will be used as well as novel 3D techniques and recently developed models will be combined and extended. Our results will contribute to the knowledge needed to design effective strategies to deal with climate change. Transferring it to managers and policy makers, as well as to the society at large, is thus a focus of the proposal.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "CENTRO DE INVESTIGACION ECOLOGICA YAPLICACIONES FORESTALES CONSORCIO",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998880005": {
            "orgId": "998880005",
            "orgName": "CENTRO DE INVESTIGACION ECOLOGICA YAPLICACIONES FORESTALES CONSORCIO",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}