{
    "rcn": "195700",
    "acronym": "CNT-Nanostickers",
    "topics": "MSCA-IF-2014-EF",
    "title": "Anisotropic High-Density Carbon Nanotube Coatings for Thin-Film Electronics",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "This project proposal aims at developing a new manufacturing technology for processing nano-materials by combining emerging scientific insights in nanoparticle assembly with scalable production processes. Our goal is to establish the first scalable technology to make thin-films comprising densely packed aligned Carbon Nanotubes (CNT) of highest quality. These films will be fabricated by controlled wet deposition and transfer techniques, and used as a high-performance material for device fabrication. On the longer term, the same principles could be extended to the production of transparent conductors, sensors, and to variety of other applications. As a demonstrator, horizontal CNT-interconnects targeting a resistivity below 100??ïcm will be fabricated. At this value CNT become a viable alternative to Copper in Microelectronics. This disruptive push of CNT-interconnects into commercially competitive specifications will be enabled by: the superior quality of the CNTs used in the CNT-films, advances in their transferring, the skillset of the host-group in nanoparticleís assembly and manufacturing processes and the 7-years expertise of the applicant in CNT-interconnects. The network of both participants in various European countries and the assistance of IMEC (Belgium), partner organization to this project, will facilitate the implementation of this research for enabling a true industrial impact on EU economy.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}