{
    "rcn": "195744",
    "acronym": "GLASSIX",
    "topics": "MSCA-IF-2014-EF",
    "title": "Improved metallic GLASses for Small Implants through X-ray and biological characterisation of corrosion products",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "Small metal implants such as dental implants or bone-anchored hearing aids need very good mechanical properties and corrosion resistance to avoid local inflammation and remain integrated in bone.  In GLASSIX, Ti-based metallic glasses will be developed specifically for small implants using a new approach to evaluate biocompatibility.  This is usually tested on passive metal surfaces, but recent work has shown that mechanically-assisted crevice corrosion (MACC) can generate metal particles and corrosion products that damage the surrounding tissue. In situ characterisation of corrosion products with synchrotron X-rays will be used to design standard simulated corrosion products that will then be tested on human cells to evaluate which corrosion products are most damaging.  The findings from this new approach will be fed back into the alloy development process together with information on feasibility of manufacture from Anthogyr, a leading manufacturer.  The project combines the ERís expertise in metallic glasses, and the expertise of host researchers in corrosion, X-ray methods, clinical and biomedical research, and will equip the ER to carry out cutting edge research in an academic environment that can readily be translated into clinical and commercial success in the biomedical devices sector.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}