{
    "rcn": "195733",
    "acronym": "Graphene Membranes",
    "topics": "MSCA-IF-2014-EF",
    "title": "Ultrapermeable Atomically-Thin Membranes for Molecular Separations",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "Membranes offer effective solutions for a wide range of separation processes, such as desalination, water treatment, air filtering, biomolecular detection and gas separation. Despite their effectiveness versus other separation methods, the conventional membrane concept is based on either long and tortuous pores, or solution-diffusion, both limiting the permeation rates and causing fouling. A new paradigm to overcome this limit is to use atomically-thin pores, which do not exert any hindering force during permeation, yielding ballistic mass transport. Recent advances in graphene technology enabled the realization of this new concept, and indeed, our recent work has demonstrated ballistic gas transport through graphene pores covering a sub-mm area (Science 344 (6181) 289, (2014)). In this proposal, we focus on this atomically-thin membrane concept, and aim to: (1) develop methods to obtain cm-scale, fiber-frame-supported graphene membrane with sub-10-nm pores, achieving several orders of magnitude faster permeation compared to the best gas separation membranes; and (2) narrow-down the graphene pore diameter to sub-2-nm, and thus demonstrate ballistic molecular sieving for the first time. This project will be a key step to develop the next generation industrial membranes, replacing polymers and other conventional materials by graphene, thus promising significant economic impact. Meanwhile, scientifically, the nanoporous platforms obtained here can also enable the study of nanoscale mass transport phenomena, quantum nanofluidics, and biomolecular sorting and detection.",
    "totalCost": "157845,6",
    "ecMaxContribution": "157845,6",
    "coordinator": "Bilkent ‹niversitesi",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999923628": {
            "orgId": "999923628",
            "orgName": "BILKENT UNIVERSITESI VAKIF",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}