{
    "rcn": "195767",
    "acronym": "StentFEM",
    "topics": "MSCA-IF-2014-GF",
    "title": "Advanced Finite Element Modeling of Arterial Stent Placement Procedures",
    "startDate": "01/10/2015",
    "endDate": "",
    "objective": "Arterial stenting has become a very important and successful intervention in vascular surgery. One of the most common scenarios includes so-called stent grafts, which are usually composed of a special fabric and supported by a metal stent mesh. Such stent grafts are used in endovascular repair (EVAR) to support weak spots and localized bulges (aneurysms) in an artery being at risk of rupture, most commonly for abdominal aortic aneurysms (AAA). The stent graft strengthens the weakened region of the arterial wall and excludes the AAA from blood flow and blood pressure. Over the last decade, an enormous thrust of research with regard to computational analysis of biomedical engineering problems in general, and with regard to hemodynamics, vascular mechanics and stent placement in particular has taken place. While significant progress has been made in all mentioned fields, computational analysis of stent placement using finite element methods (FEM) is still not predictive enough to give specific advice to vascular surgeons on how to optimally place the stent graft during EVAR. Instead, this decision is mostly based on the experience of the vascular surgeon. Risks of stent placement include a movement of the stent away from the desired location (migration), leaking of blood around stent grafts (endoleakage) and damage of the arterial wall caused by the stent itself. The main objective of the proposed research project is the development, implementation and validation of advanced FEM tools for stent placement simulation. The long-term vision is to be able to provide vascular surgeons with unprecedented predictive capabilities regarding the optimal choice of a patient-specific stent design (size, geometry, etc.) and stent positioning in order to safeguard against the risks mentioned above.",
    "totalCost": "276274,8",
    "ecMaxContribution": "276274,8",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 276275
        }
    },
    "calculatedTotalContribution": 276275
}