{
    "rcn": "195796",
    "acronym": "Adapting Dickens",
    "topics": "MSCA-IF-2014-EF",
    "title": "Dickens, Adaptation, and the Nineteenth-Century European Theatre",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "ìAdapting Dickensî approaches the work of Charles Dickens from a fresh, dynamic, globally engaged perspective. The project considers adaptationsóparticularly dramatizationsóof Dickens's novels as key sites for international cultural interaction in the nineteenth and early twentieth centuries. Adaptation to the stage transformed Dickens--Britain's emblematic national writer--into an international cultural commodity: the stage, a global network for cultural transactions, interpreted and circulated his work across Europe and the nineteenth-century colonial world. \n\nThe research at the heart of the ìAdapting Dickensî project views adaptations as expressions of critical interpretation of literary texts as they comment upon and translate them into new media, other languages, and for consumption by a wide array of audiences. The project draws upon the latest developments in adaptation theory and pedagogy, and it seeks to find fresh venues for researching Europeís Dickens; new tools for locating, interpreting, and disseminating work on Dickens and the nineteenth-century theatre; and ways of communicating emerging ideas about Dickens, nineteenth-century Europe, literary adaptation, and cultural currency to audiences beyond the academy. The project will (1) ensure knowledge transfer to Europe and enhance and enrich both European literary and theatre studies;, (2) enhance pedagogical innovation via public performances, classroom outreach activities, web development, and a volume on teaching through adaptation; and (3) contribute to the Fellowís professional development through web training, advanced language study, archival research in Europe, and the production of articles and a scholarly monograph.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "BRUNEL UNIVERSITY LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}