{
    "rcn": "195764",
    "acronym": "FREE_TEEN_DESIRE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Contributing to identify causes of gender violence among teenagers",
    "startDate": "17/08/2015",
    "endDate": "16/08/2016",
    "objective": "The frequency of gender violence today is extremely high; 35% of women worldwide experienced either physical and/or sexual intimate partner violence or non-partner sexual violence (World Health Organization, 2013). In 2009, Miguel CarcaÒo, adolescent, confesses to have raped and killed his ex-girlfriend, Marta del Castillo. After entering prison, a platform started in support of the self-confessed murderer, through which his admirers declared their desire to meet and to start a relationship with him. While many studies are being conducted to understand and ameliorate this situation, further research is needed to better identify the causes and consequences and to analyze in-depth methods that can advance research on this topic. The applicant has worked for the last fourteen years on the fact that some adolescents have been socialized into a type of relationships that link attraction and violence. FREE_Teen_Desire will draw from this background and learn from host expertise and methodological approaches in order to: 1) explore the extent to which dialogue situations (based on a language of desire) can question adolescent girlsí desires that link attractiveness to violent behaviours, 2) assess whether this dialogic questioning of girlsí desire, if any, is true beyond cultures, thus breaking down cultural and racist stereotypes associated to violence against women, and 3) develop the evidence-based approaches needed to increase effectiveness in the prevention of gender violence among adolescents. The research will have a mixed methods approach, involving a quasi-experimental study with 240 adolescent girls from four different countries and a qualitative analysis of some of their stories. The project will also innovate in dissemination and outreach activities in order to achieve political and social impact, in prevention campaigns and programmes against gender based violence.",
    "totalCost": "97727,4",
    "ecMaxContribution": "97727,4",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}