{
    "rcn": "195787",
    "acronym": "CLEF",
    "topics": "MSCA-IF-2014-EF",
    "title": "Conserving the Legacy of Evolution into the Future",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Conserving the Legacy of Evolution (CLEF) would provide a comprehensive framework for translating biodiversity datasets into conservation plans. We now have a unique opportunity to improve the outlook for biodiversity by taking advantage of the wealth of newly available data on species ranges, functional characteristics, and phylogenetic data. CLEF proposes to: (1) develop sophisticated, yet easy-to-use biodiversity models that improve our understanding of where diversity occurs and better predict how diversity might change in the future, and (2) integrate the output of these biodiversity models with systematic conservation planning. CLEF would advance a new generation of biodiversity modelling that considers multiple species in one step rather than the standard practice of estimating species diversity by aggregating individual models. Early work has suggested these multi-species biodiversity models show great promise for improving present and future biodiversity estimates, but these models have yet to be comprehensively tested. Here, we will build and test these models for plant species in the French Alps, and compare the outputs to existing process-based models at identical scale and resolution. The second phase of CLEF is to develop a tool that directly uses the outputs of these models in conservation prioritization software. This tool will have the option of including phylogenetic, functional data, and future distributions by building on recent developments in this area. CLEF will demonstrate this approach for 2700 plant species to assign conservation priorities for the entire French Alps Region considering functional diversity, evolutionary diversity, climate and land-use change and protected area status. The methods resulting from CLEF could be used for any species-level biodiversity datasetóhelping scientists and conservationists better understand, predict, and plan to keep evolutionís legacy intact.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}