{
    "rcn": "195780",
    "acronym": "SPIN2D",
    "topics": "MSCA-IF-2014-EF",
    "title": "Spintronics with Non-Conventional 2D Materials",
    "startDate": "18/05/2015",
    "endDate": "17/05/2017",
    "objective": "Since the discovery of graphene in 2004, a member of the two-dimensional (2D) materials family, the amazing properties of these materials at the single layer level have attracted an enormous attention. Thanks to the plethora of available compounds, an extremely wide richness of properties covering the full range of electrical and magnetic behaviors is expected. For spintronics, the combination of 2D layers in designed multilayer stacks can be envisaged as a way to obtain highly optimized modules that, combined altogether, will allow the realization of fully 2D advanced spintronic devices (2D spinFETs, 2D spinOLEDs, 2D MTJs for 2D memories, etc..) leading towards their ultimate miniaturization and engineering. \nThe multi-sectorial and interdisciplinary SPIN2D project aims at investigating the potential of 2D materials for spintronics and set a first step towards the future development of a new generation of spintronic multifunctional devices based on 2D building blocks. For this purpose, in an original chemistry and physics approach, SPIN2D will investigate and tailor the potential of two 2D materials families, Transition Metal Dichalcogenides (TMDCs) and Layered Double Hydroxides (LDHs), with the scope to: develop chemically engineered fabrication and deposition protocols; unveil and build an extensive library of relevant and combinable properties; and finally, integrate, combine and tailor 2D materials in multilayer spintronics devices.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}