{
    "rcn": "195736",
    "acronym": "Magnetic HEART",
    "topics": "MSCA-IF-2014-EF",
    "title": "Targeting the Human Myocardial Remodeling Process Using Novel Magnetic Force-Based Human Heart Tissue",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Cardiovascular diseases are responsible for the greatest proportion of deaths in people under the age of 70 and cost the EU Ä110 billion each year. A major cause of heart dysfunction following myocardial infarction is the extensive remodeling of the extracellular matrix (ECM), which leads to the formation of fibrotic scar and death of cardiomyocytes - a collective process known as myocardial remodeling. Diagnosis and treatment of this progressive pathological remodeling process are a top priority in modern healthcare. \nThe project aims to develop novel 3-dimensional (3D) human Magnetic HEART tissue based on unique magnetic nanoparticles (MNPs), and includes two world firsts: (1) a model for long-term live monitoring of ECM remodeling and (2) a new generation of scaffold-free myocardial regeneration techniques. Innovative MNPs will be designed and synthesized to target and specifically label human cardiomyocytes and human cardiac fibroblasts. By applying an external magnetic field, the magnetically labeled heart cells will be accumulated to produce 3D human cardiac tissue, comprising its own biologically-produced ECM, which will offer a practical alternative to native human heart tissue. For the first time, live biochemical changes in cardiac ECM during physiological and pathological remodeling will be monitored using state-of-the-art Raman spectroscopy, which can reveal fundamental insights and improve the basic understanding of this process. \nThis platform, which has not previously been reported, can be translated to treat the remodeled area in the heart by restoring structure and function to the damaged heart tissue, and marks a major breakthrough in magnetic targeting therapy for lesions localized deeper in the body. The outcome of this research has the potential to impact health and society and become a vital component in therapeutic approaches to cardiovascular diseases.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}