{
    "rcn": "195722",
    "acronym": "MULTISSOUND",
    "topics": "MSCA-IF-2014-EF",
    "title": "Multisensory-Based Spatial Sound",
    "startDate": "01/11/2015",
    "endDate": "31/07/2018",
    "objective": "The worlds of multisensory research and multimedia technologies have originated and, for the most part, still remain largely independent. The first exists mostly within the field of experimental psychology, or psychophysics, while the second one is mostly studied and developed by engineers. This project aims at implementing this perfect multidisciplinary marriage in the field of acoustics. A series of psychophysical experiments will be carried out at Aalto School of Engineering, in the Spatial Sound Group, aiming at obtaining detailed guidelines on how to reproduce sound for the best audiovisual experience. The results will be further applied to a new sound spatialization algorithm designed specifically to enhance human audiovisual experience, while reducing computational complexity where it is not needed. The ultimate goal is to reach every consumer, namely in television, cinema, gaming, computer streaming and teleconferencing applications. Direct actions to reach the general community, as well as the industry, will ensure maximum practical impact. \nI am a young researcher, in psychoacoustics with strong background in multisensory interactions, as demonstrated by numerous publications and projects. My supervisor is a highly regarded scientist and developer of spatial sound algorithms that are implemented worldwide. I am from Portugal, the host is Finnish; I am a psychologist, and the research group is composed of engineers. This extremely innovative project, complementary at so many levels, will create a perfect combination for my personal scientific development and open great career opportunities, while bringing immediate institutional benefits. The topic is framed within one of the most profitable business areas in the world, Europe being no exception. This project will bring a very significant change to that field.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}