{
    "rcn": "195795",
    "acronym": "REAP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Real-time diagnostics for Enabling Advanced laser-based roll to roll materials Processing",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "An experienced researcher with laboratory expertise in real time monitoring of laser-matter-ambient-interactions will be diversified towards scalable production which is desperately needed to fully realise the potential of high repetition rate, multi-kiloWatt, femtosecond and picoseconds laser technologies. The fabrication of integrated multifunctional thin film devices by additive (inkjet, spray) and subtractive (laser) manufacturing on Roll to Roll (R2R) production platforms is also suddenly possible and desperately needed to transform the competitiveness of Europeís SME manufacturing sector. The training programme will lead to scalable innovation by developing diagnostics for ultra-precision laser processes.  The initial objective of the project is to identify which intersecting value chains for real time or in-line diagnostics can fully realise the potential of short pulse laser structuring.  Three diagnostics based on gated (i) spectral analysis of laser generated plasma plumes, (ii) image analysis of laser material ambient interactions and (iii) laser induced breakdown spectroscopy will be developed. The Fellow will demonstrate two process diagnostics using the R2R pilot line at the industry site. The application of these on-line tools will create pathways for cost effective production based on new nano-inspired materials relevant to flexible large area electronics. The multi-partner training environment provides excellent facilities for the talented ambitious Fellow. Over 30\\ researchers will be directly impacted by the project. An active programme of knowledge transfer and information dissemination is also proposed based on industrial workshop, active conference participation, journal publications, and science promotion.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}