{
    "rcn": "195765",
    "acronym": "SOUNDCONE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Scattering and Amplification of fundamental photonic-hydrodynamic excitations in Kerr non-linear media",
    "startDate": "02/11/2015",
    "endDate": "01/11/2017",
    "objective": "'Intense light beams propagating in nonlinear defocusing media behave identically to fluids. This raises the fascinating perspective of studying fluid dynamics using light. These 'photon fluids' and have been shown to exhibit remarkable properties such as superfluidity and condensation (similar to Bose-Einstein condensation). Here, we wish to use photon fluids for the creation of artificial flowing spacetime geometries otherwise thought to be the object of more complex and less (experimentally) accessible theories such as event horizons and black holes.  The advantage of photon fluids over real fluids in this context is related to the great precision with which the fluid flow is determined by controlling the spatial phase profile of the laser beam. This will allow us for example to also include angular momentum in our black holes, something that has never been done before. In essence, we will study photon fluids with vorticity and look for novel effects including super-radiance amplification at the expense of the rotational motion of the black hole.\n\nMy studies will develop these ideas and account for the full experimental complexity, paving the way for experiments. These complexities include nonlocal effects within the photon fluid and possible deviations of the standard dispersion relation. These studies will also bridge the gap between Bose-Einstein condensate physics (BEC) and photon fluid physics and will focus on the presence of superfluidity within the photon fluid and novel methods for detecting related effects such as frictionless flow. \n\nWe will develop a quantised model for the photon fluid fluctuations and thus pave the way for the study of true quantum effects in these artificial fluids. Examples of these effects would be the amplification from quantum fluctuations. \n\nThese studies will on the one the hand push the boundaries of general relativity applied to condensed matter systems and on the other pave the way for room-temperature superfluid physics.'",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "HERIOT-WATT UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999853400": {
            "orgId": "999853400",
            "orgName": "HERIOT-WATT UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}