{
    "rcn": "195785",
    "acronym": "YIELDFACTOR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Using SP1 to control plastid development and yield in cereals",
    "startDate": "07/03/2016",
    "endDate": "06/03/2018",
    "objective": "Recently, the host lab found that a novel ubiquitin E3 ligase, SP1, regulates the translocon of the outer chloroplast membrane (TOC), which is responsible for importing nucleus-encoded proteins into plastids. SP1 achieves this by promoting the degradation TOC components by the cytosolic 26S proteasome. This is the first time the ubiquitin proteasome system (UPS) has been shown to directly regulate plastid development and function. By increasing or decreasing SP1 levels in transgenic Arabidopsis plants, multiple effects of SP1 were observed; e.g., inefficient de-etiolation leading to low survival rates and delayed leaf senescence in sp1 null mutants (Science 2012, 338:655-9). Also, sp1 mutants are significantly more sensitive to stress (unpublished). These data suggest that SP1 is important for the differentiation and interconversion of different plastid types, and all of the effects are highly correlated with plant growth and yield. Thus, discovery of SP1 strongly suggests potential applications in agriculture, such as delaying leaf senescence to produce a staygreen phenotype, or controlling amyloplast development during grain development, by modifying SP1 expression. This project will investigate the function of SP1 in cereals, and assess the potential of SP1 for manipulating plastids to improve cereal yield. I will generate transgenic plants with manipulated SP1 expression in Brachypodium distachyon (a versatile cereal model) and Oryza sativa (rice). I will study the development of plastids in the transformants, and assess the transformants for beneficial effects on yield parameters, such as starch content, seed weight, germination, de-etiolation, leaf senescence and stress resistance. At the end, I will have thoroughly assessed the potential use of SP1 for manipulating cereal traits linked to yield. A major strength of the proposal is the complementarity of my expertise with that of the host. Our unique combination of skills will ensure success of the project.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}