{
    "rcn": "195702",
    "acronym": "SocForVul",
    "topics": "MSCA-IF-2014-EF",
    "title": "The impact of supplementary feeding on the food searching strategies and social behaviour in anendangered top scavenger",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The provision of surplus food at supplementary feeding stations is a worldwide practice to facilitate the recovery of endangered species like vultures, which have experienced dramatic population declines during the past century. Despite considerable research on the effects of supplementary feeding on the viability of populations, there is almost a total lack of knowledge on the effects of these practices at the individual level. In the proposed project (Social Foraging in Vultures, ìSocForVulî), I will use the newest advances in bio-logging techniques to investigate the impact of supplementary feeding on food searching behaviour (via GPS/acceleration data-logging) and the social dynamics (via proximity data-logging) of the endangered Canary Egyptian Vulture. This research project aims to combine concepts from the fields of Animal Personality and Social Network Theory, using cutting-edge analytical techniques, to quantify the relative ability of individuals to cope with human-induced environmental changes. The Fellowship will provide me with a unique opportunity to deepen my knowledge on consistent individual differences in behaviour and expertise in the use of modern technology for field research, improve my analytical skills, and develop new expertise in behaviour-based wildlife management. Performing my research at The DoÒana Biological Station, which is one of the best research locations in Europe for fundamental research and conservation, will guarantee high quality training and excellent research output. The proposed research holds excellent prospects for interdisciplinary collaborations and career opportunities. Finally, from a conservation point of view, information on the impact of supplementary feeding on the social life of vultures will undoubtedly improve current guidelines for this conservation strategy and help sustaining healthy populations of scavengers as well as maintaining important ecological and evolutionary processes.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}