{
    "rcn": "195727",
    "acronym": "HLQPT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Holographic lattices and quantum phase transitions",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The anti de-Sitter/conformal field theory (AdS/CFT) correspondence has provided a new inter-disciplinary way to the study of strongly coupled systems and has an impact in various areas in physics, including quantum field theory, hydrodynamics, QCD, condensed matter physics, quantum information, etc. In this proposal we focus on the application of AdS/CFT to condensed matter theory (AdS/CMT), which is an inter-disciplinary subject combining gravity, string theory and condensed matter physics. As a fast developing field AdS/CMT has had a lot of achievements and also attracted the interest of many condensed matter physicists. To apply AdS/CMT to the real world condensed matter systems, we need to encode translational symmetry breaking in holography, which makes it important to construct and understand holographic lattice systems. A lot of success has been obtained in this direction and people even found very similar behaviour of optical conductivity in holographic models to that of cuprates in experiments. However, the current study of holographic lattice systems is not adequate when we want to investigate deeper into the cuprate phase diagrams and describe the more complicated and realistic lattice structures with broken lattice symmetry. In this proposal we aim to find the holographic descriptions of incommensurate and commensurate phases and study the transport properties and phase diagrams, especially quantum phase transitions to gain more insight into the understanding of cuprates and the deep reason of why some holographic models are able to produce the same behaviour of optical conductivity as in strange metals.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}