{
    "rcn": "195717",
    "acronym": "DICTAPLOMACY",
    "topics": "MSCA-IF-2014-EF",
    "title": "The international dimensions of authoritarian regime survival: comparing ìdictaplomaticî strategies in post-Soviet Eurasia",
    "startDate": "15/09/2015",
    "endDate": "14/09/2017",
    "objective": "DICTAPLOMACY investigates an understudied dimension of authoritarianism ñ the use autocrats make of diplomacy as a tool of regime-survival. The project analyses and compares the foreign policy strategies and ìdictaplomaticî tactics of four ideal-typical authoritarian regimes in post-Soviet Eurasia, with the aim of modelling the mechanisms whereby diplomacy serves them for external regime-legitimation and authoritarian consolidation. \nDICTAPLOMACY is a multidisciplinary project that combines insights and methods from comparative politics, international relations (IR) theories and foreign policy-making analysis. It elaborates an innovative framework for analysing rogue behaviour in contemporary IR. It departs from the idea that the EUís democracy-promotion efforts in Eastern Europe require a better understanding of the foreign policy manoeuvres of post-Soviet authoritarian regimes. In identifying the international components of authoritarian resilience, DICTAPLOMACY also highlights which incentives and coercive means could limit the resilience and contain the diffusion of authoritarian governance. This is a timely endeavour, given the growing assertiveness of Russia in world affairs, and the emerging ìnuisanceî capacity of many of its undemocratic neighbours (Belarus, Azerbaijan and Kazakhstan notably) in regional affairs. \nBuilding on the researcherís expertise in post-Soviet transition and the geopolitics of Eurasia, as well as on the leading academic experience of the host institution in diplomatic studies, the Individual Fellowship will provide the experienced researcher with a chance to acquire new skills, thus reinforcing her maturity as an IR scholar, as well as the host institutionís own visibility in the European Research Area. DICTAPLOMACY is a policy-relevant project with a strong potential to entail cross-disciplinary fertilisation between scientific research and policy-advocacy work as well, thanks to the researcherís planned secondment in a think tank.",
    "totalCost": "146462,4",
    "ecMaxContribution": "146462,4",
    "coordinator": "COLLEGIUM CIVITAS",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999837395": {
            "orgId": "999837395",
            "orgName": "COLLEGIUM CIVITAS",
            "ecContrib": 146462
        }
    },
    "calculatedTotalContribution": 146462
}