{
    "rcn": "195799",
    "acronym": "Glial-Puberty",
    "topics": "MSCA-IF-2014-EF",
    "title": "The role of Glial cells in the control of puberty",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Puberty, a key developmental period when the reproductive capacity is attained and sexual and somatic maturation completed, is under the control of a complex series of regulatory mechanisms that are sensitive to endogenous factors and environmental cues. However, characterization of the neuro-hormonal basis of puberty remains incomplete. A wealth of evidence has demonstrated the existence of reciprocal communications between glial cells and neurons; glial cells having an essential role in regulation of the functional activity of the nervous system. In this context, it is well establish that glial cells play an important role in neuroendocrine regulation and participate in sexual differentiation of neuronal connectivity of brain regions involved in the control of puberty. In addition, preliminary studies have demonstrated that kisspeptins induce changes in markers of glial cell activity. Based on this preliminary data, the aim of this proposal is to provide better knowledge of the role of glial cells in the control of puberty and their interplay with kisspeptins, as major gatekeepers of puberty onset in mammals. To this end, we will used both Kiss1 KO and Gpr54-?gal models generated by the host laboratory, which will allow the study of direct effects of kisspeptins on glial cells. In addition, we will generate a mouse model with deletion of Gpr54 (kisspeptin receptor) only in glial cells, to define their precise role in the control of puberty. Implementation of this project will expand our knowledge of the mechanisms for the control of puberty and its deviations, whose prevalence has notably increased worldwide.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}