{
    "rcn": "195750",
    "acronym": "LIVING LASERS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Living cell lasers: intracellular lasing induced by natural and polymeric microscopic resonators",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Can a living cell be turned into a laser? By aiming to coalesce biological cells with laser light, the most versatile tool that modern photonics has developed, LIVING LASERS explores entirely new ways to develop fully biocompatible lasers. \n\nThe ability of vitamins, bacteria and even living cells to generate laser light has been recently demonstrated by the supervisor of the project, Prof Malte Gather. However, these and other experiments with active biological gain media are so far limited by the rigid and synthetic nature of the optical resonators, an essential part of any laser device. Introducing lasing in living cells independent of external resonators necessitates a conceptual change of the laser design. This is realized by internalization of microscopic resonators that will transfer the optical feedback directly into the cell. It is the main goal of this interdisciplinary project, located at the interface between material sciences, laser physics, photonics and biology, to demonstrate autonomous single cell lasing. Consequently, LIVING LASERS can be expected to start a whole new field in biophotonics and will help to overcome the boundaries between living nature and nowadays highly artificial and harmful laser technologies.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}