{
    "rcn": "195730",
    "acronym": "QEAH",
    "topics": "MSCA-IF-2014-EF",
    "title": "Quantum Entanglement And Holography",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Entanglement Entropy and other measures of quantum entanglement have recently \ngiven great insights into the physics of both quantum field theories and gravity. \nIn the context of quantum field theories, entanglement entropy emerged as a useful measure of\ndegrees of freedom whereas in gravity it proved as an indispensable tool to constrain gravitational entropy (e.g. Bekenstein Bound, Covariant Entropy bound).\n\nFor these and other recent achievements, embedding entanglement in holography was crucial because the holographic principle, and its precise realization, the AdS/CFT correspondence, allow one to learn about gravity using quantum field theory and vice-versa. \n\nThe objective of the current proposal is to investigate and highlight quantum aspects of the AdS/CFT correspondence (such as the emergence of space-time and gravity) by relating entanglement in integrable models to entanglement in quantum field theory and gravity.\n\nThe arena for the study will mainly be N=4 Super-Yang-Mills (SYM); a super-conformal theory, integrable in the planar limit. The study however will have greater applicability since many non-integrable theories contain integrable sectors.\n\nAmong questions to be addressed are:\nWhat does entanglement entropy of the spin chain computes in the dual CFT?\nWhat does it correspond to in gravity?\n\nThe proposed plan will add significant developments to the rapidly growing field of research on entanglement in holography. On the quantum field theory side, the current proposal will deepen understanding of the quantum dynamics at both weak and strong coupling. Via holography the information obtained will provide further insights on aspects of black hole physics.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}