{
    "rcn": "195725",
    "acronym": "NEXTGENPDF",
    "topics": "MSCA-IF-2014-EF",
    "title": "Parton Distribution Function determinations for the future of particle physics phenomenology",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The first run of data taking at the Large Hadron Collider (LHC) at CERN culminated with the discovery of the Higgs boson announced in July 2012 and represented the beginning of a new era in high-energy particle physics. During the LHC Run II, which will start at the beginning of 2015 with the collider running at higher center of mass energy, the experimental collaborations will collect a large number of high quality data that will allow us to test our understanding of elementary particle physics to unprecedented levels and have the potential of revolutionizing our knowledge of fundamental physics. In order to fully exploit the potential of the experiments for precision studies of the properties of the Higgs boson and for searches of physics beyond the Standard Model it is of paramount importance to have access to accurate theoretical predictions for both background and signal processes. Parton Distribution Functions, which encode the information on how quarks and gluons are bound inside hadrons, are one of the fundamental ingredients of theoretical predictions for observables at hadron colliders. Indeed they are often the dominant source of uncertainties on predictions for precision observables at the LHC.\nThe goal of the NEXTGENPDF project is to make use of all the relevant experimental information from the LHC experiments, the most accurate theoretical predictions, innovative techniques for estimation of theoretical uncertainties and advanced statistical inference methodologies to deliver new sets of Parton Distribution Functions that match the precision requirements of the experiments at the LHC Run II and at future colliders, maximizing their potential for discoveries of new physics.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}