{
    "rcn": "195782",
    "acronym": "SELECT-A-PROTEIN",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mixed brushes of stimuli-responsive polymers for the selective adsorption of proteins",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "Advanced materials are at the heart of many scientific fields, particularly in the biomedical and biotechnological areas. Many devices (e.g., biosensors, implants, catheters, and systems for drug delivery) would benefit from an effective control over molecular and cellular interactions at material surfaces. Main challenges in this field include the control of biomolecules (e.g., proteins, DNA) adsorption on different surfaces. Designing surfaces that allow proteins to be adsorbed in a controlled manner is particularly important and challenging. Many strategies were recently developed to spatially or temporally control protein adsorption.\nIn this project, a novel strategy for selective protein adsorption from a mixture of proteins will be developed. This strategy will be based on the use of mixed polymer brushes sensitive to ionic strength and pH of the surrounding medium. The project rests on the following steps:\ni.\tThe design of mixed polymer brushes whose properties will be tuned by adjusting pH and ionic strength of the medium. The influence of polymer properties (molecular weight, and degree of dissociation and conformation through pH and ionic strength variations) on protein adsorption will be studied.\nii.\tThe development of a procedure, based on time-of-flight secondary ion mass spectrometry (ToF-SIMS), to distinguish different proteins adsorbed together on model interfaces.\niii.\tThe use of this ToF-SIMS-based procedure to investigate the potential of the created mixed brushes to selectively adsorb one protein, at first from a mixture of two or three proteins, and then from a more complex medium.\nThe results obtained in this work will be significant for material science and biomedical applications through the development of a robust procedure to prepare ìsmartî surfaces with novel properties to control protein adsorption.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}