{
    "rcn": "195737",
    "acronym": "RECOLOR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Regulation and consequences of LRRK2 phosphorylation,a path to Parkinsonís disease therapy and diagnostics",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Parkinsonís disease (PD) is the most common neurodegenerative movement disorder, currently incurable. Studies in the PD field show that leucine-rich repeat kinase 2 (LRRK2) is both a major player in PD pathogenesis and a promising PD therapeutic target. LRRK2 functions in health and disease are not defined; however the applicant and others have shown that LRRK2 phosphorylation is the key to understanding LRRK2 biology. This projectís goal is therefore to understand the role of LRRK2 phosphorylation in PD by pursuing 3 specific aims: 1) elucidate the regulation of LRRK2 phosphorylation by phosphatases, 2) determine LRRK2 phosphorylation downstream phenotypes in cellular models through transcriptome profiling, protein translation profiling and protein tau related phenotypes, and 3) verify these findings from experimental models in PD biosamples. The project builds on the applicantís extensive expertise in the field of LRRK2 biology (24 papers in 8 years) required for aim 1 and will leverage expertise on PD biosample analysis of the host institution (training for aims 2 and 3). The research program will be performed at the JPA research center (a mixed Inserm-Lille 2 University-Lille University Hospital center for excellence research, Lille, France), with a network of strategically chosen collaborating research groups locally and internationally, coordinated by the applicant. The study of LRRK2 phosphorylation in experimental models and translation of experimental results to clinical samples will reveal the most relevant molecular mechanisms of LRRK2 in PD which can be exploited in follow up work as diagnostic biomarkers and targeted for disease-modifying therapy. Given the importance of PD and neurodegeneration in Europe, this project is fertile ground for a high visibility fellowship and will reposition the applicant in the international neurodegenerative diseases research community by adding a clinical translation dimension to his signalling neurobiologist profile.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE LILLE II - DROIT ET SANTE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886768": {
            "orgId": "999886768",
            "orgName": "UNIVERSITE DE LILLE II - DROIT ET SANTE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}