{
    "rcn": "195755",
    "acronym": "SPEA",
    "topics": "MSCA-IF-2014-GF",
    "title": "Socrates and Plato on Epistemic Authority",
    "startDate": "01/09/2015",
    "endDate": "31/12/2018",
    "objective": "It often happens that we accept as true what other people tell us, and by doing so, we acquire knowledge about the world. We trust each other, and we often grant teachers and experts authority over our beliefs. The inter-subjective nature of belief formation has recently moved into the very center of epistemology. However, it is rarely mentioned that the reflection on the role of other people in our knowledge-acquisition has a distinguished historical pedigree, one that still deeply affects the way think about these issues. In particular, the Greek philosophersí treatment of the notions of authority, trust, and disagreement has exerted strong influence on the subsequent history of philosophy. Up to now, however, there has been no systematic study of this important aspect of Greek thought. This project, ìSocrates and Plato on Epistemic Authorityî, focuses on the role attributed to what philosophers call ìepistemic authorityî (i.e. authority over belief) in knowledge acquisition and belief formation in the classical era of Ancient Greek philosophy (esp. in Socrates and Plato). Thus, the project aims to improve the understanding of Greek epistemology and to offer a historical background and an independent contribution to a central epistemological topic.",
    "totalCost": "228421,8",
    "ecMaxContribution": "228421,8",
    "coordinator": "TARTU ULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 228422
        },
        "999437561": {
            "orgId": "999437561",
            "orgName": "NEW YORK UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 228422
}