{
    "rcn": "195703",
    "acronym": "NANOLASER",
    "topics": "MSCA-IF-2014-EF",
    "title": "Dynamics of semiconductor nanoscale lasers",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Reducing the energy consumption and increasing the density of interconnects have been identified as one of the major challenges in the development of future computing and communication systems. Optics is the only solution for solving this interconnect bottleneck, and the development of miniaturized, efficient, and fast optical sources is therefore of paramount importance. This project addresses these challenges aiming at the theoretical and experimental investigation of the high-speed dynamics of semiconductor lasers at an unconventional scale with the goal of determining their performance and ultimate physical limits for applications in ultra-fast communications, information processing, and on-chip optical interconnects. We target a novel generation of low-threshold electrically-injected metallic cavity semiconductor nanoscale laser (NANOLASER) sources for energy efficient and ultra-fast operation at the 1.55 µm fiber-optic communication window.\n\nIn these nanophotonic components photons and carriers are both confined in a sub-wavelength cavity and close to the quantum level, with dimensions ranging from hundreds to tens of nanometers and, presenting fascinating new physical phenomena, unique to electromagnetic cavities. Using advanced nanofabrication, characterisation and modelling methods, we aim at fully understanding the the dynamical properties of nanolasers and building predictive dynamical physical models. We will explore their potential for low current operation, ultra-fast modulation and large scale integration. Additionally, a number of optoelectronic and optical injection mechanisms will be investigated for applications in on-off switching and all-optical communications signal buffering. This will have a strong impact on a broad spectrum of scientific fields, namely materials science, laser science, optoelectronics, optical physics, nanophotonics, nonlinear dynamics, and computer science.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}