{
    "rcn": "195746",
    "acronym": "SPAFIL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Structured photonics for advanced fibre lasers",
    "startDate": "06/07/2015",
    "endDate": "05/07/2017",
    "objective": "The key goals of the project are: (1) the training of a talented, independent researcher, Dr Amos Martinez, to become a successful leading scientist in the fast growing field of science, technology and industrial applications of fibre lasers, (2) exploring new ways to exploit two-dimensional materials, such as graphene, in photonics through femtosecond laser nanostructuring and developing new classes of light sources for applications in optical communications, medical imaging, industrial manufacturing and metrology. This multidisciplinary project has great implications on laser science, nanotechnology, material science and graphene technologies such as graphene plasmonics, metamaterials, phononics and electronics, and will involve both fundamental and applied research. \nThe interdisciplinary training scheme is designed to enhance Amosís expertise in photonics, strengthening his skills and helping him establish a research career in Europe. It covers component design and implementation, theoretical analysis, mathematical modelling and nanomaterial characterization. To assist Amos in reaching professional maturity and increase his exposure to academic and industrial collaborations, he will receive training on intellectual property management, funding and proposal writing, commercialization, business and finance management, and supervision and teaching. Secondments in academic and industrial co-hosts, with Prof. James R. Taylor (Imperial College, UK), Prof. Zhipei Sun (Aalto University, Finland), Xtera Communications (UK), Chromacity Lasers (UK) and Optoscribe (UK), are arranged to pursue scientific objectives, maximize Amosís learning experience, expanding his network in Europe and maximising impact of research and training on EU industry. \nExploiting his editorial experience at Nature, Amos will give seminars on effective scientific writing and engage with the public through outreach activities of the Physics Factory and the International Year of Light 2015.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}