{
    "rcn": "195760",
    "acronym": "DPaTh-To-Adapt",
    "topics": "MSCA-IF-2014-EF",
    "title": "Rethinking climate change vulnerability:  Drivers  patterns of thermal tolerance  adaptation in the ocean.",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Climate change is having pervasive impacts on biota that is collectively resulting in a fundamental alteration of the structure, function and feedbacks within ecosystems across the globe. A major challenge for climate change science is to develop an understanding of the sensitivity of organisms to the changing environment, and try and find spatial, broad taxonomic or trait based generalities that will enable more accurate identification of regions and ecosystems at severe risk of climate change impacts (sensitivity hotspots) so that mitigation and adaptive management actions can be prioritised. There are, however, several challenges associated with predicting sensitivity hotspots. At the forefront of these challenges is our understanding of the drivers of organismís thermal tolerance thresholds, and the proximity of temperature thresholds to the local climate extremes and climate change projections, herein called thermal safety margin (TSM). This project merges concepts from physiology, ecology, evolutionary biology, biogeography and physical oceanography into an interdisciplinary conceptual framework that exposes inconsistencies among current paradigms and fundamental limitations to our understanding of the sensitivity of marine organisms to climate change. The conceptual framework presented here offers a testable, interdisciplinary model to address this knowledge gap. Specifically we ask the questions 1) How do patterns in thermal tolerance breadth and thermal safety margins vary throughout speciesí geographical ranges? And 2) What are the environmental drivers, biotic traits and evolutionary factors that determine an organisms thermal tolerance? Through identifying the nature of thermal tolerance patterns and identifying some of the mechanisms influencing these patterns, this research aims to increase the accuracy and resolution of predictions of the sensitivity of marine biota to climate change.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}