{
    "rcn": "195789",
    "acronym": "EMPIREHURIGHTS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Empire and Human Rights: Colonization and Sovereignty in a global Iberian Empire (1580-1640)",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "This project is about human rights in history. The concept and doctrine of human rights as such are a recent creation, only formulated and codified after World War II. The main purpose of this project is to seek early manifestations and perceptions of human rights, in the way they came into existence in the political and juridical culture of early modern Europe. The best way is to take as reference the process of construction of European overseas empires in the sixteenth and seventeenth centuries. Because of its very nature, several issues were inherent to this process that are today considered in the scope of human rights, such as indigenous rights, slavery, religious differences and violence. How did European nations, which were themselves involved in a turmoil of conflicts about their own cultural and religious identity, dealt with these problems? How did governments, decision-makers, theologians, jurists, military, merchants and common people who settled overseas, thought and acted in this regard? And how did the peoples and rulers who watched the arrival of Europeans and suffered the violence of imperial and colonizing processes thought and acted? This research project is mostly focused on the period 1580-1640, when Portugal and Spain became united under the Catholic Monarchy, thus creating an Iberian empire of an almost-global dimension. This allows the analysis of a variety of cultural and geopolitical contexts (Brazil, Mexico, Mina, Sri Lanka, the Persian Gulf, India and the Philippines). It also allows seeking the roots of human rights problems and conceptions outside the frame of reference (Northern and Protestant Europe) that has been mostly considered by this scholarship. On the other hand, by historicizing the concept of human right, we hope to bring some new and different insights to the interdisciplinary approach to this topic, in addition to the perspectives currently offered by international relations, political science and international law.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "UNIVERSIDADE DE EVORA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998269196": {
            "orgId": "998269196",
            "orgName": "UNIVERSIDADE DE EVORA",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}