{
    "rcn": "195770",
    "acronym": "PALADIN",
    "topics": "MSCA-IF-2014-EF",
    "title": "Positron Annihilation Detection Beyond the Limits",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Given the growth and aging of the world population, innovative solutions for sustainable energy and health are needed. Novel technologies play an enabling role in the realization of such solutions. Better devices for the detection of annihilation quanta resulting from positron annihilation are an example. In material science these detectors are needed for research on renewable energies and innovative energy storage using Positron Annihilation Lifetime Spectroscopy (PALS). In medicine they are required for diagnosis, staging, and treatment monitoring of diseases using Time-of-Flight Positron Emission Tomography (TOF-PET).\nIn both fields time resolution is a key parameter. Sub-100 picosecond resolution is needed but not yet available. Improvement of time resolution, however, must not deteriorate other performance parameters. This project aims to overcome present physical limits. Monolithic scintillation crystals will be read out with digital photon counter (DPC) arrays coupled to each of its surfaces. Innovative data processing methods will be developed to eliminate the influence of scintillation photon propagation, currently the major bottleneck in large scintillation crystals that are nevertheless needed for high detection efficiency. We aim at coincidence resolving times (CRT) < 100ps FWHM, 10% energy resolution, 1 mm isotropic spatial resolution, and 90% detection efficiency.\nThe detector will be incorporated in a PALS setup. After the performance has been characterized, it will be used for TU Delftís materials research on renewable energy. The detector characterization will also serve as a proof-of-concept for application in clinical TOF-PET devices. The results are furthermore expected to be of relevance to fields such as high-energy physics.\nTo investigate options for further improvement of the already unprecedented time resolution, studies will be done towards exploiting the Cherenkov-effect in a detector based on a hybrid Cherenkov/scintillation material.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}