{
    "rcn": "195742",
    "acronym": "Pathologies",
    "topics": "MSCA-IF-2014-EF",
    "title": "Pathologies of temporality. Abnormal experiences of time in mental disorders",
    "startDate": "01/09/2016",
    "endDate": "31/08/2017",
    "objective": "The goal of the proposed research project is to analyze temporal disturbances in mental disorders and, as a result, to create a ìmapî of pathological experiences of time. The map will be phenomenological in nature, i.e. cutting across existing classifications of mental disorders and avoiding untimely biological explanations. The project is highly interdisciplinary ñ it is situated at the intersection of phenomenology of temporality, philosophy of history and phenomenology of mental illness. It continues the tradition of philosophical-psychiatric reflections on time in mental disorders that started a century ago and that concerned temporal disturbances in conditions such as: addictions, amnesia, anxiety, dementia, depression, mania and schizophrenia. At the same time it enriches the existing empirical, clinical knowledge with non-medical interpretative schemes. The norm against which particular abnormalities will be assessed is going to be a value-based model of the relationship between past, present and future, and not value-free, physicalist notion of temporality. The major contribution that the project is going to make is bridging the gap between studies in philosophical textual analysis concerning temporality, which are theoretically sophisticated yet lack clinical references, and clinical papers, which will not serve its usual practical, medical function but pragmatically oriented philosophy. As a result, the study will constitute a major step toward answering two highly relevant philosophical-medical questions. First, can pathologies of temporality be interpreted as disorders in themselves, and not as epiphenomena built upon primary mental illnesses, and therefore provide ground for uniting otherwise separated categories of mental disorders? Second, how and to what extent can philosophical notions of time be applied not only to understanding of psychopathological phenomena but also to their treatment?",
    "totalCost": "97727,4",
    "ecMaxContribution": "97727,4",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 97727
        }
    },
    "calculatedTotalContribution": 97727
}