{
    "rcn": "195781",
    "acronym": "ABDES",
    "topics": "MSCA-IF-2014-EF",
    "title": "An astrochemical study of the early evolutionary stages of sub-stellar mass objects",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Astrochemistry is an inter-disciplinary field that provides an insight into the complex physical and chemical processes at play during the early evolutionary stages in star-formation. Over the last decade, while astrochemical studies have been conducted to understand the early evolutionary stages in high- and low-mass stars, similar work is essentially missing for the least massive stars, called brown dwarfs (BDs). BDs are ësub-stellarí objects with insufficient mass to burn hydrogen in their cores and shine like stars, but are found as abundantly as Sun-like stars in star-forming regions, making them an equally vital constituent of our Galaxy. ABDES is an innovative inter-disciplinary project, which will deliver radically new advancements in our understanding of the astrochemical processes that occur during the early evolutionary stages in BD-formation. The objectives of ABDES are to characterize the physical and chemical structure of early-stage BDs, and study the fundamental role played by the accretion and outflow processes in shaping their evolution. With the advent of high-class telescopes and instruments with unparalleled sensitivities, it is now feasible to probe deep into the early evolutionary stages of BDs. To achieve these objectives, I have built the largest sample to date of early-stage BDs, using a new set of deep, high-sensitivity, multi-wavelength observations. ABDES will combine these observations with chemical/physical modelling techniques, and provide the first measurements on the astrochemical properties of early-stage BDs. Being an inter-disciplinary research division, the Centre for Astrochemical Studies at MPE, under the supervision of Prof. Caselli, is a great fit to this project, and provides excellent expertise and infrastructure for its successful implementation. ABDES is a pioneering study that will highlight the origins of the faintest stars in our Galaxy, and complete our understanding of star-formation toward the lowest mass end.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}