{
    "rcn": "195735",
    "acronym": "MIPZ",
    "topics": "MSCA-IF-2014-EF",
    "title": "Functional characterization of the cell division inhibitor MipZ",
    "startDate": "03/08/2015",
    "endDate": "09/04/2018",
    "objective": "Correct positioning of the division plane is essential for the generation of normal offspring. In Caulobacter crescentus, the spatiotemporal control of cell division is mediated by MipZ, a conserved P-loop ATPase forming bipolar gradients with a concentration minimum at the cell centre. Antagonizing the polymerization of the essential divisome component FtsZ, MipZ inhibits divisome assembly near the poles, thereby limiting cytokinesis to midcell. Gradient formation involves a dynamic localization cycle, in which freely diffusible MipZ monomers interact with polar complexes of the centromere-binding protein ParB and then dimerize in an ATP-dependent manner. Dimers dissociate from ParB and are immobilized within the cell through non-specific interaction with chromosomal DNA. Spontaneous ATP hydrolysis triggers disassembly of the complex, releasing MipZ monomers that are recaptured by ParB. How ParB stimulates dimer formation and how DNA-bound dimers inhibit FtsZ assembly is still unknown. We will address these questions by characterizing previously isolated MipZ mutants with FtsZ/ParB interaction defects, using a combination of fluorescence microscopy, two-hybrid analysis, biochemistry, and biophysical techniques such as surface plasmon resonance, microscale thermophoresis or hydrogen-deuterium-exchange mass spectrometry. We will also use synthetic biological and modelling approaches to rebuild the system in a simplistic form to thus gain in-depth knowledge of the function of the different elements.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "PHILIPPS UNIVERSITAET MARBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999848938": {
            "orgId": "999848938",
            "orgName": "PHILIPPS UNIVERSITAET MARBURG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}