{
    "rcn": "195734",
    "acronym": "NovLeuReg",
    "topics": "MSCA-IF-2014-EF",
    "title": "Identification and characterization of novel essential regulators of acute myeloid leukemia",
    "startDate": "01/04/2016",
    "endDate": "02/09/2018",
    "objective": "Acute myeloid leukemia is a hematopoietic malignancy characterized by the abnormal proliferation of immature myeloid cells. The implementation of high-throughput sequencing revealed that somatic mutations in various epigenetic regulators represent a frequent pathogenic phenomenon in leukemogenesis. This raised optimism for the development of new therapies in leukemia due to the reversible nature of epigenetic marks and amenability of chromatin-modifying enzymes to pharmacological inhibition. However, realization of this potential requires further research into epigenetic mechanisms governing the maintenance of leukemic cells. The overall goal of the proposed work is to characterize novel important epigenetic regulators in leukemic cells and to assess their potential as drug targets. Firstly, I plan to identify and study epigenetic regulators essential for leukemic cells deficient in TET2, an enzyme that hydroxylates methylated cytosines in DNA. This will be achieved by performing state-of-the-art shRNA screens in mouse Tet2-null leukemia models and by exploring the functions of the uncovered candidates using a range of cell biology, biochemistry, and functional genomics approaches. The second aim is to investigate the molecular functions of SETD5, a newly-uncovered epigenetic regulator of leukemic cells. This will be achieved by identifying its target genes and interacting partners in leukemic cells and by exploring the effects of its depletion on normal and cancer cells. The accomplishment of both research aims will provide new insights into epigenetic regulation of leukemic cells and highlight novel drug targets for future therapy development. The project will be supervised by Prof Kristian Helin, a world-leading expert in the field of epigenetics and cancer. Through this work, I aim to broaden my scientific expertise by acquiring numerous technical and transferable skills and to establish myself as an independent researcher in the field of cancer epigenetics.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}