{
    "rcn": "195759",
    "acronym": "TADFORCE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Strengthening and survey beyond the knowledge of the TADF emitters as materials  for superefficient OLED devices",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The OLED worldwide market is growing rapidly and Europe needs experts possessing a comprehensive knowledge and practical experience in this technology. OLED technology is used in small devices such as smart phones and tablets but also in high-end TVs and lighting, as OLEDs are still relatively expensive compared to LCD. But with research progressing towards lower cost and longer lifetime, together with a growing trend to use flexible displays in smartphones etc., the OLED market is growing fast. Europe is a huge supplier of the materials for OLED displays, taking in to account that electronic market is changing very fast and companies are search for new cheaper materials the input of research in this area is needed. The flexible OLED display market is predicted to quadruple next year, with predicted global market revenue for flexible OLEDs to increase from $21.9 million in 2013 to $12 billion by 2020 and this project will help to maintain Europe place as a major supplier of OLED materials.\nThe high demand for flexible OLEDs will increase the need for very expensive and rare iridium. The TADFORCE project aims to explore exciplex emitters and thermally activated delayed fluorescence (TADF) in OLEDs i) to replace currently used Ir complexes, and ii) to show how to easily tune emitter, resulting in reduced production cost, especially blue, where Ir based emitters fails.\nThe main research goal of the multi-disciplinary TADFORCE project is to explore CT and exciplex emitters and their application in OLED devices by training Experienced Researcher through joint research in chemical, physical and material science in both academia and industry.\nThe ER will gain experience in conducting research in a multidisciplinary environment to produce important data in this new OLED field to enable the development, modeling and tailoring of TADF OLED devices, which are at the forefront of new OLED research and development.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}