{
    "rcn": "195716",
    "acronym": "AFIBROTIC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Atrial Fibrillation, Fibrosis and Rotors: New Insights from Imaging and Computational Modeling",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "Atrial fibrillation (AF) is the most common type of arrhythmia and causes substantial morbidity and mortality. AF is principally treated with catheter ablation. Unfortunately, the mechanisms that initiate and sustain the arrhythmia are still incompletely understood and, as such, ablation remains a highly operator-dependent procedure with low success rates. Two recent studies promise to lead to better ablation outcomes, showing that a) the amount of atrial fibrosis directly correlates with the non-responsiveness to ablation and that b) AF is maintained by electrical rotors and targeting their suppression improves the success rates. Nonetheless, the lack of a rigorous mechanistic framework of AF pathophysiology deprives those studies of solid fundaments so that their effective value is still debated.\n\nThis project aims therefore to provide such a framework by exploiting advanced biomedical engineering concepts. The focus will be on explaining and connecting recent experimental findings about fibrosis and rotors. The relationship will be first analyzed in vivo from AF patient data acquired with state-of-the-art instrumentation in the field of interventional electrophysiology. Measured data will be then integrated within a multi-scale personalized computational model of the fibrillating atrium that will determine, on a patient-specific basis, the mechanistic connection between fibrosis and reentries. Furthermore, the tool will provide an in silico environment for personalized ablation planning. Key in the project will be the synergy between complementary state-of-the-art expertise in the fields of medical imaging and computational modeling provided by applicant and host institutions. All partners will strongly benefit from the implied two way knowledge transfer, in terms of career advancement (the applicant) and enlarged network/grant proposal opportunities. The study will foster more focused clinical research aiming at better treatment for the AF patients.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}