{
    "rcn": "195706",
    "acronym": "BAP",
    "topics": "MSCA-IF-2014-EF",
    "title": "A dynamical view of binding affinity",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "Almost all critical functions in the cell rely on specific protein-protein interactions (PPIs). Understanding interactions is therefore a crucial step in the investigation of biological systems and in drug design. Despite all the research efforts that have been devoted to unravel principles of PPIs in the past decades, we still lack a thorough understanding of the energetics of proteins association, which is limiting our ability to consistently predict protein complexes, engineer high-affinity interactions and design new drugs. An improved understanding of protein binding affinity holds the key for resolving some of the most important problems in molecular biology, with wide implications in related fields. In this project I propose a novel approach to reliably predict the binding affinity by adding the so-far neglected dynamical dimension to the problem. Unlike traditional methods like empirical energy-based scoring, I will assess the conservation of interface contacts in protein complexes during dynamics trajectories. By correlating such properties to experimental binding affinities, a new predictor will be developed. Preliminary results on limited set of complexes already indicate that this approach has a great potential, outperforming any predictor proposed to date. Moreover, I will expand this novel approach and assess its applicability to other critical research fields related to biomolecular interactions, such as docking and proteins and interactions engineering. This project will allow me to reinforce and further expand my skills and expertise, create new collaborations and reinforce my position as researcher in Europe, which will enable me to reach full independency in the future.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}