{
    "rcn": "195724",
    "acronym": "MOLMAG",
    "topics": "MSCA-IF-2014-EF",
    "title": "New Spin for Molecular Magnets",
    "startDate": "31/08/2015",
    "endDate": "30/08/2017",
    "objective": "One of the next great challenges facing Europe is the development of new materials that reduce our dependence on critical metals such as rare earth elements (REEs). REEs have revolutionized both magnets and microelectronic industry, but the lack of economically exploitable deposits combined with geopolitical concerns have led to an impending resource problem. Molecular magnetic materials based on organic radicals represent one attractive alternative to REEs as the use of organic compounds would allow chemical processing rather than metallurgical. The challenge lies in developing radicals that are indefinitely stable under standard ambient conditions but still structurally tunable to attain the desired properties. This research project investigates two families of stable organic radicals and their metal complexes as new components for molecular magnetic materials. The radicals are based on the 1,2,4-triazinyl framework which, despite a long history and extreme stability, has only recently raised interest in materials oriented research. The potential of the investigated radicals will be exploited in two approaches. First, co-crystallization of the triazinyl radicals is studied as a novel design strategy to enhance intermolecular ferromagnetic interactions in organic radicals, and second, coordination of the radicals to paramagnetic metal centres is used as further means to control spin interactions through intramolecular spin coupling. The proposal combines the research ideas and synthetic skills of the experienced researcher with the knowledge and infrastructure of the supervisors and their hosting institutions, creating an interdisciplinary project that spans multiple fields from organic and organometallic synthesis to computational chemistry and condensed matter physics. Through the synthesis of new building blocks for real-world materials, the project will not only enhance the understanding of molecular magnetism but also the career development of the MSC fellow.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "JYVASKYLAN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842245": {
            "orgId": "999842245",
            "orgName": "JYVASKYLAN YLIOPISTO",
            "ecContrib": 191326
        }
    },
    "calculatedTotalContribution": 191326
}