{
    "rcn": "195794",
    "acronym": "DINO_DON",
    "topics": "MSCA-IF-2014-EF",
    "title": "Does vegetation derived organic nitrogen fuel algal blooms in coastal waters of the Baltic Sea?",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Shallow coastal waters in the Baltic Sea, rich in organic matter, are threatened by toxic dinoflagellates blooms, which have deleterious effect on human health and aquatic life. The toxic Alexandrium ostenfeldii blooms in coastal waters where vegetation start to decompose in late summer and release dissolved organic nitrogen (DON). Dinoflagellates are potentially mixotrophic; they are photosynthetic and can use DON. However, the mixotrophic activity for Alexandrium in the Baltic Sea is unknown. The issue will be addressed using stable isotope 15N tracer experiments with enriched substrates from decaying vegetation and visualization of N incorporation pathway (direct uptake or via bacteria) in individual cells using NanoSIMS to determine the mixotrophic capacity of Alexandrium from different geographical sites in the Baltic Sea that differ in vegetation cover and type. A difference in adaptation to N sources may further support the genetic differentiation shown between Alexandrium populations in different areas of the Baltic Sea. The project will provide new understanding to nutritional physiological ecology of toxic dinoflagellates. Our aim is to understand if DON from decaying vegetation can be a source of N for toxic Alexandrium blooms in the Baltic Sea. By matching vegetation and habitat variables with Alexandrium bloom occurrence and mixotrophic activity we will develop a tool to identify potential bloom sites of Alexandrium in shallow coastal waters and to make recommendations for local management. If the application is accepted as IF the training in population genetics and spatial modelling using A. ostenfeldii as a model species, will be a key step for the development of the applicant in light of the research objectives towards modelling how metabolic activity differs with different populations.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "SUOMEN YMPARISTOKESKUS",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999478010": {
            "orgId": "999478010",
            "orgName": "SUOMEN YMPARISTOKESKUS",
            "ecContrib": 191326
        }
    },
    "calculatedTotalContribution": 191326
}