{
    "rcn": "195715",
    "acronym": "ResisGal",
    "topics": "MSCA-IF-2014-EF",
    "title": "Ostreid herpesvirus 1: Genetic selection of Resistant strains and environmental interaction in the Atlantic coast of Spain (Galicia)",
    "startDate": "01/09/2015",
    "endDate": "27/02/2019",
    "objective": "One of the main concerns in the aquaculture sector is the significant mortality of the Pacific oyster, Crassostrea gigas, the principal shellfish cultivated worldwide. Among other factors, the presence of a virus has been directly associated with these mortality events which can largely exceed normal losses. The economic impact of the disease in oyster production has reached worrying levels since it has been spread to important producer countries in both hemispheres. \nBivalve disease control can be a challenge due to the lack of an acquired immune response and therefore the impossibility to treat them. Long term solutions such as selection of resistant strains have been referred to as a priority by the scientific community. Novel sequencing methodologies have increased the genetic information on this specie and the development of selective breeding programs is nowadays more achievable than ever before. \nIn this study, resistant strains will be genetically characterized and investigated in the field in order to identify the molecular markers required for assisted selection in future breeding programs. \nThe relationship between environmental parameters, virus transmission and virus prevalence will be further studied with the aim of describing an early detection method of oyster mortality.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}