{
    "rcn": "195762",
    "acronym": "NEURINFDNA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Neuronal DNA double strand breaks as novel epigenetic actors: roles in cognition, health and neuro-inflammatory diseases",
    "startDate": "04/01/2016",
    "endDate": "03/01/2018",
    "objective": "Cognitive deficits are manifested several years prior detecting any neuronal loss in neurodegenerative diseases or during persistent infections of the central nervous system (CNS). Accumulating evidence show that epigenetic alterations contribute to neuronal dysfunction, as they cause durable changes of the chromatin structure that affect gene expression. In this context, DNA double-strand breaks (DSBs) are now emerging as central regulators of neuronal epigenetics.\nMy recent findings opened innovative perspectives of research. I showed that DSBs are not always associated with neuronal apoptosis, but rather constitute novel epigenetic signals that contribute to cognitive processes. To date, the role of DSBs in pathogen persistence and the mechanisms whereby DSBs affect neuronal function in the course of an infection are totally unknown.  Here, we postulate that perturbations in sensing, production and/or repair of DSBs may underlie the behavioral impairment that is observed in many CNS infectious diseases.\nPersistent neuronal viral infections, such as Bornavirus or Herpesviruses alter neuronal function, sometimes without overt immune response. The underlying mechanisms may result from episomal persistence of the viral genome in interaction with neuronal chromatin, thereby hijacking the chromatin remodeling system of the host cell, or from the secretion of proinflammatory cytokines. Parasites such as Toxoplasma also persist in the CNS and cause behavioral impairment. Their long-lasting impact on neuronal function may involve the modulation of the epigenome.\nHere, we propose to analyze the role of DSBs in cognitive alterations that accompany neurological infectious diseases. In particular, we will: 1) characterize the role of pathogens and the associated immune response to neuronal localization of DSBs during CNS infections; 2) analyze which mechanisms of neuronal DSBs generation, detection and repair contribute to cognitive impairments in CNS infections.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}