{
    "rcn": "195777",
    "acronym": "INTERMESTIC",
    "topics": "MSCA-IF-2014-GF",
    "title": "Anglo-American Relations and the 'Intermestic', 1977-81: A Case Study of the Influence of National Parliaments on Foreign Policy",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "This project is the first in-depth examination of the impact made by the U.S. Congress and the British Parliament on Anglo-American relations, and the 'intermestic' dimension of foreign policy. Using the relationship between the Carter administration and the Callaghan and Thatcher governments as case study, I will demonstrate how the transatlantic partnership was shaped by lobbyists in the House of Representatives, the Senate, and Westminster. The wider objective is to provide a new framework for understanding (a) the role played by national parliaments on foreign policy decisions; and (b) the ways in which parliaments and parliamentarians can shape bilateral ties, and foreign relations generally. Undertaking expert training-through-research at Cornell and Nottingham Universities, the project will correct a major problem in the methodology of diplomatic history, where the impact of legislative institutions and parliamentarians on government policymaking continues to be under-studied or overlooked. On completion of the fellowship, I will have significantly advanced our knowledge of Cold War history and Anglo-American relations, explained the importance of the ëintermesticí for how we approach the study of foreign policy, and demonstrate how parliaments shape bilateral relations in ways which are never considered by historians.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999836134": {
            "orgId": "999836134",
            "orgName": "CORNELL UNIVERSITY",
            "ecContrib": 0
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 251858
        },
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 251858
}