{
    "rcn": "195798",
    "acronym": "Transnational Localism",
    "topics": "MSCA-IF-2014-EF",
    "title": "Transnational Localism and Music after the two World Wars: the case of Francis Poulenc",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "This project looks at the role composers played in the construction of European culture in the aftermath of two World Wars. Taking Francis Poulenc as an example of a French composer who experienced war twice, it looks at his creative responses to the wars. It prioritises the musical and cultural significance of localised urban, suburban and rural places in shaping a distinctive musical and national identity, an identity that was recognised by his contemporaries as representing a generation; it also scrutinises his international activities in pursuit of cultural and artistic co-operation, collaboration and exchange. The project includes a study of Poulencís UK connections, using understudied archival materials to explore his collaborations with composers such as Britten and Lennox Berkeley, his presence in concert life and his clandestine WWII activities with the BBC. It also examines the significance of the European-American artistic exchanges from the post-WWI period as a form of cultural co-operation and propaganda. Transnational Localism shows the extent to which creative artists reflected the trauma of conflict, contributed to peace-building and to national and European identity on a cultural level and participated in politics without needing to be explicitly politically engaged.\n\nMusicology was identified as an area of strategic priority by the European Science Foundation, Standing Committee for the Humanities in 2008. This project responds to this challenge by exploring the role of music in shaping identities on individual, generational, national and European levels.  It also takes the inherent interdisciplinary nature of musicology a stage further by designing a training programme and research project that is multidisciplinary with the aim of establishing research cooperation that is of mutual benefit to European and Anglophone scholarly traditions in the Humanities and Social Sciences.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ROYAL NORTHERN COLLEGE OF MUSIC",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF KEELE",
    "participantCountries": "UK",
    "projectParticipants": {
        "999862324": {
            "orgId": "999862324",
            "orgName": "UNIVERSITY OF KEELE",
            "ecContrib": 99371
        },
        "933127003": {
            "orgId": "933127003",
            "orgName": "ROYAL NORTHERN COLLEGE OF MUSIC",
            "ecContrib": 84083
        }
    },
    "calculatedTotalContribution": 183454
}