{
    "rcn": "195708",
    "acronym": "HEALTHYSYNAPSES",
    "topics": "MSCA-IF-2014-EF",
    "title": "Molecular mechanisms underlying synaptic maintenance and rejuvenation",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "The deterioration of brain function and prevalence of dementias are some of the most striking and unfortunate consequences of ageing. Proper neuronal function relies on accurate signal transmission via synapses. While the basic cell biology of synaptic transmission is well studied, how precise activity is maintained over time remains poorly understood. Several age-dependent neurodegenerative conditions, characterized by the build-up of protein aggregates, affect synaptic function. These observations are consistent with a model where defects in the repair mechanisms that clear away defective proteins may constitute the basis for synaptic dysfunction and neurodegeneration. However, the processes that control protein rejuvenation at the synapse remain elusive. Autophagy is a process that is well suited for this purpose as it has emerged as a major means by which the cell can degrade dysfunctional components but a specific role for autophagy at the synapse has not been established. Levels in autophagy have been strongly linked to longevity and neuronal health. I hypothesize that autophagy plays an important role in synapse maintenance and that synaptic autophagy is disrupted during ageing and in neurodegenerative diseases. I will utilize a diverse set of approaches to elucidate the link between autophagy and changes in synaptic function during ageing in Drosophila. By generating novel optogenetic tools, I propose to test how the precise modulation of autophagy can influence synaptic function and whether boosting synaptic autophagy is beneficial in ageing and disease conditions. Furthermore, I will conduct a large-scale genetic screen for identifying genes regulating synaptic autophagy. Finally, I will explore the intriguing connections between synaptic proteins implicated in Parkinsonís disease and autophagy. Revealing the mechanisms underlying synaptic maintenance and health will help guide strategies for alleviating the undesirable effects of ageing.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}