{
    "rcn": "195728",
    "acronym": "SCEL-TA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Surfactant controlled Cation Exchange Lithography - Towards Application",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "A novel lithography technique, the Surfactant-controlled Cation Exchange Lithography (SCEL) will be explored. The underlying mechanism, the Cation Exchange (CE), stems from the colloidal synthesis of nanocrystals (NCs). It allows for the transformation of the chemical composition of readily prepared NCs by exchanging their cation sublattice without changing their morphology.\n\nThe SCEL relies on the selective inhibition of the CE in NCs that have been exposed to a high-energy radiation, e.g. in an e-beam lithography step or by UV-light. It has been shown that the radiation induces a cross-linking of the surfactants, which then, when exposed to a solution of suitable cations, form an impermeable shell for the cations and thus inhibit the reaction. \nIn the proposed SCEL the cation exchange will be carried out on thin films of NCs (mostly CdS or CdSe), which are then partially transformed into CuXS or CuXSe, respectively. \n\nWe will investigate on the limits of the SCEL as a competitive lithography method in terms for the production of devices with colloidal nanocrystals as functional elements. Ideally, we will be able to controllably address a small number of NCs by transforming their neighbours into conductive material. The research comprises a study on the mechanism of inhibition of the cation exchange after irradiation and a study on the dynamics of the CE in individual nanocrystals.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}