{
    "rcn": "195731",
    "acronym": "GLDAFRICA",
    "topics": "MSCA-IF-2014-EF",
    "title": "GLOBAL BIODIVERSITY LEGUME ASSESSMENTS IN AFRICA: WEST CENTRAL AFRICA AS A CASE STUDY",
    "startDate": "15/10/2015",
    "endDate": "14/10/2017",
    "objective": "Despite being one of the most biologically diverse habitats on the planet, the description of tropical rain forests and the understanding of their evolutionary history are far from complete. Furthermore, there is an increasing need for assessing global biodiversity changes especially in tropical rainforests, due to their role as global biodiversity repositories. West Central Africa represents the area of greatest biodiversity richness within tropical Africa and with the highest percentage of untouched pristine forest for the whole of Africa and Madagascar. West Central African biodiversity not only faces the challenges of climate change, but also human pressure with the highest population growth rates in the world. This project will contribute to the ongoing Global Legume Diversity Assessment programme, that is being developed to improve our understanding of biodiversity loss using legumes, the third largest family of angiosperms, as a proxy. The project will focus on tribe Detarieae, which are the dominant component of West Central African forests, and thus an ideal exemplar clade for the proposed study. The project aims at reconstructing phylogenetic relationships within Detarieae and produce a temporal framework for the diversification of the group. The phylogenetic diversity patterns will be investigated to identify hotspots of recent speciation and evolutionary diversity and their correlation with land use changes, biodiversity loss, and extinction risks. The project also includes a full IUCN conservation assessment for all studied species, thus obtaining an indication of survivability for Detarieae in West Central Africa under climate change while considering different emission scenarios proposed by the Intergovernmental Panel on Climate Change (IPCC). Given that the legume family has been shown to be a good proxy for botanical diversity in general, the results obtained here will be invaluable for the preservation of biodiversity in this region of the world.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ROYAL BOTANIC GARDENS KEW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999481793": {
            "orgId": "999481793",
            "orgName": "ROYAL BOTANIC GARDENS KEW",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}