{
    "rcn": "195712",
    "acronym": "INNOVCITIES",
    "topics": "MSCA-IF-2014-EF",
    "title": "Institutional Innovation for Adapting to Climate Change in Water Governance within Cities",
    "startDate": "19/10/2015",
    "endDate": "18/10/2017",
    "objective": "This research will address the problem of the currently insufficient level of institutional innovation in water governance systems in the context of climate change. Climate change creates urgent need for adaptive water governance that can anticipate and respond to increasing pressures on water systems within human society. Cities are a key locus of attention. Institutional innovation is needed (e.g. policy change, new organisational setups, new inter-organisational arrangements). However, knowledge of the types of institutional innovation required and the mechanisms (e.g. political, institutional) by which it emerges is lacking. Therefore I will address the question: What types of institutional innovation are required for adapting to climate change in water governance within cities, and how can we better understand why and how they emerge? This will involve: (1) global assessment of institutional innovation in water governance in 30 cities across 6 continents to identify broad patterns and best practices across the world; (2) comparative case study analysis of 3 ëinnovativeí cities across 3 continents in contrasting global contexts to attain deeper understanding of dynamics underpinning innovation; and (3) dissemination of results and policy recommendations to enable innovation in cities in Europe and globally. By addressing this urgent research and policy problem, the MCSA fellowship will enable me to develop new expertise, academic and policy networks, and research profile that will position me as a leading emerging scholar in the field of water governance and climate change adaptation. The research will contribute to the knowledge based economy of Europe by providing critical new academic and policy insights to safeguard against water-related vulnerabilities in cities under climate change, and contribute to addressing two of the European Commissionís ëGrand Challengesí (i.e. climate action; and innovative and reflective societies).",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}