{
    "rcn": "195786",
    "acronym": "HELICOMBX",
    "topics": "MSCA-IF-2014-EF",
    "title": "Quantum spin Hall insulator with two dimensional crystals",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Dissipationless electrical transport is a key paradigm to reduce energy consumption in our society. Recent advancements in condensed matter physics have revealed that there exist ballistic transport channels at the surface or the edge of topological insulators. These states are preserved by time-reversal symmetry and robust against back scattering. Exploiting topological insulators is therefore a major step for future nondissipative nanoelectronics.\nNevertheless, such a topological phase of matter has been discovered in very few kinds of materials so far. Most of the existing materials are difficult to fabricate, which limits scientific endeavor to explore their properties and also future application. Recently, several theoretical studies have demonstrated that atomically thin graphene or other two dimensional crystals may become two dimensional topological insulators (quantum spin Hall insulators) by inducing large spin-orbit interaction. These materials are rich of novel physics and attract growing attention in their own right. Moreover, they are easy to prepare by mechanical exfoliation, which facilitates to apply them to real nanoelectronics devices.\nHELICOMBX is the first project which aims at establishing a basis for dissipationless electronics and spintronics with graphene and transition metal dichalcogenides and unifying physics in topological phase, spintronics and two dimensional crystals. The project is divided into three parts. First we will induce large spin-orbit interaction in graphene by adatoms deposition and heterostructures construction with transition metal dichalcogenides. Spin-orbit interaction of each system is then measured by magnetotransport measurements. Second we will exploit these functionalized two dimensional crystals for spintronics devices. As the final part, quantized conductance will be measured as a signature of the edge states, and we will integrate it into Josephson junctions to observe the Majorana fermions.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}