{
    "rcn": "195714",
    "acronym": "Cyanolichens",
    "topics": "MSCA-IF-2014-EF",
    "title": "Genetic diversity of cyanobacterial symbionts of lichens and of free-living populations of Nostoc in biological soil crust communities of threatened alvar grasslands",
    "startDate": "15/06/2015",
    "endDate": "14/06/2017",
    "objective": "Contemporary nature conservation policy in Europe has identified the protection of alvars and other semi-natural grasslands to be important for halting biodiversity loss. Loss of biodiversity implies not only species and communities but also loss of genetic diversity. To design effective conservation strategies for threatened biodiversity, the basic biology of the target organisms needs to be understood. Lichens are symbiotic entities consisting of at least two components, a fungus (mycobiont) and algae and/or cyanobacteria (photobionts), living in intimate symbiotic association. The genetic diversity of cyanobacteria will be studied in cyanobacterial lichens (cyanolichens) and in free-living cyanobacteria that form biological soil crusts (BSC) in North European alvars. The main DNA markers used will be tRNALeu (UAA) intron and 16S sequences for cyanobacteria and ITS sequences for lichen mycobionts. Cyanobiont specificity of lichen mycobionts and possible overlap in the cyanobiont spectra of different lichens will be determined. Also free-living Nostoc genotypes from the same habitats will be screened in order to establish their potential role in the symbiont pool. The diversity of lichen cyanobionts and free-living cyanobacteria in alvars, restored alvars and alvar-like substitution habitats will be compared to determine the effects of disturbance history on genotype diversity patterns. This study targets the very poorly known relationships between lichen-symbiotic cyanobacteria and their free-living relatives and will be the first of its kind in any grassland environment. The results will significantly improve our understanding of lichen biology and community ecology, and especially of the role of symbiont specificity in generating and maintaining lichen diversity. The results will have wide practical application in the design of conservation measures to protect the highly specialized BSC communities of the remaining semi-natural grassland in North Europe.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 191326
        }
    },
    "calculatedTotalContribution": 191326
}