{
    "rcn": "195705",
    "acronym": "GENMETASTEM",
    "topics": "MSCA-IF-2014-EF",
    "title": "GENOMIC AND METABOLIC REGULATION OF METASTATIC CANCER STEM CELLS",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The major causes of cancer deaths are relapse and resistance to current therapies associated with the presence of cancer stem cells (CSCs) and metastatic growth in distant organs. CSCs have the ability to self-renew and differentiate in non-CSCs. In breast cancer, acquisition of stemness properties has been closely related to epithelial-mesenchymal transition (EMT), a key process in cancer invasion and metastasis triggered via Rho-ROCK mediated actomyosin contractility. Interestingly, in melanoma, transition from elongated-mesenchymal to amoeboid mode of movement (MAT) driven by Rho-ROCK signalling has been associated with increased stemness. Furthermore, preliminary data from host lab shows that actomyosin cytoskeletal regulates glutamine metabolism in both melanoma and breast cancer cells. Metabolic cues participate in stem cell self-renewal regulation, suggesting that, in very contractile cells, the regulation of EMT, metastatic spread and tumour initiation might be functionally linked to stemness via metabolic clues. Nevertheless, how very contractile cells regulate genes involved in all these processes remains unexplored. As increasing contractility via EMT in carcinoma cells or via MAT in melanoma cells correlates with increasing stemness, we hypothesize a molecular link between the pathways regulating both migration and stemness abilities, which will be maintained across tumour types (from carcinoma to melanoma). The main goal of this proposal is to understand how tumour cells can acquire stem cell traits to successfully metastasize and how this can be regulated by the actomyosin cytoskeletal by using an interdisciplinary approach that combines state-of-the-art techniques in molecular and cellular biology, biochemistry, in vivo imaging and animal models. This will allow to identify key important genes regulating both stemness traits and metastatic spread with the ultimate goal of unravelling novel drug targets and prognostic markers of distant relapse.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}