{
    "rcn": "195701",
    "acronym": "FUNFIT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Fungal resistance to antifungals is promoted by cell heterogeneity",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The number of people who die from fungal infections is estimated to be equivalent to or greater than the numbers that die from either tuberculosis or malaria. There are only 3 classes of antifungal drugs available to treat these invasive diseases and resistance against these drugs is increasing. In this study I will investigate how antifungal resistance is impacted by cell heterogeneity in the pathogenic fungus Aspergillus fumigatus. The main hypothesis that I will test is that fungal cell heterogeneity provides subpopulations of cells with greater fitness to resist antifungal treatment. I will determine: (1) which features of three distinct fungal cell types contribute to cell heterogeneity; (2) which cell types and subpopulations of these cells show highest resistance or survival against antifungals; and (3) the roles of septal plugging and cell ploidy in the mechanistic basis of fungal cell heterogeneity. Cutting edge technologies that will be used in this study will include: (1) flow cytometry and fluorescence activated cell sorting (FACS) to identify and select cell subpopulations to test their antifungal resistance, (2) automated, high throughput, high content live cell imaging to analyse the resistance of single cells to antifungals, (3) advanced live-cell imaging techniques including GFP photoactivation and fluorescence recovery after photobleaching (FRAP) to identify septal pore plugging; and (4) laser microdissection to further analyse septal pore plugging. With these advanced techniques I will study the mechanistic basis of fungal resistance mediated by cell heterogeneity. My results will ultimately show how fungal cell heterogeneity impacts fitness against antifungal drugs and they will be the starting point for designing novel antifungal therapies that reduce this fitness.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}