{
    "rcn": "195774",
    "acronym": "Subpopulations",
    "topics": "MSCA-IF-2014-EF",
    "title": "Investigating Fibrotic and Regenerative Fibroblast Populations in Muscular Dystrophy",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Following skeletal muscle injury, resident fibroblasts proliferate and release cytokines that enhance muscle regeneration. Fibroblasts also secrete chemokines to recruit cellular migration, and extracellular proteins that stabilize the site of injury. However, in chronic diseases, such as Duchenne Muscular Dystrophy (DMD), continual muscle damage shifts fibroblasts towards an uncontrolled fibrotic and inflammatory phenotype. Excessive fibrosis and inflammation are prominent pathological features of DMD and inhibit muscle function and repair by replacing the tissue with fibrotic scars, adipose tissue, and necrosis. \nThe fundamental question my proposal will address is why fibroblasts shift from regenerative-favouring cells in healthy muscle, but lead to fibrotic accumulation in dystrophic muscle. My proposal will use a novel approach to investigate specific fibroblast populations. Whether all fibroblasts are capable of promoting both fibrosis and muscle regeneration, or if there are fibroblast subpopulations that produce factors leading to one or the other outcome, is not currently known. The heterogeneity of fibroblast populations within skeletal muscle remains to be determined. By using lineage tracing and flow cytometry to map cell fate during the progression of muscle degeneration in a mouse model of DMD, my project will identify aberrant changes in fibroblast populations and elucidate how these cells interact with inflammatory cells and satellite cells. Finally, I will extract dystrophic fibroblasts and transplant them into non-dystrophic mouse muscle to determine whether fibroblasts populations can reprogram, or shift, towards a regenerative-favouring cell fate which could lead to a new tailored field of personalized medicines. These provocative studies will be integrated with ongoing research in Dr Morganís laboratory aimed at developing new therapeutics regimens for DMD.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}