{
    "rcn": "195729",
    "acronym": "Legal Culture",
    "topics": "MSCA-IF-2014-EF",
    "title": "Legal Culture under Stalinism in Poland",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The objective of the project is to describe the legal culture in Poland under communism on the basis of cultural texts, especially films and literature. No scholarly research of that kind has been done to date. \nThe experience of communism caused Polish citizens to distance themselves from laws and legally binding regulations and to use the strategy of ìplaying the lawî. This means that members of the democratic opposition, while they understood that authorities treated communist law instrumentally, acted as if their basic rights were binding both for them, and for the authorities. The strategy in the long run was of considerable importance for the evolutionary exit from communism. \nConducting comparative research on the basis of cultural texts and currently available works of historians and sociologists will allow me to investigate (1) how the contents of these texts reflected and reacted to the oppression from the communist regime; (2) to what extent the rule-of-law environment of Central-Eastern Europe (CEE) is different from that of Western Europe, and (3) to what extent the Polish example might help formulate more general conclusions about the further implementation of EU legal norms in Poland and CEE, and might help us understand the legal culture of new democracies, e.g. countries participating in the Arab Spring.\nThe project will be realized at the SAXO Institute, University of Copenhagen, in close cooperation with main supervisor, Prof. Helle Porsdam. \nThe project will result in at least 3 articles in peer-reviewed academic journals, at least 4 presentations to an international audience, as well as a range of more popular works. It will provide (A) opportunities to acquire and transfer knowledge between Poland to Western Europe; (B) enhancement of my own creative and innovative potential in an international scientific environment.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}