{
    "rcn": "195793",
    "acronym": "CuPESS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Catchments under Pressure: Ecosystem Service Solutions",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Catchments are under pressure from impacts on demand and supply and within these constraints water resource managers are challenged to meet multiple and often competing values. The ecosystem services (ES) approach has attracted policy interest as it connects natural capital and the ES flows it supports with human wellbeing. There exists a policy window to translate detailed case study assessment into workable solutions for catchment management in times of change in Europe and beyond. ES research to protect and foster sustainable management of natural resources and ecosystems and the multiple ES they supply fits within the Horizon 2020 programme on Societal Challenges. \n\nThe U.K. is emerging as a world leader in applying the ES approach to inform and improve natural capital planning and management in land and water resources management practice. The proposed interdisciplinary research would align with these initiatives to examine pragmatic planning solutions adopted in U.K. Water Framework Directive River Basin Districts. The objective of ëCatchments under Pressure: ES Solutionsí (CuPESS) is to understand how catchment managers are using the ES approach to provide local, adaptive and integrative management solutions in flood prone catchments and what are the opportunities and barriers to wider adoption. \n\nThis Individual Fellowship will provide opportunity for knowledge exchange, with the fellow returning to Europe and bringing her research expertise on the the ES approach and its use in water resources management in the U.S. and Australia. It will also allow the fellow to build on this research experience in an interdisciplinary research environment, to learn from a new context which will contribute to greater understanding of land-water interconnections, ES innovations and implementation strategies that work in practice. Lessons generated will be of wider relevance for flood risk management in other northern European countries and beyond.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}