{
    "rcn": "195704",
    "acronym": "PHELLINI",
    "topics": "MSCA-IF-2014-EF",
    "title": "Plasmonic Heaters Linked to Lanthanide-Based Nanothermometers for Photodynamic Therapy in the Near-Infrared",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "This project addresses the quest of new materials and approaches that nanotechnology requires to solve the current limitations of medicine. The potential to externally activate and control cellular processes inside the body by using light, or even to carry out treatments through drug delivery, photothermal and photodynamic therapies becomes a reality thanks to the use of especially tailored biocompatible nanoplatforms. However, the options are limited in terms of penetration depth, since most of the developed nanoplatforms work under visible light, which can only penetrate a few millimetres inside the body. Instead, the use of near-infrared wavelength allows light to travel distances in the centimetre range. \nTemperature is a key parameter for the metabolism of cells and to control chemical reactions. Therefore, we propose a hybrid nanoplatform that, working within the biological transparency windows in the near-infrared, optically measures and controls temperature with the accuracy that is required for biomedical applications. The novelty of the approach is based on coupling two different types of nanoparticles with complementary functionalities: lanthanide-doped materials as remote optical sensor to measure temperature, and metal nanoparticles with plasmon resonances in the near-infrared to exploit their excellent heating properties. This approach involves the development of new materials with outstanding physical properties for thermometry in the infrared (hardly existing now), as well as tailoring the heating properties of plasmonic nanoparticles with different morphologies (rods, stars or cages) and finally, the creation of a heater/thermometer hybrid structure and the study of its performance for in vitro photothermal therapies.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998347572": {
            "orgId": "998347572",
            "orgName": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}