{
    "rcn": "195732",
    "acronym": "NeuroRhomboid",
    "topics": "MSCA-IF-2014-EF",
    "title": "Discovering the signalling pathways and physiology of active rhomboid proteases in the brain",
    "startDate": "07/04/2015",
    "endDate": "06/04/2017",
    "objective": "Proteases control major pathways in the nervous system and aberrant proteolysis underlies many neurobiological disorders and diseases e.g. Alzheimer's and Parkinson's disease. Signal generation and release is tightly regulated by protease activity, as many key signalling factors are synthesised as transmembrane precursors that require cleavage to liberate their active ectodomains. The largest family of intramembrane proteases are the newly discovered rhomboids, which are found in all kingdoms of life. To date, their physiological significance in mammals is largely unknown, as is the substrate-selectivity of most mammalian rhomboids. I have exciting preliminary data that two uncharacterised mammalian rhomboids, RHBDL1 and RHBDL3, are specifically highly expressed in primary neurons in the CNS. Unlike the well-studied RHBDL2 and Drosophila rhomboids 1-3, they do not have activity against EGF-like growth factors, so they are likely to cleave a novel substrate. A major limitation in protease research has been the lack of unbiased and systematic screens for their substrates. Addressing this deficiency, first, I aim to identify RHBDL1/3-dependent substrates in primary neurons, by adapting recently developed biochemical assays, such as SPECS and BioID. My second aim is the mechanistic validation of these substrates. Third, I will be the first to study the physiological role for active rhomboids, using CRISPR-mediated knock-out neurons and mice. By discovering the role and function of RHBDL1/3 in the brain, I will make an important contribution towards the elucidation of the physiological and medical significance of rhomboid proteases in mammals.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}