{
    "rcn": "195761",
    "acronym": "PerovskiteHTM",
    "topics": "MSCA-IF-2014-EF",
    "title": "New Hole-Transport Materials to Enhance Perovskite Solar Cells",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "The extraordinary recent progress in lead-halide perovskite-based solar cells has largely been based on the properties and processing of the perovskite layer. Inevitably some cell performance limitations are now linked with other component materials, where progress is required to enable the full potential of the technology to be realised:\n1.\tPoor charge mobility and/or high synthesis cost of current organic hole-transport materials (HTMs) incorporated into cells, limiting current collection and cost.\n2.\tPoor moisture stability of the perovskite, limiting device lifetime.\n3.\tToxicity of Pb, that could preclude some application areas for the devices, or poorer light harvesting if Pb is replaced by Sn.\nThis proposal tackles all three of these points, through design, synthesis, characterisation, in-house testing and application of new organic hole-transport materials with enhanced properties. This builds upon materials previously developed in the host group, which have already shown excellent promise in perovskite cells. \nCrucially, the project will provide a complementary experience for the Fellow that adds to his previous outstanding contributions during his PhD to the area of organic light-emitting diodes (OLEDs). His PhD experience in preparing emissive materials for these electricity-in-light-out OLEDs will now be extended to light-in-electricity-out solar cells. This will give the Fellow a superb overview of both fields such that he can use the synergies in materials development across the whole area as a springboard for his subsequent career.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}