{
    "rcn": "195776",
    "acronym": "EVOLMARIN",
    "topics": "MSCA-IF-2014-GF",
    "title": "Rapid evolution and geographic ranges: predicting marine species persistence and distribution in a changing ocean",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "In marine ectotherms, the breadth of physiological tolerance largely determines speciesí geographical distribution and extinction risk. Understanding the mechanisms underlying environmental tolerance windows and their relation to life history and demography is thus required for predicting taxa sensitivity to global changes more accurately. Specifically, it is imperative to acquire a firm understanding of both plastic and adaptive responses as rescue mechanisms to prevent species extinction, comparing the effects and costs of these mechanisms among closely related species with different biogeography. I propose to compare the capacity for trans-generational plasticity and rapid adaptation to ocean warming and acidification, in geographically widespread and restricted species as a test for biodiversity evolution under global change. My aims are to (1) define if rapid adaptation to multiple stressors can occur, searching for correlations between plastic/evolutionary responses and the width of species geographic range, (2) reveal potential costs associated with plastic/adaptive responses, and (3) draw projections on species demography, persistence, and biogeography under different global change scenarios. To do this, I have identified an ideal study system for which this information can be gathered in phylogenetically closely-related species with similar ecology, but different biogeography, i.e. eight polychaete species of the genus Ophryotrocha (Dorvilleidae). This ambitious project, which draws from the fields of comparative physiology, ecology, and evolution, relies on an innovative, integrative approach that combines experimental evolution, quantitative genetics, macrophysiology and evolutionary theory. More important, it represents an unprecedented opportunity to produce reliable generalisations on the fate of future biodiversity patterns in a changing ocean, which is essential in designing pro-active strategies to reduce global change impacts on biodiversity.",
    "totalCost": "250160,4",
    "ecMaxContribution": "250160,4",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "969848487": {
            "orgId": "969848487",
            "orgName": "UNIVERSITE DU QUEBEC A RIMOUSKI",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 250160
        }
    },
    "calculatedTotalContribution": 250160
}