{
    "rcn": "195885",
    "acronym": "BayesianHumanCortex",
    "topics": "MSCA-IF-2014-GF",
    "title": "Bayesian computations in the human neocortex: deciphering the neuronal mechanisms of perceptual and syntactic inferences.",
    "startDate": "01/08/2015",
    "endDate": "31/07/2018",
    "objective": "The diversity of human cognitive abilities contrasts with the homogeneity of its neural bases. Indeed, perception, decision and language processes largely rely on a common neuronal structure ñ the neocortex ñ whose functioning remains remarkably poorly understood. Recent theories suggest that the six layers of the neocortical microcircuit are specifically interconnected to perform generic computations, thanks to a Bayesian hierarchical combination of top-down expectations (priors) and bottom-up sensory information (likelihoods). However, recording each cortical layer is technically challenging. Mainly limited to animal electrophysiology, the rare empirical investigations of neocortical operations have been incapable of tackling human-specific cognitive abilities, such as syntax processing. Capitalizing on recent advances in human electrophysiology, I will address these challenges by testing whether the elements of Bayesian computations are implemented by 1) distinct cortical layers (e.g. priors in layers 5/6) or, alternatively, 2) distinct neuronal oscillations (e.g. priors in the alpha/beta band). I will then assess whether these neuronal computations form the elementary components of syntax processing. To characterize the exchange of information within and between cortical regions, I will combine whole-brain magnetoencephalography of with invasive electrocorticography and intra-laminar recordings, acquired from patients implanted for clinical purposes. This project, at the intersection of neuroscience, computational theory and linguistics will set the foundations for a mechanistic investigation of human cognition at an unprecedented level of detail, and will therefore allow me to start a competitive scientific career as an independent researcher. Ultimately, this innovative framework will help us understand the building blocks of human cognition, and the way neocortical dysfunctions lead to complex mental disorders such as schizophrenia.",
    "totalCost": "257860,8",
    "ecMaxContribution": "257860,8",
    "coordinator": "STIFTUNG FRANKFURT INSTITUTE FOR ADVANCED STUDIES",
    "coordinatorCountry": "DE",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "participantCountries": "DE",
    "projectParticipants": {
        "999572876": {
            "orgId": "999572876",
            "orgName": "STIFTUNG FRANKFURT INSTITUTE FOR ADVANCED STUDIES",
            "ecContrib": 257861
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 257861
}