{
    "rcn": "195892",
    "acronym": "CRYPTRANS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Characterization of newly discovered but poorly understood fungal-driven trophic processes in freshwater lake ecosystems by metatranscriptomic",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Recent research has shown that freshwater systems, and particularly their deepest parts, abound with fungi. These fungi (predominantly in the poorly understood phyla Chytridiomycota and Cryptomycota) are largely new to science and are thought to be involved in ecological processes that convert organic matter into nutrients readily accessible to organisms at higher trophic levels. Given the ever-increasing anthropogenic pressure on freshwater systems, we need to understand these processes and the organisms involved in substantial detail. The present project will characterize these new fungi and detail the processes and ecological services they drive through next-generation sequencing of DNA (metagenomics) and RNA (metatranscriptomics) pools in freshwater depth gradients. The overarching questions are: (1) What fungi are down there? (2) What are their functions and roles? and (3) What are the implications for the study of fungi, freshwater ecosystems, and ecology at large? This combination of taxonomy/systematics and ecological/functional research questions applied to these most unexplored and remote ecological settings represents a novel approach on freshwater systems and biological diversity - one with the potential to redefine the pursuit of biological research questions across biological disciplines and beyond habitats normally targeted. The applicant has developed a new high-tech sampling device capable of stable RNA/DNA capture down to 100 m depth, and he brings substantial expertise on functional and ecological assessment of metagenomics sequence datasets to the project. The host research group is the world authority on molecular identification of fungi and comparison of fungal communities across sites and locations. Jointly this team is in a position to push the boundaries of biological knowledge, with the ultimate intent to allow the applicant to establish a progressive, vibrant research group at the very forefront of freshwater systems research in Europe.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}