{
    "rcn": "195839",
    "acronym": "REALISM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Reducing Early Atrophy with Leucine during Immobilization of Skeletal Muscle",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Recovery from injury, illness, and/or disease is associated with skeletal muscle disuse. Muscle disuse leads to a loss of muscle mass, strength, and functional independence, and represents a ìcatabolic crisisî for the elderly who are already at a greater risk for low muscle mass and strength due to age-related sarcopenia. Muscle mass is determined by the balance between muscle protein synthesis (MPS) and muscle protein breakdown (MPB). When MPB exceeds MPS, the result is a negative net protein balance and muscle loss. Decreased MPS rates occur following the onset of immobilization-induced disuse, but there is no information on the response of MPB. mRNA and protein expression data indicate that the early stages of disuse (0-5 days) result in activation of the ubiquitin proteasome system, and presumably MPB suggesting that the initial stages of disuse represent a critical period to intervene with appropriate countermeasures to attenuate the loss of muscle mass and strength. Leucine is a key amino acid in the regulation of muscle protein metabolism that has been shown to inhibit MPB. The current proposal REALISM will 1) identify whether MPB is elevated during the early stages (72 hours) of immobilization-induced disuse, 2) determine whether leucine can reduce MPB and the loss of muscle mass during the early stages of immobilization, and 3) determine whether leucine can preserve muscle mass and strength in the elderly during more prolonged periods of immobilization. REALISM will identify the mechanisms underlying disuse atrophy in response to immobilization and examine potential therapeutic strategies to offset the loss of muscle mass and strength. The M3 laboratory of Dr. van Loon at Maastricht University (UM) offers the most ideal environment for me to conduct REALISM, and take a major step towards the achievement of my career goal of setting up my own research program and establishing myself as an independent scientist.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}