{
    "rcn": "195818",
    "acronym": "EDD Project",
    "topics": "NMP-25-2014-1",
    "title": "A new EDD detector will give a knowledge for crystallography with the objective to understand nanostructures and for the development of new materials",
    "startDate": "01/04/2015",
    "endDate": "30/09/2015",
    "objective": "The year 2014 has been proclaimed, by UNESCO, the International Year of Crystallography. Irina Bokova Director-General of UNESCO said : ìCrystallography is essential to sustainable development, to tackling global challenges in food, in water, in the environment, in energy, in health. It is by understanding the basic forms of matter that we can transform it for the better, develop new materials, design new drugs against diseases, improve water quality. Development needs innovation, and in most cases, scientific innovation needs crystallographyî.\nCrystallography underpins the development of practically all new materials, from everyday products like computer memory cards to fat television screens, cars and aeroplane components. Crystallographers not only study the structure of materials but can also use this knowledge to modify a structure to give it new properties or to make it behave differently. In fact, crystallography has many applications.\nEBSD (Electron BackScatter Diffraction) is the technique by which an SEM (Scanning Electron Microscope) can be used to evaluate the micro and nanostructures of a specimen based on crystallographic analysis. EBSD provides absolute crystal orientation information and allows identification of phases and discrimination between phases in materials, texture measurements, boundary characterization and deformation measurements. Today, EBSD is applied across a wide variety of research fields: in the metals processing industry, the aerospace, nuclear, automotive and microelectronics industry, earth sciences etc.\n\nThe EDD technique is 10 years in advance compared to actual EBSD technique and this new technique will allow the SMEs and materials manufacturers to better understand their crystallography, to uptake of nanostructure modifications under strain, allow the observation of crystallography during the development of new materials and allow the calculation of prediction on the ageing of materials.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEWTEC SCIENTIFIC",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939247994": {
            "orgId": "939247994",
            "orgName": "NEWTEC SCIENTIFIC",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}