{
    "rcn": "195815",
    "acronym": "ProactionPerception",
    "topics": "MSCA-IF-2014-EF",
    "title": "From oculomotor action to perception",
    "startDate": "01/04/2015",
    "endDate": "21/07/2017",
    "objective": "The proposed scientific project addresses a gap in our current knowledge in neuroscience linking sensory physiology and motor behavior to active perception. Animals disambiguate between motion in the environment and self-movement using corollary discharge, proprioceptive signals and reafferent sensory input. These signals can also be used to influence information acquisition to optimize sensory processing. I plan to explore the links between oculomotor action and perception during proactive exploration of a visual scene to understand how eye movements reshape processing in the early visual system. Because humans are largely ëvisuals animalsí ëactive visioní is of primary importance to our behavior in our everyday lives. A better knowledge of this phenomenon is relevant to improved understanding of the visual system but will also be relevant to the study of all sensory systems and to a deeper understanding of information processing algorithms, including the value of internal predictive paradigms used throughout the brain. The project has translational potential for the fields of medicine and neural prosthetics, neuromorphic computing, and robotics.\n\nThis project combines my previous knowledge in cognitive neuroscience and eye movements, acquired during my 6.5 year stay in the USA with the host laboratoryís expertise in low level synaptic system neuroscience. It therefore ensures both acquisition and transfer of new knowledge and opens opportunities of new collaborations. The MSCA Reintegration Fellowship will furthermore give me the opportunity to fully reintegrate in Europe and significantly widen my competences with the ultimate goal of providing the best career possibilities, enhancing the creative and innovative potential, to maximize the contribution of research to the knowledge-based economy and society.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}