{
    "rcn": "195824",
    "acronym": "BetMon",
    "topics": "MSCA-IF-2014-EF",
    "title": "Delivering better fitness estimators for wildlife ecology and management and effective monitoring",
    "startDate": "14/05/2015",
    "endDate": "13/05/2017",
    "objective": "Fitness is a key concept in basic and applied ecology, and its traits are used to assess habitat quality and derive scientific knowledge used to design and implement management and conservation measures. Assessing fitness requires considering several traits and trade-offs, and long-term data sets with individual identification that are rarely available. As a result fitness proxies such as offspring production are often used as substitute but these do not consider variation in offspring survival and lifespan, which accounts for most variation in fitness is in long-lived species, like many endangered vertebrates.  Many studies, and decisions supported by them, involve unknown biases as consequence of the knowledge gap in the relationship between fitness and: the reliability of each proxy; trade-offs among different proxies; and among proxy/monitoring-effort combinations. \nThis fellowship has secured access to several high-quality, long-term wildlife monitoring data sets  to gain insights in: the trade-offs and factors affecting individual fitness; the reliability of commonly used fitness proxies; and the assessment of bias and accuracy of short- medium-term monitoring programs focusing on different proxies. \nWhile working in leading European research groups and gaining excellent training ecological  concepts and theory and up-to-date analytical frameworks and methods, the fellow will : (1) provide high quality ecological knowledge on factors determinant of individual fitness and their trade-offs, and on factors explaining offspring recruitment; (2) assess of the reliability of commonly used fitness proxies; and (3) develop best practice and improvements for short-term monitoring protocols used in research, and management and conservation science.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}