{
    "rcn": "195896",
    "acronym": "CHAP",
    "topics": "MSCA-IF-2014-EF",
    "title": "The transnational mobility of cheap print: British chapbooks in Italy, 1800-1850",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "This action proposes mobility for an Italian researcher living in Britain to work in Ireland on a transnational historico-literary project. Her research focuses on the cross-cultural transfer of cheap print between Britain and Italy in the first half of the nineteenth century. The project advances existing knowledge of popular publishing and reading in two ways. Firstly, it contributes to the European historiography of cheap publications by extending the investigation of their production, distribution and reception to the Italian context. Secondly, and most importantly, it provides a concrete idea of the cross-cultural nature of cheap literature by exploring the mechanisms which regulate its migration from one linguistic and cultural realm to another. The transnational trajectory of cheap print is investigated with a focus on translation and on its potential to establish fruitful negotiations between the literary and cultural repertoires of the source and the target context. The project examines a corpus of chapbooks translated from English into Italian published between 1800 and 1850. The Italian chapbooks and their sources are analysed using an interdisciplinary approach which integrates theories of textuality, the history of the book and of reading, and translation studies. The comparative approach followed in my study will significantly enhance our understanding of popular literature and of the processes which led to the formation of a shared European heritage of popular culture. The multidisciplinary research environment at NUIG provides the ideal conditions for the researcher to develop this project and the skills necessary for her future academic career. The collaboration of Dr Niall ” Cios·in and the training that she will undertake in the history of the book will be particularly important to integrate her familiarity with translation and the eighteenth- and nineteenth-century Italian cultural context with new knowledge of popular publishing and reading.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}