{
    "rcn": "195846",
    "acronym": "Pro-Oxides",
    "topics": "MSCA-IF-2014-EF",
    "title": "Properties of metal oxides for electronic and optoelectronic devices",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Metal oxides are a versatile group of semiconductors that are employed in a broad range of applications including micro/nano-electronics, photocatalysis and thin-film devices. The strength of metal oxides for these contemporary applications resides in the diversity of the electronic and optical properties which determine energy-level alignment and consequently dictate device performance. Furthermore, metal oxides exhibit a sensitivity to stoichiometry, unique among semiconductors, that permits fine-tuning of these properties. This feature offers an elegant yet simple method for additional performance optimisation. However, it requires a deep understanding of the relationship between the stoichiometry of metal oxide compounds and the aforementioned properties that is currently lacking. In this proposal we will fabricate metal oxides with a spatial gradient in chemical composition and characterise the optical, electrical and chemical properties with high-throughput scanner, at an unparalleled rate. From these results we will establish the correlation between these properties and the exact chemical composition for a multitude of compounds. In addition, a model to describe the alignment of energy-levels across metal oxide/metal oxides interfaces will be developed. The present proposal will address the disparity of reported information for metal oxide properties arising from poor chemical analysis and greatly advance the engineering capabilities of thin-film technologies. The research described here is designed to integrate seamlessly and strongly support the All Metal-Oxide Photovoltaic project under the Seven Framework Programme.",
    "totalCost": "170509,2",
    "ecMaxContribution": "170509,2",
    "coordinator": "BAR ILAN UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 170509
        }
    },
    "calculatedTotalContribution": 170509
}