{
    "rcn": "195878",
    "acronym": "PHAGECOM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Complex parasite communities as drivers of bacterial immunity",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "CRISPR-Cas is one of several distinct bacterial defence mechanisms that provide immunity against viruses (phages) and other mobile genetic elements (MGEs; e.g. plasmids). My research aims at understanding how CRISPR-Cas-mediated immunity is affected by the complexity of MGE communities. Using evolution assays and deep sequencing techniques I aim to study (i) the evolution of CRISPR-Cas-mediated immunity in a complex MGE community (i.e. multiple phages and plasmids), and (ii) determine the associated co-evolutionary dynamics. The proposed research is highly multidisciplinary and will perfectly complement my background in biochemistry and molecular biology. It also allows me to establish collaborations with academic and industrial partners to realize applications in dairy industry and phage therapy. The project will be pivotal for my personal development to become an independent researcher and offers me the unique opportunity to work in one of the most prominent microbial ecology and evolution laboratories worldwide, based at the Biosciences Department at the University of Exeter. Biosciences is a leading institute in evolutionary biology, microbiology and ecology that provides excellent opportunities for academic training and personal career development. I will be exposed to novel ideas and input from renowned researchers belonging to scientific disciplines unrelated to my own background, offering exciting opportunities for knowledge exchange and will have a strong impact on my personal and scientific development. Furthermore, I aim to establish a series of lectures for the general public throughout 2015 (the Year of the Phage) to emphasize the importance of phage research for many aspects of our society, including industry and medicine.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}