{
    "rcn": "195875",
    "acronym": "BARREL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Barrel Assemblies of Membrane Active Artificial Foldamers",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Development of resistance by bacteria to antibiotics makes design of novel antimicrobial compounds increasingly important. As persistent cells often become slow-growing or dormant, strategies targeting their membrane are becoming more relevant. For several natural antimicrobial peptides function can be coupled to scaffolds with high sheet content. Toxic oligomers may assemble into hydrophilic or lipophilic sheet rich barrel constructs. However, this mechanism is not understood, greatly hindering rational development of similar compounds.\nMy main research goal is to reach insight into the structure-function relationships of the barrel molecular scaffold and to gain understanding of how its ability to protect internal parts from the environment may contribute to toxicity. To approach this problem, I aim to design and study foldamer oligomer assemblies. I hope to define the fundamentals of how peptide - lipid bilayer interactions govern formation of potentially toxic oligomers at a molecular level. This may be exploited for developing new antimicrobial compounds.\nFoldamers are highly similar to natural peptides in terms of structural diversity, thus they are ideal model systems, in several cases showing antibiotic activity and enzyme resistance. The computationally designed, structures will be studied with experimental methods in model membranes. I have experience with theoretical (QM&MD) and experimental tools (polarized light spectroscopy). However, characterisation of solution phase membrane systems requires use of additional techniques and I aim to learn more into X-ray scattering methods (SAXS,WAXS). In the lab of Prof. Attila Bota, I will have optimal conditions to gain expertise with these. The Host Institute will also provide a professionally organized and equipped environment, where I would have excellent chances to be offered a tenured position. I expect that the results and the planned outreach activities will have a positive impact on EU research.",
    "totalCost": "146239,2",
    "ecMaxContribution": "146239,2",
    "coordinator": "MAGYAR TUDOMANYOS AKADEMIA TERMESZETTUDOMANYI KUTATOKOZPONT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875807": {
            "orgId": "999875807",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA TERMESZETTUDOMANYI KUTATOKOZPONT",
            "ecContrib": 146239
        }
    },
    "calculatedTotalContribution": 146239
}