{
    "rcn": "195803",
    "acronym": "Experimental Microbiome",
    "topics": "MSCA-IF-2014-EF",
    "title": "ìHow mutualism evolves: Experimental microbiome evolution in gnotobiotic fliesî",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "All metazoans harbour considerable numbers of commensal microorganisms in the gut, named microbiota, that contribute to many aspects of normal host physiology. Scientific research has provided invaluable contributions to our understanding of the relationship between host and its microbiota; however, the molecular mechanisms through which the microbiota exerts its beneficial influence are still largely undefined. The metaíomics revolution is promoting an explosion of interest in how the gut bacterial community impacts physiology and propensity to disease. In addition, gnotobiotic model organisms provide unique opportunities to study host-microbiota interplay with a level of experimental control that is not achievable in human studies. The coupling of those two approaches should allow to pinpoint key mechanisms underlying this mutually beneficial relationship. This research proposal aims to use those approaches to understand the bacterial genetic pathways mediating host benefits. To this end, we will apply in vivo experimental evolution to mutualistic bacteria, using gnotobiotic animal models. The work will investigate the association between the host model Drosophila melanogaster and one of its most abundant commensal bacteria, Lactobacillus plantarum, which was demonstrated to be beneficial to its host physiology by promoting juvenile growth and maturation.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}