{
    "rcn": "195820",
    "acronym": "CR-PHAGOCYTOSIS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Complement-mediated phagocytosis in neutrophils",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Complement-mediated phagocytosis plays a crucial role in bacterial killing. Activation of complement yields a variety of opsonin molecules that can rapidly coat bacterial surfaces, which interact with complement receptors on neutrophils to facilitate phagocytosis. However the molecular details and functional outcomes of these interactions are not well understood. In the proposed work, we aim to elucidate the molecular details of complement opsonin-receptor interactions. We have developed a novel model for examining molecular complement interactions, by site-specifically attaching complement opsonins to bacteria-sized beads in their correct orientation. We will, for the first time, be able to adequately characterize complement opsonin-receptor interactions at a molecular level. This methodology will also be extended to two model gram-positive bacteria, Staphylococcus aureus (S. aureus) and Group B Streptococcus (GBS), in which complement opsonins will be site-specifically attached to their cell walls. Using wild-type and complement receptor (CR) knockdown neutrophils, we aim to determine the roles of opsonin-receptor pairs in neutrophil activation and bacterial killing. Finally, we will use our model systems to examine the synergy between antibodies and complement in neutrophil phagocytosis. The proposed work will provide a  comprehensive picture of the role of complement in neutrophil phagocytosis. As the role of complement in human disease is becoming increasingly apparent, the need for new therapeutics is imminent. The work proposed herein paves the way for several therapeutic applications, including targeted complement-dependent cytotoxicity (CDC) immunotherapeutics in cancer and complement inhibitors for a wide array of age-related, autoimmune, and rare/neglected disorders.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}