{
    "rcn": "195812",
    "acronym": "SCIL",
    "topics": "MSCA-IF-2014-GF",
    "title": "The role of social cues for infant word learning",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "Infants start knowing the meaning of some words by 6 months of age and by age two they know hundreds. The mechanisms behind the word learning processes subtending these feats are still poorly understood. Current accounts of infantsí word learning differ about the degree to which word learning is purely a product of increasingly sophisticated perceptual associations, versus a process in which associative learning is implicated, but the main engine of development is fundamentally social and timed by the infantís grasp of the referential intentions of others when using language. The present project will explore the mechanisms behind word learning (1) by identifying the elements that lead to a word learning advantage in a social situation, (2) by assessing whether infants infer intention from social cues, or whether the latter merely refocus attention, and (3) by testing how long-term word learning is modulated by social cues in naturalistic situations. By assessing both infants (aged 6-10 months) and toddlers  (aged 12-16 months), I will determine whether the mechanisms for word learning change with age. I will be able to characterize the role of social cues in young infantsí and toddlers' word learning for the first time by leveraging the cutting-edge technologies of gaze-contingent eye-tracking and infant-friendly automated toys.",
    "totalCost": "246668,4",
    "ecMaxContribution": "246668,4",
    "coordinator": "ECOLE NORMALE SUPERIEURE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854758": {
            "orgId": "999854758",
            "orgName": "ECOLE NORMALE SUPERIEURE",
            "ecContrib": 246668
        }
    },
    "calculatedTotalContribution": 246668
}