{
    "rcn": "195841",
    "acronym": "HCAPT",
    "topics": "MSCA-IF-2014-EF",
    "title": "High Current All Printed Transistors",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The fast evolution of printed electronics, with the photovoltaic technology in primis, is requiring the presence of a valid transistor alternative to the traditional one. The realization of a high current roll-to-roll transistor will interconnect all the different technologies so far developed with this low cost and high throughput method. Our aim is to develop a roll-to-roll transistor capable to of modulate modulating the current to levels that where has not been achieved so far. The fabrication of the transistor will be done considering the lowest environmental impact possible, and containing energy consumption with a temperature below 150 ∞C. This high current (~mA) transistor will be able to support and assist other technologies and will also be the base for logics and sensing application.\nThe optical studies on the organic material will result in a more controllable production process that for the first time will relate polymer crystallinity directly with an optical characterization technique. The realization of such kind of measurements is not trivial, but will give information on polymer nanoscale structures never investigated before. To do so this technique uses femtosecond pulse in subdiffraction-limited area. This will disclose an unprecedented tool to control the polymer morphology as soon as it is deposited, with enormous consequences in performance control and optimization.\nThe realization of samples and the study of real cases will produce important information regarding this new technology and its real life applications.  In addition, life-time and stability studies can be performed. Then the objective of minimizing the environmental impact of the technology life time cycle will be more realistic. These kinds of studies are also important to explain science to the society and to give a technology preview to industries.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}