{
    "rcn": "195810",
    "acronym": "STEPDYN",
    "topics": "MSCA-IF-2014-EF",
    "title": "H2 and CH4 Dissociation Dynamics on Stepped Metal Surfaces via First-Principles Simulations",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "With STEPDYN I propose to achieve for the first time an accurate theoretical and computational modelling of the reactive scattering of small molecules on stepped metal surfaces. The aim is to close the ëmaterial gapí in our fundamental understanding of heterogeneous catalytic processes at the gas/solid interface, since stepped surfaces are close models of the active sites of catalyst particles. Specifically, I will focus on two processes:\n(i)\tdissociation of H2 on the stepped surface (211) of copper: H2/Cu(211)\n(ii)\tdissociation of CH4 on the stepped surface (211) of nickel: CH4/Ni(211)\nBoth are activated dissociation processes of great importance for heterogeneous catalysis in the energy field (they are linked to methanol, methane and H2 processing). Using appropriate specific-reaction-parameter (SRP) density-functional theory for the systems of interest I will: (i) construct 6-dimensional potential energy surfaces and use them in quantum dynamics of H2/Cu(211), (ii) employ ab-initio Molecular Dynamics with a semi-classical description of nuclear motion for CH4/Ni(211). Possible methodological issues associated with structural degrees of freedom and anisotropy, localized electronic states, etc. will be systematically explored.\nThis will be achieved in a MC fellowship during which I will:\n(i)\twork in an internationally recognized and scientifically stimulating group, leader in modeling molecular reactive scattering on metallic surfaces\n(ii)\tfurther and deepen my knowledge in scattering approaches to heterogeneous catalysis, grounding on what I matured in a 9-months visit during my PhD. \n(iii)\tcombine it with my post-doc expertise in theoretical catalysis , \n(iv)\tface a challenging but important project requiring new methods, thus maturing my researcherís skills\n(v)\tadvance my career and become one of the experts in this field\nIn tune with the objectives of the MC program both scientific achievements and personal advancement are aimed at within STEP",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}