{
    "rcn": "195876",
    "acronym": "MEMOTION",
    "topics": "MSCA-IF-2014-EF",
    "title": "Changing the course of cognitive decline in normal aging with positive emotions by training brain plasticity",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Aging is a primary health concern for all European countries and the entire world. Healthy adults experience memory declines that affect daily functioning, yet their ability to process emotion is well-preserved. The benefit of utilizing older adults spared emotional abilities to help mitigate memory declines has not been previously explored and will have substantial implications for daily life. The current project has two main goals. First, we will employ cutting-edge functional imaging technology to investigate age-related neural interactions between emotion and memory. To this end, electroencephalography (EEG) will record electrical brain activity non-invasively while participants perform an innovative memory task with an emotional component. Second, we will implement an innovative memory training programme to test brain plasticity, with a focus on transferring these benefits to daily life. It will enhance the importance of age-related preserved emotions to improve memory deficits. EEG activity will be recorded before and after training to examine the neural changes as a result of training. Besides the extensive research experience of the applicant in fundamental research of aging, the novel approach will be to conduct this project by synergizing key aspects of fundamental and applied sciences, emphasizing transfer of knowledge and collaboration with industry. There is a clear benefit of the mobility for both the applicant and the host, ensuring high quality results and dissemination. In this regard, the host will ensure the acquisition of new technical, management, tutorial and transferable skills. The applicant will also benefit from a multidisciplinary environment enhancing international collaboration that will surely contribute to diversify her career. Finally, via a specialized Career Development Plan, the host will provide the ideal training and validation environment, through which the applicant will reach unprecedented levels of professional maturity",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD AUTONOMA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}