{
    "rcn": "195811",
    "acronym": "GLANCE",
    "topics": "MSCA-IF-2014-EF",
    "title": "calculatinG heaLth impActs of atmospheric pollutioN in a Changing climatE",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Current annual global estimates of premature deaths from poor air quality are estimated in the range of 2.6-4.4 million, and 2050 projections are expected to double against 2010 levels. In Europe, annual economic burdens are estimated at around 750 bn Ä. Climate change will further exacerbate air pollution burdens; therefore, a better understanding of the economic impacts on human societies has become an area of intense investigation.\nEuropean research efforts are being carried out within the MACC project series, which started in 2005. The outcome of this work has been to establish a European capacity for Earth Observation, known as Copernicus. In MACC, key pollutant concentrations are computed at the European scale and globally by employing chemically-driven advanced transport models. The proposed work in GLANCE would develop a novel integrated assessment model for calculating the health impacts and damage costs of air pollution at different physical scales. It would combine MACC (assimilated Earth Observations, an ensemble of chemical transport models and state of the art ECWMF weather forecasting) with downscaling based on in-situ network measurements. \nThe strengthening of modelled projections through integration with empirical evidence would, therefore, reduce errors and uncertainties in the health impact projections. In addition, GLANCE would yield improved data accuracy at high time resolution. This project is a multidisciplinary approach which would bring together leading experts from natural sciences and socioeconomic fields. The fellow would benefit from learning new and multidisciplinary skills, collaborating in international networks, and publishing novel results in high impact journals. Moreover, GLANCE would benefit the European community by contributing a novel approach to assess air quality at the local and regional levels, thus benefiting to long running EU commitments, while exploring new pathways for exploiting earth observational data.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "ASOCIACION BC3 BASQUE CENTRE FOR CLIMATE CHANGE - KLIMA ALDAKETA IKERGAI",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998253579": {
            "orgId": "998253579",
            "orgName": "ASOCIACION BC3 BASQUE CENTRE FOR CLIMATE CHANGE - KLIMA ALDAKETA IKERGAI",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}