{
    "rcn": "195856",
    "acronym": "CLIMAGNET",
    "topics": "MSCA-IF-2014-EF",
    "title": "How is the external climatic forcing affected by the Earthís magnetic field?",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "The rate of production of cosmogenic isotopes plays an important role in our understanding of past climate variability since they provide information about the solar irradiance related to the Sunís magnetic field. Having reliable information about past changes in solar irradiance is important for the development of climate model simulations driven by reconstructions of past natural and anthropogenic forcings. One of the sources of uncertainty that affect reconstructions of solar variability is that not only the influence of the solar magnetic field is recorded by the radionuclides; the strength of the Earthís magnetic field also contributes to modulate the rate of isotope productions. In this context, an appropriate knowledge of the past global geomagnetic field variations is crucial to define the total solar irradiance and hence, to improve reconstructions of external forcing. The past evolution of the geomagnetic field can be recovered from rock samples. The main differences between model predictions are related with the filter applied to the palaeomagnetic data. Up to now, these filters rejected the data according to the measurement and age uncertainties. However, this procedure does not consider the quality of the laboratory protocol or the number of specimens, and hence geomagnetic field predictions might be affected by some unreliable data. Currently, the non-appropriate application of these filters generates spurious variations in the geomagnetic model predictions and these biases are transferred to the reconstruction of the solar variability and consequently to the climatic model simulations. The CLIMAGNET project is aimed to resolve this challenge in two scopes: a) the construction of a global geomagnetic model for the last eight millennia using an appropriate weighting scheme of the palaeomagnetic data; b) the study of the relation between the geomagnetic model predictions and the production rate of cosmogenic isotopes using novel approaches.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD COMPLUTENSE DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}