{
    "rcn": "195859",
    "acronym": "IRC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Imagination and Religious Credence",
    "startDate": "01/06/2015",
    "endDate": "31/07/2016",
    "objective": "'Many philosophers and cognitive scientists have a habit of using the word ìbeliefî as though it refers to a single, simple sort of cognitive attitude. But if we take empirical evidence from cognitive science of religion seriously, we will see that this habit is a source of confusion. Just as it is a mistake in astronomy to assume that Venus and the North Star are the same kind of entity because they are both ìstars,î so too it is a mistake in theorizing the nature of belief to treat what I call religious credence and what I call factual belief as the same type of attitude. I have already argued in my paper ìReligious Credence is not Factual Beliefî (forthcoming, Cognition) that our best psychological theory of cognitive attitudes, in conjunction with psychological and anthropological evidence, will treat these two attitudes differently. The research aim of the project proposed here is to elaborate on my theoretical apparatus to produce a book-length monograph that will serve philosophers and cognitive scientists interested in religious ìbelief,' and the corresponding aim for public dissemination is to make this research popularly available through essays, blogs, radio, and public debate. \n    I propose to write _Imagination and Religious Credence_ while in residence at the Centre for Philosophical Psychology at the University of Antwerp. This will be an important step in my career development. My career aim is to achieve a level of distinction in research that will justify (1) mentoring PhD and postdoctoral researchers and (2) directing a research group similar in structure to the Centre for Philosophical Psychology. Advancing my own research and being embedded in the Centre, which has a stellar history of developing research careers, will both be critical steps toward realizing these career goals.'",
    "totalCost": "93800",
    "ecMaxContribution": "93800",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 93800
        }
    },
    "calculatedTotalContribution": 93800
}