{
    "rcn": "195813",
    "acronym": "MicroFrac",
    "topics": "MSCA-IF-2014-EF",
    "title": "Visualization and modelling of fracture at the microscale",
    "startDate": "01/07/2015",
    "endDate": "30/06/2016",
    "objective": "In recent years, large spills from oil pipelines and tankers, leaks from nuclear reactors and the constant need for lighter and stronger materials in the transportation industry illustrate the need for materials with improved fracture resistance. Recent reports also suggest that the costs of fracture in Europe reach 4% of Europeís gross domestic product which mean about 500 billion Euros. These facts show how fracture of structural materials can have detrimental effects in terms of health and safety, the environment, and the economy. One key elements that prevents better fracture predictions is a lack of information on fracture at the microscale. Indeed, fracture takes place by the formation and growth of microvoids and how these voids grow is still unknown and prevents the development of accurate fracture models. This proposal aims at providing a significant contribution towards our understanding of fracture at the microscale through a combination of state-of-the-art experiments and models.\n\nMicrovoids will be introduced in metallic single crystals and their growth will be followed in-situ at high resolution. The effects of void size and crystal orientation will be investigated and the results will be used to validate dislocation dynamics and crystal plasticity models. The outcomes of the project will be new experimental evidence of fracture at the microscale and the creation of an improved crystal plasticity model that can take into account size effects to better predict metal fracture.",
    "totalCost": "85060,8",
    "ecMaxContribution": "85060,8",
    "coordinator": "FUNDACION IMDEA MATERIALES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996395641": {
            "orgId": "996395641",
            "orgName": "FUNDACION IMDEA MATERIALES",
            "ecContrib": 85061
        }
    },
    "calculatedTotalContribution": 85061
}