{
    "rcn": "195843",
    "acronym": "TRANSFORMERS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Creating transformation-stable microstructures through shared crystallographic motifs",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "While we continue to develop alternative and renewable power sources, the capture and sequestration of CO2 from flue gas in fossil fuel power plants and other industrial processes is one viable solution to decrease our CO2 emissions. CO2 can be removed from flue gas by chemical looping, where a material chemically reacts with CO2 and is treated at a later stage to release pure CO2 and regenerate the starting material. Limestone, CaCO3, is the oldest material to be used for this purpose. However, although limestone is abundant and cheap, the CO2 absorption capacity rapidly decays with use because of undesirable changes to the microstructure. \nThe proposed work will prepare and investigate novel ternary metal oxide ceramics designed to be mechanically stable after repeated thermal and CO2 cycling. In particular, the proposed work will determine whether similarities in the crystal structures of materials (the atomic scale) before and after a transition will lead to robust microstructures (the micro scale) that will retain functionality ñ in this case, high porosity and CO2 sorption capacity. The complex crystal structures, rich phase space, and strong bonding networks available in ternary phases to be studied will lead to materials that are less prone to degradation. This evolution will be studied at the atomic level using in situ spectroscopic techniques, and the microstructure evolution will be studied using novel in situ X-ray tomography methods, which allow the 3D visualization of the microstructure in real time as the chemical transformations take place. These new approaches to material design will be immediately relevant to many other scientific fields where chemical transformations and mechanical stability are important, such as battery electrodes, solid oxide fuel cells, solid ion conductors, and catalyst supports, all of which suffer from performance loss over time due to microstructure changes.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}