{
    "rcn": "195817",
    "acronym": "SWITCHCATALYSIS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Switchable catalytic activity of spin crossover materials",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Spin crossover (SCO) is an intensively studied and highly versatile representative of molecular switches. The change of numerous physical properties during the spin transition has provoked a wide inclusion of SCO materials into various electronic, photonic and mechanical experiments. The main question asked in this project is how the drastic electronic and structural reorganizations accompanying spin transition will influence the catalytic activity of SCO complexes and composites. These studies will cover the redox catalytic activity of SCO molecular complexes, nanoparticles and composites, photocatalytic properties of SCO complexes, catalysis by conjugates with enzymes, and other switchable materials with catalytic activity. The expected results will allow the creation of switchable catalysts and will contribute to the fundamental knowledge on the spin-dependent catalytic activity of metallic centres.\nThis project aims to combine the background of an experienced researcher that works in the domain of spin crossover materials, and the competence of a hosting group that deals with functional nanoparticles including their catalytic and photocatalytic activities. This combination of expertise supported by the facilities of Johannes Gutenberg University will create the optimal conditions for the realization of scientific purposes included in this project and will conduce to the efficient knowledge transfer between the experienced researcher and the host laboratory.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}