{
    "rcn": "195837",
    "acronym": "VascColl",
    "topics": "MSCA-IF-2014-EF",
    "title": "Temporally controlled delivery of vascular therapeutics from a regenerative template for diabetic wound healing",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Having recently returned to the EU following Graduate (Massachusetts Institute of Technology) and Postdoctoral Training (Harvard University) in the USA, I hope to work as a MSCA Reintegration Fellow to tackle a devastating element of the escalating epidemic of diabetes. Specifically, the lack of synchronicity in diabetic wound-healing can lead to chronic diabetic foot ulcers (DFUs), with limb amputation being the devastating consequence in many cases. Thus, the scientific goal of this proposal is to integrate my tools for temporally-controlled drug delivery with the existing collagen-based scaffold developed in Prof. Fergal OíBrienís group at the Royal College of Surgeons in Ireland (RCSI). The proposed novel scaffold will be used to deliver vascular bioagents to DFUs, with ultrasound used as a trigger to delay the delivery of a vascular maturation bioagent. The target is to improve healing by stimulating vascularisation. The additional positive effects the bioagents may have on macrophage polarisation will be explored during a planned secondment.\nThe training objective of this grant is to attain the requisite scientific and complementary skills so that I am fully prepared to run a research lab and teach in a top academic institution. This will be achieved through the expert supervision and input of Prof. OíBrien ñ and during a planned secondment ñ and will be backed up by colleagues in the lab and RCSIís staff training activities. In addition, by managing the project, I will further develop skills relating to project planning and reporting, financial management, dissemination, patent filing and commercialisation. I will also continue to avail of opportunities to teach and to recruit and supervise students on this project or related works. \nIf successful, this grant will help me establish an independent research niche in active and emerging research fields, while equipping me with the requisite skillsets to successfully work as an independent faculty member.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}