{
    "rcn": "195830",
    "acronym": "EPIRIN",
    "topics": "MSCA-IF-2014-EF",
    "title": "EPIGENETIC REGULATION OF INFLAMMATION IN NAFLD",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Non-alcoholic fatty liver disease (NAFLD) is a rapidly growing clinical problem, affecting a third of the European population. The transition of hepatic fat accumulation to inflammation is the key event taking place in the progression of NAFLD. This is controlled by a number of inflammatory and immune pathways including the activity of Natural Killer (NK) and Natural Killer T (NKT) cells. Progression from hepatic lipid deposition to inflammation and cirrhosis also follows a substantially variable course. It has been estimated that less than 10% of patients develop end-stage liver disease. Individual variability for disease progression is partly controlled by environmental factors and genetic background. However, it is not known how immune and inflammatory pathways are orchestrated by epigenetic mechanisms. The project hypothesises that ìNK and NKT cells are programmed into inflammatory state by epigenetic modifications in progression from fatty liver to inflammationî. In this project, histone modifications and DNA methylation will be studied by genome-wide and loci-specific approaches in NK and NKT cells purified from animal models of NAFLD and a prospectively-designed human NAFLD cohort. Reversibility of these modifications will be investigated following the regression of liver disease in animal models and after the implementation of lifestyle changes in humans. Lastly, the therapeutic potential of targeting histone modifying enzymes by short hairpin RNA and small molecule inhibitors in NK and NKT cells for modulating inflammatory response will be investigated. The project will be the first comprehensive study investigating cross-talking epigenetic mechanisms in NK and NKT cells in NAFLD.",
    "totalCost": "157845,6",
    "ecMaxContribution": "157845,6",
    "coordinator": "KOC UNIVERSITY",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901512": {
            "orgId": "999901512",
            "orgName": "KOC UNIVERSITY",
            "ecContrib": 157846
        }
    },
    "calculatedTotalContribution": 157846
}