{
    "rcn": "195871",
    "acronym": "FraxiFam",
    "topics": "MSCA-IF-2014-EF",
    "title": "Reconstructing gene family evolution in the ash genus (Fraxinus",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Comparisons among whole genome sequences allow us to survey differences in gene content among organisms, and hypothesise patterns of gene gain and loss through evolution. Rates of gene flux appear to be surprisingly high, and many genes are unexpectedly unique to species (ìorphanî genes). In plants, increasing evidence suggests that genome evolution has been shaped by multiple rounds of whole genome duplication (WGD) after which many duplicated genes are lost, but some duplicates are retained and diverge. The extent to which novel genes arise due to WGD, tandem duplications, horizontal gene transfers, or de novo, remains an open question, especially in plants where WGD seems to be such a pervasive feature of evolution. Our knowledge is hampered by the fact that until now we have been limited to comparisons of whole genome sequences in plants that are highly diverged from one another. This means that the early consequences of gene duplication, and the early divergence of duplicated genes, have not been studied on a genomic scale. This project will use a new dataset, generated by the host lab, containing the whole genome sequence of every species within a plant genus (the genus Fraxinus ñ ash trees). As well as having inferred WGDs in its ancestry, this genus contains species that have undergone recent WGD. We propose to conduct a comprehensive analysis of gene and gene family evolution in this genus, compiling a major public database of Fraxinus gene families (FraxiFam). Using this data we will conduct the first genome-wide and genus-wide study of gene content evolution, allowing us to study the early stages of gene sequence and gene content divergence. We will test hypotheses about: (1) the primary drivers of gene content evolution, (2) the repeatability of patterns in gene loss and retention after WGD, and (3) the early evolution of orphan genes. This research will contribute to attempts to develop ash trees resistant to ash dieback, for EU ecological restoration.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}