{
    "rcn": "195821",
    "acronym": "URBANEPIGENETICS",
    "topics": "MSCA-IF-2014-EF",
    "title": "The epigenetic basis of early-life effects in a wild bird exposed to urban environmental stress",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "The impact of urbanisation on wildlife is of increasing global concern. It is well known that exposure to urban environmental stressors increases oxidative stress. More recently, exposure to pollutants has been shown to directly modify the epigenome, via DNA methylation, in humans. Oxidative stress may be a key mechanism mediating epigenetic modifications in response to pollutant exposure and thereby influencing development, disease resistance and ageing. This multidisciplinary project outlines the first study to date of the epigenetic basis of early-life effects in a wild bird exposed to urban environmental stress. Early-life stress exposure can have profound effects on phenotypic development and long-term fitness. Epigenetic mechanisms are influenced by environmental cues during development and therefore may mechanistically link developmental conditions with later-life performance. Using urban and rural populations of birds, we will perform experimental studies in the field and lab to examine whether increased oxidative stress during development modifies patterns of global and gene-specific DNA methylation and thereby alters genome stability (via DNA damage and telomere attrition) and expression of antioxidant genes. To achieve this, we propose a new framework to explain how the modification of DNA methylation and telomere length may be linked and decoupled by the direct and indirect effects of oxidative stress at different stages during development. Pilot data support this framework. This will enable us to disentangle the mechanistic relationships between exposure to urban stressors, oxidative stress, DNA methylation and telomere dynamics during development and the consequences for growth and survival in an altricial bird species. The project has implications for multiple EU policies and H2020 focus areas. By combining the researcherís existing expertise with new skills and opportunities, the project will enhance career prospects and advance the research field.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}