{
    "rcn": "195881",
    "acronym": "BRIDGES",
    "topics": "MSCA-IF-2014-EF",
    "title": "Bioinformatic approaches to identify and detect both disease- and drug-related genomic alterations in breast cancer patients",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Breast cancer is the most common cancer among European women showing high clinical and molecular heterogeneity. Current clinical management causes patients overtreatment with implications on both patientsí quality of life and healthcare costs. Moreover, intrinsic or acquired tumor resistance to treatment leads to incurable metastatic progression in a significant proportion of patients. \nAdvances in cancer genomics highlighted a high inter- and intra-tumor genetic heterogeneity, reinforcing the need for a mutation-based personalized treatment and a way to non-invasively monitor evolving disease. This project will significantly contribute in addressing such unmet challenge aiming 1) to identify altered breast cancer driver pathways, 2) to study their association with drug response and 3) to develop tools for a non-invasive assessment of such alterations. \nBy integrating multi-dimensional molecular data from more than 3000 cases, driver pathways will be identified and their association with previous breast cancer classifications as well as their prognostic significance will be studied. Their predictive power will be investigated in a matchless bio-bank of Patient Derived Xenografts, a much more reliable pre-clinical model, able to recapitulate inter- and intra-tumor heterogeneity observed in patients. Multi-dimensional molecular data and high throughput drug screenings are available and will be integrated to identify novel pharmacogenomics associations.\nMining of such amount of data will allow defining a portfolio of relevant breast cancer alterations that will be sought in plasma of patients from the DETECT trial, towards a non-invasive monitoring able to guide therapeutic strategy.\nDevelopment and application of cutting-edge computational approaches is fundamental to reach above aims and it will constitute a major part of the efforts, considerably expanding Experienced Researcher's know-how in the field of cancer genomics and translational medicine.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}