{
    "rcn": "195852",
    "acronym": "ZPVMH",
    "topics": "MSCA-IF-2014-EF",
    "title": "Synaptic integration in the ventromedial hypothalamic nucleus in aggressive behaviour",
    "startDate": "01/06/2015",
    "endDate": "17/03/2018",
    "objective": "Generating appropriate behavioural responses to sensory cues is crucial to ensure the survival of species, and relies on synaptic integration ñ the process by which individual neurons convert synaptic input into action potential output. How the brain performs the computations that produce specific behaviours is an essential question in Neuroscience and has direct relevance to human health and well-being. The aim of this project is to determine mechanisms of synaptic integration in a circuit underlying aggressive behaviour in the mouse, and analyse how single neurons in the ventromedial hypothalamic nucleus (VMH) contribute to computations leading to aggressive behaviour. By combining behavioural, genetic, electrophysiological and optical techniques, this project will determine: (i) the biophysical properties and local connectivity of VMH neurons, (ii) the anatomical localization of synaptic inputs along their dendritic tree, and  (iii) how VMH neurons that drive aggressive behaviour integrate synaptic input from anatomically and molecularly-defined pathways. Recent in vitro studies have uncovered a previously unknown degree of complexity of information processing that single neurons can perform. While a lot of these studies combining electrophysiological, optical and computational approaches have focused on cortical circuits important for learned behaviours, innate behaviours have not benefited from such experimental and analysis framework. This project will become the first to implement such multidisciplinary approach to determine the mechanisms of synaptic integration in the hypothalamus. The results of this study will provide mechanisms of how VMH neurons generate patterns of activity that lead to aggression, which will advance our understanding of information processing in fundamental innate circuits and contribute to development of solutions for control of aggressive behaviour.",
    "totalCost": "195454,81",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "MEDICAL RESEARCH COUNCIL",
    "participantCountries": "UK",
    "projectParticipants": {
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 142359
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 53096
        }
    },
    "calculatedTotalContribution": 195455
}