{
    "rcn": "195889",
    "acronym": "SIAM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Sex-Specific Interactions in Arbuscular Mycorrhizas in an Ecological Community Context",
    "startDate": "13/04/2015",
    "endDate": "12/04/2017",
    "objective": "The importance of below-ground organisms for plant growth, plant community dynamics and ecosystem processes is widely recognised. Among them, arbuscular mycorrhizal symbioses are key elements as they mediate plant resource acquisition.\nThe effects of arbuscular mycorrhizal fungi on plant fitness have been extensively studied in sexually monomorphic plants, but plant populations with separate sexes are relatively common in nature. Usually sexes differ in their resource needs and allocation patterns. Because arbuscular mycorrhizal symbioses mediate resource acquisition and allocation patterns through imposing both costs and benefits to the plants, it is not surprising that sex-specific interactions between arbuscular mycorrhizal fungi and sexually dimorphic plants occur. This is an extremely novel field of research. Most available studies on this topic have been exclusively focused on two trophic levels, neglecting the fact that plants live in complex multi-trophic scenarios, where both mutualistic and antagonistic relationships interact both above- and below-ground.\n\nThe aim of this research project is to explore and understand plant ñ arbuscular mycorrhizal fungal interactions in a more realistic multi-trophic context. The essence of the project lies in the interdisciplinary and multidisciplinary approach as it will cover plant and insect ecology, fungal ecology and genetics, and chemical ecology. Implementation of this project has scientific importance for the improvement of our understanding of complex multi-trophic interactions in plants and has potentially enormous economic significance for agriculture as it includes pollination ecology and herbivory.\n\nBesides the scientific importance of the proposed project itself, this project will significantly enhance the applicantís career by acquiring up-to-date techniques and other significant skills and provide expertise on mycorrhizal research for the host institution.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LINCOLN",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999882694": {
            "orgId": "999882694",
            "orgName": "UNIVERSITY OF LINCOLN",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}