{
    "rcn": "195883",
    "acronym": "GRAPHENERGY3",
    "topics": "MSCA-IF-2014-EF",
    "title": "Novel Electrochemical Exfoliation Approach to the Synthesis of Large Area, Defect-Free and Single Layer Graphene and Its Application in Fuel Cells",
    "startDate": "17/08/2015",
    "endDate": "16/08/2017",
    "objective": "Large area, scalable production of single layer and defect free graphene is important for its use in industrial applications. Currently, common methods used to prepare graphene include micromechanical cleavage, chemical vapor deposition, and chemical reduction. However, all these methods have their own shortcomings, for example, difficulty in scale-up or poor quality due to significant defects. To address this issue, in this project, we will focus on developing a novel electrochemical cathodic exfoliation approach to produce high quality graphene. Non-covalent edge-functionalization will be employed to open graphite edges. Upon a negative potential applied on the functionalized graphite electrode, H\\ cations from protic ionic liquid electrolyte will be inserted into graphite interlayers and be reduced to hydrogen gas to further open the edge of graphite, which will facilitate the larger imidazolium cations to intercalate, expand and completely exfoliate graphite to single layer graphene. This cathodic exfoliation approach is nondestructive to the resultant graphene, and maintains its perfect structure and electronic properties, which will result in high electrochemical stability and benefit the performance of graphene-based fuel cell electrocatalysts. Finally proton exchange membrane fuel cells will be fabricated with graphene based electrocatalysts above and these are expected to exhibit high power density and long term durability, which may produce a promising future energy technology.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}