{
    "rcn": "195816",
    "acronym": "MCMQCT",
    "topics": "MSCA-IF-2014-GF",
    "title": "Multi-functional Computational Microscopy for Quantitative Cell Tracking",
    "startDate": "01/08/2015",
    "endDate": "31/07/2018",
    "objective": "Quantitative assessment of cellular phenotypes can result from various processes such as genetic manipulation, gene silencing, drug application or environmental changes. In many biological processes evident development of phenotypes often requires a long-term study of the sample, which can capture events at high-resolution and high frame rates. The essential working tool for this kind of studies is the optical microscope, which is essentially limited by a small field of view of the sample in two-dimensional (2D) environment, unsuitable for the quantitative assessment of cells in a more natural environment, in which they develop and evolve within complex communities. For this task, I purpose a novel platform based on a holographic on-chip microscopy which represents a new generation of computational microscopes, by integrating transformative technologies, which will ultimately enable five-dimensional, photodamage optimized at diffraction limited resolution, quantitative cell tracking. We believe that these functionalities and the platform's cost effectiveness will enable next generation high-throughput scientific research on the influence of drugs, genome modification and environmental changes, developing new models for cell locomotion, such as viral plague growth assays performed in hospitals and clinics, detection of parasites and bacteria in food/water and for education purposes, including in developing countries.",
    "totalCost": "263385",
    "ecMaxContribution": "263385",
    "coordinator": "BAR ILAN UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 263385
        }
    },
    "calculatedTotalContribution": 263385
}