{
    "rcn": "195836",
    "acronym": "AdvancedStarForm",
    "topics": "MSCA-IF-2014-EF",
    "title": "Global and local star formation with state-of-the-art physics",
    "startDate": "01/09/2015",
    "endDate": "14/12/2017",
    "objective": "New stars form within large turbulent complexes harboring several thousands of solar masses of cold gas: the molecular clouds. The diffuse gas collapses gravitationally and heats up via compression until nuclear fusion reactions ignite and the star comes to life. The full description involves an intricate interplay between large-scale environmental factors and small-scale processes close to the star, connecting a number of physical mechanisms, including magnetic fields, self-gravity, radiative transfer, and time dependent chemistry.\n\nThe aim of the project is to construct a unified description of star formation, from large to small scales, using the world's most advanced numerical physics. A two-way approach will be used: the global approach (I) will deal with the dynamics of interstellar gas on the turbulent cloud scale, while the local approach (II) will concentrate on the formation of the protostellar seed.\n\nThe objectives are:\n\n-  Ia. Carry out a parameter study of the effects of cloud mass, turbulence, radiative transfer, and magnetization on stellar populations in giant molecular clouds\n-  Ib. Create a realistic model for protostellar radiative and outflow feedback and examine its effects on the star formation efficiency\n-  Ic. Quantify the effects of supernova-triggered star formation\n- IIa. Simulate the formation of single protostars using extremely detailed physics (non-ideal MHD, multi-frequency radiative transfer)\n- IIb. Incorporate for the first time into the simulations a chemistry module which interacts with the gas and radiation field\n- IIc. Study episodic accretion events in protostars to try and explain under-luminous young stellar objects.\n\nThis is an ambitious, strongly multidisciplinary program, which fits perfecty in the research activities of the host institute. To ensure the project's success, I have a proven record of working with the different numerical techniques required, as well as an excellent understanding of astronomical observations.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}