{
    "rcn": "195897",
    "acronym": "PRe-FActo",
    "topics": "MSCA-IF-2014-EF",
    "title": "Periodontal Regeneration through Femtosecond laser Action",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "The PRE-Facto fellowship aims to develop a new regenerative approach which potentially will promote the revival of the periodontium, while a successful outcome may lead also to the prevention of the disease when intervened early. Within my research I am going to develop a new biomaterial (calcium phosphates doped with ions of say, cerium and erbium oxides, fluoride and aluminum (3\\) ions) with antibacterial properties which will be densified and bonded on the tooth surface after the irradiation with an ultrafast pulsed laser (femtosecond laser). In order to promote the attachment of the fibroblasts, the biomaterial will be mixed with collagen gel (or chitosan) while the effect of the surface topology will be also tested. For my research training as a bioengineer within which I aim to solve periodontitis as a global problem I will deal with the following Research Training Activities (RTAs); i) Synthesis, characterization and delivery of the biomaterial; ii) Sintering of the materials with femtosecond laser - characterization of the sintered area; iii) Cell culture and histological studies for exploring the regenerative potential of the material; iv) Toxicology tests and potential risks investigation. \nThis training is not only beneficial for the fellowís scientific career development, but also for the host institute (the University of Leeds) and the general public health. The above listed training activities will be supplemented by a number of non-Technical skills for my career development. As a result of this cross-disciplinary project the fellow will be a well-rounded bioengineer researcher who in future will be become qualified for pursuing an academic career at the University of Leeds in the area of advanced drug delivery and photo-dynamic therapy using novel femtosecond lasers. Necessary research training and  supervision at the UoL will be provided by the Engineering supervisor Prof. Animesh Jha (AJ) and the clinical supervisor Prof . Monty Duggal.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}