{
    "rcn": "195891",
    "acronym": "IntestineUb",
    "topics": "MSCA-IF-2014-EF",
    "title": "The role of Ubiquitin System on the homeostatic control of stem cell maintenance and differentiation in crypt stem cells",
    "startDate": "01/01/2016",
    "endDate": "01/11/2018",
    "objective": "The epithelium of small intestine has a higher self-renewal rate than any other mammalian tissues. This is fuelled by the intestinal stem cells which reside near the bottom of crypt. Tight regulation of the adult stem cell number is required to sustain an adequately sized population for optimal tissue homeostasis. Mis-regulation of homeostasis results in either hyperplasia or loss of stem cells. Although transcriptional regulation of stem cell homeostasis regarding multipotency and differentiation has been extensively studied, only little is known about post-translational modifications. A key mechanism of post-translational modification is ubiquitination by the ubiquitin system (US).\n\nThe in vitro primary intestinal organoid culture system recapitulates in vivo epithelium organization, is amenable to essentially all experimental technologies that have been developed for cell lines, and therefore serves as a novel, robust and powerful model system. Taking advantage of the intestinal organoids, this project is aimed to investigate the role of US on the homeostatic control of stem cell maintenance and differentiation in crypt stem cells by: 1. Screening of US required for stem cell number regulation by CRISPR/Cas9 technology; 2. Characterization of the expression pattern and sub-cellular localization of candidate US; 3. Examining the effect of candidate US in signalling pathways involved in the homeostatic control by reporter assay and target gene expression; 4. Identifying target proteins of candidate US using surface proteome analysis, IP-mass, BioID or in vitro ubiquitination of arrayed proteins; 5. Performing biochemical and cell biological analysis of candidate US with its identified target proteins and signalling pathway components in vitro; 6. Generation of conditional knockout mouse models to elucidate the function of candidate US in vivo; 7. Conducting a small molecule screening for inhibitors that attenuate hyperplasia phenotype caused by E3 ligases mutation.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}