{
    "rcn": "195804",
    "acronym": "IPEIBD",
    "topics": "MSCA-IF-2014-EF",
    "title": "Identification of promoters and enhancers specific for inflammatory bowel disease and its subtypes",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Inflammatory bowel disease (IBD) comprises two main types of intestinal disorders: Crohnís disease (CD) and ulcerative colitis (UC). The incidence and prevalence of IBD is highest in Europe and North America (incidence up to 24 per 100,000 person-years). IBD is not well-understood on a molecular level, and is challenging to diagnose correctly. As the disease is chronic, patients typically require life-long treatment, often with very expensive biological drugs, which are not always effective. Thus, there is a need to increase our understanding the disease, and develop better diagnostic methods so that the correct medication can be applied.   \nIn this project we will analyze a unique emerging dataset of controlled gut biopsies taken from a large number of both UC, CD and healthy individuals (109 total) subjected to a unique RNA sequencing technology ñ CAGE ñ that can identify novel gene isoforms, transcribed enhancers and non-coding RNAs. As shown in our pilot study, such RNA has great potential as diagnostic biomarkers or even drug targets. The most significant RNA predictors for different IBD subgroups will be used as targets to develop diagnostic kits that will be validated, and ultimately applied, in a clinical setting. The host group of professor Sandelin has set up the CAGE technology that will be used for this analysis and the researcher, Dr Vitezic, did her PhD work on the analysis of data from this technology including human tissue samples while in Japan. The project is involving excellent academic and clinical environments and the applicant will spend time in both. This is a unique clinical genomics proposal focusing novel technology and European strengths, targeting a growing medical problem. Thus, it fits perfectly with the goals for the IF and Horizon 2020.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}