{
    "rcn": "195807",
    "acronym": "cRISys",
    "topics": "MSCA-IF-2014-EF",
    "title": "Innovation Systems in Financial Crisis: Technological Dynamics, Industrial Structure and Business Cycles",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "This research project will investigate from an empirical, theoretical and normative perspective the impact of financial crisis on innovation systems, and in particular knowledge networks and technology clusters, and by extension, on technological trajectories, industrial dynamics and economic growth of afflicted EU economies. It will also explore the latent link between technological dynamics and business cycles, and examine to what extent a strategic mix of RTDI, industrial and regional policies can address structural causes of crises and foment techno-economic development by building the capacities of innovation systems and bridging the technology gap. \nThe project will apply econometric modelling, network analysis, and computational simulations at various geographical scales, from NUTS-3 regions to the EU as a whole, focusing on three Southern European countries (Spain, Portugal and Greece). At the theoretical level, it aspires to bridge the gap between neo-Schumpeterian technological dynamics and post-Keynesian macroeconomics with endogenous fluctuations, and to build an agent-based model of an innovation system for policy simulation. This is expected to shed light on the latent link between business cycles and technology gaps, to gauge the technological impact of financial crises, and to assess alternative policy responses under different institutional settings.\nThe project is highly topical in the context of post-crisis EU policy discourse on the future of ERA, the Innovation Union initiative and Europe 2020 growth strategy, and it can advance the design of ëknowledge governanceí policy instruments for crisis-hit EU periphery, thus having a positive societal impact. It is also designed to boost the researcherís academic career restart, to consolidate his expertise in the field of innovation and technology economics, and to enrich his research skills by providing advanced training and opportunities for international research collaborations and dissemination.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}