{
    "rcn": "195855",
    "acronym": "Tbet ILC JFN",
    "topics": "MSCA-IF-2014-EF",
    "title": "The role of innate lymphoid cells in regulating intestinal inflammation",
    "startDate": "01/05/2015",
    "endDate": "08/10/2017",
    "objective": "The maintenance of intestinal homeostasis has local and systemic implications for the host health and depends on a balance regulated by interactions between the immune system and the gut microbiota. Recently, it has become clear that a newly identified group of cells, innate lymphoid cells (ILCs), have a crucial role in intestinal homeostasis and host defence. ILCs respond rapidly to changes in the gut microenvironment and produce several cytokines that regulate intestinal inflammation. Although the pathways responsible for ILCsí development and differentiation are only starting to be elucidated, the transcription factor T-bet has emerged as a key regulator of these processes.\nThis proposal aims to clarify the molecular mechanisms involved in the T-bet-dependent development and function of ILCs and how these processes can be modulated by the intestinal microbiota. First, we propose to use a novel lineage-tracing mouse model that uses dual fluorescence reporters to differentiate between cells that currently express T-bet from cells that used to express T-bet, in order to distinguish between the mechanisms responsible for ILCs development from the mechanisms involved in ILCs function. In addition, we aim to uncover novel T-bet associated pathways that are active on intestinal ILCs, and understand how these pathways are regulated by the gut microbiome. Moreover, we aim to develop a novel in vitro co-culture system of ILCs in intestinal organoids, which will facilitate our studies and benefit future studies investigating the development and functions of intestinal lymphocytes. The detailed study of ILCs development, differentiation and function and the identification of novel T-bet and microbiota associated pathways will open new possibilities in the modulation of ILCís functions and inform on how to divert these cells away from their pathogenic phenotypes that are responsible for gut inflammation and could have a significant impact on the field of intestinal immunity.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}