{
    "rcn": "195805",
    "acronym": "CONTESTEDWATERS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Contested Waters: Rio de Janeiroís Public Water Supply and the Social Structuring of the City",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The objective of the project is to write a social and political history of colonial and imperial Rio de Janeiro (16th to 19th centuries) along the lines of its expanding water supply. It is based on the assumption that the access to and control of water were closely related to the social and political struggles and structures in the city. Although not particularly scarce in its occurrence, due to the special geological situation, water and the water supply have always been more contested in Rio de Janeiro than in many other cities. Therefore water, with its highly transient availability but continuous relevance for all parts of society, is a topic suited to uncover important aspects of urban history, for specific situations as well as for broader developments, and ultimately for understanding how European rule in the overseas empires was constantly and extensively challenged by local circumstances. Furthermore, the project will give a response to the theoretical question about the relevance and applicability of environmental history to other fields of history, and encourage a more reflected and socially engaged thinking about some of the most pressing problems of our current world: the property, control and management of water ñ and harmful potential which can emanate from it.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}