{
    "rcn": "195850",
    "acronym": "GENOLACT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Consolidating a genomic framework for exploiting lactobacilli",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Probiotics are defined as live microorganisms with a long history of safe use and a robust evidence for providing beneficial effects to the consumer. The majority of probiotic bacteria belong to Lactobacillus genus, which includes a large number of GRAS species, essential in fermented food production and for use as food preservatives. Lactobacilli have also a range of non-food applications, such as industrial production of lactate for the textile industry in environmentally friendlier ways than chemical synthesis.\nDespite their broad use, health claims approval by EFSA for probiotics is challenging due to scientific difficulties in validating probiotic mechanisms and a lack of proper strain characterization. Although there has been a surge in research into probiotics, the conversion into actual claims and compliance with the regulatory requirements has proved difficult. \nThe aim of the project is to perform forensically detailed comparative genomic analysis of Lactobacillus species to i) unravel the genetic backbone that has been moulded by genome decay and gene acquisition ii) delineate the genetic features and molecular mechanisms that underpin their health-promoting effects and suitability for use, and iii) identify genes associated with the phenotypes for new food applications.\nA deeper insight into the safety-related issues for food strains will provide a comprehensive assessment on risk factors to be transferred to companies as supplementary safety guidelines for successful health claim proposals. Data obtained will be used to develop new dietary solutions and safe non-food applications, thus increasing manufacturersí interest in placing beneficial products on the market and meeting the consumerís ambitions to live healthier.\nWithin the project, the applicant will have the chance to perform high-level research with leading scientists and create a link between academic institutions and companies for efficient technology transfer and novel industrial solutions.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}