{
    "rcn": "195863",
    "acronym": "MARSS-5G",
    "topics": "MSCA-IF-2014-EF",
    "title": "Modeling and Analysis of Random Spatial Systems for 5G Networks",
    "startDate": "07/09/2015",
    "endDate": "06/09/2017",
    "objective": "The United Nations International Telecommunications Union (ITU) has recently reported that the number of mobile users is expected to surpass the world population. In fact, it is expected that by 2020 mobile users will exceed an astonishing 9 Billion subscribers. With this unprecedented market penetration and growth, many communication engineering challenges are anticipated. In particular, next generation 5G wireless systems must be designed using sophisticated and innovative strategies and techniques. While 5G applications are expected to be diverse, the network architectures and devices need to ensure and deliver reliable, pervasive, and high-speed interconnection for various data-intensive applications (e.g., interactive multimedia streaming). These requirements must be accomplished while necessitating limited resources for a continuously expanding consumer demographics. Thus, deploying such complex networks is a formidable engineering feat that requires novel ways of modeling, evaluating, and designing extremely dense radio systems.  \n\nThis project aims, through the study of spatial geometry of randomly deployed mobile units, to develop several analytical tools to model, design, and analyze complex 5G networks, and validate them through experimental datasets. Ultimately, our broad goal is to conceptualize an engineering research idea, and then transitioning it into innovative applications that can be replicated for real-world cellular networks operated by established service providers and mobile manufacturers.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}