{
    "rcn": "195829",
    "acronym": "EVOLPREG",
    "topics": "MSCA-IF-2014-EF",
    "title": "Origination of novel gene regulatory networks in the evolution of mammalian pregnancy",
    "startDate": "12/04/2016",
    "endDate": "02/07/2018",
    "objective": "One of the deepest unanswered biological questions is how new phenotypes arise in evolution. To address this question, I propose to investigate a major mammalian innovation: pregnancy. Phenotypic novelties of pregnancy include efficient placental delivery of nutrients and internal fetal development. When being established, these novelties were associated with major gene regulatory changes in the endometrium of the uterus. My preliminary studies in human endometrial cells suggest that aryl hydrocarbon receptor (AHR) regulates genes that are essential for placental development and maternal immunotolerance of the fetus. It is also known that AHR evolved endometrium-specific expression early in the mammalian ancestor and acquired the ability to repress estrogen signalling necessary for implantation only in placental mammals. Here, I propose to study the origination of novel endometrial gene regulatory networks of AHR. I will establish the full endometrial target gene sets of AHR in major placental lineages and a non-placental out-group (opossum). Potential AHR targets will be validated in endometrial cells using knockdowns and reporter assays. The results of this study will provide a paradigm for understanding how transcription factors integrate into a new cell-signalling network. The findings will also expand our knowledge of the mechanisms of AHR-mediated toxicity of dioxins in mammalian reproduction and may reveal new therapeutic targets for the treatment of female reproductive disorders such as preeclampsia and endometriosis.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "TURUN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903064": {
            "orgId": "999903064",
            "orgName": "TURUN YLIOPISTO",
            "ecContrib": 191326
        }
    },
    "calculatedTotalContribution": 191326
}