{
    "rcn": "195847",
    "acronym": "FiBRO",
    "topics": "MSCA-IF-2014-EF",
    "title": "Fibroblasts in the Biology of Rectal Cancer Progression",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Although the therapeutic strategies adopted in the last years for the clinical management of patients with rectal cancer have improved patientís quality of life, tumor relapse still constitutes to be a factor that determines patient survival. These patients, usually treated with chemo-radiotherapy (CRT), often develop a CRT-induced fibrosis, which is characterized by an overgrowth of fibroblasts at tumor-treated areas. The importance of tumor stroma for the development, progression and invasion of cancer is increasingly gaining weight, however, the biological basis of fibrosis, as well as the consequences that it has in terms of therapy resistance and tumor relapse remain unknown. The major objective of this proposal is to understand the effect of CRT on fibroblasts and its consequences on tumor relapse and formation of distant metastasis. To reach this, we propose a multidisciplinary approach that combines the analysis of unique patient-derived biological samples using innovative and advanced techniques in molecular and cell biology. More specifically, using a proteomic approach and primary cultures of fibroblasts derived from rectal tumors taken before and after CRT from the same patient, we will determine the effect of CRT on the molecular alterations in fibroblasts. Then, using 3D in vitro models we will determine if CRT-derived fibroblasts play a role in therapy resistance, proliferation and invasion of cancer cells, while ortothopic mouse models will be used to test if CRT-derived fibroblasts can trigger rectal cancer progression and metastasis. Finally, using previously collected clinical data of rectal cancer patients we will analyze if tumor relapse is related to the appearance of fibrosis and, if it has a positive or negative prognosis value\nAltogether, the results expected from this project will improve basic biological knowledge of fibrosis-development, and will provide with new clinical tools to improve patient welfare.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}