{
    "rcn": "195819",
    "acronym": "PATRIMONiT",
    "topics": "MSCA-IF-2014-EF",
    "title": "PATRIMONiT. From Cheap Print to Rare Ephemera: 16th-Century Italian 'Popular' Books at the British Library",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Large quantities of 16th-Century Italian ëpopularí books ñ the books read or ëlistened toí by everyone during the Early Modern Period, printed with poor quality material and having usually a short life expectancy ñ, sometime after the 16th century found their way to the UK to join the largest single collection of Italian 16th-century books in the world, that is the British Library (BL). This library preserves today a substantial number of early Italian editions which do not survive in any Italian library and are still not adequately recorded.\nThe objectives of the PATRIMONiT project are both bibliographical and historical: 1) to survey all the 16th Italian ëpopularí books now at the BL which do not survive in any Italian library; 2) to define new rules for cataloguing 16th ëpopularí books and catalogue approx. 250 items in the PATRIMONiT database, entering the data in EDIT16 and in the CERL Thesaurus; 3) to study the edition history of these books using archival sources, that is to examine the historical circumstances related to their survival and international circulation with a new methodology.\nCarnelos proposes to demonstrate that this ephemeral material is really important in reconstructing the socio-cultural history of a country. Specifically, her aim is to understand when and why ëpopularí books underwent a change in their perceived value, from books to be used and reused to books that were considered at once disposable and worthy of collection, and how time and space, politics and cultural policies influenced this change. \nSupported by three centres of excellence (the Consortium of European Research Libraries or CERL, the BL and the Istituto Centrale per il catalogo unico delle biblioteche italiane e per le informazioni bibliografiche or ICCU), the PATRIMONiT project combines the more recent developments in three main disciplines (Library Science, History and ICT), to tackle historical questions which cannot be approached and successfully solved individually.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "Consortium of European Research Libraries",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986247792": {
            "orgId": "986247792",
            "orgName": "Consortium of European Research Libraries",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}