{
    "rcn": "195845",
    "acronym": "SeisMo",
    "topics": "MSCA-IF-2014-EF",
    "title": "SEismology of the MOon",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "As part of the Apollo lunar missions, four seismometers were deployed on the near-side of the Moon between 1969 and 1972, and operated continuously until 1977. There are many difficulties associated with determining lunar structure from these records. As a result, many properties of the moon, such as the thickness, density and porosity of the crust are poorly constrained. This hampers our ability to determine the structure, geochemical composition of the moon, its evolution, and ultimately the evolution of the solar system. This proposal uses modern seismic processing techniques to overcome these limitations. Using ambient noise tomography, it will provide a new, more accurate, model of the lunar crust and mantle. I will apply recent advances in the full waveform modelling of scattering at planetary scale by the host institution to the strongly scattering lunar crust. We will explore entirely new routes for planetary seismology by investigating single-station inverse problems building on recent work in rotational seismology pioneered at the host institution. The project is designed to develop a profile for myself as  a planetary seismologist, and to position myself and the host institution to work on the Mars InSight mission in the future. InSight is a NASA Discovery mission, scheduled to land in September 2016, which will deploy a single  seismometer on the surface of Mars. We combine the expertise of the researcher in surface wave analysis and tomographic modelling; the facilities and expertise of Ludwig Maximilian University (LMU) in ambient noise studies, full waveform modelling, modelling of seismic scatter and rotational seismology; and an interdisciplinary team of researchers with experience of the techniques and with diverse interests in geochemistry, geodynamics and planetary evolution.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}