{
    "rcn": "195823",
    "acronym": "HAPTIFEEL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Playing by feeling: an investigation of the role of haptic cues in the perceived quality of a musical instrument",
    "startDate": "01/03/2016",
    "endDate": "28/02/2017",
    "objective": "The assessment of the quality of a musical instrument, both from a physical and a perceptual point of view, has been the object of much research in the past and in more recent years. These studies have tried to associate peculiarities in the instrument's mechanical behavior (i.e. its vibrations) to its sound properties, and to how these are perceived by a performer or audience.\nA key aspect in the interaction with a musical instrument that is increasingly being investigated, is the haptic feedback which results from the mechanical interaction between performer and instrument. Haptic perception is an umbrella term that encompasses both the tactile and proprioceptive sense, and it is known to be a crucial element in expert music performance.\nEven though haptic perception plays such a critical role in musical interaction, relatively little effort has been invested so far into characterizing the haptic behavior of a musical instrument and into how this affects musicians' perception.\nWith HAPTIFEEL, we aim at developing a methodological framework to characterize the haptic behavior of several traditional musical instruments as perceived by a player. Our methodology will be based on several perceptually-informed physical measurements together with user-based studies which will make use of tactile-augmented digital musical interfaces.",
    "totalCost": "84138,6",
    "ecMaxContribution": "84138,6",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 84139
        }
    },
    "calculatedTotalContribution": 84139
}