{
    "rcn": "195827",
    "acronym": "CICCI",
    "topics": "MSCA-IF-2014-EF",
    "title": "Characterization of Intestinal Cancer Cell Invasion",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Approximately ninety percent of all cancer-related deaths are caused by the spread of cancer cells to distant sites rather than the growth of the primary tumour. The process of metastasis formation requires the ability of tumour cells to spread from primary tumours, by invasion of surrounding tissue, and afterwards by spreading to distant organs in order to manifest its devastating consequences for patient survival. The series of distinct steps leading to the formation of metastases has been referred to as the ìinvasion-metastasis-cascadeî. For many years there has been an absence of genetically engineered mouse models of invasive intestinal cancer to analyse the complex processes occurring during the invasion-metastasis-cascade and the presumably underlying mechanisms such as epithelial-mesenchymal transition (EMT), cancer stem cell populations and mutation rates in the intestine.\n   Combining adenomatous polyposis coli (Apc)-loss with either p53 mutation or Tgf-? receptor (Tgfbr)-loss results in invasive intestinal carcinoma of mice. The host laboratory generated these two contrasting models of invasive adenocarcinoma, which will be utilized to generate an invasion signature of mRNA and miRNA expression to analyse the underlying processes and important players and targets for future therapies of this initial step of the invasion-metastasis-cascade. \n   Additionally, by comparing the obtained expression profiles to previously published intestinal stem cell signatures and by using genetic labelling in carcinomas, I will analyse the cell culture and human tissue based theories, which indicate that invasive tumour cells, which underwent an EMT, display increased stem cell properties and numbers. This knowledge will generate important information for future cancer stem cell targeting therapeutic strategies.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "BEATSON INSTITUTE FOR CANCER RESEARCH LBG",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998562039": {
            "orgId": "998562039",
            "orgName": "BEATSON INSTITUTE FOR CANCER RESEARCH LBG",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}