{
    "rcn": "195867",
    "acronym": "HESFIRE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Drivers and projections of global fire activity and intensity under future climate and societal changes.",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Vegetation fire patterns depend on environmental drivers that are expected to change in the future, including climate and the expansion of agriculture and associated fire practices into natural ecosystems. In return, fires have a major influence on vegetation distribution, the carbon cycle and climate. It is important to anticipate the result of these interactions on future ecosystem dynamics and carbon emissions, and to integrate these outlook when designing societal strategies for climate mitigation. Such an integrative approach is especially relevant to terrestrial policies (e.g. REDD), which could drastically modify global landuse patterns and thus the anthropogenic footprint on fire regimes. In a first stage of the proposed research, we will improve our understanding of fire drivers through innovative observation data assimilation methods. We will focus on depicting the influence of climate and fuel on fire intensity, and of human activities on fire incidence, which are well-recognized research priorities. In a second stage, we will deploy this knowledge in multi-disciplinary settings to provide the first assessment of future fire regimes under economic, agricultural and climate scenarios. We will use existing and new scenarios from integrated assessment models with particular attention to design experiments of maximum relevance to the environmental policy commitments of the European Union.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "Instituto Superior de Agronomia",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998463002": {
            "orgId": "998463002",
            "orgName": "Instituto Superior de Agronomia",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}