{
    "rcn": "195874",
    "acronym": "ExTRyG",
    "topics": "MSCA-IF-2014-EF",
    "title": "Excitonic transport in cold Rydberg gases",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "The study of transport phenomenon based on quantum processes, where energy and information are transported but neither charge nor mass, is a vivid and interdisciplinary field of research raising both fundamental and technological issues.\nDuring this fellowship, we propose to use laser-cooled ensembles of atoms in highly excited states (cold Rydberg gases) to study such transport phenomenon.\nThe overall purpose of the action is to demonstrate that cold Rydberg gases can be used as an innovative, efficient research platform which would allow to further address fundamental challenges related to the transport of energy and information.\\\\\nThe principal objective of this project is to form a chain of Rydberg atoms, to locally place an additional electronic excitation (exciton) in the chain and to observe the subsequent transport dynamics.\nA second objective is to implement adiabatic excitation of collective Rydberg excitations in order to prepare deterministically a Rydberg chain.\nThis project will be implemented in a world leading group in cold Rydberg gases where the applicant will use two complementary experimental setups to address the different aspect of the objectives in the best conditions. He will be supervised by their respective principal investigators which will provide a strong management structure to the project.\nBuilding around the applicant's experience in the field of cold Rydberg gases, this fellowship will provide him with new, cutting-edge experimental skills which would establish him as a leading researcher in this field. The innovative, high quality research which will be carried out during this fellowship will serve as a basis for the application to a permanent position.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}