{
    "rcn": "195861",
    "acronym": "SorCSbalance",
    "topics": "MSCA-IF-2014-EF",
    "title": "Role of the sorting receptor SorCS1 in controlling excitation/inhibition balance in neural circuits.",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Controlling the precise balance between excitation and inhibition (E/I balance) is critical for information processing in the brain. A perturbed E/I balance has been implicated in the etiology of a wide range of neuropsychiatric disorders. The factors that dictate the balance between excitatory and inhibitory synaptic transmission are still poorly defined, but trans-synaptic interactions between adhesion molecules such as neurexins and neuroligins are thought to be important. The host laboratory recently identified the sorting receptor SorCS1 as a key regulator of the synaptic abundance of glutamate receptors and adhesion molecules, including neurexins and neuroligins. SorCS1 has been associated with a variety of neural disorders, including autism, schizophrenia, and Alzheimerís disease. I hypothesize that SorCS1 controls E/I balance in the brain by regulating the synaptic abundance of cell surface receptors. I shall test this hypothesis via the following specific aims:\n\nAim 1: To analyse whether SorCS1 regulates synaptic trafficking of adhesion molecules and neurotransmitter receptors under basal conditions and during synaptic activity.\n\nAim 2: To define how SorCS1 affects excitatory and inhibitory synapse function in vitro and in vivo.\n\nAim 3: To determine whether perturbed SorCS1 levels and disease-associated SorCS1 mutations affect E/I balance in neural circuits.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}