{
    "rcn": "195832",
    "acronym": "BactoDrug",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Bacteroides dual-pumping membrane-integral pyrophosphatase: a novel drug target",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Membrane-integral pyrophosphatases (M-PPases) couple cleavage of pyrophosphatase to pumping of ions across a membrane to generate membrane potential and play an important role in resistance to stressors. The solved structures of an H\\-pumping M-PPase from Vigna radiata and an Na\\-pumping M-PPase from Thermotoga maritima show M-PPases form a channel through the membrane, and this channel is plugged by an ion gate formed by three charged residues. Despite these structures, there are still many outstanding questions regarding M-PPases, especially in relation to H\\ and Na\\ dual-pumping M-PPases.\n\nBacteroides species are a major cause of anaerobic infections, and though they are part of a healthy human gut flora, when these bacteria escape the gut, they can cause bacteremia and abscess formation. Bacteroides species are associated with high antibiotic resistance rates and have a 19% or greater mortality rate. However, they do possess a possible drug target: an H\\/Na\\-pumping M-PPase.\n\nA major goal of this project is to solve the structure of the Bacteroides vulgatus H\\/Na\\-pumping M-PPase to guide mutational studies to determine how M-PPases select for ions and to explore how the ion gate is opened and closed during ion pumping. Since the ion gate is closed in all M-PPase structures to date, I will also use single molecule fluorescence resonance energy transfer and total internal reflection fluorescence microscopy to determine the kinetics and conformational changes during ion gate movement. Finally, I will use molecular mechanics modeling to simulate ion gate function and design small-molecule drug candidates. Molecules that trap the ion gate in the open conformation will convert M-PPase into a pore in the membrane of Bacteroides species, leading to collapse of the membrane potential. \n\nThis project will further my career goal of pursuing research in bacterial pathogenesis from various perspectives, utilizing X-ray crystallography and single molecule technologies.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}