{
    "rcn": "195831",
    "acronym": "ENGAGE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Encouraging Network Generationís Accountability and Global Engagement",
    "startDate": "01/09/2015",
    "endDate": "31/08/2016",
    "objective": "The key aim of ENGAGE is to address young people's participation in society via social media. ENGAGE focuses on understanding new forms of political and civic engagement within the digital visual cultures and social networked societies that young people from Norway and the United Kingdom are a part of. Through a comparative study focusing on two cities, Sheffield and Oslo, the project will explore how social, cultural and political events are experienced and expressed through images by young people in everyday contexts of digital socialization. To address these aims the project will draw on feminist media approaches, photo theory and debates within post-structural theory and philosophy. It will advance an innovative methodological approach, using digital ethnographic methods in alignment with network analyses and computational Big Data methods and techniques. In order to encourage young people to become responsible citizens and actively engage in civic and political society, we need more insight into the recent explosive growth in image sharing, giving rise to an emergent visual digital media public. With an interdisciplinary approach, triangulating small- and big-scale social media image data, theory and methods; this project has the potential to significantly contribute to our understanding of this emergent visual digital media public in Europe. The Information School, at the University of Sheffield will host the Individual Fellowship. Specifically it will be located within the Visual Social Media Lab (VSML), led by Dr.Vis, who will supervise the project. The Fellowship will also be in close collaboration with The Sir Bernard Crick Centre for the Public Understanding of Politics (SBCC) . The Individual Fellowship has the potential to offer excellent impact for Dr.Pr¯itz' career: it is a significant and exciting opportunity to acquire and transfer knowledge, and offers the potential for long-term collaboration between the iSchool, Dr Vis, VSML, SBCC and Pr¯itz.",
    "totalCost": "97727,4",
    "ecMaxContribution": "97727,4",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 97727
        }
    },
    "calculatedTotalContribution": 97727
}