{
    "rcn": "195851",
    "acronym": "MEMBRANEPROT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Membrane proteins ñ development of new computational approaches and its application to G-Protein Coupled Receptors",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Protein-protein tridimensional (3D) structures are fundamental for structural biology and drug discovery. Many docking algorithms were developed for that purpose, but they have limited accuracy in generating native-like structures and identifying the most correct one, particularly in the case of membrane proteins such as G-protein Coupled Receptors (GPCRs). In order to deal with these complex systems and overcome the limitations of existing software, we will develop and optimize computational approaches and construct novel combinations of mature methodologies, to serve in the study of membrane proteins in general. In particularly, we will focus in: i) improving the search and scoring algorithms for the docking process of membrane proteins, ii) developing software to accurately predict the high-order oligomers interfacial residues, and iii) constructing a  docking algorithm able to predict their 3D oligomeric structure. Our new approaches will be applied to a relevant biological system: the dopamine receptor type 2 (D2R), a typical member of Class A GPCRs involved in many cognitive, emotional and motor functions. D2R acts by ligand-dependent signalling through two major systems: the G-proteins, and the Arrestin proteins (Arr-s). How ligands determine the preference for one or the other is not yet understood at the molecular level, and this precludes both the characterization of pathway selectivity and the design of biased ligands. More importantly, the physiological relevance of oligomerization for this process is still topic of vigorous debate. Therefore, building on both my unique expertise and Prof. Bonvin well-known impact in methodological development, this project will yield novel methods and approaches to serve in the study of membrane protein systems and their functional mechanisms, benefiting the entire research field. It will also provide truly new fundamental knowledge and insights into the selectivity of D2R signalling.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}