{
    "rcn": "195838",
    "acronym": "PREDACTION",
    "topics": "MSCA-IF-2014-EF",
    "title": "Prediction and Anticipation of Actions: Modelling How We Foresee the Others",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "The ability to understand and predict the actions of others is critical for human social interaction but how the brain accomplishes this function is still poorly understood. This project will explore this fundamental question using an original and innovative approach, by studying how we anticipate the actions of others before they even start to act. The final aim will be to develop a model that integrates different forms of information available before the action starts with kinematic features available once the action has started. To achieve this aim, we will use a combination of EEG/ERP and fMRI that will be integrated through the use of sophisticated source localization software and analysis to obtain a complete picture of when and where each mechanism becomes informative in the brain. This project will shed new light on the study of social cognition by unraveling little studied but crucial aspects of action understanding and prediction. In addition to opening new grounds in the field of social neuroscience and adding theoretical and methodological expertise to my skill-set, the findings and the resultant model of action prediction and social interaction will be useful also beyond social neuroscience. The project could contribute to technological development in the brain computer interface and social robotics fields (e.g. building robots able to smoother interactions), as well as be applied to the understanding of social deficits in psychiatric disorders (i.e. autism and schizophrenic patients). The Social Brain Lab at the Netherlands Institute for Neuroscience (NIN) represents the most suitable environment for this project by providing: world expert in the field of action observation with prominent expertise in the fMRI and EEG techniques (C.Keysers and V. Gazzola); all the technical facilities necessary for the success of the project; a world leading neuroscience community present at the NIN that will contribute to my further training and project development.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}