{
    "rcn": "195860",
    "acronym": "ReACT",
    "topics": "MSCA-IF-2014-EF",
    "title": "A Realizability Approach to Complexity Theory",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "'Complexity theory concerns fundamental questions on the mathematics of computer science about the amount of resources needed to run programs or solve problems. The ReACT project will build on recent work in realizability models for linear logic to provide new characterizations of existing complexity classes. The end goal is to enable researchers to attack long-standing open problems in complexity theory by using mathematical techniques, tools and invariants from operators algebras and dynamical systems.\nThe 'complexity-through-realizability' techniques developed by the ReACT project will provide a unified framework for studying many computational paradigms and their associated computational complexity theory grounded on well-studied mathematical concepts. This will allow for comparison of complexity classes defined from different computational paradigms (e.g. sequential and quantum computation), as well as establish a theory of complexity for computational paradigms lacking such (e.g. concurrent processes).\nThe 'complexity-through-realizability' approach stems from established logical-based approaches of complexity theory and inherits their strengths. It furthermore improves crucially over them as it builds upon state-of-the-art theoretical results on realizability models for linear logic using well-studied mathematical concepts from operators algebras and dynamical systems. As a consequence, it opens the way to the use against the open problems of the discipline the many techniques, tools and invariants that were developed in these mathematical disciplines.\nThe ReACT project has two objectives. The first objective aims at establishing this new approach to complexity as an emerging and promising field of study which generalizes and extends previous techniques. The second objective is to investigate investigating how the mathematical methods and techniques derived from of our approach can be used to attack long-standing open problems in complexity theory.'",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}