{
    "rcn": "195814",
    "acronym": "CRESWUP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Creep resistant steels and welds for ultra supercritical power plants",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Research in the project aims at increasing the operating temperatures and pressures of fossil fired USC power plants by using a new generation of martensitic high temperature steel as structural material. Higher operating pressures and temperatures lead to higher power plant efficiencies and significantly lowered CO2 emissions.\n\nDr. Chitta Ranjan Das from Indira Gandhi Centre for Atomic Research in India will stay at the Technical University of Denmark (DTU) under guidance of Prof. John Hald, Mechanical Engineering Department. \n\nThe project includes characterization and modeling of new advanced martensitic 12Cr and 10Cr steels from the viewpoint of phase stability under creep loads, and a study of dissimilar weld joints between ferritic steel and nickel base alloy for mitigating type IV and fusion line cracking in service. The investigations are towards applications in fossil fired USC power plants with operating temperatures of 650 C as well as in A-USC with operating temperatures of 700 C.\n\nThe researcher will acquire skills in advanced electron microscopy techniques and microstructure modeling at DTU, as well as in 3D atom probe at the partner institution Chalmers University in Sweden. He will bring expertise on new welding procedures for longer creep life of dissimilar metal joints to Europe.\n\nIn addition to widening the competency of the researcher and the usefulness of the new skills to his parent organization, the fellowship will form the basis for future collaboration between India and partner countries in Europe towards developing high performance materials for USC and A-USC.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}