{
    "rcn": "195862",
    "acronym": "miRNAs in TH2 cells",
    "topics": "MSCA-IF-2014-EF",
    "title": "Role of extracellular miRNAs in T cell development, TH2 cell differentiation and TH2 cell-mediated effector function",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "It is estimated that more than 200 million Europeans suffer from at least one type of allergy. This condition is elicited by an hyper-activated type-2 inflammatory response coordinated by T helper (TH)-2 cells. In spite a good insight into the molecular mechanisms that triggers TH2 cells activation, the lack in understanding their post-transcriptional regulation is hampering the access to new potential therapeutic targets to curtail the allergy epidemic.\nMicro-RNA (miRNAs) are regulatory molecules essential for life, which play a fundamental role in shaping cellular functions via post-transcriptional repression of the cellular transcriptome. Though previously considered to operate exclusively inside the parent cell, it is now acknowledged that miRNAs can exit cellular boundaries and control transcription in bystander cells. We recently reported that regulatory T (TREG) cells secret specific miRNAs to repress TH1 cell-mediated immunopathology, and ameliorate a mouse model of autoimmune disease.\nIn this proposal, we will address the role of extracellular miRNAs for the normal T cell development and during allergic inflammation of the airways. To this end, we produced a novel animal model that allows - for the first time - to selectively ablate the activity of extracellular miRNAs in T cells. We will use biochemical, RNA-sequencing and bioinformatics analysis to identify the molecular mechanisms for miRNAs sorting to exocytosis and to identify the miRNAs transferred to and from TH2 cells. This proposal will significantly expand our understanding of transferred miRNAs in the contest of health and disease, and will uncover novel cellular pathways to exploit as therapeutic targets.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "MEDICAL RESEARCH COUNCIL",
    "participantCountries": "UK",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 183455
        },
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 183455
}