{
    "rcn": "195884",
    "acronym": "COLDmicroWAVE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Energy innovative food process for production of high quality frozen foods",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "COLDµWAVE aims to improve the research skills of Epameinondas Xanthakis by developing an innovative environmentally sustainable process for blanching and freezing vegetables with improved textural and nutritional quality at SP -Technical Research Institute of Sweden. The study which will be carried out will involve the use of microwave electromagnetic irradiation (MW) for blanching and freezing of vegetables. COLDµWAVE will develop tailored equipment for MW blanching of vegetables that has very high energy efficiency and no water consumption. Furthermore, this project will develop innovative pathways in freezing to improve the quality of frozen vegetables by exploring, in a new context, previous results acquired by the fellow. The developed process will lead to improved quality characteristics compared to the conventional freezing. During this extensive study the fellow will gain valuable multidisciplinary experience and new theoretical and practical skills in the areas of heat transfer modelling, energy accounting methods, food nutrition and quality measurements as well as life cycle assessment methods. The integrated proposed study will give the fellow the opportunity to develop further knowledge on development of innovative processes having industrial importance and finally become a real specialist in the microwave assisted food blanching and freezing. The candidate will also learn to conduct research, to manage projects, communicate results effectively, commercialise research, as well as an in-depth education in development of innovative processes which will contribute for an open mind to innovation and more successfully realisation of research ideas into commercial reality.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "RISE RESEARCH INSTITUTES OF SWEDEN AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999613422": {
            "orgId": "999613422",
            "orgName": "RISE RESEARCH INSTITUTES OF SWEDEN AB",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}