{
    "rcn": "195864",
    "acronym": "AGEISM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Lifelong health, markers of ageing and senescence in a long-lived mammal.",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Given the ageing population in Europe, it is critical to understand the mechanisms involved in growing old. Our ability to reduce the impact of ageing in humans might be best studied in equally long-lived animals. Predicting future changes in longevity patterns might depend on our ability to develop indicators of how old we really are and how many healthy years we have ahead of us, and how those indicators depend on our health history across decades.\nMy study will be the first linking lifelong disease history with physiological and molecular measures of ageing in a mammal as long-lived as humans. I will examine how different molecular ageing markers (telomere dynamics, oxidative stress and telomerase activity) interact with lifelong disease and reproductive history, and current endocrinological measures of stress and reproduction. This helps to better grasp both the mechanisms of ageing and their consequences on senescence rates, thus providing exceptional opportunities to identify the exact role of these markers in evolutionary processes and how they determine ageing rates and individual variation in senescence rates. It would also help us to establish which molecular markers best represent individual health history and to understand how health history can predict ageing rates. To do so, I will combine the world's most comprehensive demographic data on Asian elephants with bi-monthly health and disease records across life and with molecular ageing markers and hormonal correlates of stress and reproduction (N~240). \nI will determine: \nQ1.How does health decline with age? \nQ2.How does lifelong disease exposure and current health link with ageing markers? \nQ3.How does reproduction affect age-specific declines in health and current ageing markers? \nQ4.How does early stress affect age-specific declines in health and current ageing markers?",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}