{
    "rcn": "195800",
    "acronym": "BIMEDA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Big Medical Data Use in Primary Care: an ethnographic, socio-technical, investigation of challenges and opportunities",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Big medical data analytics is a new and unique opportunity for national health systems to reduce costs and improve population health management. The processing of vast amounts of medical histories from electronic patient records can provide researchers, clinicians, policy makers and private health companies with invaluable insights into all aspects of health and illness. New treatments, medication regimens and medical technologies can then be developed based on more accurate cost/benefit analyses. Importantly, it constitutes national health systems engines of economic growth. The European Commission is actively promoting a ëDigital Agenda for Europeí, where more ëOpen (Government) Dataí will support and accelerate the development of ëA Thriving Data-Driven Economyí. However, the European Agency for Fundamental Rights is working to address social, legal and ethical implications from surveillance activities and data protection mishaps, particularly for personal health information. \nThe aim of the BIMEDA project is to elaborate a theoretical framework for critically analysing social, technical and ethical challenges from big medical data analytics, through the mapping of the data protection controversy of the Care.data programme in England and the ethnographic study of an academic and a private organisation that collaborate to collect and analyse big primary care data analytics. It brings together a talented researcher with background in qualitative research of clinical information systemsí implementation and use from a Science and Technology Studies perspective to work with an internationally renowned host institution (University of Nottingham) in big primary care data analytics and, healthcare organisations and (Horizon) Digital Economy research in order to identify and clarify, for policy-makers and the public, possibilities, limitations, assumptions and biases in research, knowledge production and ethical conduct.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}