{
    "rcn": "195857",
    "acronym": "CSDP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Construction of Self-Dividing Protocells",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Artificial cells are synthetic compartments that are able to mimic one or more properties of natural cells and provide valuable avenues for the study of fundamental cellular functions. However, thus far there are no examples of synthetic systems/materials that can achieve self-replication. Therefore the key aim of this project is to create artificial self-dividing protocells. I will build a platform that combines synthetic chemistry, cell biology and microfluidics to prepare cell-like systems. Monodisperse picoliter multiple all-aqueous droplet systems (e.g., liposomes) generated by microfluidics will be utilized to construct self-dividing protocells. To achieve division, the so-called Z-ring of the bacterial divisome will be incorporated in droplets, together with an energy-generation system. I have extensive experience in microfluidics research and especially in the preparation of multiple emulsions with complex compartments, which I will exploit in this project. At Radboud University (RU), I will obtain new skills and expertise in biochemistry and biology such as in vitro gene expression, chemical reaction networks, and bottom-up synthetic biology. Importantly, the reconstitution of an artificial cell divisome would lead to a deeper understanding of the biophysical principles of cellular behavior and will be the most fundamental step towards construction of artificial cells. I believe this in vitro reconstituted system provides a revolutionary new platform for biomimetic research.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}