{
    "rcn": "195833",
    "acronym": "CL-3DE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Choice and learning in a 3-dimensional environment: an investigation of brain and behaviour",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Recent research has shown that both humans and animals respond differently to rewarding objects when they are near compared to when they are far. I have developed a proposal to examine how proximity to rewarding objects impacts the brain, the choices we make and how we learn. This proposal has been explicitly designed to address the three key objectives of Horizon 2020. 1) Excellent Science: as a reintegrated researcher, I will transfer my knowledge of delivering immersive 3D stimuli in a laboratory setting to Jean-Claude Dreher's research group. Here, I will learn state-of-the-art techniques from the field of neuroeconomics to test the notion that a dual system network consisting of the striatum and hippocampus are critical to near and far choice outcomes. I will also test the notion that the same network is critical to how we learn about relationships in near and far space. 2) Competitive Industries: excellent immersive 3D will be essential to research outcomes. In the first of a two-part secondment, I will work with industry experts in visual effects to develop the highest quality stereographic stimuli for my experiments. Second, I will return to engage industry experts with my findings about how the brain is impacted by 3D screen imagery. 3) Better Society: I will engage with the public, especially younger people, from the outset to raise awareness about how the everyday choices we make can be influenced by environmental factors that we are often unaware of. I believe that this innovative research can have a significant impact on European society and industry and my career as a researcher.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}