{
    "rcn": "195870",
    "acronym": "MicroFert",
    "topics": "MSCA-IF-2014-EF",
    "title": "Novel Release-on-demand micronutrient fertilisers for crops",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "In many important agricultural crops successful fertilisation with micronutrients can lead to substantial increases in diseases resistance, marketable yield, and improved nutritional quality of food and feed. However, the plant availability of supplied micronutrients is usually too low due to the high reactivity of fertilisers under unfavourable soil conditions.\nRecently novel concepts for designing fertilisers have been adopted which try to extend their time of availability in the soil in different ways. This proposal, introduces the release-on-demand concept in which the plants themselves trigger the release of nutrients from nanoparticles at the time in their growth cycle that they need them. Layered Double Hydroxides (LDHs) are currently being developed in the host institution and are interesting candidates for the controlled release of micronutrients. LDHs consist of alternating layers of positively charged metal hydroxides and interlayers of anions so they can include both di and trivalent metal cations and different interlayer anions. The nutrient release is expected to be dependent on rhizosphere acidification via root excretion of protons, low molecular organic acids and CO2.\nThe overall objective is to evaluate the potential of LDHs as release-on-demand micronutrient fertilisers, mainly focusing on Zn, Mn and Cu, and their interactions with N, P or K under a range of soil conditions and growing conditions. Experiments will cover both improving commonly used techniques and novel methods and designs leading to the formulation of patents, the development of novel fertilisers and crop production of increased yield and quality.\nThe applicant has a very strong background in the characterisation of micronutrient fertilisers acquired during her PhD and postdoc experience that, together with the experience and facilities of the host and partners, will lead to the successful completion of the project and to the strengthening the career development of the researcher.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}