{
    "rcn": "195873",
    "acronym": "SkillUp",
    "topics": "MSCA-IF-2014-EF",
    "title": "Skill development and firm upgrading to sustain the competitiveness of the EU manufacturing sector",
    "startDate": "18/09/2015",
    "endDate": "17/09/2017",
    "objective": "In the last decades, European manufacturing has been the object of an intense reorganisation driven crucially by multinational firmsí offshoring strategies that have led to the emergence of global production networks. European companies have mainly devoted their efforts to presiding over high value-added upstream and downstream activities whilst offshoring low value-added operations to low labour cost economies. The hollowing out of manufacturing activities is impacting on the EU labour market: it affects the demand of jobs in the EU, and the local and regional stock of competences, raising concerns over a mismatch between firmsí skill needs and persistent skill shortages. The aim of SkillUp is to explore routes that combine firmsí upgrading strategies with workforce skill development in order to enhance the competitiveness of EU manufacturing industries. SkillUp focuses on: 1) which skills are needed for the jobs of today and tomorrow: in which industries? in which regions? 2) are these skills available and where can they be found? and 3) how should such skills be created and what training/education needs to be put in place for this be achieved? Long term European socio-economic growth rests of maintaining a competitive manufacturing sector necessarily in high value added industries, and SkillUp will identify the appropriate sets of skills needed to meet firmsí demand and enhance EU manufacturing competitiveness.  The study will use a mixed method research: 1) inferential statistics (t-test) on the EU labour participation using EU Labour Force Survey; 2) a multiple case-study approach by collecting primary through firm-based interviews and secondary data from company reports as well as industry and regional aggregate data from Eurostat and the Labour Force Survey; 3) Fuzzy-set Qualitative Comparative Analysis - Boolean algebra and set theory - will be applied to detect interaction effects amongst firmsí upgrading strategies and workforce skill development.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}