{
    "rcn": "195822",
    "acronym": "SPERONI",
    "topics": "MSCA-IF-2014-EF",
    "title": "Sperone Speroni (1500-1588) and the Rebirth of Sophistry in the Italian Renaissance",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "This two-year research project aims to analyze the works of Sperone Speroni degli Alvarotti (Padua 1500ñ1588), his re-evaluation of ancient sophistic perspectives and his legacy in the early modern age. Speroni was one of the most important protagonists of the Renaissance debate on language and logic as well as civil and speculative philosophy. Educated as an Aristotelian, he eventually developed a distinctive philosophy and was the first to challenge Platoís (327-447 BCE) condemnation of sophists. Despite the fact that Speroni was a central figure of Renaissance philosophy and literature in the vernacular, he is one of the most neglected authors in scholarly production. Furthermore, scholars have considered Speroniís interest in ancient sophists as a marginal aspect of his philosophy and have disregarded the paramount role of the periodís vernacular writing on sophistry that began with his works and spread throughout sixteenth-century Italy. This project will not only contribute to the research on vernacular Aristotelianism funded by an ERC Starting Grant 2013 (ARISTOTLE ñ 335949) and led by Marco Sgarbi but also fill the gap in international studies with a complete analysis of the subject. Teodoro Katinis, an Experienced Researcher educated in European institutions and at Johns Hopkins University (U.S.A.), presents a research proposal from which the ground-breaking findings will revolutionize the traditional scholarly approach to a crucial period of the history of Western culture. Katinis expects that the development of this project will profoundly impact his career. Thanks to the training provided by Caí Foscari University in Venice and to its international network, Katinis will acquire new skills and build fruitful relations with European institutions and scholars. The training, network and publication of the projectís outcomes will increase Katinisí possibilities of obtaining an eventual ERC Grant.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}