{
    "rcn": "195808",
    "acronym": "FCSM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Human myosins",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "In utero development is critical for normal skeletal and cardiac muscle function throughout life. Many diseases, such as distal arthrogryposis (affecting 1/3000 live births)  and clubfoot (1/1000) in skeletal muscle and arrhythmias in cardiac muscle (1/4000), manifest in the embryonic and foetal period. They permanently affect longevity and quality of life. Because the effects of these diseases are present at birth, the study of in utero samples is essential to understanding the diseasesí properties and effects on the developing muscle tissues. Additionally, many of these afflictions are caused by mutations in the isoforms of troponin or myosin II that are predominantly expressed during human development. Studying the native muscle is all the more important as a control in furthering research on the effects of mutations in troponin and myosin. In particular, human foetal-specific isoforms of myosin II expressed in these muscle are poorly understood and very little has been published about these isoforms. We do know from the literature that myosinís use of its substrate, ATP, varies widely between isoforms  and that the myosin expression changes during times of physiological distress, such as heart failure. Because congenital abnormalities of the heart and skeletal muscle both can originate in the foetal muscle, further investigation is needed into the myosinsí biophysical and biomechanical mechanisms. The overarching goal of this project is to improve understanding of how foetal forms of skeletal and cardiac myosins work and are regulated by troponin in muscle, using biophysical-biochemical, molecular biology and computational modelling techniques. The fellow will do this by experimentally determining the kinetics of myosin-ATP, myosin-actin and myosin-actin-troponin-tropomyosin interactions using stopped-flow kinetic analysis, and then use the parameters defined to inform the computational models developed by Dr. Geeves.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF KENT",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841275": {
            "orgId": "999841275",
            "orgName": "UNIVERSITY OF KENT",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}