{
    "rcn": "195825",
    "acronym": "MaNET",
    "topics": "MSCA-IF-2014-EF",
    "title": "Majorana Networks",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "The aim of the proposed research project is to establish a new environment for the generation, study and manipulation of Majorana fermions, namely two dimensional electron gases embedded in III-V semiconductors with strong spin-orbit interaction. With respect to the nowadays approach, based on nanowires, two-dimensional materials will allow completely new sample design, paving the way for precise control and complex manipulation of Majorana modes. The ultimate goal will be the realization of multi-terminal networks, where the braiding statistics of Majorana fermions will be investigated. The success of the proposed project will constitute a key advancement for the use of Majorana fermions as tools for quantum computing applications. We will make use of recently developed tools and materials to solve the nowadays technical difficulties in taking experiments on Majorana fermions to a new level.\nFor our research, we will adopt InAs\\InGaAs quantum wells, characterized by strong spin-orbit interaction and large LandÈ g-factor, coupled to superconducting electrodes. As shown by preliminary results, the quality of our InAs samples is unique in terms of mobility and gate stability. The researcherís expertise in quantum transport is a good match to the wide experience of the host institution in terms of quantum computation and semiconductor/superconductor hybrid devices. The availability of the state of the art cryogenic equipment, including vector magnets, will allow to experimentally explore completely new regimes in condensed matter physics.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}