{
    "rcn": "195869",
    "acronym": "MatrixMacrophages",
    "topics": "MSCA-IF-2014-EF",
    "title": "Matrix degrading macrophages in cancer growth and invasion",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Solid tumors consist of malignant cancer cells in constant interaction with the extracellular matrix and different types of non-malignant cells. Notably, these cells include macrophages which, during cancer progression, take part in an extensive degradation of the extracellular matrix. This process leads to destruction of the normal tissue and facilitates metastatic spread.\nIt is now evident that tumor-infiltrating macrophages have a strong impact on cancer progression and this has led to the suggestion that therapeutic targeting of these cells could form the basis of a powerful new type of cancer treatment.  However, there is a strong need for increased understanding of the function of these tumor-associated macrophages in order to optimize the development of such new therapy. Most importantly, different subtypes of macrophages exist, but how these subtypes affect cancer progression and whether they contribute to the cancer-associated extracellular matrix degradation is very incompletely understood.\nIn this proposed project I aim to elucidate the exact role of different subtypes of macrophages for cancer progression and for the accompanying extracellular matrix degradation. By using several experimental state-of-the-art techniques, I will directly examine the effect of different subtypes of macrophages on cancer growth and invasion. These techniques include two-photon microscopy, flow cytometry based cell sorting, next-generation sequencing, cell biology assays, and mouse genetic engineering. In particular, I am currently developing transgenic mice that allow both the visualization of specific macrophage subsets using fluorescence microscopy and the specific depletion of these cell populations. When combined with tumor models, these mice will provide unique insight about the importance of the cell types in question.\nThe study will add significantly to our knowledge about macrophages in cancer biology and aid in the development of new cancer therapy strategies.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}