{
    "rcn": "195834",
    "acronym": "FISHNAV",
    "topics": "MSCA-IF-2014-EF",
    "title": "Following a path of breadcrumbs: How fish recognize landmarks during navigation",
    "startDate": "31/08/2015",
    "endDate": "20/06/2019",
    "objective": "Reliable vision-based object recognition is of fundamental importance to a wide range of species; however, it can be difficult as the appearance of an object can vary greatly as a result of changes in viewpoint. Recognition during motion presents a particularly challenge as the appearance of an object continuously changes; a particular issue for animals that use landmarks to navigate. One recognition mechanism is to learn a two-dimensional snapshot of an object from a set viewpoint. The object can later be recognized once the appearance of the object matches the stored snapshot. Some animals reduce the number of required snapshots by employing ëactive visioní, where they follow identical routes between landmarks. For fish, the complexity of recognition is compounded by the fact that, unlike surface-bound animals, they can freely move vertically, which could potentially increase the number of approach views to an object. An alternate possibility is that fish have a ëview invariantí recognition system and can generalize learned representations of objects so that they can be recognized from different viewing angles. However, high-level visual functions, such as object recognition, are associated with complex mammalian brain structures and may be impossible for animals lacking similar neural circuitry. Despite these problems, we know that fish are capable of navigating efficiently using landmarks. The goal of this project is to investigate how fish recognize visual landmarks during navigation and to determine how they cope with self-orientation related changes in the appearance of objects during motion. Using behavioural experiments, we will test whether fish have view invariant recognition and/or if they employ active vision during navigation. The proposed project will further our knowledge of how fish perceive their visual environment as well as inform us about how conserved the mechanisms of object recognition are from an evolutionary perspective.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}