{
    "rcn": "195888",
    "acronym": "COMOVE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Exploring the impact of social mobilization on cooperation in community-based natural resource management systems: Insights from water conflicts in Spain and Mexico",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Environmental conflicts and related social movements can, under some conditions, help to improve the management of natural resources at local levels; we do not know yet, however, what those conditions are. This project uses social movement and common-pool resource theories to address this gap. For this purpose, the project builds on the work of environmental justice scholars pointing to the uniqueness of socio-environmental movements that involve the participation of local resource-dependent communities. \nThis is a project of substantial policy relevance. Environmental justice conflicts are an endemic phenomenon in our societies, with more than 1200 instances registered across the world. Many of those conflicts have great potential to improve natural resource management or just the opposite depending on how they are treated. Most importantly, there is an international consensus about the benefits of decentralized management and community stewardship for socio-ecological sustainability; however, such stewardship faces problems of cooperation and institutional failure. The study will shed light on the role of social movements in helping communities with these problems.\nObjectives and methods of the project include: 1) a meta-analysis of environmental justice movements in Spain and Mexico to explore variation in movementsí activities and membership across environmental and governance contexts; 2) a comparative case study of irrigation communities in the Yaqui and Ebro valleys (Mexico and Spain) to explore whether the impact of social mobilization on cooperative management varies depending on the type of leadership and discourses used to mobilize communities, the mobilization activities, and the movementsí membership; 3) a new model that integrates mobilization and cooperation to better understand community-based natural resource management; and 4) policy recommendations vis a vis the integration of conflict resolution and resource management policies at local levels.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}