{
    "rcn": "195882",
    "acronym": "NCDIFFGEO",
    "topics": "MSCA-IF-2014-EF",
    "title": "Models of noncommutative differential geometries",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Quantum spacetime is the idea that spacetime coordinates are not classical variables but elements of a noncommutative 'co-ordinate algebra' much as in quantum theory. The first convincing models of (flat) quantum spacetime appeared in the 1990's, typically on the basis of quantum symmetry using the then-new theory of quantum groups. The thinking is that such noncommutativity should arise from quantum gravity effects and allows us to model these in an effective description without full knowledge of quantum gravity itself (this not being known). Such flat quantum spacetimes are an area of existing strength for EU science. The project proposes a new generation of quantum spacetime models no longer tied to quantum symmetry. Instead the Marie Sk?odowska-Curie Fellowship will train an experienced Researcher coming from theoretical physics in new highly algebraic tools which are not easily accessible to physicists and which amount to a mathematical theory of 'noncommutative Riemannian geometry' including quantum differentials, quantum metrics, and quantum-Levi Civita connections and quantum curvature. The realisation of the project will validate and enrich the mathematical formalism and also promises a next generation of physical effects related to the conjunction of both gravity and quantum noncommutativy, which will stimulate original and creative approaches to quantum gravity across several EU institutes. It will also greatly enhance the competitiveness of the Researcher in complementing her knowledge of theoretical physics by mathematics (noncommutative differential geometry) which will put her in a seminal position for subsequent work. The quality and ambition of the research objectives, the possibilities of interdisciplinary collaborations and the international recognition of the Supervisor will further enhance the action and the Researcher's career.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}