{
    "rcn": "195866",
    "acronym": "2DSi",
    "topics": "MSCA-IF-2014-EF",
    "title": "Magnetic Sensors based on Two-Dimensional Materials/Si",
    "startDate": "03/08/2015",
    "endDate": "02/08/2017",
    "objective": "Magnetoresistance sensors based on the change in electrical resistance upon an external magnetic field are widely used in day to day applications. The magnetic sensor industry sells billions of dollars worth of sensors every year and there is an ever-growing demand for magnetic sensors with high sensitivity, small size, low power consumption and low cost with compatibility with existing electronic systems. The project aims to develop a new class of highly sensitive magnetoresistance sensors based on doped Si and two dimensional (2D) layered materials, with a focus on single layer graphene and single layer WS2 which could be easily extended to other low dimensional layered materials. This plan will utilize the advantages of tunnelling through SiO2, gate tunability of 2D materials and the geometry of Si to obtain highly sensitive magnetic sensors from Si, which is very unique and novel. The large magnetoresistance observed in graphene by the applicant's group (Gopinadhan et al. Phys. Rev. B 88, 195429 (2013)) can be utilized to get an additional positive change in total resistance per unit applied magnetic field for higher sensitivity. Si can be integrated monolithically, in contrast, 2D layered materials such as graphene possess excellent electrical, thermal and mechanical properties. Its high mobility of carriers are very attractive for high speed applications. The interface between Si and 2D materials are little explored, however there is an enormous technological interest for applications such as graphene-based transparent electrodes in Si solar cells, high speed non-volatile flash memory, microwave switches, voltage controlled diodes, logic devices etc. Furthermore, most of the existing magnetic sensors are electron based and the possibility of both n and p type magnetic sensors due to the electric field tunability of 2D materials may provide new applications such as magnetic sensor and diode (p-n junction) in one active device.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}