{
    "rcn": "195887",
    "acronym": "FUNC NGS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Deep screening of proteins with a next generation sequencing platform",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Next generation sequencing (NGS) has become an indispensable tool for system biology and has recently been adopted in protein engineering science as well. This proposal describes the development of a highly generalizable technique, termed FUNC-NGS, which links in situ functional information of protein activity with the function-determining DNA sequence in a massively parallel manner opening exciting possibilities, e.g., in drug discovery. In this method a cell-free display platform is combined with NGS by modifying protein display units to contain unique homing oligonucleotide sequences. These units are subsequently targeted to bind monoclonal DNA clusters in the flow cell of an Illumina sequencer by complementary DNA hybridization. FUNC-NGS is readily compatible with a paired-end sequencing programme on the Illumina platform and the number of screening units is only limited by the number of DNA clusters on the flow cell. As the first application challenge, a new variant of a modified bacterial adhesin, Spycatcher, will be created with an altered specificity for synthetic biology applications. Novel Spycatcher-SpyTag pairs are intensively desired but their creation is demanding. Solving this problem will be a perfect showcase for this radically novel deep screening technology. At the mature stage FUNC-NGS will be a transformative platform in therapeutic protein development, functional genomics and personalized medicine. The proposed work will be carried out at Dr. Hollfelder¥s laboratory at the University of Cambridge with a short secondment at Medimmune. Hollfelder group has developed SNAP display, which is a FUNC-NGS-compatible in vitro protein display system. Furthermore, the University hosts excellent facilities for NGS sequencing and experienced bioinformatics support is available. The planned research programme synergistically combines my expertise in molecular biology method development with the hosts expertise in cell-free display and IVC-techniques.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}