{
    "rcn": "195877",
    "acronym": "THSExposure",
    "topics": "MSCA-IF-2014-EF",
    "title": "Thirdhand Tobacco Smoke: Chemical Characterization, Human Exposure and Urinary Carcinogen Biomarkers",
    "startDate": "15/09/2015",
    "endDate": "14/09/2017",
    "objective": "Tobacco smoking is the leading cause of preventable disease worldwide. Compared with the rest of the world, the WHO European region has one of the highest proportions of deaths attributable to tobacco. Although most of EU countries have introduced smoking bans in public places, domestic environments are still an important source of passive smoking exposure. Environmental tobacco smoke contains more than 4,000 chemicals many of which are toxic and carcinogenic and is estimated to be the cause of about 1.0% of worldwide mortality. In addition to passive inhalation, non-smokers, especially children, are also at risk through contact with surfaces and dust contaminated with residual smoke gases and particles, the so-called thirdhand tobacco smoke (THS). Despite the emerging evidence on THS harms, the specific role of THS in tobacco-related illnesses has been questioned so far by the public health community because of the poor level of characterisation of THS constituents and mechanisms of formation, as well as the lack of studies focused on human exposure. \nThe aim of this proposal is to fill some of the important gaps on our current understanding of the chemistry, toxicology and exposure of THS, including an accurate characterisation of THS composition and the development and validation of specific human urine biomarkers of this exposure. The developed tools will be used for the monitoring of matching samples of THS from smoking and non-smoking houses and human urine from their households in order to find correlations between tobacco exposure and urine biomarkers. The final objective of the proposal is the public diffusion of the results obtained in this study as evidences of THS harms to influence in present and future health educational programs, especially addressed to smoking parents, and in present and future European health policies.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO INSTITUT D'INVESTIGACIO SANITARIA PERE VIRGILI (IISPV)",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "985772104": {
            "orgId": "985772104",
            "orgName": "FUNDACIO INSTITUT D'INVESTIGACIO SANITARIA PERE VIRGILI (IISPV)",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}