{
    "rcn": "195865",
    "acronym": "INVENTION",
    "topics": "MSCA-IF-2014-EF",
    "title": "INnovatiVE cohereNt detecTIon Optical access Networks",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "In the called ìinformation ageî, digital communications play an essential role on the economy and sustainable growth of the society.  Access networks are essential part of the communication infrastructure as bridge between end-users and core networks. Their design must make possible the provision of real-time high-bandwidth access to Internet, essential for advanced communication services as immersive video and ubiquitous cloud computing. It is clearly foreseen that the only long-term solution to the problem involves optical fiber as transmission medium, the so called optical access networks. Passive optical network (PON) is the most widely employed technology because of the cost reduction it entails, but the capacity of actual time-division multiplexed PONs will be exhausted eventually as more bandwidth-hungry applications become available in the near future. Telecommunications carriers face the challenge of meeting the unprecedented bandwidth demand by end users at the same time the capital and operating expenditures requirements are reduced.\nINVENTION project targets the development of cost-effective and high capacity communication architectures for their employment on optical access/metro networks. The proposed concept will be based on the employment of coherent detection with low-cost and simplified optical receiver architectures, making sure that the proposed approaches meet the cost requirements of these optical networks. The proposed concepts will be implemented by a suitable combination of optical signal processing techniques and digital-signal-processing (DSP) algorithms, keeping the required DSP at realizable levels. The final scope of INVENTION is the proposal of mid-term and long-term solutions for the achievement of the objectives included in the digital agenda 2020 for the ICT strategy.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}