{
    "rcn": "195806",
    "acronym": "EastAsiaAerosol",
    "topics": "MSCA-IF-2014-EF",
    "title": "Sources and atmospheric processing of carbonaceous aerosol in East Asia",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "High loading of carbonaceous aerosols from residential combustion of coal and wood fuels, traffic, industry, and biomass burning pollute the air of East Asia. The resulting Atmospheric Brown Clouds (ABC) are in wintertime warming the atmosphere yet dimming the surface in this vast region with severe impact on the climate, food and water security as well as air quality. Although these short-lived climate pollutant (SLCP) aerosols attract large interests across the science-policy interface, efficient mitigation actions are hampered by the limited understanding of the relative contributions of different sources of combustion-derived carbonaceous aerosols and of their subsequent atmospheric processing. Here the relative contribution from fossil fuel and biomass combustion will be quantified by molecular combustion markers and powerful isotopic fingerprinting, including microscale-14C dating of BC and OC aerosols. Aerosol samples will be probed from recently established Sino-Swedish observational program in the four populated and industrialization hotspots in China (North China Plain ñ Beijing; Yangtze River Delta ñ Shanghai; Pearl River Delta ñ Guangzhou; Szechuan Basinñ Chengdu) and from the SE Yellow Sea recipient site on a Jeju Island (Korea Climate Observatory ñ Gosan), providing an ideal context for these investigations. The molecular/isotopic fingerprints of such synoptic aerosol samples provide integrated source signature and possibility to assess atmospheric processing during over-ocean long-range transport. This field quantification of BC and OC sources and processing in E Asia will contribute to (a) top-down observation-based test and improvement of bottom-up technology-based emission inventories (uncertain for small-scale and open combustion); (b) improved aerosol parameterization in climate and air quality models, and (c) scientific underpinning for policy makers to make efficient mitigation actions toward decreasing anthropogenic aerosol emissions.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}