{
    "rcn": "195835",
    "acronym": "SCME",
    "topics": "MSCA-IF-2014-EF",
    "title": "Selecting, Creating and Modifying Embryos: the ethics of new reproductive genetic technologies",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "For over three decades reproductive technologies have been available which allow parents to select between embryos based on their genetic makeup. Soon two novel ways of influencing a childís genome could also become available. In 2013, personal genomics company 23andMe received a patent to a technology called ëGamete Donor Selection Based on Genetic Calculations.í This technology would allow individuals accessing assisted reproductive services to choose between sperm or egg donors based on the likelihood of the embryos having a particular genetic makeup. Technologies like this allow parents to create rather than select embryos with desirable genetic characteristics. In addition genetic engineering technologies continue to improve. The recently developed ëCRISPRí technique provides a more precise way of altering the genome than previous methods, and is the first modification technology with real potential to be used on human embryos. Technologies like this may allow parents to modify the genetic material of existing embryos. \n\nThese developments are seen by some as raising very serious ethical worries, and by others as promising to promote human flourishing. Therefore there is an urgent need to give them systematic ethical scrutiny. \n\nIf elected to this fellowship I will conduct a rigorous review of embryo creation, modification and section technologies and their ethical, political and philosophical implications. Built on an in-depth understanding of the science behind these technologies, my project will encompass an analysis of relevant philosophical and ethical issues, before delivering practical policy suggestions. This project will be the first extensive overview of the ethics of embryo creation technologies, the specific ethical issues raised by the CRISPR technique, and the moral and philosophical differences between embryo selection, creation and modification technologies.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}