{
    "rcn": "195842",
    "acronym": "RoleOfNEinPerception",
    "topics": "MSCA-IF-2014-EF",
    "title": "The role of noradrenaline in human perception: from single neuron to whole brain and behavior",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "How do external events become part of our subjective reality? Correlative evidence suggests that the locus coeruleus-noradrenaline (LC-NE) system might play a key role in this process: LC-NE activity is markedly reduced in sleep and anesthesia and reinstated upon recovery of conscious perception, while during wakefulness it correlates with markers of conscious perception. However causal evidence, as well as sensitive experimental paradigms that carefully manipulate awareness in this context, are absent. This proposal aims at providing this missing causal link by pharmacologically manipulating NE levels bi-directionally in healthy volunteers performing liminal visual and auditory perceptual tasks, while reporting their subjective perceptual state. Neural signals will be recorded using simultaneous EEG-fMRI allowing high spatio-temporal resolution. If indeed NE plays a causal role in enabling conscious perception then reduced NE activity will increase perceptual threshold and give rise to impoverished neural responses, whereas enhanced NE activity will aid perceptual incorporation and effectively drive neuronal activity in high-order cortical regions. In a complementary set of experiments I will use a rare opportunity to record single-neuron and LFP activity from neurosurgical patients performing the same perceptual tasks while using pupillometry as a proxy for momentary NE levels. The exceptional signal-to-noise ratio of these recordings will allow linking precisely localized neuronal activity, momentary NE levels, and perception on a trial-by-trial basis, thereby refining and extending the EEG-fMRI results. The ability to manipulate and measure NE levels in subjects reporting their subjective state in sensitive perceptual paradigms, together with comprehensively examining neuronal activity from the level of individual neurons to the whole brain, promise to yield unique results that will shed new light on the neurobiological underpinnings of conscious perception.",
    "totalCost": "182509,2",
    "ecMaxContribution": "182509,2",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 182509
        }
    },
    "calculatedTotalContribution": 182509
}