{
    "rcn": "195858",
    "acronym": "PBIGP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Plant-Bacillus Interaction: Gain of Function Project",
    "startDate": "17/03/2016",
    "endDate": "16/03/2018",
    "objective": "New and sustainable methods must be developed to meet societyís ever-increasing demand for food, energy, and chemicals. Feeding tomorrowís population requires increasing food production sustainably and developing novel approaches to invert the excessive consumption growth of fertilizers, pesticides, and irrigation-water by modern agriculture. Fortunately, symbiotic or non-symbiotic interactions between plant-hosts and specific microbes were shown to promote host-vigor, and improved product quality and yield and plant-growth-promoting bacilli have been commercialized as biofertilizers in recent years. However those benefits associated to the PGPRs are divided across a large diversity of bacteria; and host-plants demands, nutrient availability, and pathogen attacks vary constantly during the entire plant lifespan. \n     The proposed research project for the H2020-MSCA-IF-2014 will focus on identifying, validating, and stacking bacterial gene clusters responsible of those properties. The approach consists of establishing libraries of hybrid-bacillus and screening them for novel plant growth promoting properties. Because of the current importance of reducing inputs in agriculture while increasing crop yield; the screen will focus on identifying properties that allows decreasing use of chemical fertilizers such nitrogen and phosphorus and improve drought and salt tolerance. The proposed research intertwines fundamental and applied fields and is designed to seed larger projects toward a sustainable agriculture and feed tomorrowís population. It is designed to increase our knowledge in plant-microbe interactions, result in discoveries, and generate innovative technologies.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}