{
    "rcn": "195826",
    "acronym": "Transpacific",
    "topics": "MSCA-IF-2014-EF",
    "title": "Assembling the Transpacific: Indigenous Curatorial Practices, Material Cultures and Source Communities",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Since the 18th century, the discipline of anthropology has emerged through scientific exploration and colonial expansion beyond Europe, as well as the establishment of ethnographic collections and museums in Europe. Ethnographic objects thus influenced academic and public understandings of other cultural-geographic spaces. The often resulting Eurocentric projection of anthropological imaginations has come under severe pressure, as e.g. seen in recent indigenous repatriation claims against the Humboldtforum in Germany. Postcolonial renegotiations in former European colonies, such as many South Pacific nations, have caused dramatic changes to anthropological practices through indigenous curatorial practices. Ethnographic objects in European museums, however, remain largely disconnected from the cultural environments of their indigenous producers and the indigenous sources of anthropological knowledge. This project addresses this deficit through a multi-sited, collaborative ethnographic investigation of contemporary indigenous curatorial practices in two South Pacific museums located in Polynesia (Museum of New Zealand Te Papa Tongarewa and Museo Rapa Nui, Easter Island, Chile). The project generates historically informed, ethnographic insights into ëthe figure of the curatorí as an agent of indigenous knowledge production and community engagement across the Pacific. In doing so, the project presents indigenous perspectives that reframe the anthropological curatorship of Pacific collections in, and the production of public understandings through, ethnographic museums in Europe. The applicant has a track record of successful collaborations with indigenous scholars and is currently conducting a study of the Bishop Museum Hawaiíi, which is also located in Polynesia. The IF project advances a cross-cultural anthropology overcoming scientific Eurocentrism, and provides ethnographic museums in Europe with a roadmap for renegotiating the curation of indigenous objects.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}