{
    "rcn": "195844",
    "acronym": "Consciousness online",
    "topics": "MSCA-IF-2014-EF",
    "title": "A real-time, online study of the functions of consciousness",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "What ñ if any ñ is the functional significance of conscious awareness? Even after centuries of theoretical effort and decades of experimental research the answer to this question is still unknown, partly due to conceptual and methodological limitations of previous approaches. Here, I propose a novel approach that addresses this fundamental psychological question by capitalizing on neuroscientific development. Namely, I plan to construct a real-time system that analyses intracranial and EEG data and presents it to the subject as sensory feedback. The system will be trained to detect unconscious neural events as they unfold, and present them to the subject online, hereby turning these unconscious events into consciously accessible ones. The effect of this manipulation on performance can then be measured, revealing the unique contribution of consciousness to the function of interest. This proposal includes four experiments that will focus on consciousnessí involvement in volitional control, using the Binocular Rivalry paradigm (BR). In BR, subjects' perception alternates between two stimuli presented simultaneously but separately to each eye. Previous studies showed that subjects can control these alternations, but to a limited extent; unconscious processes (e.g., stimuli habituation) lead to perceptual alternations at unpredictable times. Here, I plan to ask subjects to try and exert such volitional control over rivalry while being presented with real-time sensory feedback about the unconscious processes that lead to upcoming alternations. I predict that such feedback about the otherwise unconscious neural activity will enhance subjects' ability to control the rivalry. This promises to yield new insights about the widely debated role of consciousness in volitional control while paving the way to a systematic, innovative investigation of the possible functions of consciousness.",
    "totalCost": "182509,2",
    "ecMaxContribution": "182509,2",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 182509
        }
    },
    "calculatedTotalContribution": 182509
}