{
    "rcn": "195849",
    "acronym": "EpiSpec",
    "topics": "MSCA-IF-2014-EF",
    "title": "ìEPIgenetic impacts on early-stage SPECiation and adaptive radiationî",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Phenotypic plasticity plays a key role at the onset of the speciation process, facilitating diversification though the induction of novel phenotypes in response to distinct environments. Via genetic accommodation and genetic assimilation, this influence may extend throughout the speciation process and beyond, into subsequent speciation events. While the epigenetic regulation of gene expression that mediates phenotypic plasticity has been extensively studied in lab-based model organisms, very little is known about epigenetic variation in natural populations. This project will be the first epigenetic study explicitly focused on the speciation process. Using cutting-edge techniques, the applicant will characterize DNA methylation variation within and among the sympatric species of a recently discovered endemic cichlid fish radiation in Lake Massoko, Tanzania. Specifically the applicant will test: if 1) newly formed species differ in the distributions of epigenetic marks across the genome, 2) genomic variants linked to phenotypic divergence among species are in genomic regions unusually high in DNA methylation, as expected under a hypothesis of epigenetic differences preceding fixed nucleotide differences during adaptive divergence, 3) genomic regions diverging in patterns of methylation among incipient species are also exhibiting high levels of methylation in populations of Astatotilapia calliptera, the ancestral, colonizing species. The results of this pioneering project will provide the first empirical evidence of the importance of epigenetic variation during the emergence of new species.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}