{
    "rcn": "195901",
    "acronym": "SchmaVirusVacDiag",
    "topics": "MSCA-IF-2014-EF",
    "title": "Novel vaccine and diagnostic strategies against Schmallenberg virus",
    "startDate": "15/06/2015",
    "endDate": "14/06/2017",
    "objective": "Schmallenberg virus (SV) is a pathogen that has been discovered in European livestock 3 years ago.  Since then, it has been found that this virus is associated with disease in sheep, goats and cattle across Europe .  In livestock, the symptoms associated with the disease include stillbirths and malformations in newborn animals.  The presence of the virus in Spain, France, Germany, Italy, the UK, the Netherlands as well as Russia, has shown that this disease is a fast spreading threat to the European livestock industry, and has the potential to cause significant economic impact across the continent.  Furthermore, due to high volumes in international trade of livestock, the potential of this disease to spread beyond Europe poses another potential threat to the industry.   Recent work using a related bunyavirus (Rift Valley Fever virus) has found that effective DNA vaccines can be generated .  These vaccines have the advantage of being administered easily, having low-manufacturing costs, and providing long-lasting efficacy-making it ideal for large-scale vaccination campaigns.  Furthermore, studies on related viruses have shown that monoclonal antibodies can be generated for use in diagnostic testing.  Using these concepts, we propose to extend this principle to Schmallenberg virus, in order to: i) develop an easy-to-use diagnostic test for Schmallenberg detection; and ii) develop a DNA vaccination strategy that could be used to limit further future outbreaks.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998817731": {
            "orgId": "998817731",
            "orgName": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}