{
    "rcn": "195934",
    "acronym": "PopMet",
    "topics": "MSCA-IF-2014-EF",
    "title": "Investigating bacterial strain evolution through metagenomic genome assemblies",
    "startDate": "01/03/2015",
    "endDate": "28/02/2017",
    "objective": "Recent advances in metagenomics have revealed considerable genetic variation among the microbes that populate the human gut. It has been shown that multiple strains of a bacterial species can coexist in a microbial community. However, accurately differentiating strains in metagenomic samples is mostly not possible, even though pathogenicity is usually strain specific. \nTherefore, I propose to utilize single nucleotide variants (SNVs) to (i) identify and delineate bacterial strains and to (ii) reconstruct single strain genomes. As more than 1,000 metagenomic samples are available, a large database of bacterial genomes from natural environments will be built and made publicly available. This will give the opportunity to investigate the role of adaptive evolution, mutation rate variation between hosts and the colonization history of bacterial strains among humans, all with high confidence due to the sheer data volume. Further, I plan to explore rare SNVs (nucleotide variants segregating at very low frequencies) that many population genetic methods are reliant on. This will be of particular significance, as it will provide insights into growth dynamics of bacterial communities in natural environments, benefiting both evolutionary and clinical research.\nThus, the PopMet project is the application of POPulation genetic analysis on large METagenomic datasets.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}