{
    "rcn": "195933",
    "acronym": "SynBiol-DynHet",
    "topics": "MSCA-IF-2014-EF",
    "title": "Diversity in Synthetic Biological Systems",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "One key problem in the investigation of living systems is their complexity. Synthetic biologists can create artificially designed biological systems, whose design reduces the complexity, and can thus address simplified and specific questions. Theoretical investigations of these systems help to understand these questions, for example by evaluating whether a simple model already predicts the features shown in experiments.\n\nThis proposal provides a step towards understanding living systems by theoretically studying diversity in microbial populations. The aim is to investigate both spatial diversity, such as barriers, as well as agents with different traits within a population. This will be done with the goal of answering important ecological as well as microbiological questions. \nIn terms of the ecology, this work will address how spatial barriers, or the presence of diverse agents, can influence the formation of biodiversity and cooperation. In its engagement with microbiology, it will investigate a microbial population's reactions to randomly distributed antibiotic drugs, and the ability to tolerate these antibiotics. \nWith the development of new experimental procedures that allow closer investigations of both these issues, an improved\ntheoretical description is now required alongside such advances.\n\nI will investigate all questions in close collaboration with synthetic biology experiments. This project will allow  me to combine my background in the theory of condensed matter and chemistry to work on living systems research, before obtaining an independent researcher position in the field of biological physics.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}