{
    "rcn": "195936",
    "acronym": "CONTESSA",
    "topics": "MSCA-IF-2014-EF",
    "title": "COuNt data TimE SerieS Analysis: significance tests and sequencing data application",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "The aim of this project is to develop methods for analysis of time-series based on count data. For example, detecting significant differences between two count data time series would distinguish between two different models: one in which the two time series are interchangeable, and one in which the second sample is a modification of the first, i.e. the two time series are non-interchangeable. This will broaden the target of my project to general analysis of count time-series data such as clustering, classification, perturbations inference and machine learning over sequential count data. The project will focus on count data sets from ribonucleic acid sequencing (RNA-seq) time course experiments. The method I plan to develop  potentially has promising applications in a variety of multidisciplinary fields where event-counting is required, such as economics and biology. In economics, examples include the number of applicants for a job, or the number of labour strikes during a year. In biology, recent examples include high-throughput sequencing, such as RNA-seq and chromatin immunoprecipitation sequencing (ChIP-seq) analyses. These examples are especially relevant to this project because the method I will be developing enables various features of organisms to be compared through tag counts.\n\nI am enthusiastic about having the opportunity to be instrumental to a field where once developed this project will have a real impact in finding better treatments for patients with neurodegenerative diseases including amyotrophic lateral sclerosis (ALS), Alzheimerís and Parkinsonís Disease. Professor Neil Lawrence will act as the supervisor of the fellowship and will take over responsibility for my training and development. My fellowship experience will be enriched further through a six month secondment period at University of Manchester with Professor Magnus Rattray  and through the opportunity to collaborate with SITraNís Professor Winston Hide and Biogen Idec Industry.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}