{
    "rcn": "195932",
    "acronym": "Emu Cam",
    "topics": "MSCA-IF-2014-EF",
    "title": "Engineered multi-scale carbon materials",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Over the past years, industrial interest in carbon particles such as carbon nanotubes (CNTs) and graphene has resulted in low cost mass production of these materials at low cost. For commercialization purposes it was essential to integrate these new materials with existing high-throughput manufacturing methods such as injection moulding. Unfortunately, these processes result in un-organized CNT arrangements whose figures of merit typically drop by an order of magnitude compared to what is measured in individual nanoparticles. \n\nSome of the most promising future applications of CNTs and graphene, such as high density energy storage and water filtration however require engineering of order, morphology, and porosity at several length scales to create highly ordered 3D structures. In this project, we propose a new process which assembles CNTs and/or graphene into microstructures using microfluidic emulsification followed by large area self-assembly into colloidal crystals. This approach provides a novel scalable route to sequentially engineer nano-, micro-, and macroscale material architecture. The ability to engineer multi-scale material structure will be harnessed to fabricate new high performance water filtration devices. Further, this project will impact other diffusion limited processes such as energy storage, catalysis, and photovoltaics.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}