{
    "rcn": "195916",
    "acronym": "SpinMan",
    "topics": "MSCA-IF-2014-EF",
    "title": "Electrical Spin Manipulation in Atoms and Molecules",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "In the proposed project ìElectrical Spin Manipulation in Atoms and Moleculesî (SpinMan), the experienced researcher Dr. Andrea Droghetti (Trinity College Dublin , Ireland) and the scientist-in-charge Prof. Angel Rubio, Head of the Nano-Bio Spectroscopy group at the University of the Basque Country (Spain), aim at establishing how an electrical current can be utilized in order to write and read information in a spin state of an atom or a molecule. This study will be carried out through simulations performed with a computational platform, which will combine recent theoretical developments in density functional theory for open systems, many-body physics and time-dependent methods thus bridging the gap between complementary approaches to quantum transport. The results will represent an important step-forward in understanding the basic physics of magnetism and spin dynamics at the nano-scale as required in order to provide, in the long term, new concepts for classical and quantum information. The skills in many-body physics and time-dependent simulations that the researcher will develop during the project, combined with his background knowledge in magnetism and with the acquired experience in networking and management, will be essential in order to advance the researcher's career as independent investigator.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}