{
    "rcn": "195928",
    "acronym": "eADAM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Ultra-small electrochemical aptasensors for specific dopamine real-time monitoring",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Nowadays, over 1.2 million people in Europe live with Parkinsonís disease (PD) considered as a complex disorder of unknown etiology, where an important number of cases are sporadic. In practice, the neurodegeneration associated with PD, also at the level of neurotransmitters (NT) misbalance, starts several years prior to the appearance of the cardinal symptoms. There are important evidences supporting that some environmental factors increase the risk of developing PD. Thus, there is the need of understanding their role and action mechanisms in order to develop therapeutic strategies and, even more important to minimize risks of PD development.\nThe main aim of this project is to develop an ultra-small electroanalytical diagnostic platform for highly-specific real-time monitoring of NT, such as dopamine (DA). Several methods have been developed in order to address this issue, but in general they lack either specificity or high spatial/temporal resolution. In this project we propose to exploit the ability of nucleic acid aptamers to sensitively and selectively bind/catalytically transform DA and develop an ultra-small array platform for DA monitoring in small biological environments. The importance is that it will be used to measure nM/?s DA release from PC12 cells and drosophila flies, examine the molecular mechanisms of neuronal function/dysfunction, and further correlated them to particular PD risk factors.\nIn a long-term perspective, the project aims microscopic sensors that may future be integrated with brain implants designed to restore local neuronal activity and/or NT release, such as deep brain stimulation electrodes, implanted to treat PD.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}