{
    "rcn": "195907",
    "acronym": "ACM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Cholesterol metabolism as a driver of prostate cancer aggressiveness",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "According to the WHO, prostate cancer (PCa) is the most common cancer in men in the European Union (EU). The current view of cellular transformation and cancer progression supports the notion that cancer cells must undergo a metabolic reprogramming in order to survive in a hostile environment. Tumors are not homogeneous entities, and most cancers retain a differential fraction of cells with increased self-renewal capability (cancer stem or initiating cells), that accounts for recurrence and resistance to therapy. While we know more about the metabolism of tumor cells and its implication in cancer, our knowledge about the metabolism of cancer-initiating cells remains insufficient.\nObesity is associated with increased risk of prostate cancer metastasis and death. On other side, statins treatment reduces the risk of PCa, indicating that cholesterol might have a role in the onset of the disease. Overweight and obesity rates in EU affect 50 and 20% of the population respectively. Therefore, it is critical to define the role of environmental factors such as nutrition and ìlifestyleî for cancer prevention.\nPreliminary studies in our lab indicate that cancer initiating cells are highly enriched in cholesterol synthesis genes and their sphere formation capacity is dependent on cholesterol synthesis. We hypothesize that an active cholesterol metabolism is essential for prostate cancer-initiating cell function, and that the use of cholesterol synthesis inhibitors might target this subpopulation of aggressive cancer cells.\nI will use a combined transcriptomic and metabolomic approach to define the alterations of cholesterol metabolism. I will study the mechanisms by which cholesterol metabolism regulates CIC function. I will study the feasibility of therapeutic targeting of cholesterol metabolism in prostate cancer using a well established mouse model. And finally, I will do a prospective associative study of statin treatment with CICs markers expression in patients.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998817731": {
            "orgId": "998817731",
            "orgName": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}