{
    "rcn": "195905",
    "acronym": "FLEXGENOME",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Flexible Genome: understanding the genetic regulation of Phenotypic Plasticity.",
    "startDate": "15/04/2015",
    "endDate": "14/04/2017",
    "objective": "In multicellular animals, complex phenotypic traits such as behaviour, lifespan and diseases are not only determined by genetic factors but also in large part by the environment. Understanding how genes and the environment interact to produce fundamental traits is a major question in biology. Many organisms are capable of expressing multiple phenotypes from a single genome when exposed to different environments. This widespread phenomenon is termed phenotypic plasticity (PP). The genetic programs needed to produce alternative phenotypes are encoded within a single genome, and environmental stimuli determine which form is expressed. PP is highly relevant in nature as it allows organisms to survive and reproduce successfully in variable environments. Nevertheless, the molecular and genetic mechanisms responsible for this flexibility are surprisingly poorly understood. Here, I will investigate the genetic basis of PP by applying advanced genomic and computational techniques to an ecological model of PP, the butterfly Bicyclus anynana. In particular, I will 1) identify the genetic programs that produce alternative phenotypes from a single genome; and 2) assess the potential for evolutionary change in PP by characterising genetic variation in these programs. I will do this by applying RNA-Seq and gene co-expression networks to an ecologically well-characterised insect and developing and integrating methods and concepts across disciplines. Combining my significant expertise on the model system with the host laboratoryís outstanding track record in evolutionary genomics and bioinformatics, this project offers a unique opportunity for obtaining an unprecedented and long-desired insight into the genetic mechanisms of PP. This fellowship will train me in precisely the technical and analytical techniques that are critical for scientific progress in decades to come, and for my career development as a scientist within the European Research Area.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}