{
    "rcn": "195919",
    "acronym": "OPTOFRAX",
    "topics": "MSCA-IF-2014-EF",
    "title": "Optopharmacological brain mapping of autism mouse models",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Manipulation of neurons with light-regulated proteins and drugs has opened unprecedented possibilities for phototherapies for neurological diseases. The host laboratory has developed a powerful new optopharmacological tool: a selective photoswitchable modulator of metabotropic glutamate receptors (mGluR). This drug can be activated or inactivated with light so that its action can be finely patterned in space and time. We aim at developing a novel application for this optical tool: a brain functional mapping technique. We will test it at two different levels of resolution. First, we will map the therapeutic site of action at whole-brain level. Inhibition of mGluR is a promising therapeutic strategy for autism disorders, including Fragile X, but the brain region responsible for this effect is not known. We will inactivate the drug locally by illuminating specific regions of the brain and will identify which region is the target for the therapeutic effect. Second, we will map the physiological contribution of mGluR to neuronal plasticity at the minimal spatial resolution: the individual synapse. Activation of mGluR induces long-term synaptic depression at the level of neurons, but it is unknown if it is also true at the level of single synapses. We will inactivate the drug in a single synapse using laser light and will test whether this specific synapse undergoes structural depression. This project will prove the utility of optopharmacological tools to map the therapeutic and phyisological mGluR function. This original approach could open countless possibilities for scientific, medical, and commercial applications. The project is an excellent opportunity for the Researcher to further develop his knowledge and to position him in unique multidisciplinary environment that will foster his career progression towards independence. At the same time, the Researcherís experience acquired at MIT will be extremely valuable for the host institution and the European Research Area.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999528450": {
            "orgId": "999528450",
            "orgName": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}