{
    "rcn": "195912",
    "acronym": "NeuroEE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Delineation of a brain circuit regulating energy expenditure to impact body weight",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Obesity is now a global epidemic with a significant and deleterious impact on human health. My career aim is to clarify the neural underpinnings of energy expenditure (EE) given that this makes a significant contribution to body weight. During my early career, I discovered a circuit linking the ventromedial hypothalamus (VMH) to brown adipose tissue (BAT) and inducing thermogenic beige (browning) white adipose tissue (WAT), regulating EE. Moreover, I found that the VMH-BAT axis is utilized by estrogen (Cell Metabolism, 2014) and nicotine (Diabetes, 2012) to increase EE and decrease body weight. My preliminary data indicate that a critical node between the VMH and BAT is the raphe pallidus (RPa), a brain region known to drive sympathetic tone to BAT. My immediate career aim is to clarify the neurochemical communicator receiving the VMH-EE related input and transmitting to BAT and browning. Given that the RPa is rich in the neurotransmitter 5-hydroxytryptamine (5-HT) which plays a role in thermoregulation, I hypothesize that 5-HT is a crucial component of my circuit. I propose to perform a Marie Sklodowska-Curie Fellowship (MSC) under Prof Lora Heislerís supervision, arguably the global leader in 5-HT obesity research. Her laboratory is in the Rowett Institute of Nutrition and Health, University of Aberdeen, an Institute with more than a century of focused state-of-the-art obesity and nutrition research. This will supply an optimal environment for a MSC providing me with the opportunity to broaden my research interests, and allowing me to construct an international network of obesity researchers. A MSC will also provide the opportunity for me to be trained in transferable next generation engineered genetic technology that will allow me to rigorously and definitively test my current research hypothesis and to provide state-of-the-art expertise that will form a platform for my future career.\n5-HT, brown adipose tissue, browning, raphe pallidus, ventromedial hypothalamus",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}