{
    "rcn": "195914",
    "acronym": "HyHeat",
    "topics": "MSCA-IF-2014-EF",
    "title": "Profiling gene expression in Hydra vulgaris following Gold Nanoparticle-mediated hyperthermia",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Hyperthermia (HT) is currently used as a non-invasive technique for cancer therapy, whereby biological tissues are exposed to higher than normal temperatures, for selective ablation of tumoral cells. However, the molecular mechanisms underlying the in vivo cellular responses to heat stress remain unclear to date. The overall aim of the HyHeat project is to use an invertebrate model to screen the heating capabilities of different gold nanoparticles (AuNPs) in vivo, with the grand aim of understanding the cellular responses to heat stress and therefore taking the first steps towards improving nanoparticle (NP) mediated HT efficacy for therapeutic purposes. To this end, plasmonic AuNPs with photothermal capabilities will be surface engineered and supplied to living Hydra by soaking. Upon laser irradiation of the animal, cellular and molecular expression will be profiled to monitor the overall response to NP-mediated HT. A simple invertebrate organism will be used, in line with European strategies aimed to reduce vertebrate experimentation. Once a panel of upregulated genes have been identified, the research will be conducted in mice analyzing those genes found deregulated in Hydra with the final aim to identify genetic markers of HT treatment and speed up the entry of this therapy into clinics. HyHeat is a multidisciplinary project that take advantage of the Fellow¥s Dr. Maria Moros knowledge in the synthesis and functionalization of NPs, and the expertise of the host group supervisor (Dr. C. Tortiglione, Instituto di Cibernetica ìEduardo Caianielloî (ICIB), National Research Council (CNR), Italy) in molecular biology using invertebrate models. This project will offer the applicant the possibility to work in a top European institution who pioneered the use of Hydra to test bioactivity and toxicity of NPs, and to develop new skills and knowledge necessary for the progress of her scientific career towards an independent position.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}