{
    "rcn": "195938",
    "acronym": "OPTWET",
    "topics": "MSCA-IF-2014-GF",
    "title": "Finding optimal size and location for wetland restoration sites for best nutrient removal performance using spatial analysis and modelling",
    "startDate": "01/04/2015",
    "endDate": "31/03/2018",
    "objective": "Diffuse losses of nitrogen and phosphorus from agricultural areas contribute significantly to eutrophication of waterways, lakes, estuaries and coastal zones and water pollution is a growing and serious problem across much of the world. The role of wetlands in improving surface water quality is well known. The capacity of wetlands to improve water quality is dependent on a large number of parameters that have been widely studied, such as vegetation cover or type, water retention time, climatic variables, and also their size and spatial arrangement in the watershed. However, the question where wetlands should be located in agricultural catchments to achieve the most effective nutrient removal at the catchment level has not been clearly resolved. This project aims to determine the optimal sizing and location for wetlands in agricultural catchments to reduce nutrient (nitrogen and phosphorus) loads in catchments. The study consist of two parts performed on study areas with different landscape and climatic conditions. Firstly, potentially suitable wetland restoration/creation sites are identified by using high quality data and geospatial analysis techniques. Secondly, evaluation of the effectiveness of wetland nitrogen and phosphorus removal from surface waters at various potential locations indicated by the geospatial analyses under different hydrological regimes and land use scenarios will be done by using modelling with CLUES (Catchment Land Use for Environmental Sustainability model) and SWAT (Soil and Water and Assessment Tool). Important role in the study is also on using and integrating different datasets and modelling approaches.",
    "totalCost": "240507",
    "ecMaxContribution": "240507",
    "coordinator": "TARTU ULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997692046": {
            "orgId": "997692046",
            "orgName": "NATIONAL INSTITUTE OF WATER AND ATMOSPHERIC RESEARCH",
            "ecContrib": 0
        },
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 240507
        }
    },
    "calculatedTotalContribution": 240507
}