{
    "rcn": "195909",
    "acronym": "ISPADMEC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Integrin specificity in rigidity sensitive proliferation, activation and directional migration of endothelial cells",
    "startDate": "01/09/2015",
    "endDate": "26/06/2018",
    "objective": "Cells have the extraordinary ability to regulate their morphology, functions and fate to minimal changes in the extracelullar microenvironment. Through multi-protein, cell-matrix adhesions they are able to recognize and respond not only to the chemical diversity of the extracellular matrix (ECM), but also to its physical and topographical features. Mechanical and structural cues encoded in the ECM have an essential role in healthy tissue function where contractility, spreading and proliferation are intricately regulated by cell-cell and cell-matrix adhesion and tension. Unsurprisingly, abnormal ECM mechanics are directly associated with disease and tissue malformation (atherosclerosis, wound healing and tumor formation). Understanding the mechanisms cells use to sense and transduce mechanical signals, as well as the contribution of key players in the process is a pressing, unmet challenge. \nTo achieve this goal, I here propose the development of an in vitro strategy that allows precise regulation of both biochemical and mechanical parameters in order to isolate their contribution on fundamental endothelial cell (EC) functions. The proposed work will exploit advances in materials science and nanotechnology to modulate with high precision the presentation of highly selective integrin ligands at the nanometer and micrometer length scales, on substrates with tunable viscoelasticity and mechanics. The anticipated effects of integrin engagement and substrate mechanics on ECs will shed light on how the microenvironment affects their proliferation, activation and directional migration, and help correlate these finding with pathological scenarios where blood vessel mechanics and EC integrin expression are deregulated. In summary, the proposed interdisciplinary approach will contribute both advanced tools to study cells in vitro and crucial answers for specific questions relating to EC biology.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}