{
    "rcn": "195972",
    "acronym": "Art market",
    "topics": "MSCA-IF-2014-EF",
    "title": "ëThe re-privatization of the contemporary art world: private collectors and artist-entrepreneurs in the changing geographies of European artí",
    "startDate": "01/01/2017",
    "endDate": "30/06/2018",
    "objective": "This project examines the idea that there is an on-going re-privatization of the European art world, in which increasingly it is private art collectors and communities of artist-entrepreneurs that are creating commercial value in the contemporary art market and redrawing our cultural landscape. The rapid expansion of the global art market has meant that art has entered a period of radical institutional, market and industry transformation. Private art collectors and artist-entrepreneurs are now competing with public institutions and the locus of power is moving from public to private actors. This change calls for new critical investigations of agency, value creation and creativity of the art world. My work addresses an area of activity that is central to both European cultural and economic development. The thriving European art scene is a key field within the creative and cultural industries identified as central to Europeís development and integration by both the Creative Europe strategy and the Europe 2020 strategy. \n\nWith new and innovative empirical research, a program of training and knowledge transfer, and an ambitious dissemination plan I aim to contribute to important non-academic and academic debates over the geography and practice of the art world, by exploring how this re-balancing is changing how and where agency and value creation now takes place. Building on geographical analysis and ethnographies of London and Stockholm based private art market actors, I aim to develop new theoretical insights into: a) how and where arts¥ commercial value gets created; and b) the increased presence of entrepreneurial and private actors¥ strategies in the art world. This proposal involves the training and development of an experienced researcher through: i) time spent in one of Europeís most innovative centres for human geography research; and ii) a new intra-disciplinary and comparative empirical research project.",
    "totalCost": "146591,1",
    "ecMaxContribution": "146591,1",
    "coordinator": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861451": {
            "orgId": "999861451",
            "orgName": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
            "ecContrib": 146591
        }
    },
    "calculatedTotalContribution": 146591
}