{
    "rcn": "195950",
    "acronym": "RyM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Experimental Studies of Strongly Interacting Quantum Gases in an Optical Lattice",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Quantum gas systems have been recognized as quantum simulators that can directly compare theoretical models and experiments because of unprecedented experimental conditions. Here, we propose experimental studies on strongly interacting quantum gases in an optical lattice. The key ingredients of our research are the strong and long-range dipolar interactions from Rydberg excited states and two-component Bosonic atoms in optical lattices, which can simulate Heisenberg Hamiltonian. \n\n Rydberg atom, having a high principle quantum number, engages in strong interactions because of its large dipole matrix element. Since the dipolar interaction of the systems can be coherently controlled and manipulated by laser light, we will investigate novel ground states of many Rydberg systems and realize many-body fast quantum gates. In this proposal, we introduce a supersolid phase in Rydberg systems, where the dipolar interaction can be tailored to a soft-core potential by off-resonant coupling. Moreover, studying coherent excitation dynamics of many-body Rydberg atoms, fast quantum gates can be realized in optical lattices. Finally, we propose a direct measurement of spin correlation function of anisotropic Heisenberg Hamiltonian in optical lattices by adapting the Ramsey interferometric technique.\n\n Our research will extend the boundaries of atomic physics by demonstrating many-body quantum phenomena and offering a new systems to study quantum information science. Demonstration of supersolid will open a new chapter of superfluidity and can clarify long-debates about the existence of superflow in solid He-4. Moreover, our experimental techniques can be further developed to study more complex phenomena such as, spin liquid phase in Rydberg system and many-body localised state in disordered spin Hamiltonian. Through the successful demonstration of ground breaking experiments, the competitiveness of European Research Area will be increased.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}