{
    "rcn": "195927",
    "acronym": "BluGram",
    "topics": "MSCA-IF-2014-GF",
    "title": "Identification of genetic factors which determine host specificity in the wheat-powdery mildew pathosystem",
    "startDate": "01/09/2015",
    "endDate": "",
    "objective": "Powdery mildew caused by the fungus Blumeria graminis f.sp. tritici (Bgt) is a devastating disease of wheat with poorly understood plant-pathogen interactions. Sequencing of the Bgt genome indicated that hundreds of effector proteins are manipulating the plant cell and determining the virulence spectrum of a particular mildew strain. Bgt rapidly adapted to the introduction of the new host species bread wheat, which arose only 8,000-10,000 years ago. Bgt has since evolved into strains which are specialized on domesticated wheat and such which grow on wild wheat species. Genes responsible for the host specificity in an obliagte biotrophic fungus are unknown. To study the mechanisms of adaptive evolution in the highly repetitive Bgt genome, whole genome re-sequencing data of a mapping population derived from a cross between Bgt isolates that differ in their host specialization will be used to determine the frequency and distribution of recombination events and precise mapping of recombination breakpoints. Of particular interest is to study the impact of recombination on the clusters of effector genes. The factors that determine host specificity will be genetically mapped. This will allow conclusions on which and how many genes were responsible for the Bgt adaptation to the bread wheat host. The proposed research is taking a multi-disciplinary approach combining whole genome re-sequencing, classical genetics, molecular plant pathology and comparative genomics. This study will broaden our understanding of Bgt genome evolution and will help to design rational strategies for sustainable powdery mildew disease management.",
    "totalCost": "260674,2",
    "ecMaxContribution": "260674,2",
    "coordinator": "UNIVERSITY OF HAIFA",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897826": {
            "orgId": "999897826",
            "orgName": "UNIVERSITY OF HAIFA",
            "ecContrib": 260674
        }
    },
    "calculatedTotalContribution": 260674
}