{
    "rcn": "195971",
    "acronym": "Irish Merchants and Bordeaux",
    "topics": "MSCA-IF-2014-EF",
    "title": "Irish Merchants and Bordeaux: The Irish Role in the Invention of Grands Crus Wines",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "'This project investigates the creation of one of Europe's great cultural treasures: fine wine from Bordeaux. Modern historians have generally sought to explain the creation of Bordeaux grands crus as a result of wealthy English consumers whose demand for fine wine inspired and funded Bordelais wine-makers, or else the result of superior geography (terroir) and centuries of French wine-making skill. But these explanations, even when synthesized, overlook the necessary role of middlemen, the 'British' (in fact mostly Irish) merchants who 'raised' the wines in their Bordeaux cellars, blended them to their customers' tastes, and then got the wines to market in northern Europe. In many ways, these merchants were as much the 'winemaker' as the maitre de chai at the chateau. The importance of these merchants has long been acknowledged by French historians, but their role in producing the wines has never been fully explained. This project seeks to uncover the activities of leading wine merchants in the creation of fine Bordeaux wines, and to place those activities within a broader network of trade that was centered on Bordeaux and Ireland, but included Europe and the Atlantic World. In so doing, my project aims to show that neither terroir nor wealthy consumers--nor even a synthesis of the two--can explain the birth of fine Bordeaux wine; instead, the chain of causality must include the entrepreneurial skills of Irish merchants and vast networks in which they operated. Research for my project will be based in public and private archives in Ireland and France, and will result in a digitized database of merchants and their connections; lectures; and written publications. My project will fulfill the Individual Fellowship Programme by bringing a published expert in the history of wine to Europe; by strengthening ties between researchers in Cork, Bordeaux and the USA; and by highlighting the role of merchant innovation in the creation of a world famous product.'",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}