{
    "rcn": "195918",
    "acronym": "EGFR-Activ",
    "topics": "MSCA-IF-2014-EF",
    "title": "Epidermal growth factor receptor (EGFR) activation by cytohesins - Structural Insights",
    "startDate": "04/05/2015",
    "endDate": "03/05/2017",
    "objective": "The epidermal growth factor receptor (EGFR) is a key player in many biological responses and its aberrant function is associated with numerous diseases, including a number of cancers. Despite the significant benefits of anti-EGFR agents in some tumours, many challenges remain in the improvement of EGFR-targeted therapies.\nThis proposal targets cofactors in the EGFR signalling that, so far, were not exploited therapeutically and hence may not only contribute to the global effort in the understanding of this system but may also open new doors to the development of new therapeutic agents. The aim is to use Nuclear Magnetic Resonance (NMR) to obtain structural insights into EGFR activation covering three main aspects: i) modulation of activity by the transmembrane and juxtamembrane domains, ii) the role of the cell membrane and iii) the role of cytohesins in EGFR activation. For this, selected protein constructs will be prepared and their structure and interactions will be characterized. In parallel, new NMR methodology to improve the study of challenging biological samples, specifically EGFR, will be developed. The work plan will provide an innovative and multidisciplinary training covering different areas in Life Sciences and allow the researcher to experience work in an industrial environment through a secondment. \nWe anticipate to obtain structural information that contributes to the global knowledge on these systems and to the discovery novel therapeutic agents. Moreover, the innovative methodologies that will be used in terms of the acquisition of multidimensional NMR experiments have the potential to change the way current investigation of challenging biological samples is done by NMR spectroscopy.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999856116": {
            "orgId": "999856116",
            "orgName": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}