{
    "rcn": "195984",
    "acronym": "UNRAVELS",
    "topics": "MSCA-IF-2014-EF",
    "title": "UNderstanding, descRibing And Visualizing Electronic charge in noveL oxide heteroStructures",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "'Charge reorganization at the interface between oxides is the key feature of the emerging field of oxide-based electronics ('oxitronics'). Oxides like perovskites, ferrites, manganites (as SrTiO3, BaTiO3, Fe3O4, BiFeO3, CaMnO3) have become the building blocks for complex heterostructures coupling together at nanoscale different electronic and magnetic properties. Heterostructures can be used to create new outstanding electronic devices to go beyond the traditional silicon-based architectures. To control oxides electro-magnetic properties it's mandatory to completely understand the phenomena taking place at the nanoscale, like charge fluctuation and disproportionation, spin symmetry breaking or local chemical coordination experimentally measured with atomic-resolution and directly connected with the changes in the electronic and optical excitations spectra. This project wants to integrate sophisticated ab initio parameter-free simulations, based on Density Functional Theory and including many body effects, through Many Body Perturbation Theory and Time Dependent Density Functional Theory, with measurements in order to understand and to predict the mechanisms in oxides at nanoscale. These transferable and predictive parameter-free approaches will complement and guide the experiment. The direct comparison of calculated spectra with the experiment will permit to identify the electronic origin of the different excitations, their mutual interactions and their coupling driven by other degrees of freedom. The electronic structure of oxides (charge occupation, bandstructure, bandoffsets) across the metal-insulator transition will be calculated through the correct estimation of dielectric screening function; effect of dopants and strain on oxides and interfaces will be analyzed by calculating electronic and optical spectra. Moreover the side-by-side direct comparison between the calculated spectra and measured observables will permit to refine the theory and its ingredients.'",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}