{
    "rcn": "195978",
    "acronym": "BT-LH Link",
    "topics": "MSCA-IF-2014-EF",
    "title": "The consequences of the joint individual variation in size specific life histories and behavioural types",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Individual variations in body size and in behavioural types within a population have, each separately and in isolation, been shown to strongly determine the dynamics and stability of populations and their responses to perturbations and environmental change. However, both aspects of individual trait variation are fundamentally joined by their influence on individual life history traits which ultimately determine population level phenomena through individual growth, maturation, reproduction and survival. Taking this interplay into account can be argued to affect and even reverse predictions of each stand-alone approach. For this reasons, the proposed research project will, using an experimental system with the model species Heterandria formosa that combines individual level and long term population level manipulations, investigate the consequences of and mechanisms behind body size specific, density dependent life history traits linked to behavioural types. Clear hypotheses about total population density, population size structure and dynamics in constant and stochastically variable food environments will help to separate the effects of different sources of individual trait variation and investigate their joint population level effects. After a time of onceptual theorizing, experimental data are now desperately needed to confirm, test and further develop novel ideas and concepts. By integrating two so far isolated approaches (advanced behavioural biology and state-of-the-art population theory) the project will thus contribute to the current paradigm shift in population ecology which is increasingly focusing on the consequences of individual trait variation, helping to formulate a more comprehensive and synthetic theory of population\nbiology.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "FORSCHUNGSVERBUND BERLIN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999927120": {
            "orgId": "999927120",
            "orgName": "FORSCHUNGSVERBUND BERLIN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}