{
    "rcn": "195989",
    "acronym": "VOLES",
    "topics": "MSCA-IF-2014-EF",
    "title": "Is rodenticide use disrupting the natural autoregulation of vole populations?",
    "startDate": "16/11/2015",
    "endDate": "15/11/2017",
    "objective": "Humans modify ecosystems to maximise benefits from natural resources and as a result wildlife adapts ecological relationships. For instance, voles show multiannual population cycles and predators respond numerically, possibly limiting vole populations. Voles also damage crops and reduce food available for livestock. Subsequently, farmers respond using anticoagulant rodenticides (ARs) to control voles. That means indirect control of predators by secondary exposure or by reduction of food sources. Therefore, ARs will be acting analogously as a superpredator, impeding the natural autoregulation of vole populations. Here the Experienced Researcher will become an ecologist and ecotoxicologist and learn to use cutting-edge Bayesian state space models to determine the superpredator role of ARs in both predator and prey dynamics. To do that, he will work in the Universities of Franche-ComtÈ (UFC, France) and Aberdeen (UNIABDN, UK), the Doubs Hunting Federation (FDC25), but also work hand-in-hand with farmers, stakeholders, etc. about vole populations in western Europe. He will also collaborate with small mammal work groups involved in research about small mammal surges. By combining multidisciplinary and intersectoral knowledge, the project will address the deleterious effect of pest control by poisoning ecosystems. In addition, it will show predation as one underestimated tool for pest control. By direct contact with interested parties, the Experienced Researcher will become fully involved with groups related to the hunting industry, among others, which will enable him to develop consultancy services about small mammal pests and control methods. He will also boost his research carrier and become a senior post-doc dealing with strongly applied issues of ecology and ecotoxicology with strong links between international research institutions, maximising the chances to get a permanent position.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE FRANCHE-COMTE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999863100": {
            "orgId": "999863100",
            "orgName": "UNIVERSITE DE FRANCHE-COMTE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}