{
    "rcn": "195931",
    "acronym": "SFSASP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Structural and Functional Studies of ATRX- Syndrome Protein",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The eukaryotic genome is packaged into chromatin, which needs to be unpacked to provide necessary access by cellular factors for varied cellular functions. However, DNA can be rendered accessible by the action of energy-consuming chromatin remodelling proteins. One such protein is ATRX that harbours an N-terminal plant homeodomain (PHD) and a C-terminal helicase domain that confers ATPase activity and identifies ATRX as a member of the snf2 family member of chromatin remodellers. ATRX has been shown to localize in vivo with constitutive heterochromatin in pericentromeric regions as well as telomeres where it works in complex with DAXX for the deposition of the Histone3.3. Mutations in the ATRX gene give rise to ATR-X syndrome, a severe X-linked mental retardation syndrome often accompanied by alpha-thalassemia. Mounting evidence links ATRX mutations to cancer and to malignancies that depend on a telomerase-independent pathway of telomere maintenance called the ëalternative lengthening of telomeres (ALT) pathway, linking ATRX to aging. Despite these advances however, there is lack of understanding of the molecular mechanism of ATRX and of its role within these pathologies. The proposed research aims to investigate the structural and functional properties of ATRX, and to define at a molecular level how it interacts with DAXX to remodel chromatin. We will use a combination of biophysical techniques like NMR, Isothermal Calorimetry and western blotting to characterize ATRX interaction with partner proteins. X-ray crystallography, Cryo-electron microscopy and Small angle X-ray scattering techniques will be used to elucidate the structure of ATRX complexes. We will also design assays to measure the enzymatic activity of the ATRX snf2 domain by itself and in presence of DNA and/or its interacting partners. These studies will provide insight into a potential new mechanism of chromatin remodelling and will help us elucidate the consequences of disease-related ATRX mutations.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}