{
    "rcn": "195921",
    "acronym": "LoStPReCon",
    "topics": "MSCA-IF-2014-EF",
    "title": "Long-term structural performance of pre-stressed concrete bridges: A risk-based monitoring informed framework for life-cycle asset management",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "Recently, the re-assessment of the collapse of the Koror-Babeldaob Bridge (in 1996), a pre-stressed bridge built by the cantilever method, concluded that this was due to excessive deflections that appeared and grew non-linearly some years after construction. Interestingly, similar trends were found for a group of 56 similar bridge spans, raising the question whether such concerns could influence the maintenance and service life of a high number of pre-stressed bridges in Europe and beyond. Although individual material and structural factors have been researched, this problem can only be solved by integrating physical and probabilistic models and benefiting from the increasing use of monitoring data. This proposal aims to:\n1.Review existing models for shrinkage and creep at specimen level,\n2.Establish robust hybrid FE models for medium/long-term predictions,\n3.Develop a novel monitoring approach based on Digital Image Correlation (DIC),\n4.Formulate a time-dependent reliability assessment framework, addressing creep and shrinkage uncertainties,\n5.Produce representative performance-time profiles for pre-stressed bridges based on the proposed framework and models.\nThe above will be demonstrated via a case study ñ the LezÌria Bridge ñ possessing a unique combination of factors: (i) available monitoring data, (ii) pre-existing analysis models and (iii) an intimate knowledge by Dr. Helder Sousa, the researcher, of its construction and behaviour. The findings will be directly relevant to the growing number of bridges with this problem, enhancing the European knowledge and competitiveness in the global infrastructure market. For this, an interdisciplinary research and training programme has been set out, building on the researcherís strong track record, expanding/honing his knowledge/skills, so that he can reach the forefront of highly qualified professionals able to solve problems in a creative/integrative manner, contributing to European expertise and wealth creation.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF SURREY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}