{
    "rcn": "195997",
    "acronym": "SMILE",
    "topics": "MSCA-IF-2014-EF",
    "title": "3D Silicon Micromachining with Infrared ultrafast LasErs",
    "startDate": "30/09/2015",
    "endDate": "29/09/2017",
    "objective": "The aim of the present proposal is to initiate an interdisciplinary research program to develop 3D micromachining of silicon towards novel silicon photonics and microfluidic applications. We are motivated by the myriad of applications based on 3D micromachining of glass that peaked in the early 2000's, and still continues to impact integrated photonics and microfluidics, among other fields. These successes were achieved using lasers at wavelengths for which glass is transparent (most commonly 1 um, 800 nm and their second harmonics). Most of the important results demonstrated in glass can be carried over to silicon using a long-wavelength laser (beyond 1.1 um, silicon is highly transparent), though it is clear that the physics will be different, not least because glass is amorphous and silicon is crystalline. To this end, we propose an interdisciplinary research effort that includes first developing the necessary laser technology, then building up the physical understanding, and finally pursuing high impact applications. Our approach can be summarized as:\n\n(1) Developing a novel, femtosecond, high-energy laser at 1.5 um,\n(2) Developing in-situ diagnostics based on pump-probe imaging of the laser-material interaction,\n(3) Exploring the physics of the laser-silicon interaction,\n(4) Applying our physical understanding and laser technology as a platform to 3D micromachining of silicon towards novel silicon-photonics and microfluidic applications.",
    "totalCost": "145845,6",
    "ecMaxContribution": "145845,6",
    "coordinator": "Bilkent ‹niversitesi",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999923628": {
            "orgId": "999923628",
            "orgName": "BILKENT UNIVERSITESI VAKIF",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}