{
    "rcn": "195941",
    "acronym": "MOLMIC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Molecular Biology of Sulfide-Oxidizing Nitrate-Reducing Microorganisms Involved in Microbiologically-Influenced Corrosion",
    "startDate": "06/01/2016",
    "endDate": "05/01/2018",
    "objective": "Dr. Sven Lahme proposes to work with Prof. Ian Head at Newcastle University, UK, to study the Molecular Biology of Sulfide-Oxidizing Nitrate-Reducing Microorganisms Involved in Microbiologically-Influenced Corrosion (MOLMIC). Corrosion is a multi-billion Euro problem for the oil and gas industry. Microbiologically-influenced corrosion (MIC) in this sector is usually linked to souring of oil fields due to production of toxic and corrosive H2S by sulfate-reducing bacteria (SRB). Injection of nitrate into sour oil fields is a bioengineering strategy, which removes H2S by promoting sulfide-oxidizing nitrate-reducing bacteria (soNRB). However, recent reports involved soNRB in MIC due to incomplete oxidation of H2S to corrosive sulfur intermediates. The end products of soNRB metabolism vary depending on the ratio of sulfide to nitrate. This suggests that a predictive understanding of soNRB metabolism and appropriately adjusting the nitrate dosage can prevent the risk for soNRB-mediated MIC. MOLMIC will investigate the ecophysiological role of soNRB in oil field corrosion by using isolated cultures, specific enrichments and complex communities. It aims to i) understand the sulfur metabolism of oil field soNRB by gathering genomic and transcriptomic information through next-generation sequencing, ii) link different soNRB metabolisms to corrosion by monitoring corrosion rates and gene expression under various conditions and iii) evaluate soNRB MIC and countermeasures in complex communities by testing different nitrate dosing strategies and predictive genetic diagnostics. Dr. Lahme will expand his skills in microbial physiology and molecular biology acquired in Germany and will be introduced to petroleum microbiology, bioengineering and electrochemical techniques. New academic and industrial collaborations will emerge, which are both essential for becoming an independent and leading researcher.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}