{
    "rcn": "195962",
    "acronym": "distraction",
    "topics": "MSCA-IF-2014-EF",
    "title": "Distraction as a Philosophical Concept and a Stylistic Device in France and Italy.17th-19th Centuries",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The proposed research challenges and reassesses the historical development of ëdistractioní in its philosophical and literary implications. The dominant Augustinian-Pascalian strain of Western thought has traditionally viewed distraction as an expression of human imperfection, which has therefore to be corrected in favour of concentration and logical thinking. My project reconstructs how the 17th and 18th cs. witness a different understanding of distraction in both the ethical and the aesthetic-cognitive spheres, paving the way to its revaluation as a productive resource, in literary and stylistic terms, between the 18th and 19th cs. By focusing on the French and Italian linguistic and cultural domains, characterised by a lively circulation of texts and by a relatively homogeneous cultural background, the Fellow will show how the genealogy of distraction intersects and mirrors the intellectual and cultural tensions between the Old Regime and the post-revolutionary decades. In particular, the proposed research will address the ways distraction tackles and reassesses the conflictual relationship between truth and falsehood, objectivity and subjectivity, theory and fiction, thereby blurring the borders between philosophical-theoretical and literary-fictional forms of writing. The project possesses both historical and theoretical implications. On the one hand, it reconstructs a fluid moment in Western cultural history, witnessing a profound reconfiguration of philosophical and rhetorical praxes, whose outcome may even be identified in literature as an attempt to recompose the original fracture between poetry and philosophy in which Western culture ñ according to Agamben ñ is rooted. On the other, it firmly relies on a strong philosophical framework that, through a constant dialogue with thinkers such as Bergson, Benjamin, and RanciËre, understands distraction as a peculiar and intrinsic feature of intellectual modernity.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}