{
    "rcn": "195906",
    "acronym": "ReaDoubt",
    "topics": "MSCA-IF-2014-EF",
    "title": "Reasonable Doubt: An epistemological and psychological approach",
    "startDate": "01/09/2015",
    "endDate": "20/04/2018",
    "objective": "The purpose of this research is to shed light on the nature and dynamics of doubt and confidence in complex epistemic decision-making, through a study of the notion of reasonable doubt. While doubt is considered a rational virtue, waiting until complete certainty before accepting and acting upon a given hypothesis is unreasonable in many contexts. Given some evidential support for the hypothesis, the threshold beyond which acceptance rather than doubt is the reasonable option seems to depend on the decisional context (particularly the cost of a possible error): jurors in criminal trials should thoroughly consider alternative scenarios before convicting a defendant; doctors or policy-makers, however, may have to take action upon less strongly confirmed hypotheses, depending on the relative costs and benefits of action/inaction. Such a decision-theoretic view of reasonable doubt relies on the assumption that the consequences of an hypothesis are exogenous to the rational evaluation of its evidential support: one first updates oneís degree of belief in view of the evidence, and then assesses whether, given the context, the hypothesis is beyond reasonable doubt (i.e. should be accepted and acted upon). But is it the case that agentsí degrees of confidence in a hypothesis, and their weighing of various pieces of evidence, are impermeable to the decisional context? Is the jurorís actual belief independent from her having to bring a consequential verdict? This research aims to study the epistemological norms of reasonable doubt, taking account of the psychological reality of the agentsí reasoning. The main objective of the fellowship is to develop an original empirical research programme, testing the effects of the consequentiality of epistemic decisions on reasoning. This interdisciplinary project requires the candidate, an expert philosopher, to acquire experimental skills and knowledge in psychology, under the supervision of a specialist in the psychology of reasoning.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "BIRKBECK COLLEGE - UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999833903": {
            "orgId": "999833903",
            "orgName": "BIRKBECK COLLEGE - UNIVERSITY OF LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}