{
    "rcn": "195903",
    "acronym": "OPTIMAPIC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mapping the neuronal representation in dorsal inferior colliculus through optical imaging, stimulus optimization and optogenetics",
    "startDate": "01/03/2015",
    "endDate": "28/02/2017",
    "objective": "Despite being the most accessible subcortical auditory structure, little is known about the dorsal cortex (ICd) of the inferior colliculus. Limited physiological evidence hints at functions regarding detection of frequency-modulation, novel sounds and selective attention. This project tries to address three fundamental questions regarding the ICd, namely:  (1) what are optimal stimuli for the neurons in the ICd, (2) why is the neuronal activity in ICd important for the organism and (3) how does the neuronal circuit achieve the necessary computation. Taking advantage of state-of-the-art in vivo optical imaging, I will search for effective stimulus features through a population-wide stimulus optimization approach (WP1). The ability to measure neuronal activity over weeks expands the range of sound stimuli researchers can deliver, providing a basis for a more unbiased stimulus search. Moreover, groups of cells that respond to similar features can be detected, while extra efforts can be diverted towards identifying optimal stimuli for the remaining cells.  Secondly, a behavioural paradigm will be developed to probe the effect of selective attention on neuronal activity of the ICd (WP2). At the same time, comparing neuronal and behavioural response will help us understand how neuronal representations translate into percept and actions of the animal. Finally, I will investigate how neuronal activities in the ICd are shaped by projections from other brain regions, through the imaging of synaptic terminals from these inputs and, subsequently, optogenetic manipulations. The results will lead to a major understanding in the sensory processing at the auditory midbrain and the functional significance of its interactions with other brain regions. These research outcomes are not ends in themselves, but will provide the Fellow with a basis for further research as an independent group leader.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}