{
    "rcn": "195926",
    "acronym": "MultiNav",
    "topics": "MSCA-IF-2014-EF",
    "title": "Multisensory Navigation: Harnessing the Power of Multisensory Processing  Optogenetic Stimulation to Aid The Blind",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "In Europe 30M people are visually impaired (VI), 2.5M of which are entirely blind. Despite many efforts on the societal level, VIs are still ëleft in the darkí, when it comes to independent navigation. Neuroscience has the long-term potential to provide brain-prostheses, which circumvent damaged parts of the visual system. In the present project, we will investigate how spatial information can assist VIs during navigation by non-invasive and invasive information delivery.\nWe will make use of multisensory integration and optogenetic stimulation to investigate these questions in an animal model of navigation in the dark. Mice use their sensory hairs (ëwhiskersí) analogous to how VIs use their cane for exploring their local surroundings. During this tactile navigation VIs also utilize the sound generated by their cane to provide both spatial and material information about their surroundings, evidence for a multisensory strategy.\nSpecifically we will first investigate the effect of multisensory information on the neural representation of tactile information during natural exploratory behaviour. For this purpose we will provide sounds rapidly (<1ms) in sync with each surface contact of the whisker. These sounds are modulated by the animalís distance to the object or will provide contextually relevant spatial information (e.g. distant targets). We predict that even soft auditory information will boost the usefulness of tactile information (ëinverse effectivenessí) and allow faster behavioural judgments in a spatial task. Next, we will provide spatial information directly to the tactile cortex using optogenetic stimulation, emulating the functioning of future, spatial brain prostheses. We predict that animals will learn to integrate this additional information to optimize their navigation success.\nIn summary, our research will contribute to providing navigation information to VIs non-invasively and invasively, and thus further the ongoing efforts of inclusion in Europe.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}