{
    "rcn": "195939",
    "acronym": "EmotionalActions",
    "topics": "MSCA-IF-2014-EF",
    "title": "Understanding Emotional Actions",
    "startDate": "01/04/2015",
    "endDate": "03/10/2017",
    "objective": "Emotions shape our personal lives and society at large. In Europe emotional disorders affect one in five people; it is the most chronic and second to most disabling health condition. The stakes to better understand our emotional behaviour are high; however there is still a lot to gain. Traditionally, emotions are thought to guide our behaviour either through fast instincts or deliberately selected actions. Current explanations of emotional health and disease frequently focus on one of these single components in isolation (or regard them as exclusive antagonists), but likely underestimate our emotional behaviourís complexity and diversity.\nHere I will investigate a complementary account: I suggest that in humans optimal emotional behaviour arises not from these instinctual and deliberate action selection systems individually, but from their interaction, mediated in our brain by a likely uniquely human prefrontal control system. First, using an innovative task, behavioural profiling, and formal computational modelling I will determine the influence and interaction of these systems in emotional behaviour. Second, I will use concurrent neuroimaging (fMRI) and neurostimulation (tDCS), geared at the prefrontal control system and its connectivity with amygdala and parietal cortex, to investigate their causal mechanisms during emotional situations.\nThis ambitious project combines my extensive experience in emotional behaviour with the world-leading expertise of University College London in computational neuroimaging and neurostimulation. These investigations are deliberately designed to both further our understanding of emotional behaviour and to initiate a path for improved treatment of emotional disorders in Europe. The computational modelling approach will elucidate hidden mechanisms and promote personalized diagnosis, while the modulatory neurostimulation approach will provide new avenues for targeted treatment ready to be developed in collaboration with the clinic.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}