{
    "rcn": "195935",
    "acronym": "HOOKaWORM",
    "topics": "MSCA-IF-2014-GF",
    "title": "Hook a Worm to Catch a Man: Tracking Historical and Recent Human Settlement, Land use and Migration in Neotropical Rainforests using Ecosystem Engineers",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "The anthropologic and archaeological study of pre-Columbian people of the Amazonian basin has revealed sophisticated agriculture practices. Notwithstanding the absence of historical written records the biological evidence of these practices remains in the remarkable biodiversity of the Amazonian 'dark earths' (ADEs) or ìTerra Preta do Indioî produced by ancient civilisations to promote highly productive and sustainable agriculture. Promoting the interdisciplinary connection between anthropology, soil ecology and genomics the applicant will be able to investigate both the relationship of ADEs to the associated extant biodiversity, reveal details of past and current anthropogenic impact on the natural surroundings, as well as new clues regarding settlement dynamics over a large part of Brazil. The applicant and the supporting team will accomplish this by:\na) Assessing  the current soil biodiversity assemblages to gain knowledge about the functioning and potential role of soil ecosystem engineers, organic matter and nutrients to the formation of these extremely fertile soils; this novel approach will aid in understanding the origin and sustainable management of ADEs as well as highly weathered and acid soils under humid tropical conditions.\nb) Using DNA barcoding to describe the diversity of the ecosystem engineer community associated with past and recent Amerindian settlements throughout the Amazonian basin. \nc) Using genomics of a peregrine species closely related with human landscape domestication to mirror the human exchanges and flow among the Neotropical rainforest associated with the migration of Amazonian Indians.\nThis will be achieved by integrating the state-of-the-art methods in invertebrate morphology, molecular genetics, and computational analyses with incorporation of pre-existent and new ecological, anthropological and environmental metadata sustained by a multidisciplinary collaborative network.",
    "totalCost": "261599,4",
    "ecMaxContribution": "261599,4",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936894580": {
            "orgId": "936894580",
            "orgName": "Centro Nacional de Pesquisa de Florestas",
            "ecContrib": 0
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 261599
        }
    },
    "calculatedTotalContribution": 261599
}