{
    "rcn": "195999",
    "acronym": "TERA-NANO",
    "topics": "MSCA-IF-2014-EF",
    "title": "Beam steering, frequency reconfigurable terahertz photomixer array using nano-actuators",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "The research on terahertz technology has become one of the emerging fields due to the unique properties that it offers, presenting enabling alternatives in imaging, spectroscopy, and communication applications. Increasing research activities in the field also brings the need for high performance components that operate in the terahertz regime, the most important of which are the high performance sources and detectors. Photomixing is one of the most commonly used methods for terahertz generation and detection, which employs an ultrafast semiconductor substrate integrated with an antenna. The state-of-the-art photomixer antennas have either a low radiation resistance in a wide band or a high radiation resistance in a narrow band, both of which introduce a significant reduction in the amount of terahertz power generated or detected.  Possible antenna reconfigurability options to overcome these issues have not been investigated so far due to the lack of high performance switching elements in the terahertz band, which could boost the antenna, and hence, photomixer performance significantly.  Moreover, electronically controlled beam steering possibilities, which could enhance the system performance radically in terahertz imaging and communication applications, have not been studied to date, which also requires high performance switching elements.\nIn this project, we aim to develop, for the first time, beam steerable and frequency reconfigurable photomixer antenna array for terahertz generation and detection.  Beam steering and frequency reconfiguration will be achieved by means of nano-actuators, which is expected to provide high performance switching at terahertz frequencies.  The nano-actuators that we target to develop will be the smallest ones reported up to date, which is mandatory to integrate them into the very small antenna dimensions.  The proposed project will be a high level of interdisciplinary research between optics, electronics, and mechanical engineering.",
    "totalCost": "157845,6",
    "ecMaxContribution": "157845,6",
    "coordinator": "ANKARA YILDIRIM BEYAZIT UNIVERSITESI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952723525": {
            "orgId": "952723525",
            "orgName": "ANKARA YILDIRIM BEYAZIT UNIVERSITESI",
            "ecContrib": 157846
        }
    },
    "calculatedTotalContribution": 157846
}