{
    "rcn": "195961",
    "acronym": "hh",
    "topics": "MSCA-IF-2014-EF",
    "title": "Search for Higgs boson pair production",
    "startDate": "21/03/2016",
    "endDate": "20/03/2018",
    "objective": "Within two years of the discovery of a Higgs boson with a mass near 125 GeV, a set of properties measurements have confirmed, within current experimental/theory uncertainties, its Standard Model (SM) nature. Nevertheless, beyond the SM theories offer a rich phenomenology and exciting prospects for the discovery of New Physics in the Higgs sector. This project aims to observe physics beyond the SM in   the Higgs boson sector through the search for Higgs boson, h pairs in the hh->??b bbar channel, which benefits from the large h-> b bbar branching ratio, efficient diphoton trigger, low backgrounds and excellent diphoton invariant mass resolution.  Both the resonant and non-resonant production are considered. To this end, the proton-proton collision data collected by the ATLAS experiment at a centre-of-mass energy of 13 TeV at  the Large Hadron Collider over the next two years, will be used and are expected to amount to 70/fb. The proposal to search for anomalous Higgs boson production and for heavy resonant  states decaying to hh is original, and innovative methods in all aspects of the project will be employed. The results of the project, which will provide new information on the h self-couplings and the production of new resonances decaying to hh, will be interpreted within various theoretical frameworks, with emphasis in two Higgs-doublet models.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}