{
    "rcn": "195985",
    "acronym": "Re.B.Us",
    "topics": "MSCA-IF-2014-EF",
    "title": "Rewiring Brain Units - bridging the gap of neuronal communication by means of intelligent hybrid systems",
    "startDate": "16/03/2016",
    "endDate": "15/03/2018",
    "objective": "People suffering for disorders of the Central Nervous System (CNS) often have to cope with every-day challenges. In spite of our strong commitment to primary prevention, CNS disorders significantly impact on the global burden of disease. Thus, restoring the physiological function of a dysfunctional brain is a primary challenge. As pharmacological treatment is not suitable to restore broken neuronal pathways, research is exploring biological and engineering approaches, but the sole exploitation of either of these strategies is technically limited by inherent pitfalls. Neural transplants benefit of the intrinsic plasticity of ërealí neurons, yet the interaction of the graft with the host nervous tissue is consequently poorly predictable. Silicon-based technology provides highly controllable systems, yet at the cost of limited flexibility. Here, we intend to overcome these limitations by exploiting a novel ëhybridí approach. We will establish a functional partnership between a biological ëgraftí neuronal network and an intelligent controller that fine-tunes the dynamics of the graft by activity-dependent neural control and mediates its integration into the diseased host nervous tissue. We aim at obtaining a biocompatible hybrid device of previously unexpected stability, capable of pursuing a self-healing process of dysfunctional neuronal circuits. The novel biohybrid system conceived in Re.B.Us will be at the core of further development of innovative neuroprostheses endowed with intrinsic adaptive behavior and capable of bi-directional communication with the host CNS, that would restore, by themselves, the function of a diseased brain, with no anatomical or pathophysiological boundaries. By virtue of its unprecedented therapeutic potential, Re.B.Us will undoubtedly impact on EU economy by reducing the financial burden of public health and improving the societal impact of CNS dysfunction.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}