{
    "rcn": "195930",
    "acronym": "SURFACE",
    "topics": "MSCA-IF-2014-GF",
    "title": "Human-Landscape-Interactions and Global Dispersals: The SURFACE Record of Palaeolithic Arabia",
    "startDate": "01/01/2016",
    "endDate": "30/06/2018",
    "objective": "SURFACE is an international, trans-disciplinary action combining approaches from archaeology, geomorphology and remote sensing to develop novel approaches to the analysis of the distribution of surface artefacts in arid landscapes. It will use these to address models of human-environment-landscape interactions in Palaeolithic Arabia and their implications for global dispersal of hominin populations.\nAt a key crossroads of global dispersals, and with a proven but little-studied record of Palaeolithic occupation, Southwestern Saudi Arabia possesses a surface record vital to understanding Pleistocene dispersals out of Africa. How different Homo species (H. erectus, H. sapiens), utilised their landscapes, and subsequent implications for their abilities to disperse from Africa is poorly understood, and interpretation of past hominin landscape use from present-day artefact distributions is not straightforward. Distributions are the sum of varying behaviours over time, while landscape evolution alters the distribution and availability of resources linked to these behaviours (e.g. water, raw materials) and the preservation and visibility of archaeological evidence. It is only by developing a robust, well-dated model of landscape evolution, and detailed recording of surface artefacts in relation to the geomorphological units comprising the landscape, coupled with theoretical paradigms that engage with the variable time depth of surface assemblages that the potential of this record for informing on past hominin-landscape interactions can be realised. SURFACE brings together researchers from the UK and Australia at the cutting edge of developing approaches to the surface record. It will train the ER in these interdisciplinary methods to enable her to fully exploit the globally significant Palaeolithic record of SW Saudi Arabia, and to further develop methodological and theoretical approaches to the surface record, with implications far beyond the time period in question.",
    "totalCost": "216512,4",
    "ecMaxContribution": "216512,4",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 216512
        }
    },
    "calculatedTotalContribution": 216512
}