{
    "rcn": "195970",
    "acronym": "FLORALWOOD",
    "topics": "MSCA-IF-2014-EF",
    "title": "Selecting non-crop flowering plants for enhancing natural enemies of crop pests in agro ecosystems under climate change perspective",
    "startDate": "15/01/2016",
    "endDate": "14/01/2018",
    "objective": "Throughout Europe, the expansion of modern, chemical-intensive agriculture is regarded as the principal cause of widespread declines in abundance and diversity beneficial arthropods. Conservation of natural enemies in agricultural landscapes is considered the most ecologically sustainable method for biological control of agricultural pests. An ecological relevant hypothesis is that higher plant diversity, through addition of plant species able to supply accessible food and/or shelters at different seasons of the year, can increase natural enemies' fitness. Based on existing insights in insectñplant interactions, specific floral seed mixtures (to be placed in field margins or as ground cover vegetation) can be developed which target specific visiting biocontrol agents. However, the particular mechanisms involved and potential for practical use in farm management remain unclear. In this project I propose to consider the insect community level, including pests and their parasitoids to evaluate the service of pest regulation provided by plant functional and evolutionary diversity at a time when climate change is expected to trigger more frequent or severe insect outbreaks. This will be done by comparing a group of native flowering plants that are already sold by private companies for bees pollination (or other interests) in terms of their capacity to serve as source of sugar (pollen) for aphid parasitoids while resulting unattractive for their aphid hosts. The best resulting plants will be isolately tested under greenhouse to evaluate their efficiency by measuring the resulting parasitism rate by aphid parasitoids under optimal and extremely hot conditions (summer in Valencia, Spain, where this experiment will be performed during the secondment). Training for me will include experimental design, insect physiology, HPLC analysis, wind tunnel management, insect thermal resistance, plant flower and pollen characterization, plant-insect interactions, statistics and others.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE RENNES I",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999858541": {
            "orgId": "999858541",
            "orgName": "UNIVERSITE DE RENNES I",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}