{
    "rcn": "195983",
    "acronym": "ACT against AMR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Abyssomicin C Truncated derivatives against Antimicrobial Resistance",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "This project aims to offer a solid solution to the dwindling effectiveness of antibiotics against infectious diseases caused by the development of antimicrobial resistant (AMR) bacteria. The core of this proposal is to implement an innovative synthesis-oriented strategy to access truncated derivatives of abyssomicin C, a natural product that has shown especially promising antimicrobial activity against the most common strains of antimicrobial resistant bacteria. The multiple routes proposed for the synthesis of the truncated core scaffold are short, robust and amenable for many different variations. This will open up for the possibility to easily synthesise a library of differently adorned abyssomicin C truncated analogues whose antimicrobial activity will be evaluated. Structure activity relationship (SAR) studies aided by computational modeling will be used as an integrated action in the identification of new potent antimicrobial agents.\nThe complementary expertise of the applicant, the host laboratories and the leading experts that will collaborate within this project will be crucial for the realization of all aspects of this multifaceted project. The achievement of the project goals will have a deep impact not only in the scientific community but also on the healthcare systems in Europe and globally. \nThis EF postdoctoral training proposal will represent a unique opportunity to the candidate to expand his scientific network in both the academia and the industry, greatly broaden his spheres of action, strengthening his professional maturity.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}