{
    "rcn": "195969",
    "acronym": "Chenitar",
    "topics": "MSCA-IF-2014-EF",
    "title": "Impact of chemical form of nickel ions on its molecular targets in some human cells",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "An ambitious and multidisciplinary project is proposed to identify on the large scale the molecular targets of different chemical forms of nickel in some human cells. For this aim, a comprehensive and multidisciplinary program is proposed, including toxicity assays, non-denaturing procedures and the development of analytical schemes based on multidimensional electrophoresis and chromatographic separation.\nDespite nickel is classified as carcinogenic and nickel allergy is common worldwide, the molecular mechanisms responsible of nickel toxicity are not know. In this sense, to determine the carcinogenicity potential of nickel compounds, the information about the molecular targets of nickel is critical. There is an urgent need to obtain information about the molecular target depending on the chemical form of nickel, as they are not known yet. This project will study a broad range of different chemical forms of nickel in two selected human cells. Cells will be incubated with the different chemical forms in different conditions and the cytotoxicity will be measured. In order to isolate the native nickel complexes, an optimal non-denaturing procedure of will be developed. Information about the uptake of nickel to cells will be obtained and correlated with the citotoxicity results. Lastly, the identification of the molecular targets will be carried out through the development of novel analytical strategies based on the combination of different separation techniques with different detection techniques.   \nThe great novelty of this project is based on the combination of the information obatined about nickel toxicity and nickel uptake with molecular nickel speciation. The information obtained in the project will help to future understanding of molecular mechanisms of nickel related to nickel allergy and nickel carcenogicity. Additionally, the understanding of these molecular mechanisms will also help to the understanding on the mechanisms of other metal allergies.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}