{
    "rcn": "195992",
    "acronym": "PGEPP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Are there rules to the game? Patterns of Genome Evolution in Paleopolyploid Plants",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Polyploidy events (i.e. the process of genome doubling that gives rise to organisms with multiple sets of chromosomes) have had a strong impact on land plants diversification, adaptation and speciation. Genomic investigations have found that polyploidy is ubiquitous among angiosperms and have identified independent lineage-specific ancient polyploidizations. Traces of these polyploidy events are still present, although duplication events are followed by massive gene loss and chromosome structural rearrangements. However, the mechanisms/principles that govern these genomic changes following polyploidization are still poorly understood. Our project aims to overcome this limitation by analyzing genomic changes following polyploidization in three plant families among which two are of particular agricultural and economical importance. Specifically I will test if common mechanisms (e.g. presence of repetitive elements) are involved in chromosomal rearrangements. I will combine physical mapping approaches (molecular cytogenetic and optical mapping) and sequence analysis to characterize and compare genomic collinearity (synteny) between genomes of Brassicaceae, Cleomaceae and Solanaceae species. This work will improve our understanding of genome evolution by looking mechanisms of chromosomal changes and will improve synteny analysis between model plants such as Arabidopsis and more distant crops for homolog identification.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}