{
    "rcn": "195975",
    "acronym": "IE2",
    "topics": "MSCA-IF-2014-GF",
    "title": "Inclusive Education for an Inclusive Europe: Examining Social Interactions, Dynamics and Friendship Networks of Students in Mainstream Primary Schools",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "The overarching research aim of this project is to examine the social interactions, dynamics and friendship networks of all students, with an emphasis on those identified as having special educational needs, in mainstream primary schools. The IE2 project strives to understand how inclusive education is being implemented across three countries (US, UK, Cyprus) and contribute to the debate on how to create a more inclusive European society by providing rigorous research evidence and recommendations. The project sets out to achieve three main objectives. First, to develop an innovative and interdisciplinary methodology to understand the social interactions, peer relationships and friendships with the combination of advanced social network analysis and ethnographic methods. Second, to establish a social network analysis toolkit for schools to enable practitioners understand the social dynamics within their settings. Third, to develop a platform for visualizing large datasets within social sciences and humanities. It is anticipated that the project will generate a significant impact on both the educational and social sciences and the researcher in terms of reaching a higher position of professional maturity. This is a project that is innovative and interdisciplinary as it breaks the boundaries between social sciences and humanities and computational studies, mathematics and statistics.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "UNIVERSITY OF PLYMOUTH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854661": {
            "orgId": "999854661",
            "orgName": "UNIVERSITY OF PLYMOUTH",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}