{
    "rcn": "195952",
    "acronym": "FORGE",
    "topics": "MSCA-IF-2014-EF",
    "title": "From new Objects to new woRds through GEstures: how sensory-motor experiences of objects and tools influence word acquisition in children",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "A key question in language studies is how children learn the meaning of new words and corresponding concepts. Developmental studies show that childrenís actions promote learning about new objects and that acting on objects is closely related to early gesturesí production, which in turn accompanies vocabulary acquisition. Brain imaging studies have found activation of motor areas when people process action-related words. Together, these findings suggest a link between sensory-motor experiences, gestures and vocabulary acquisition. But how are these related? One hypothesis is that childrenís manipulation of objects promotes their learning of concepts, these concepts then drive the use of iconic gestures rooted in actions with objects, as well as word learning. An alternative hypothesis is that iconic gestures scaffold vocabulary learning because gestures maintain important iconic similarity with the corresponding affordances and actions, while having communicative functions like words: thus emergence of gestures would be precursor to word learning. To-date, correlational data seems to support the first hypothesis, but existing data does not allow to clearly establish the direction of effects. The FORGE project aims to test between these hypotheses, to understand how learning new concepts (mental representations for new manipulatable objects), learning to gesture about these new tools and learning their labels are related to one another. The project uses a multi-disciplinary approach, bringing together traditional video-coding techniques from developmental psychology and psycholinguistics, and new bio-engineering sensor technology for movement analysis. As pre-school children learn new words on a daily basis, and because vocabulary is a strong predictor of academic achievement, establishing optimal conditions for learning to occur is critical to any educational setting. It is further critical to implement programmes assisting children with clinical impairments.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}