{
    "rcn": "195954",
    "acronym": "POSEIDON",
    "topics": "MSCA-IF-2014-EF",
    "title": "novel bioreactor Platform for reprOducible, Scalable ExpansIonand cardiac DifferentiatiON of hiPSC in suspension culture",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "Human induced pluripotent stem cells (hiPSCs) have the potential to revolutionize biomedical sciences, however the standardised mass production, indispensable for their industrial and therapeutic use, is still a major challenge. Impeller stirred-tank bioreactors, currently used for hiPSC bioprocessing, impose detrimental stresses on cultured hiPSCs, resulting in heterogeneity of cells and cell-aggregates, limited bioprocess reproducibility, and low hiPSC expansion efficiency at high costs. The ambitious purpose of the POSEIDON project is the development of a next-generation automated bioreactor platform to significantly improve reproducibility, efficiency and cost-effectiveness of scalable hiPSC expansion. To demonstrate the utility of the method for the production of valuable human cell types, a novel process for hiPSC-cardiomyogenic differentiation will also be established. This pioneering bioreactor will be developed by advanced engineering design methods and will enable controlled hiPSC suspension culture by non-impeller-dependent low-shear hydrodynamic conditions. Purposely designed automated systems will lead to bioprocess standardisation with enhanced reproducibility, efficiency and scalability beyond the state in the art. The proposed Fellowship will enable a highly interdisciplinary collaboration between the Researcher, a talented post-doc with a significant track record in bioengineering, and the supervisor, a world leader in stem cell bioprocessing, whose group is embedded in one of Europeís leading hubs for regenerative biomedicine. These working conditions will effectively promote the Researcherís professional development, providing her with excellent new expertise in stem cell bioprocessing and fundamental leadership skills, significantly widening her career perspectives. The project outcomes will be of tremendous benefit to the European biomedical and pharmaceutical sectors, contributing to the European excellence, competitiveness and quality of life.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MEDIZINISCHE HOCHSCHULE HANNOVER",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999878426": {
            "orgId": "999878426",
            "orgName": "MEDIZINISCHE HOCHSCHULE HANNOVER",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}