{
    "rcn": "195990",
    "acronym": "3D-GATED",
    "topics": "MSCA-IF-2014-EF",
    "title": "Three-Dimensional Graphene Architectures as Templates for Electrochemical Devices",
    "startDate": "15/05/2015",
    "endDate": "14/05/2017",
    "objective": "3D-GATED will focus on the utilisation of graphene in a unique and precise way, in combination with functional materials such as MoS2 and MoSe2 to address the specific demands of the sustainable energy sector, focussing on electrode development for the hydrogen evolution reaction (HER). Specifically, 3D-GATED will synthesise, optimise, and translate to a functional device; custom designed free-standing 3D graphene architectures through chemical vapour deposition (CVD) on complex Cu constructs. 3D-GATED addresses the need for reproducibility, low gravimetric density, and long range conduction in electrochemical device electrodes. This will be achieved through a convergence of research progress; improvements in selective laser melting (SLM) of Cu;  CVD of graphene on Cu;  delamination of graphene from Cu;  and doping of graphene with functional materials.  \nGrowth of 3D graphene on Cu constructs will be analysed for quality and homogeneity using Raman spectroscopy (and mapping), x-ray spectroscopies, and electron microscopy. Exfoliation of graphene from the Cu constructs will be studied though chemical etching and electrochemical delamination. The free-standing 3D graphene architectures will be doped with functional materials before being analysed for suitability as electrochemical devices. Additional focus will be given to utilizing the synergistic effects of the 2D catalytically active materials, MoS2 and MoSe2, with graphene to form fully functional device architectures for the HER. \n3D-GATED will make major advances in the use of graphene template materials for electrochemical devices, propelling the integration of these devices into the commercial sphere through Imperials diverse commercial partners.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}