{
    "rcn": "195967",
    "acronym": "MolNANOtox",
    "topics": "MSCA-IF-2014-EF",
    "title": "Nanomaterial surface interactions at the molecular level and their impact on ecotoxicity",
    "startDate": "05/10/2015",
    "endDate": "18/03/2018",
    "objective": "As nanotechnology continues to advance at an exponential rate, new products are continuously introduced into the market for research and consumer use. Engineered nanomaterials (ENMs), the functional components in these products, are often specifically designed to exploit the unique properties that nanomaterials exhibit; however, there is a widespread uncertainty on how these new properties may also potentially translate into novel risk issues in the environment. In particular, their high specific surface area and surface reactivity may promote distinct interactions with organisms particularly at the lower trophic levels. This can depend on both the intrinsic and extrinsic properties of ENMs, and can be affected by the formation of an ìeco-coronaî, which is composed of environmentally derived macromolecules from the milieu in which the ENMs are exposed that adsorb to the ENMs surface. However, understanding these interactions at the molecular level and their mechanistic consequences are severely limited and technically challenging, requiring a cross discipline approach. This project aims to address this knowledge gap by uncovering the underlying mechanisms for the formation and persistence of eco-coronas on a range of ENMs by combining fundamental ENM chemistry, environmental toxicology, advanced optical and mass spectroscopy and imaging techniques. In particular, this project will apply surface enhanced spectroscopic methods to characterise eco-corona composition and evolution and how this affects ENM interactions with, and impact upon unicellular organisms. By correlating the eco-corona composition with uptake route (or accumulation at external membrane) and toxicity response, and by investigating how these ENMs are partitioned within model species, the project proposes to identify the molecular basis that determines the fate and toxicology of ENMs in the environment.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNITED KINGDOM RESEARCH AND INNOVATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989200": {
            "orgId": "999989200",
            "orgName": "NATURAL ENVIRONMENT RESEARCH COUNCIL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}