{
    "rcn": "195945",
    "acronym": "BRACE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Breaking down arenavirus cell entry",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "Hemorrhagic fever viruses are serious human threats for which we donít have adequate treatments available, which is painfully highlighted by the current Ebola virus outbreak in Western Africa. These viruses are obligatory intracellular parasites that make use of the host machinery at every phase of their infection cycle. Virus attachment and entry are the initial steps, which requires engagement of a viral glycoprotein with a cell surface receptor. This interaction then triggers internalization of the virus particle via a Trojan horse-like vesicular pathway, eventually resulting in the release of the viral genome into the cytoplasm of the target cell. We have recently shown that cell entry of at least some hemorrhagic fever viruses (i.e. Ebola virus and Lassa virus) is even more sophisticated, as it requires triggered-recognition of an intracellular receptor as an unexpected additional step. A precise understanding of how these major pathogens enter cells is required to reveal the mechanisms by which they cause disease. In this application, I will combine targeted engineering of viral systems with a genomics approach that enables crystal-clear, yeast-like genetics in human cells. Focusing on arenaviruses, these genome-wide surveys will reveal host factors indicative of virus entry tactics never observed before. I will use biochemistry, microscopy, and cell biological assays to examine in detail the virus-host interplay with these factors and will identify promising new antiviral targets for arenavirus family members that cause human disease. Overall, I foresee that this project will provide a much-needed window on the unique cell entry strategies of these lethal pathogens, which thus far revealed a surprising diversity in the biological host networks being hijacked to establish infection.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984738": {
            "orgId": "999984738",
            "orgName": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}