{
    "rcn": "195979",
    "acronym": "PRIME",
    "topics": "MSCA-IF-2014-EF",
    "title": "Process Invigoration through Model Embellishment",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The objective of this research project is to enhance business process (BP) model comprehension in European organisations through dynamic process invigoration. Analysis and improvement of BPs are key to organisationsí cost efficiency and competitiveness. A growing number of organisations in Europe implement BP management solutions to analyse and automate their processes. BP models are invaluable to define, control, improve and communicate BPs. BP models abstract a dynamic phenomenon in the form of a static representation, thus they are often difficult to comprehend. In this research, I aim at redefining the BP model comprehension problem and developing innovative solutions through a synergetic usage of process modeling and multimedia disciplines. In this way, models will be dynamically invigorated and presented to business professionals in a comprehensible manner. To fulfil the overall objective, related literature will be reviewed; BP model invigoration techniques will be designed for eight different embellishment components; the techniques will be evaluated through industrial experiments and field studies; an open source BP model invigoration tool will be developed; and results will be disseminated in European academy and industry. Eventually, organisations from various domains in Europe can utilize their BP models in a better way by using the freely available PRIME tool to invigorate their processes. This will create an opportunity to increase organisational efficiency throughout Europe. This project will contribute to my career development in many ways. I will obtain regular training on scientific and transferable skills through interdisciplinary trainings with my supervisor and other scholars, courses in research schools, and the preparation of publications. Collaboration and networking will be enhanced through joint studies with scholars and industry, enabled by the supervisorís previous collaborations as well as my experiences.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}