{
    "rcn": "195910",
    "acronym": "InteractomeMalMot",
    "topics": "MSCA-IF-2014-EF",
    "title": "Interactome of surface proteins important for Plasmodium sporozoite gliding motility",
    "startDate": "15/05/2015",
    "endDate": "14/05/2017",
    "objective": "Sporozoites are the motile forms of the malaria causing parasite Plasmodium and are injected into the vertebrate host by a mosquito. Their motility is powered by the parasites own actin-myosin motor, which is connected to transmembrane proteins of the TRAP (thrombospondin-related anonymous protein) family which serve as force transmitters. This substrate-dependent locomotion is a prerequisite for tissue penetration and host cell invasion. The glycolytic enzyme aldolase was thought to be the link between actin and surface adhesins (reported in Mol Cell). However, recent data revealed that aldolase does not fulfil this role hence it is now unclear how the force is transmitted. Additionally, lack of the main surface adhesin TRAP was also found (by the host lab) to not block motility as previously reported (in Cell). Additional recent findings are challenging the model of how gliding motility works and thus highlight the importance to focus on novel proteins. One such new protein, LIMP has recently been identified in the host lab. Therefore, the principal aim presented in this proposal is the identification of the molecular function of LIMP, which shows an identical phenotype to TRAP. To this end I will generate a series of parasites strains expressing different mutated versions of LIMP which will be investigated using biophysical approaches. Moreover, I attempt to identify the proteins interacting with LIMP.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAETSKLINIKUM HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841081": {
            "orgId": "999841081",
            "orgName": "UNIVERSITAETSKLINIKUM HEIDELBERG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}