{
    "rcn": "195982",
    "acronym": "TMSP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mass accretion and ejection in transitional millisecond pulsars",
    "startDate": "04/04/2016",
    "endDate": "03/04/2018",
    "objective": "The behaviour of matter under extreme conditions and the reason why accretion onto many astrophysical objects is accompanied by outflows of plasma like jets, are key questions of  astrophysical research. Neutron stars (NSs) are prime laboratories for this investigation. They are the solid-surface bodies in which the most extreme conditions of gravity, density, pressure and magnetization are realized. When they are part of a binary system, and matter is transferred from their companion star, several phenomena occur which have shed light on the physics of mass accretion and NS magnetospheres, as well as the production of high energy radiation and pulsations. An important new class of pulsars spinning at a period of few milliseconds and switching between plasma accretion and ejection was discovered in 2013; they are dubbed transitional millisecond pulsars. These sources alternate between radio and X-ray pulsar regimes as a result of the interaction between the in-flowing plasma and the outward pressure exerted by their magnetosphere and radiation. They experience over few weeks transitions from a rotationally powered regime, in which they behave like radio pulsars, to a regime in which they accrete matter and emit intense high-energy radiation, like standard X-ray binary systems. In between these regimes these NSs display intermediate states which are still to be investigated in detail. Transitional millisecond pulsars provide us with a unique laboratory to study the interaction between the matter inflowing towards the NS, its rotating magnetosphere and the outgoing radiation, particle wind and jets. With this program based on multi-waveband (radio, optical, X-rays, gamma-rays) observations, we will exploit the diagnostic potential of these systems to (i) determine how outflows of plasma are launched and how they are coupled to the accretion process; (ii) measure their mass and spin to constrain their evolutionary state; (iii) study the formation of accretion disks.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "ISTITUTO NAZIONALE DI ASTROFISICA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999868920": {
            "orgId": "999868920",
            "orgName": "ISTITUTO NAZIONALE DI ASTROFISICA",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}