{
    "rcn": "195946",
    "acronym": "Spiral DRAGNs",
    "topics": "MSCA-IF-2014-EF",
    "title": "Here be Spiral DRAGNs",
    "startDate": "01/05/2016",
    "endDate": "28/10/2018",
    "objective": "Until recently, it was thought that large double-lobed radio sources are always hosted by massive elliptical galaxies in the local Universe and that the merger phenomenon responsible for the elliptical morphology is also responsible for triggering the AGN. Consequently, the existence of spiral galaxies that host double-lobed radio sources (ìspiral DRAGNsî) is inconsistent with leading galaxy formation models. However, these systems have been confirmed to exist, calling into question our current understanding of galaxy formation. This project aims to establish the role of these systems in galaxy formation: either reconciling their existence with current models or challenging the idea of the standard feedback model. I propose a multi-pronged approach to this project: First, I will study the parsec-scale environment in the immediate vicinity of the AGN and determine whether properties of the central black hole in these spiral hosts are similar to those of the black holes hosted by elliptical galaxies; Second, I will study the megaparsec-scale environment of spiral DRAGNs to determine whether their environment is responsible for their unique nature. I will achieve the first science goal using Very Long Baseline Interferometry (VLBI) radio observations. I will achieve the second science goal using a combination of archival and new data at multiple wavelengths. Together these two science goals will enable us to definitively determine whether spiral DRAGNs are a result of the intrinsic properties of the black hole, a result of their large-scale environment, or a combination of both these factors. Furthermore, I will exploit my role as lead for the Radio Galaxy Zoo project on spiral DRAGNs to find more of these sources. To-date there have been only four spiral DRAGNs detected. Increasing the sample size is imperative for testing the hypotheses that will be formed in the above two science goals, and enable statistically significant conclusions to be drawn.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}