{
    "rcn": "195964",
    "acronym": "NANDEEC",
    "topics": "MSCA-IF-2014-EF",
    "title": "NANO-FIBEROUS CATALYSED FILTERS FOR DIESEL EXHAUST EMISSION CONTROL",
    "startDate": "03/07/2015",
    "endDate": "02/07/2017",
    "objective": "Reducing diesel particulate matter (DPM) is a key research area for automotive OEMs in order to meet the more and more stringent emission regulations. Diesel particulate filters (DPF) are used in separation of carbonatious particles by mechanical filtration and subsequent burning of the DPM in order to avoid pressure drop by filter plugging. Since these materials burn at high temperatures (more than 550∞C) with oxygen while diesel exhaust gases temperature lies between 200 and 400∞C, a suitable catalytic material is required to promote the soot or DPM combustion. Thus, it is very important to develop suitable catalytic materials which are active enough to ignite the DPM at low temperatures. \nThis research proposal is aimed to 1) design and develop a nanofibrous structured catalytic material (Pr2O3 and Mn2O3) using a novel synthesis method to have functions of trapping and combustion of DPM, 2) perform detailed characterisation of the nanofibre catalyst, and 3) demonstrate the emission reduction potential of nanofiber catalyst coated DPF by engine testing. The special morphology of nanofiber structure catalysts will increase the contact point of the DPM and help in burning of the soot. Thus the catalysed DPF can reduce the exhaust particulate emissions and exhaust back pressure there by improving the engine performance as well. These will be demonstrated in running a legislative emission driving cycle on a transient dynamometer engine test facility at the University of Birmingham (UoB). The experienced researcher will bring a new research area in the development of nanofiberous catalyst for DPF to the UoB and the latest advancements in engine testing and emission measurement techniques in the Future Engine and Fuels group will be transferred to the experienced researcher as part of the knowledge transfer. The knowledge generated will be shared among the wide research community and public through various outreach programmes.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}