{
    "rcn": "195994",
    "acronym": "NESIAC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Nanobody-enabled Structural Investigation of a G Protein-Coupled Receptor-Arrestin Complex",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Although many thousands of transient protein-protein interactions (PPIs) are known, there is a disturbing paucity of high-resolution structures of the resulting complexes and the difficulties involved in experimentally determining these atomic structures remain essentially unaddressed.\n\nThe Steyaert lab has shown that cross-linking transiently interacting proteins, followed by immunization of llamaís with this cross-linked antigen, causes the maturation of single domain antibodies called Nanobodies (Nbs). The Nbs bind composite conformational epitopes unique to the transient complex. Highly efficient selection methods can discriminate Nbs that exclusively bind the transient (non-cross-linked) complex from binders that bind to the dissociated monomers. Such Nbs will be instrumental to purify and solve the structures of PPIs that have been resistant to investigation by X-ray, NMR, SAXS or EM and for the functional analysis of these complexes within a living cell. \n\nThis ground-breaking technology will be validated with well-chosen case studies covering key PPIs of the GPCR transmembrane signaling pathway including parts of the arrestin interactome. During this project the fellow will establish a unique research niche by systematically applying her arsenal of learnt techniques to develop the next generation antibody?enabled methods for the structural investigation of the GPCR-arrestin targets. The ultimate goal of NESIAC is to determine the atomic structures of the most relevant transient associations of these signaling proteins. This will open up a new platform for realising the structural basis of the elusive GPCR regulation by arrestins.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}