{
    "rcn": "195949",
    "acronym": "Beta-splicenet",
    "topics": "MSCA-IF-2014-EF",
    "title": "ALTERNATIVE SPLICING NETWORKS IN PANCREATIC BETA CELLS",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Type 1 diabetes (T1D) is a chronic autoimmune disease in which pancreatic beta cells are killed by infiltrating immune cells and by cytokines released by these cells. The mechanisms by which autoimmunity is triggered and aggravated in T1D and the nature of the intracellular signals that decide beta cell fate between survival or death remain to be clarified. Alternative splicing (AS) is a complex mechanism of gene expression regulation and a potent generator of proteome diversity. It provides cells with an exquisite capacity to rapidly modify their transcriptome and proteome in response to intra and extracellular cues. AS affects more than 90% of human genes and has a major impact in many cellular processes, including cell survival and generation of new antigenic epitopes. There is a growing interest in the role of AS in autoimmune diseases but nearly nothing is known on its role in beta cells and diabetes. Recent findings by the host group indicate that pro-inflammatory cytokines change the expression of >30 RNA-binding proteins (RBPs) and modify AS of >3000 genes in human beta cells. Importantly, the host group has discovered that the diabetes candidate gene GLIS3 affects beta cell apoptosis by regulating the splicing of the pro-apoptotic BH3-only protein Bim. These findings suggest that AS plays an important role in the regulation of beta cell dysfunction and death by mechanisms that remain to be clarified. We hypothesise that pro-inflammatory signals activate splicing networks contributing to beta cell functional lost and death. We propose in the present project a systems biology approach that will combine RNA-seq, network inference and analysis of individual RBPs to characterize and validate inflammation-activated splicing networks in beta cells. The ultimate goal is to identify key splicing networks and mRNA splice variants that will be targeted by splicing-modulation molecules as a novel therapeutic strategy to prevent progressive beta cell loss in T1D.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}