{
    "rcn": "195929",
    "acronym": "MEDINI",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mechanism Design under Incomplete Information",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The purpose of this project is to study mechanism design under incomplete information with an emphasis on the design of voting procedures. Mechanism design is the commonly used term for the design of games with a certain objective. For instance, an auctioneer may wish to design an auction with the purpose of maximizing his own revenue. The usual assumption is that the mechanism designer does not know the preferences of the players, but the players do have this information. In this project, the latter assumption is dropped. For instance, in national elections voters have a tendency to vote strategically, and in general only have limited information about the preferences of the other voters. In that case, the objective of mechanism designer (designer of the voting system) is to elicit as much as possible the true votes (preferences), knowing that the voters have beliefs but no complete information about the preferences of the other voters. Specifically, the project will concentrate on three issues: how does correlation between the votersí beliefs effect the result of voting and how should the voting system be designed in order to elicit the true votes under this assumption of correlation; can we improve on the results of the first issue by allowing for probabilistic mechanisms, i.e., involve chance; and, following up on this, if truthful voting is out of reach, can we at least get the truthful voting result as an equilibrium outcome. The project is theoretical in nature but can lead to the design of experiments in particular testing the role of belief formation in voting. Further, the results of the project may lead to the design of improved smaller and larger scale voting procedures.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}