{
    "rcn": "195948",
    "acronym": "KCs and Gut Antigens",
    "topics": "MSCA-IF-2014-EF",
    "title": "Elucidating the role of liver resident Kupffer cells in the regulation of the immune responses to intestinal antigens",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The liver is constantly exposed to intestinal material via portal blood circulation and thus it has long been implicated in the modulation of systemic immune responses to intestinal antigens. Despite this, the precise cells involved and the molecular mechanisms at play are largely unknown. Liver resident macrophages termed Kupffer cells (KCs) are ideally located within the blood stream of the liver sinusoids to encounter intestinal antigens. We hypothesise that KCs acquire intestinal antigens and subsequently modulate the immune response to these. Despite indications that KCs are involved, the lack of KC-specific tools has significantly hampered the study of these cells and to date their physiological role in modulating immune responses to intestinal antigens remains unclear. Here we propose to utilize novel and innovative tools including KC-specific knock-in (KI) mice generated by the host lab to specifically examine the role of KCs in antigen acquisition, presentation and determination of T cell fate. To our knowledge these tools represent the first of their kind and place us in a unique position to specifically examine the role of KCs in regulating the immune response to intestinal antigens. By combining murine modeling with analysis of human tissues in collaboration with the University Hospital, this project will greatly advance our understanding of the role of KCs and potentially uncover new therapeutic strategies in the prevention and/or treatment of disorders where the systemic immune response to intestinal antigens is dysregulated such as food allergies and inflammatory bowel diseases (IBDs).",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}