{
    "rcn": "195942",
    "acronym": "HAAIV",
    "topics": "MSCA-IF-2014-EF",
    "title": "Adaptive evolutionary pathways of highly pathogenic avian H5N1 influenza in humans",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "Highly pathogenic H5N1 influenza viruses are endemic in wild birds and poultry across several Asian countries, and continue to cause human infections with high mortality. Global concern persists that these avian influenza viruses will evolve into viruses that can efficiently transmit between humans and may then cause a severe influenza pandemic. However, estimating the real risk of such a pandemic scenario is difficult due to limited understanding of the evolutionary requirements of H5N1 viruses to cross the species barrier and adapt to humans. There is therefore an urgent need to increase our insight into H5N1 influenza evolution within the human host and identify and characterize previously unrecognized adaptive evolutionary pathways. To gain this understanding we propose to apply whole genome, next generation viral quasispecies sequencing directly from serial clinical specimens obtained from H5N1-infected patients. We will perform an in-depth characterization of mutations that are selected during human H5N1 infections and include all influenza virus genes in our analyses. These analyses will provide insight into the diversity of H5N1 quasispecies and the molecular mechanisms of human adaptive mutations. This unbiased whole genome sequencing approach of the dynamics of within-host evolution of quasispecies during the course of infection in serial clinical specimens is highly innovative. The detection of minority variants that expand during the course of infection represents a unique approach to identify adaptive viral evolutionary pathways.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}