{
    "rcn": "195913",
    "acronym": "EpiLIVER",
    "topics": "MSCA-IF-2014-EF",
    "title": "Characterization and implications of DNA damage response in liver cancer",
    "startDate": "01/01/2016",
    "endDate": "14/01/2018",
    "objective": "Cholangiocarcinoma (CCA) is a devastating type of liver cancer that presents late, is difficult to diagnose and associated with a high mortality. Although worldwide the epidemiological trend is mixed, in the EU it has been steadily increasing for the last decade. Treatment is limited to tumor resection, which is not applicable in the vast majority of cases. The lack of any approved chemotherapy-based treatment is partially due to the poor understanding of the molecular mechanisms involved in the response to these drugs. Taking advantage of the comprehensive panel of established and primary CCA cell lines in the host PIís lab and my expertise on the DNA damage response (DDR) and repair field, my proposal offers a new approach in this scenario by characterizing the DDR of CCA cells. This study will be focused on the DDR-related chromatin remodeling SWI/SNF complex. In recent works, mutations in this family of proteins were identified in 47% of all CCA cases analyzed through whole exome sequencing, hence providing a relevant rationale in studying this complex. First, I will identify candidate markers of all known components of the SWI/SNF complex, based on RNAi high-throughput analysis. I will then perform direct and quantitative measurements of the DNA repair activity in CCA cells, specifically related to homologous recombination repair (HR) by rapid and sensitive reporter assays. And lastly, I will determine the proteome dynamics in the CCA context. There are two exclusive novelties on this approach: (1) the described novel methods will be employed in the Hepatology field for the first time; and (2) the use of primary CCA cells will enable me to directly compare observations in culture with clinical outcome. This proposal will not only contribute to the understanding of a limited understood area in liver cancer, but also holds great promises for future clinical use, where DDR-based drugs are the clinical mainstay",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}