{
    "rcn": "195957",
    "acronym": "NPA",
    "topics": "MSCA-IF-2014-GF",
    "title": "Neurodidactics of Performing Arts: The Impact of Drama Teaching on Second Language Acquisition",
    "startDate": "22/06/2015",
    "endDate": "10/09/2018",
    "objective": "'Since the 1990s, Educational Neuroscience has become an emerging field of research which studies cognitive brain functions (thinking, memory, attention, emotions) and interfaces with the educational environment with the aim of improving teaching and learning. Simultaneously, 'Drama Teaching', a teaching methodology based on performing arts introduced in the 1970s, is now generating interest, especially in Foreign Language Learning. This research project will investigate aspects of cognition involved in the language learning process and it will analyse how Drama Teaching dynamics can impact language learning and proficiency. In order to define Drama Teaching as a methodology which involves the brain-mind-body dimension and fosters development of the learner as a whole person, a cognitive perspective will be adopted in relation to issues of a) embodied cognition, b) role of emotions in learning, c) impact of context and experience on learning d) cross-cultural identity process, development and awareness. Theoretical scientific investigation will be conducted on cognitive aspects relevant to learning, followed by the study and observation of dramatization practices. Development of curriculum and course implementation will follow. Particular attention will be given to the assessment of learning results and proficiency levels, as well as to the cognitive and emotional factors. The inter-disciplinary perspective adopted by this study is aimed at contributing to the debate on creative, interactive Foreign Language Education taking place in Europe and in the world. The scope is to contribute to the multi-disciplinary inquiries of Educational Neuroscience by elaborating a neuroscientifically grounded theory of Drama Teaching which gives educators guidelines to expand the range of teaching possibilities in accordance with the principles of Learning/Teaching of the ìCommon European Framework of Reference for Languagesî. \n\n\n\n\n\n'",
    "totalCost": "250518,6",
    "ecMaxContribution": "250518,6",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998403929": {
            "orgId": "998403929",
            "orgName": "THE UNIVERSITY OF SYDNEY",
            "ecContrib": 0
        },
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 250519
        }
    },
    "calculatedTotalContribution": 250519
}