{
    "rcn": "195924",
    "acronym": "FreshwaterMPs",
    "topics": "MSCA-IF-2014-EF",
    "title": "The environmental fate and effects of microplastics in freshwater ecosystems",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "EU member states are currently working towards the realisation of environmental goals specified in the Water Framework Directive (WFD), which aims to protect both human and ecosystem health. Microplastic particles (MPs) are emerging pollutants of increasing concern and are formed primarily when plastic waste degrades in the environment. The impacts of MPs on freshwater biota are not known, however, they may present a potentially persistent and ecotoxicological pollution problem. Accordingly, the goal of this project is to assess the environmental risk of MPs in freshwater habitats. To achieve this, a detailed investigation of MP environmental persistence will be carried out. This will provide environmental fate summaries for different polymer classes and enable the modelling of their degradation processes. This will be combined with laboratory studies to assess relevant sub-lethal endpoints such as reproduction, fitness, inflammation, and oxidative stress. As MPs are known to accumulate co-occurring organic pollutants, the toxicity of virgin MPs will be compared to MPs conditioned with relevant freshwater pollutants. This work will build towards a sophisticated state-of-the-art mesocosm study that will evaluate both MP fate and impacts in model ecosystems. The establishment of a novel framework for the environmental risk assessment of MPs will inform our ability to achieve conservation objectives taking into account MPs as emerging pollutants. The merit of this is that protection goals may be better accommodated in policy and management through the generation of so far unavailable data on MP persistence and environmental toxicity. Taken together, the project will generate so far unavailable data sets to assess for the first time the environmental impacts of freshwater MPs. Thus, the outcomes will highly relevant for academia, politics, stakeholders and society.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}