{
    "rcn": "195955",
    "acronym": "BIPHA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Bio-physical processes around marine snow aggregates",
    "startDate": "01/11/2015",
    "endDate": "18/12/2018",
    "objective": "Advancing our understanding of biologically driven sequestration of carbon is crucial given the rapidly increasing atmospheric CO2 concentrations. Diatoms are the most common type of phytoplankton and, as the oceanís biological carbon pump, a key component in this process. Diatom aggregates, in particular, comprise a significant fraction of sinking particulate matter drawing down atmospheric carbon to the depths of the ocean. Diatoms produce transparent exopolymeric particles (TEP), a gel-like sticky sugary substance, which plays a significant role in the subsequent coagulation of diatoms into aggregates as their blooms terminate. These sinking aggregates are composed of diatoms, detritus and faecal pellets and are so-called marine snow aggregates. \n\nWe will use recent innovations in technology to study the role of TEP content for: \n\nï Scavenging of particles \nï Flow and diffusion within and around diatom aggregates \nWe will draw upon the specialized expertise of the applicant and the beneficiary to study diatom aggregates in detail using methods which have greatly profited from technological advances: \n\nï Particle image velocimetry, and  \nï digital holographic microscopy, in combination with \nï microsensors, to study mass transfer at a sub-mm scale. \n\nThe methods will enable us for the first time to quantify directly any flow inside the aggregates, also called the interstitial fluid flow, and to visualize the aggregateís structure and particle composition. Targeting these processes with advanced instrumentation will bring European research on aggregates to the forefront in terms of the technology, but more importantly, our understanding of carbon cycling in the ocean and our position on future climate change impacts.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}