{
    "rcn": "195956",
    "acronym": "APTALAPS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Investigation of the interaction of mesenchymal stem cells with aptamer modified surfaces using Light-Addressable Potentiometric Sensors (LAPS)",
    "startDate": "20/07/2015",
    "endDate": "19/07/2017",
    "objective": "The aim of this project is to develop a new method to immobilize aptamers of stem cells onto silicon-on-sapphire substrates, to capture cells by affinity interaction between aptamer and target cells, and investigate two-dimensional electrochemical images of parameters such as local cell impedance, cell surface charge, ion channel activity, and two-photon fluorescence images with subcellular resolution using the impedance imaging technique Scanning Photo-induced Impedance Microscopy and the electrical potential imaging technique Light-Addressable Potentiometric Sensors. Aptamers are artificial functional oligonucleic acids which can bind their targets with high affinity and specificity. Aptamers with specificity to target integrin heterodimers will be developed and patterned on LAPS substrates and the mechanism of attachment regulated stem cell differentiation studied. The proposed technique has the advantage that functional electrochemical imaging of the cell-surface interface can be carried out, which is not accessible to other electrochemical techniques.\nThe results of the project will inform the development of tissue engineering materials and impact on the health care and biomaterials industries, which are central to Europe's ongoing and future economic success, and are directly relevant to the theme priority of personalizing health and care in Horizon 2020.\nThe applicant is an outstanding young scientist who recently finished his PhD at Peking University and has already authored and co-authored 14 papers, worked on different multidisciplinary projects in China and Japan, and brings a lot of relevant experience to the project in the areas of aptamers, electrochemistry, and biosensors. During the fellowship, he would develop competencies in electrochemical imaging, semiconductor processing and single cell analysis, expand his research network and gain skills such as project management and grant writing allowing him to develop an independent research career.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}