{
    "rcn": "195911",
    "acronym": "Hi-SynVir",
    "topics": "MSCA-IF-2014-EF",
    "title": "High-throughput characterization of host promiscuity for precisely designed synthetic viral capsid",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Traditional geographic ranges of insect pests are altered by globalization and climate change, resulting in emerging threats for natural ecosystems, agriculture and human health. It is urgent to improve our ability to swiftly develop targeted solutions to contain such threats, while minimizing unintended side effects on the environment.\nDensovirinae are very small, single-stranded DNA viruses pathogenic to a variety of arthropods, including pythophagous caterpillars and grasshoppers, as well as disease vectors such as aphids and mosquitoes. Host ranges appear to vary considerably amongst even closely related densoviruses. A better understanding of the molecular mechanisms underlying virulence and specificity is necessary to evaluate the risk and opportunities associated with potential use in controlling natural insect populations.\n\nWe propose to discover these molecular determinants through the use of precisely designed libraries of viral genomes. We will leverage cost-effective and scalable DNA synthesis and sequencing technologies to generate high-throughput implementation and testing of precise molecular hypotheses. These will be informed by currently available knowledge and further deepened by bioinformatic analysis of natural sequences. We will produce ~106 controlled variants of the viral capsid as well as select viral regulatory sequence elements (enhancers, splicing and translation start sites). Resulting libraries will be subjected to multiplexed, deep-sequencing-based functional assays.\n\nThe scale of this approach will permit to reconstitute the sequence-structure-activity relationships required to relate viral genomes to host specificity and propagation efficiency. These data will support the development of models to predict the behavior of a viral genome in a new ecology, assess its potential for future evolution and inform the safe use of viral vectors for the targeted biocontrol of insect populations.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}