{
    "rcn": "195917",
    "acronym": "AMIABLE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Advanced MIcroscopy of Attine ant BacteriaL Endosymbionts",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Summary\nMost animals crucially depend on bacterial symbionts for digesting food and for optimal health, and such associations are particularly relevant for farming societies that produce their own food. Next to humans, the fungus-growing ants have realized the largest and most complex animal societies on Earth and also these societies depend on the services of multiple bacterial symbionts. The experienced researcher is a cell biologist with state-of-the-art training in electron microscopy who teamed up with the Copenhagen Centre for Social Evolution (CSE) to realize a uniquely interdisciplinary research program of microbial symbiosis. She focuses on three abundant gut bacteria of fungus-growing ants that were recently discovered by the host group, and which appear to function as nutritional and disease resistance mutualists in this complex symbiosis that has become one of the best-studied model systems of social evolution. The objectives of this project are: 1. To reconstruct the acquisition process of symbiotic bacteria during development of individual leaf-cutting ants; 2. To resolve structural adaptations of the bacteria for intracellular versus extracellular lifestyles. Neither of these objectives have been addressed before and both have high potential to change the way in which biologists think about bacterial symbioses. The project includes training-through-research of the researcher in molecular biology, bioinformatics and evolutionary theory, and considerable knowledge transfer in advanced microscopy from the researcher to the CSE host group. The project has been initiated with CSE funding, proven to be very synergistic and highly feasible, and the researcher has already built a collaborative network in Copenhagen. The present application seeks to realize the projectís full implementation, allowing the European Research Area to harvest the full benefits of the pioneering work already initiated.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}