{
    "rcn": "195951",
    "acronym": "CP-RehOP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Responding or not responding to training; prediction of balance rehabilitation outcome from structural and functional brain networks in Cerebral Palsy.",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "When an injury occurs to the developing brain, as in Cerebral Palsy (CP), these children typically experience sensorimotor disorders such as muscle weakness, abnormal muscle activity, and ataxia. Poor balance control is a primary deficit in CP, which has a large impact on a childís daily life, since it is crucial for independent mobility and greatly affects the risk of falls. CP is the most common developmental cause of physical disability in the world, with a prevalence of 2-3 in 1000 live births. To improve their quality of life, adequate treatment is essential. However, studies investigating the effectiveness of balance rehabilitation in CP have revealed mixed results. This is due to two reasons. First, due to the various clinical scales and experimental measures available, each measuring different components of balance, it is very complex to diagnose balance control in CP. Second, it is currently unknown which are the underlying neural causes of poor balance control in CP.\nSince the success of well-targeted treatment depends on this basic knowledge, a novel experiment is suggested that provides fundamental insights in both areas. I will investigate whether balance training can promote postural and gait balance control in CP children. Clinical and experimental measures will be combined to allow for the determination of the best diagnostic tool for imbalance in CP. Using diffusion kurtosis imaging and resting state functional magnetic resonance imaging, I will examine the structural and functional brain networks involved in balance control in CP and whether advances in balance control are supported by neuroplastic changes.\nAs some children will be less responsive to training, it is hypothesized that this innovative combination of behavioral and neurological assessments allows for the identification of the underlying causes of responsiveness, and, most importantly, the prediction of individual responsiveness based on medical brain images, using machine learning.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING VUMC",
    "coordinatorCountry": "NL",
    "participants": "STICHTING VU",
    "participantCountries": "NL",
    "projectParticipants": {
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 177599
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 177599
}