{
    "rcn": "195923",
    "acronym": "CACOHET",
    "topics": "MSCA-IF-2014-EF",
    "title": "ìCauses and consequences of pluripotency gene regulatory network member heterogeneityî",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "How stem cell populations balance the opposing forces of self-renewal and differentiation to maintain a functional population is a question that strikes at the heart of what it means to be a stem cell. Undifferentiated embryonic stem cell (ESC) identity is maintained by transcription factors (TFs) of the pluripotency gene regulatory network (PGRN) centred on the TFs Oct4, Sox2 and Nanog. ESCs with high levels of Nanog self-renew efficiently while ESCs with low Nanog levels are prone to differentiate. Therefore, the observed heterogeneous expression of some PGRN components, in particular Nanog, is likely to be important for simultaneous maintenance of self-renewal and facilitation of differentiation, thereby sustaining functional pluripotency. In this proposal I will unravel mechanisms establishing heterogeneity and characterise the role of Nanog in generating ESC heterogeneity. By determining chromatin binding dependencies between TFs and by using a novel approach to identify functional cis-elements that mediate Nanog action, these studies will illuminate mechanisms regulating ESC phenotype. The hypothesis that pluripotency is generated by heterogeneity in PGRN component expression, that then generates an ESC population in which single cells have distinct intrinsic probabilities for differentiation into specific cell types will be tested. Interfering with PGRN component function locus-specifically using a high efficiency genome engineering strategy, will explore a new method to influence cell-fate. Together, the proposed innovative experiments aim to increase the understanding of the causes and consequences of PGRN component heterogeneity and the regulation of pluripotency that may be of relevance to other stem cell systems. The results will have important implications for ESC biology, in terms of increasing the efficiencies of ESC derivation, differentiation, and the use of ESCs in future cell based regenerative medicine approaches.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}