{
    "rcn": "195958",
    "acronym": "ParaplegiaERDros",
    "topics": "MSCA-IF-2014-EF",
    "title": "Roles of spastic paraplegia proteins in organisation of axonal endoplasmic reticulum",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Axonal endoplasmic reticulum (ER) is a poorly characterised compartment that is mainly tubular, smooth, and forms a network for long distances along axons. Many mutations for the motor axon degeneration disease, hereditary spastic paraplegia (HSP), affect proteins that model ER shape. The Fellow will test the model that these proteins help form axonal ER, which is disrupted when these proteins are mutated. The time for this is opportune; the host lab has developed tools to detect impaired axon ER organisation in Drosophila; and new HSP genes, some encoding ER proteins of unknown function, are being identified continuously in human patients. To identify proteins involved in its formation, the Fellow will test ER-localized HSP gene products, both singly and in multiply mutant genotypes, for roles in ER organisation in larval motor axons. She will also test whether similar defects appear in long motor and sensory axons in live adults as they age. Finally she will test the effects of HSP protein loss on the finer structure of ER and its association with mitochondria. Through this work the Fellow will help pioneer characterisation of a poorly understood but important cell compartment: how it is formed and some effects of disrupting it. Along with the broader research and training environment, this will help her to develop a profile for her own work in this area.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}