{
    "rcn": "195977",
    "acronym": "ICE-OTOPE",
    "topics": "MSCA-IF-2014-EF",
    "title": "ìWeathering and nutrient export from subglacial environments: A novel stable isotope approachî",
    "startDate": "02/11/2015",
    "endDate": "01/11/2017",
    "objective": "The Earthís surface has been dominated by cycles of glacial advance for more than two million years. Processes occurring at the glacier bed exert a fundamental control on the release of bioavailable elements to rivers and oceans and the evolution of the Earthís surface, hydrosphere and atmosphere. As global temperatures rise and ice-sheets retreat, it is critical to constrain the roles that subglacial weathering processes play in controlling global biogeochemical cycles. The overarching goal of this project is to investigate the redox conditions that control vital nutrient and elemental release through a study of glacial outflows from contrasting subglacial environments. I will achieve this goal using a novel multidisciplinary framework incorporating cutting-edge redox sensitive stable isotope proxies (Mo, Fe and Se isotopes) of iron and sulphur cycling and oxidation state  to unique glaciated regions.  Using a combination of archived samples and focused field campaigns I will study subglacial outflow environments that differ in bedrock geology, regional climate and type of individual glacier drainage basins (e.g. ice cap, ice sheet and alpine glacier) in order to evaluate the importance of these parameters in weathering processes and ultimately the release of bio-available elements from the sub-glacial environment to rivers and oceans. Key questions I am to answer are how is the release of bioavailable elements a function of the redox state of the subglacial environment? Which of the three key parameters plays the most significant role? To what extent is this reflected in the enrichments of elements in solid/liquid phases? and how does this affect biogeochemical cycling downstream and nutrient supply?",
    "totalCost": "183454,81",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF DURHAM",
    "participantCountries": "UK",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 45609
        }
    },
    "calculatedTotalContribution": 45609
}