{
    "rcn": "195995",
    "acronym": "RAISED",
    "topics": "MSCA-IF-2014-EF",
    "title": "Raman and AFM Integrated Stem Cell Exploration of Differentiation",
    "startDate": "15/05/2015",
    "endDate": "14/05/2017",
    "objective": "The control of stem cell fate via external stimulation (ES) is a vital contribution to the advancement of tissue engineering (TE) for regenerative medicine (RM).  In this project we propose a highly sensitive real-time characterisation of stem cells during applied ES in order to fully understand and elucidate cellular mechanisms during differentiation. This will be achieved using three major vectors of research; new conductive polymer (CP) materials for the ES of stem cells, Atomic Force Microscopy (AFM), and Raman microspectroscopy (RMS) live cell phenotyping. \nReal-time characterisation using AFM can directly measure single cell elasticity changes from differentiation mechanics such as reorganisation of the cytoskeleton. RMS of living cells can determine the progression of differentiation through changes in biomolecular composition. The combination of these two techniques will provide significantly improved single stem cell characterisation over current techniques, and is fast, non-invasive, and non-destructive.\nThe differentiation of the stem cells will be driven by external electrical and mechanical stimulation delivered by new CP materials. Control of the ES coupled with the real time characterisation of cells will bring about new understanding of how this ES influences the differentiation of stem cells into the desired phenotype. Improved stem cell differentiation will further refine our knowledge in the TE field, and producing specifically fated cell phenotypes will improve the clinical application of TE for generating new tissues for applications such as cardiac, wound, or bone repair.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}