{
    "rcn": "195976",
    "acronym": "WATER INCENT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Economic Instruments for Sustainable Water Management in Water Scarce and Drought Prone Irrigated Areas",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "More than 50% of total water abstractions in Southern Europe come from the agricultural sector, rising to more than 80% in some regions. Water abstractions are particularly high and fast growing in profitable irrigated areas in the Mediterranean Basin, where agricultural demand enters in direct competition with basic environmental services increasingly often. Urgent action is needed to address this unsustainable trade-off. Economic instruments represent a means of adapting demand to collectively agreed goals and thus relief pressure over stressed EU water bodies. In particular, recent water resources research has put forward the role that can be played by agricultural water markets and drought insurance for irrigated agriculture. These two instruments have been already tested (markets) or at least explored (insurance) in a EU context, but it is still unclear what can be expected from them. The objective of my research is advancing in the design and development of agricultural water markets and insurance systems that contribute to the implementation of an effective and efficient water policy mix in the EU. In a first stage I will develop quantitative methods using Revealed Preferences Models and Agent Based Models to estimate the economic and environmental outcomes of the proposed instruments under different scenarios. In the second stage I will use an analytical framework to critically assess the efficiency and effectiveness of drought insurance and water markets in a wider policy context. Theoretical constructions will be illustrated with empirical applications in the Po River Basin District (RBD) in Italy and the Segura RBD in Spain.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "FONDAZIONE ENI ENRICO MATTEI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999771144": {
            "orgId": "999771144",
            "orgName": "FONDAZIONE ENI ENRICO MATTEI",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}