{
    "rcn": "195987",
    "acronym": "Genocide accounting",
    "topics": "MSCA-IF-2014-EF",
    "title": "Accounting for genocide: legal and scientific accounting practices in the wake of the Srebrenica genocide",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "ìAccounting for genocideî empirically considers two sociomaterial practices of accounting for the 1995 Srebrenica genocide in Bosnia and Herzegovina. First, it scrutinizes efforts of national and international organizations to (ac)count how many Bosniak men were massacred and who was killed in July 1995. The second question about accounting analyses how those politically responsible at the time of the genocide are legally tried at the International Criminal Tribunal for the former Yugoslavia (ICTY). The first practice of accounting is based on inter alia forensic science, statistics, missing persons lists and witnesses conveniently subsumed under ëatrocity victim identificationí (AVI), the second practice is the domain of adversarial legal proceedings, developing international criminal law, transitional justice and controversies over the Srebrenica genocide and legitimacy of the ICTY. A rigorous qualitative analysis focusing on the various locationsómass-graves, family assistance centres, forensic laboratories, the ICTY, public domainówhere objects like remains, missing persons, identities, crimes, DNA evidence, and legal cases come to matter provides a deep understanding of the question of how both practices of accounting become entangled and co-construct each other.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}