{
    "rcn": "195937",
    "acronym": "FeedbackTeamContest",
    "topics": "MSCA-IF-2014-EF",
    "title": "FEEDBACK IN TEAM COMPETITIONS",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Although the effect of feedback on performance in individual competitions is analyzed both theoretically and experimentally, there are only few studies analyzing the effect of feedback on team performance in team competitions. The purpose of this research project is to understand the role of feedback in team competitions in various environments. There will be two parts in the project. In the first part, the effect of feedback on performance in individual and team competitions will be compared (both endogenously and exogenously formed teams will be considered). In this part, there will be just one task and team performance will be the sum of team membersí efforts. In the second part of the project, the effect of feedback will be analyzed in an environment where two complementary tasks will be assigned to team members. In this case, the amount of complementarity will be the free parameter and how agents choose their teammates (endogenously or exogenously) will be varied. Both projects will be experimental studies. In addition to the significant contribution to the literature, the project plans to contribute to workplace-innovation policy  of Europe, which aims at ìÖ improving staff motivation, thereby enhancing labor productivity, organizational performance, innovation capability, and consequently business competitivenessî. The project will contribute to this objective by finding out the most stimulating tournament environment for workers.",
    "totalCost": "157845,6",
    "ecMaxContribution": "157845,6",
    "coordinator": "MIDDLE EAST TECHNICAL UNIVERSITY",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999643492": {
            "orgId": "999643492",
            "orgName": "MIDDLE EAST TECHNICAL UNIVERSITY",
            "ecContrib": 157846
        }
    },
    "calculatedTotalContribution": 157846
}