{
    "rcn": "195968",
    "acronym": "EMINCOR",
    "topics": "MSCA-IF-2014-GF",
    "title": "EMIGRANT POLITICAL INCORPORATION: POLICIES AND PRACTICES",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Internationally mobile citizens pose a challenge to policy-makers concerned with their political rights and participation. There has been a remarkable rise in countries extending voting rights to their non-resident citizens (emigrants) over the last two decades with 115 countries granting such rights by 2007. This project will examine the political participation and incorporation of emigrants along two main research objectives: First, it investigates the policies and politics of emigrant participation by questioning why states grant emigrants external voting rights. This will be done through a mixed methods approach including a) a large-N study where the main predictors include both transnational and domestic political variables; and b) a focused comparison of three cases (Spain, Italy, France) which compare the role of key stakeholders (including political parties and emigrants) in both the initial process of emigrant enfranchisement and subsequent restrictions or extensions to these rights. Second, the research focuses on practices and processes of emigrant political incorporation. This will be analyzed through a comparative study of the emigrant candidates based in North America, which are running for office in parliamentary elections in Italy and France. The project will compare the profile, motivation and strategies of the candidates in their negotiation with the political parties for whom they candidate. The research, to be carried out at Harvard University and the Autonomous University of Barcelona, presents a unique opportunity to build a transatlantic network and strengthen both my analytical and methodological toolkit. This will significantly enhance my career prospects. The project is expected to contribute to European policy debates on how to ensure more effective political participation of mobile citizens in their homeland.",
    "totalCost": "171126",
    "ecMaxContribution": "171126",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 171126
        }
    },
    "calculatedTotalContribution": 171126
}