{
    "rcn": "195998",
    "acronym": "MINERVA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Micro-RNAs of neutrophils in renal ANCA-associated vasculitis",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Activation of neutrophils by ANCA (ìAnti-Neutrophil Cytoplasm Antibodiesî) and subsequent endothelial cell (EC) damage is the main feature of ANCA-associated vasculitis (AAV). There is no specific treatment for AAV to date and 25% of patients evolve towards end-stage renal disease requiring dialysis and renal transplantation. While accumulating data indicate that miRNAs control major biological responses in various cell types including EC and neutrophils and are involved in the pathophysiology of several diseases, their role in AAV has been virtually unexplored. In addition, recent studies have shown that ANCA-activated neutrophils can induce EC damage through the release of microparticles, but while many studies have revealed a critical role for miRNAs secreted within microparticles in intracellular crosstalks, there is no data so far on the role of miRNAs in this process. Here, we propose to identify miRNAs deregulated in neutrophils exposed to ANCA and released in microparticles that promote EC damage in AAV. These miRNAs will be identified using TaqMan Low Density Arrays in ANCA-stimulated neutrophils in vitro and in the microparticles they release, as well as in neutrophils from patients with AAV. To assess whether these miRNAs could be used as biomarkers, their expression will also be analyzed in plasma and urine samples from AAV patients, and correlated with severity and outcome of the disease. The transfer of neutrophil-secreted miRNAs to EC will be assessed in vitro, and the function of these miRNAs in the regulation of EC responses (activation, angiogenesis) will be studied in various functional assays. While miRNAs are emerging as new therapeutic tools for several diseases, this translational study will provide the first data regarding the expression and function of neutrophil miRNAs in AAV and may therefore pave the way for novel promising miRNA-based therapeutic options in these patients.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}