{
    "rcn": "195980",
    "acronym": "FOMBIST",
    "topics": "MSCA-IF-2014-EF",
    "title": "Fibre-Optic Multi-parametric BIochemical Sensing Technology",
    "startDate": "12/10/2015",
    "endDate": "11/10/2017",
    "objective": "This project aims at developing advanced optical fibre sensing technologies for multi-parametric bio/chemical measurement, urgently demanded from industry and scientific research for quality control and process study. The Fellow, Dr Jiang will be trained on a series of skills related to novel photonic devices and advanced sensing techniques at main host Aston Institute of Photonic Technologies (AIPT) and several other EU hosts. Capitalising upon his original expertise in the study of optical fibre sensing, bio/chemical measurement and liquid diffusion process, the fellowship will make him a unique asset to the EU for tackling multi-parametric bio/chemical sensing by developing new optical fibre sensing technologies capable of measuring several parameters simultaneously. Dr Jiang has proven track record in bio/chemical sensing with interdisciplinary background and his achievement has been outstanding though very young as demonstrated in his CV. The skills and technologies he will grasp will allow him to diversify his capability significantly; including fibre grating design and fabrication (at AIPT), UV and femtosecond laser micro-fabrication, fibre laser, optical fibre interferometry, nano-film coating techniques and modelling techniques for photonic devices, and highly sensitive sensing technologies. In addition, the fellowship will allow him to transfer the knowledge gained through the research to the benefit of his hosts and regional industrial liaisons together with his existing knowledge on bio/chemical detection. Starting from a particular optical fibre device, tilted fibre grating, through modelling, fabrication and optimisation on special fibres the project will explore the rich spectral characteristics of the device to decode a variety of factors for the multi-parametric sensing. Fostered by the fellowship, a leading expert in photonic sensing technologies is expected and will contribute greatly to EU industries and academic communities.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}