{
    "rcn": "195944",
    "acronym": "LABVaccFish",
    "topics": "MSCA-IF-2014-EF",
    "title": "USE OF LACTIC ACID BACTERIA AS DELIVERY VEHICLE FOR ORAL VACCINATION OF FISH",
    "startDate": "04/01/2016",
    "endDate": "03/01/2018",
    "objective": "This project will provide a proof of principle that food-grade lactic acid bacteria (LAB) can be used as vehicle for oral vaccination of fish and will unravel the underlying mechanisms of memory formation in zebrafish. We will engineer Lactococcus lactis to deliver a DNA- or protein-based prototype vaccine against spring viraemia of carp virus (SVCV). The choice of virus and antigen is based on work showing that injection vaccination with DNA plasmids encoding the G protein of SVCV is highly successful. This vaccination route however, is less suitable for mass delivery and alternative strategies aiming at delivering the vaccine via the oral route are required. Food-grade lactic acid bacteria as vaccine vehicle are an attractive strategy to deliver vaccines at mucosal surfaces that has never been investigated in fish. We will use zebrafish as animal model to monitor real-time vaccine uptake and kinetics of immune responses. Already available knock-out and transgenic zebrafish lines expressing reporter genes under the control of cell- or cytokine-specific promotors will help dissect the contribution of innate and adaptive immune responses induced by vaccination. We will develop novel transgenic zebrafish lines for the controlled ablation of zebrafish cytotoxic T lymphocytes (CTL), to test the hypothesis that long term protective immunity to SVCV is mainly CTL-mediated. Altogether, this project will provide a proof of principle for the development of mucosal vaccines suitable for mass delivery in fish using commensal bacteria, supported by the unravelling of immune mechanisms important for memory formation using zebrafish as animal model. This project will familiarize the candidate with mucosal immunology using state-of-the-art techniques such as transgenesis and live microscopy in an animal model of high interest to the Life Sciences; this will promote his development as independent researcher and facilitate the acquisition of a stable research position in Europe",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}