{
    "rcn": "195963",
    "acronym": "SuperMag",
    "topics": "MSCA-IF-2014-EF",
    "title": "Cooperation between Superconductivity and Magnetism in Mesoscopic systems: towards Majorana states",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "A major challenge in contemporary physics is to understand and control unconventional states of matter, such as topological superconductors and Majorana fermions (MFs). Once harnessed, this physics offers bright prospects for low-power superconducting digital electronics and fault-tolerant quantum computation. Recent proposals showed that ordered chains of magnetic impurities, in proximity of a superconductor, can hold a MFs. This state come from a precise cooperation between superconductivity and magnetism. \n\nI propose to study this cooperation in a unique system consisting of a nanoscopic metallic island where these two mechanism can be, for the first time, independently controlled. Specifically I will combine two novel technologies for my studies: (i) the superconducting quantum interference proximity transistor (SQUIPT) and (ii) the molecular spin doping. The SQUIPT is a novel device composed by a nanoscopic metallic island in proximity of a superconducting loop able to induce and control superconductivity in the normal metal, whereas molecular spin doping allows for controlled chemical deposition of magnetic impurities in the same normal metal.\n\nMy first objective is to study the competition/cooperation between the magnetic and the superconducting correlations induced in the electrons of the nanoscopic metallic island by measuring the amplitude and phase of the superconducting Josephson current. Secondly, I will investigate the effect of the magnetic impurities on the quasi-electrons density of states in such junction.\n\nSuccessful combination of my bottom-up and top-down approaches will contribute at first instance to the understating of this fundamental competition/cooperation and later to the highly sought-after and ambitious target of the demonstrating MFs in the solid-state. Tunnel spectroscopy measurements of the SQUIPT will reveal the MFs that, at cryogenic temperatures, can emerge in the metallic island properly doped by the magnetic impurities.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}