{
    "rcn": "195922",
    "acronym": "TransHI-Rom",
    "topics": "MSCA-IF-2014-EF",
    "title": "Risk and MigrationA Transnational History of Romanian Migration to Western Europe (2002-2013)",
    "startDate": "01/09/2015",
    "endDate": "30/09/2017",
    "objective": "The liberalization of border controls following the breakdown of the Europe's communist regimes led to important flows of East-West migration. Western Europeans, fearing a literal invasion of Central and Eastern European immigrants, increasingly interpreted this new-found mobility as being fraught with risk. This research project will examine the history of Romanian migration to France and Italy from 2002 until the end of 2013 from the perspective of risk. It will analyse how evaluations of and responses to risk shape the migration process. The first step of this project will be to understand how fear of migration influences political responses and regulatory measures. The second step will investigate how this sense of fear developed and evolved within French, Italian and Romanian societies. It will also analyse how risk perception impacts migrantsí relationships with the host society. Focussing on the migrantsí own perceptions of their mobility, the third step of the project will examine how they respond to risk. An emphasis will be placed on young adults. The inter-disciplinary perspective adopted in this study will provide a more complete history of Romanian migration during the last decade. Drawing on empirical research, this study will focus on the connections that could be established between European citizens. The final objective is to demonstrate the relevance of ëriskí in understanding the migration process.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}