{
    "rcn": "195900",
    "acronym": "depreg",
    "topics": "MSCA-IF-2014-EF",
    "title": "Antidepressants during pregnancy: underlying mechanisms associated with neurodevelopmental outcome",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Depressive symptoms frequently occur during pregnancy and may have a tremendous impact on the developing child. Unfortunately, pharmacological antidepressant treatments during pregnancy can negatively impact behavioral development and health of the offspring. In humans it is difficult to discern between the effects of the drug and the effects of the depression itself, therefore it is unclear whether children exposed to antidepressants in utero are at increased risk, and if so, what the underlying molecular mechanisms are that may point to potential solutions. \n\nMy overall aim is to identify molecular mechanisms and behavioral alterations in the offspring due to antenatal depression, antidepressant treatment during pregnancy, and their combination. To achieve this goal I will use an advanced rat model for depression to allow an experimental approach. I will identify the effects of antenatal depression, antidepressant treatment during pregnancy, and their combination on: (1) behavior of the offspring, (2) gene expression patterns with micro-array in the fetal brain, and (3) epigenetic profile of genes from the micro-array in adult brain and blood plasma.\n\nSo far, Genome Wide Association Studies have not yielded new targets for the treatment of depressed (pregnant) patients. \nThe outcome of this study will not only advance our knowledge on genes underlying the alterations found in brain and blood of the offspring due to antenatal depression, antidepressant treatment and their combination, but will also reveal early biomarkers as the epigenetic profile for the altered genes are studied. Ultimately, the results of this project will be beneficial for human health as it will open up new avenues for biomedical research and therapeutic applications.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}