{
    "rcn": "195993",
    "acronym": "AdoDigitFamX",
    "topics": "MSCA-IF-2014-EF",
    "title": "Adolescents, Parents and Digital Media: Looking for the pattern that dis/connects",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "This project will use a trans-disciplinary framework of social and developmental psychology and media and communications and the innovative methods of the First Person Perspective and Digital Ethnography to address existing gaps in research into the use of Information Communication Technologies, child development and family communication. Commenting upon research in the field, the recent report www.eukidsonline noted a prevalence of studies based on quantitative methods and a neglect of focus on mobile, convergent and emerging technologies. It also identified a persistent focus on risks and harm rather than opportunities and benefits and the lack of information on the role of adults, safety mediation and their effectiveness. This project fills these gaps by: (1) capturing the actual practices of adolescents with ICTs; (2) understanding how ICTs, family communication and parenting mutually shape one another; (3) exploring the opportunities and risks of ICTs for family and child development and the role of parents as safety mediators. A minimum of ten families with at least one adolescent child aged 13-16 will be recruited through Italian secondary schools to participate in the research which will involve data gathering via micro cameras (subcams) and video-interviews. Our innovative methods will provide new knowledge on: parentsí and adolescentsí individual and interpersonal practices in relation to ICTs; the goals, motives, representations and emotions underlying these practices and ICTs mediation processes in everyday family life. The implications of ICTs use for families and childrenís health will also be considered. The results will be disseminated to socio-educational and clinical agencies, policy makers, and the general public. The fellowship will be  hosted by the Department of Social Psychology at the London School of Economics and Political Science, a pioneer in Digital Ethnography and co-supervised by the Department of Media and Communications.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}