{
    "rcn": "195953",
    "acronym": "FISHDOPA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Dopaminergic neurons and the reward system in fish: a functional neuroanatomical multidisciplinary study",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "The current proposal aims at elucidating the role of the dopaminergic (DA) system in regulation and control of reward systems. The study of DA regulation is of great importance since it has been known to regulate reward, as well as other vital neurological functions and several neuropsychological illnesses, but the underlying molecular mechanisms are still not fully understood. With the emerging technologies of in vivo imaging, optogenetics and transgenic techniques, it is today possible to better study the molecular mechanisms underlying reward behaviour. To this end, the zebrafish (Danio rerio) is an excellent model system where these tools are amenable for complex network analyses. It is believed that, as in mammals, DA neurons provide a central role in signal and response to salient stimuli. Therefore in this project we plan to 1. Establish which forebrain DA neuronal populations, brain targets and signalling molecules are active during reward conditions and\n2. Establish a causal relationship between these areas and the control of reward-motivated behaviour in fish. We will conduct this research by pinpointing DA neuron populations active during reward situations and their target areas by in vivo calcium imaging analysis and corroborating established focus brain networks by quantifying c-Fos and brain-derived neurotrophic factor (BDNF) expression by means of in situ hybridization (WP1). Thereafter, we will elucidate target molecules that are important during reward processing in established networks, by laser microdissection and a targeted and non-targeted approach, i.e. qPCR and RNA sequencing, respectively (WP2). Finally we will demonstrate causality between focus brain networks and reward oriented behaviour by optical and genetical regulation, i.e. optogenetics, of neural population activity (WP3). Extrapolating information obtained from these results could help predict neurobiological principles that could be the basis for therapeutic interventions.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}