{
    "rcn": "195908",
    "acronym": "S-OS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Exosomes as microenvironmental cue for engaging mesenchymal stem cells in osteosarcoma progression",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Osteosarcoma (OS) is a very aggressive malignant bone tumor that develops primarily during childhood and adolescence. It is characterized by rapid growth, a strong tendency for recurrence and an extremely high metastatic potential. In the last three decades OS survival in the presence of metastasis has stagnated at a dismal 30%, clinical trials proved unsuccessful and no major breakthrough in the treatment of OS has been reported. To stop OS mortality, alternative therapeutical approaches urgently need to be explored. \nStudies into the molecular and cellular events underlying OS revealed complex and heterogeneous genetic alterations, which challenge the prospect of finding and exploiting an unique molecular driver underlying OS. Because OS onset occurs at sites of rapid bone growth during the adolescent growth spurt, microenvironmental factors and tumor stroma may have a defining role in OS development and progression. Surprisingly, the intercellular cross-talk between OS cells and components of the tumor stroma, in particular mesenchymal stem cells (MSCs), have been poorly investigated.\nHere I intend to demonstrate that tumor secreted vesicles called ìexosomesî function as a key microenvironmental factor in OS progression by controlling tumor-stromal cells interactions. Specifically, we aim to explore whether MSC become pro-tumorigenic and pro-metastatic upon interaction with OS exosomes in bioluminescent mouse xenograft models. To identify the molecular signals (i.e. proteins and regulatory RNAs) in OS exosomes responsible for altering MSC behavior, we will employ state-of-the-art proteomics and deep-sequencing techniques. Finally, by means of functional assays we wish to discover the mechanisms by which OS exosome ìeducateî MSCs.\nThe identification of and interference with this completely unexplored layer of communication will lay the groundwork for novel therapeutical approaches to stop OS high mortality rate.",
    "totalCost": "165598,81",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING VUMC",
    "coordinatorCountry": "NL",
    "participants": "STICHTING VU",
    "participantCountries": "NL",
    "projectParticipants": {
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 164679
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 920
        }
    },
    "calculatedTotalContribution": 165599
}