{
    "rcn": "195966",
    "acronym": "Liver Bioengineering",
    "topics": "MSCA-IF-2014-EF",
    "title": "Ex vivo Re-vascularization in Porcine Liver Bioengineering - A Critical First Step Towards Effective Transplantation of Bioengineered Livers",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Liver transplantation is currently the only proven therapy to extend life of patients with terminal liver disease. Organ bioengineering and regenerative medicine are promising new technologies that can help reduce the burden of liver shortage by increasing the number of organs available for transplantation. However, current bioengineered livers lack a functional vascular network that can readily allow their transplantation into a living host. Previous studies by the candidate have shown successful recellularization of acellular liver scaffolds using endothelial cells and hepatic cells in a perfusion bioreactor, creating a vascularized human liver organoid. However, its vascular network was unable to maintain vascular patency under constant blood flow for long periods of time. Hence, better understanding of how experimental cell seeding conditions of porcine liver scaffolds influence their re-vascularization efficiency is critical to achieve sustainable vascular patency after transplantation. In order to accomplish this, the impact of fluid flow pressure and the seeded cell number will be investigated in re-endothelialization efficiency of an acellular porcine liver scaffold. Furthermore, bioreactor pre-conditioning with fluid flow pressure ramping and sequential cycles of vascular growth and maturation will be used to induce re-vascularization, maturation, and enhanced function to potentially increase vascular patency. Finally, re-vascularized liver scaffolds will be transplanted into 5-10Kg pigs and short and long-term vascular patency will be investigated. Hence, the long-term objective of this project is to create a functional re-vascularized porcine liver scaffold, a critical first step towards the effective transplantation of bioengineered livers.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "INSTITUTO ARAGONES DE  CIENCIAS DE LA SALUD",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998462032": {
            "orgId": "998462032",
            "orgName": "INSTITUTO ARAGONES DE  CIENCIAS DE LA SALUD",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}