{
    "rcn": "195943",
    "acronym": "RenewablePortfolio",
    "topics": "MSCA-IF-2014-EF",
    "title": "Market playerís optimal scheduling under integrating renewables in European electricity markets",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Market player portfolio optimization has become an important area of research in the aftermath of the worldwide deregulation of the power industry that launched competitive electricity markets now embracing all market participant including generation and retail companies, transmission network providers, and market managers. \nDevelopment of the innovative methodology for the strategic market behaviour is highly required by all electricity market parts under permanently changing market conditions. For example, generating companies acting on the market compete with each other in serving the consumers' demand and have the opportunity to optimize the use of their production portfolio by pricing and bidding their available production capacity into the market. On the other hand, demand-side participants look for feasible options to avoid the high electricity market prices during peak hours. Production levels and price forecasts are of great importance for system operators, who are responsible for keeping the grid in balance. \nEnvironmental challenges bring new requirements for market parts acting in European electricity markets. The European Strategy 2020 aims to decline global greenhouse gas emissions in most industrialized European countries. Electric energy systems are currently functioning with an increasing portion of the renewable energy productions (e.g. wind, solar based units) whose output depends on stochastic phenomena and contribute to uncertainty in electrical energy systems.\nThe novel methodology is developed for both supply and demand side market players acting in multiple electricity markets of different time scales to have an opportunity to optimize their portfolio by bidding or hedging against market volatility in order to get the highest possible profit or the lowest cost under stochastic dynamic market environment. The project results in the implementation of the operational tool for energy systems incorporating mainly stochastic renewable production.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}