{
    "rcn": "196078",
    "acronym": "POLYCOMP",
    "topics": "MSCA-IF-2014-EF",
    "title": "POLYmer-COntrolled Mesocrystal application-oriented Production: a combined theoretical and experimental approach.",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "POLYmer-COntrolled Mesocrystal Production (POLYCOMP) aims to develop an intimate understanding of the underlying mechanisms of mesocrystal formation. This in turn will lead to the development of new mesocrystals with controlled morphologies and thus optimised properties. Mesocrystals have only very recently been described and are best viewed as an entirely new class of material. As such these unique substances have the potential to revolutionise materials/devices containing inorganic components. Applications are myriad and include building materials, such as concrete, with vastly greater compression strengths (in theory at least, the heights of concrete buildings could be increased from 500m to 15km!), solar cells with far higher solar harvesting efficiencies, new biomimetic materials, e.g. for use in joint replacement procedures, and electronic devices where size-dependent nanoparticle-like properties, e.g. superparamagnetism, are retained in macroscopic-sized materials enabling easier manufacture of components such as computer memory, quantum dot-based LEDs, etc. Currently approaches to mesocrystal formation are somewhat ad hoc and these kinds of application remain largely unachievable. The principle underlying reason for this is that mesocrystal formation processes are often still too poorly understood. POLYCOMP will remove this bottleneck to mesocrystal exploitation by focusing directly on developing a generic understanding of mesocrystal formation processes. Such an approach is thus clearly directly relevant to the EUís mission to advance knowledge and technology in areas such as construction, electronics and energy.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}