{
    "rcn": "196036",
    "acronym": "CortFit",
    "topics": "MSCA-IF-2014-EF",
    "title": "Using reaction norms to identify glucocorticoid phenotypes and their relationship to fitness in individuals of a wild vertebrate.",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Environments are currently changing at unprecedented rates, but the evolution of endocrine response mechanisms is still hardly understood. As environmental transducers, hormone levels are plastic, and basic evolutionary questions such as the nature of individually-consistent hormonal traits are still unanswered. The research proposed here embraces hormonal plasticity by using a novel reaction norm approach. Reaction norms are a gold standard in physiological and evolutionary ecology, but have rarely been applied to hormones. Glucocorticoids (GC) mediate environmental responses in many vertebrate traits. Using great tits (Parus major), I will characterize individual GC phenotypes by quantifying GC components and their reaction norms across environmental gradients. These will be assessed repeatedly to test for repeatability, while field studies will explore fitness relationships. I will address four hypotheses: 1) Individuals differ in GC flexibility; 2) Individuals show repeatable GC responses across different contexts and seasons; 3) GCs are related to reproductive success; and 4) GCs modulate reproductive performance. I will quantify GCs at baseline, after capture-restraint and after negative feedback induction in captivity. I will also assess variation in baseline GC along temperature and workload gradients. I will conduct these tests in non-breeding and breeding seasons to calculate repeatability for GC components. I will then adapt these methods to the field, to investigate how GC flexibility correlates with fitness. Finally, I will impose an environmental challenge during the chick-rearing stage by increasing workload to assess GCs and performance. With this novel approach I aim to advance evolutionary endocrinology by identifying individual hormonal characteristics that are repeatable and fitness-relevant. This research represents a topic of high relevance for science and the public and will provide outstanding academic training to an experienced researcher.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}