{
    "rcn": "196050",
    "acronym": "NewPhysicsInSpace",
    "topics": "MSCA-IF-2014-EF",
    "title": "Indirect Probes of New Physical Phenomena in Space",
    "startDate": "31/12/2015",
    "endDate": "30/12/2017",
    "objective": "The ultimate goal of modern particle and astroparticle physics is to discover new physics beyond the standard model. Gravitation provides an infallible signal ofnew physics ñ the dark matter (DM). Cosmic rays (along with DM direct detection and collider experiments) can shed light on the non-gravitational nature of the DM. Different spectral and spatial deviations of cosmic ray spectra from standard astrophysical predictions can hint possible annihilation or decay signals of DM. The aim of this research project is to work out constraints of the non-gravitational properties of dark matter using cosmic ray data from satellite based experiments like AMS02 and the Fermi LAT, and from Cherenkov, radio and neutrino telescopes. The discovery or exclusion of dark matter annihilation/decay scenarios and the extraction of the properties of DM from that data needs superb understanding of the standard astrophysical cosmic ray background. The proposed research will start with the study of standard cosmic ray backgrounds, including development of dedicated tools like DRAGON. As a new development, using the anticipated AMS02 data we study whether modification of standard cosmic ray production mechanisms in supernovae will be able to explain the observed positron anomaly. In collaboration with DESY and the Univ. of Cambridge the project continues with searching and constraining signals of new physics in charged cosmic rays as well as in photon and neutrino signals. The project is multidisciplinary combining studies of experimental data and theoretical research in particle physics, astroparticle physics, cosmology, astronomy, nuclear physics and astrochemistry. From the personal career perspective, the proposal would enable the applicant to return from CERN to the NICPB, Tallinn, and bring his gathered international research expertise to an EU country.",
    "totalCost": "148582,8",
    "ecMaxContribution": "148582,8",
    "coordinator": "KEEMILISE JA BIOLOOGILISE FUUSIKA INSTITUUT",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999605856": {
            "orgId": "999605856",
            "orgName": "KEEMILISE JA BIOLOOGILISE FUUSIKA INSTITUUT",
            "ecContrib": 148583
        }
    },
    "calculatedTotalContribution": 148583
}