{
    "rcn": "196025",
    "acronym": "BrainiAnts",
    "topics": "MSCA-IF-2014-GF",
    "title": "Evolution of the social brain: How social complexity affects individual cognition in ants",
    "startDate": "01/08/2015",
    "endDate": "31/12/2018",
    "objective": "This project aims to answer a significant open question in evolutionary neurobiology: how social complexity shapes the brain structure, its associated metabolic costs, and the behavioural capability of individual members of a society. The Social Brain Hypothesis proposes that the complexity of living in group influences encephalization in vertebrates, but this theory has not been critically tested in invertebrate species. Social insects such as ants have miniaturized brains that nevertheless support highly coordinated collective behaviour and striking individual cognitive abilities. This collective behaviour produces an ìexternalizedî distributed processing of information that may reduce energetic expenses in individual brains.  \n\nWe propose to address this question through the study of brain metabolic costs of ant foragers under different conditions of sociality. We will examine the effect of distributed information processing (such as the use of pheromones trails to coordinate group activity) on individual cognitive abilities (such as learning) and the energetic costs of specialized brain compartments that underlie behaviour. Our interdisciplinary methodology will combine techniques applied to the study of collective animal behaviour (individual tracking in collective choice and foraging experiments) and neurobiology (immunohistochemistry and neuroanatomical scaling, cytochrome oxidase staining and learning assays) in sister clades of ants that show strong differences in social complexity and thus the relative roles of individual workers and cooperative groups. This novel and integrated approach will allow us to analyze the evolutionary relationship between social complexity and brain evolution.",
    "totalCost": "246668,4",
    "ecMaxContribution": "246668,4",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950015673": {
            "orgId": "950015673",
            "orgName": "Boston University",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 246668
        }
    },
    "calculatedTotalContribution": 246668
}