{
    "rcn": "196052",
    "acronym": "TePaChe",
    "topics": "MSCA-IF-2014-GF",
    "title": "Temperature, Pathogens and Chemicals: Stressors in a Changing World",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "Despite the increasing number and multivariate nature of anthropogenic and natural stress, ecological research has primarily focused upon the effects of a single stressor on specific species or ecosystems. However, understanding relationships among multiple stressors ñ and the mechanisms underlying stressor interactions ñ is crucial for solving environmental problems. The proposed GF will address this topic by studying multiple stressors in a model system, filling knowledge gaps on the effects of simultaneous low temperature stress, pathogens and chemical challenges on animals. The proposed work combines theory and state-of-the-art methods from ecophysiology, ecotoxicology, immunology, evolutionary ecology and molecular biology, and has direct applications in environmental management and protection. The project uses insects as models, since they drive important ecological processes and are under high pressure from anthropogenic influences. Combinations of stressors will be explored under controlled conditions in a comparative multi-species approach in the fly genus Drosophila. The simultaneous application of the chosen stressors has not previously been comprehensively investigated, in spite of their relevance for management of both harmful and beneficial insects globally. The project has three aims: 1) to define the scope of tolerance against each stressor in isolation for each Drosophila species; 2) to identify potential interactions between the stressors and explore the predictability of the joint effects on performance and survival; 3) to investigate mechanistic underpinnings of possible stressor interactions. This project will establish a framework that allows me to extend my research deeper into the field and set the stage for a wider understanding of stress-related biology.",
    "totalCost": "235285,2",
    "ecMaxContribution": "235285,2",
    "coordinator": "ITA-SUOMEN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 235285
        },
        "988059752": {
            "orgId": "988059752",
            "orgName": "THE UNIVERSITY OF WESTERN ONTARIO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 235285
}