{
    "rcn": "196041",
    "acronym": "RLOOP-AS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Interconnection between R-loops and co-transcriptional alternative splicing",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "R-loops are long RNA/DNA hybrids naturally formed behind RNA polymerase II (Pol II) during transcription, but their persistence is a threat for genome integrity through the creation of DNA damage, leading to cancer development. However, several recent studies reported a new and exciting role for R-loops in gene expression regulation by influencing transcription termination and chromatin modification.\n As mutations in several RNA processing factors have been shown to stabilize R-loop formation, we propose here to investigate the link between R-loops and co-transcriptional alternative splicing (AS) and to decipher the underlying mechanisms, a hypothesis supported by our preliminary results identifying more than 3000 splice junctions affected by decreased R-loops upon overexpression of RNase H1. The use of a specific antibody to RNA/DNA hybrids and stabilization/removal of R-loops coupled to high-throughput analysis of splicing (RNA-seq), R-loop profiling (DRIP-seq) and Pol II positioning and measurements (PRO-seq) will allow us to investigate genome-wide regulation of AS by R-loop formation. We will use particular AS events as models to elucidate the molecular mechanisms interconnecting R-loops and AS. Moreover, based on our previous expertise, we plan to study the impact of R-loops on DNA damage-induced AS alteration as a model of physiological regulation of AS by R-loops.\n This project will provide new insights on AS regulation through the formation of R-loops and also on cancer progression through R-loop stabilization. Finally, this project will allow me to acquire independent thinking and scientific leadership to reach an independent academic position in France.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}