{
    "rcn": "196022",
    "acronym": "NanoERA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Nanomaterials Ecological Risk Assessment: A study of the long-term effects and risks of nanoscale Iron Oxide used in plastic composites in the aquatic environment",
    "startDate": "03/07/2015",
    "endDate": "02/07/2017",
    "objective": "The nanoform of Iron Oxide (n-Fe2O3) is a large-volume substance used in pigments. Nanoscale Fe2O3 pigments are used to a significant extent in consumer products such as household appliances made of coloured plastic composites. This application implies high probability of n-Fe2O3 release into the aquatic environment (especially during end-of-life processing of the plastics), where n-Fe2O3 may pose risks to freshwater and sediment organisms. Presently, very little is known about the biological interactions and the ecological risks of n-Fe2O3, as the available information addresses only short-term effects of pristine n-Fe2O3. Therefore, the goal of NanoERA is to develop concepts and methods, and to generate data to predict the long-term ecological effects and risks of n-Fe2O3 (fragments) released from end-of-life processing of a coloured plastic composite into the aquatic environment and to compare them to the pristine n-Fe2O3 used to produce the composite. In order to achieve this, the fellow will analyse how the physicochemical properties of the n-Fe2O3 (fragments) change in environmental (i.e. freshwater and sediment) and biological (cell culture) media and how these changes affect the biological interactions of these materials in aquatic organisms. The generated ecotoxicological effects data will be used to derive dose-response relationships and to quantitatively estimate the long-term ecological risks of the n-Fe2O3 (fragments). \nIn the process of achieving the NanoERA scientific objectives the Marie Curie fellow will obtain training in transferable and technical skills. The fellowís qualification match very well to the research programme, which promises that NanoERA will produce excellent scientific results, which will be broadly disseminated to achieve significant and long-lasting impact on the European objectives for safe and responsible nanoinnovation.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}