{
    "rcn": "196071",
    "acronym": "CURAS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Cetacean Use of Representational Acoustic Signals",
    "startDate": "25/08/2015",
    "endDate": "24/08/2017",
    "objective": "This project will determine if dolphins possess representational understanding of individual-specific signature whistles (SW). Dolphin SWs are a created and learned social signal and are thought to function similar to human names. We will examine parallels between dolphin use of SW and human use of acoustic labels which will give us an understanding of representational signalling systems outside of human communication. Research from the host organization has demonstrated that dolphins use innovated and learned contours to address specific individuals, and research conducted by the fellowship applicant has shown that dolphins maintain the memory of these contours for over 20 years. The next step for both programs is to determine if SWs are representational (i.e. do the SWs elicit a mental image of the caller in the minds of the receiver).  Establishing this would show that SWs do function similarly to human names and that long-term memory for these whistles is tantamount to long-term memory for social partners. Furthermore, demonstrating a representational relationship between a signaller and signal in SWs would provide a true understanding of mental representations elicited by signals in a non-humans animal species, something that is extremely difficult to demonstrate in animal communication. To do this, we will first assess the dolphinsí ability to identify conspecifics by gustatory recognition of excreta. Then, using the practice of cross-modal playbacks of sound and chemical cues, we will look for response differences between matches and mismatches of individual identity coded through the two modalities.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}