{
    "rcn": "196043",
    "acronym": "EQUIP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Elemental quota in marine phytoplankton for effective carbon sequestration, clean energy and biogeochemical modelling",
    "startDate": "07/05/2015",
    "endDate": "06/05/2017",
    "objective": "Understanding element assimilation and allocation in marine phytoplankton is key to developing effective strategies for phytoplankton based clean energy generation and carbon sequestration. It is also fundamental to the development of biogeochemical models for predicting climate change. In this project, we will describe the element composition of diatoms, dinoflagellates and coccolithophores that are key players in global biogeochemical cycles, and have the potential to be used for carbon sequestration and as clean energy feedstock. We will use a novel single-cell method that employs X-ray microanalysis (XRMA) to overcome current pitfalls of overestimations and non-specificities in determining element compositions. The results will be corroborated with time-of-flight secondary ion mass spectrometry (ToF-SIMS), as a novel complementary approach for the purpose, expertise for which is available at the host laboratory that the fellow will get trained in. We will study element assimilation in monocultures under controlled conditions and relate it to field phytoplankton samples obtained from the Western Channel. Outcomes of the proposed work include: ranking of the three phytoplankton groups for use in clean energy generation and carbon sequestration; assessment of the degree of divergence in element composition between the representative species, environmental conditions and physiological states; first-of-its-kind single-cell analysis of phytoplankton, both cultured and from the field; accurate conversion factors to be used in global biogeochemical models; expertise imparted to the host laboratory in XRMA analysis, phytoplankton biogeochemistry and ecological perspectives for bioenergy generation and carbon sequestration; expertise imparted to the fellow in ToF-SIMS analysis, biochemical characterisations and laboratory culturing of phytoplankton, along with several professional skills available at the host organisation for development as an independent researcher.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}