{
    "rcn": "196035",
    "acronym": "SpTheoryGraphLim",
    "topics": "MSCA-IF-2014-EF",
    "title": "Spectral Theory of Graph Limits",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The need to understand the behavior of real-life networks made it necessary to work out non-standard graph theoretic tools capable of dealing with a large number of interacting nodes. New mathematical areas emerged, such as graph convergence or parallel algorithms.\n\nThe proposal suggests the study of the spectral aspects of these areas. The proposed research is built around two core problems that grew out of and are natural continuations of Harangi's previous work in spectral graph theory at the University of Toronto. One is a spectral version of the so-called soficity problem, a major open question in the area of Benjamini-Schramm convergence. The other is an ambitious conjecture of Harangi and Virag concerning eigenvectors of random regular graphs, stating that these eigenvectors converge to Gaussian wave functions. \n\nIn the past few years the Renyi Institute has become the European center for studying graph convergence with several experts of the field working there as well as many talented and motivated graduate students and postdoctoral fellows. Being a member of this research group will allow Harangi to collaborate with researchers from various different mathematical disciplines. The proposed research topic is at the meeting point of these areas. The host's expertise in groups and graph limits will complement Harangi's analytic skills.\n\nThe proposed fellowship would give Harangi an excellent oppurtinity to work with some of the top researchers in his field, to acquire the necessary tools to crack the exciting research problems proposed and to make the optimal next step in his career.",
    "totalCost": "134239,2",
    "ecMaxContribution": "134239,2",
    "coordinator": "MAGYAR TUDOMANYOS AKADEMIA RENYI ALFRED MATEMATIKAI KUTATOINTEZET",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998078979": {
            "orgId": "998078979",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA RENYI ALFRED MATEMATIKAI KUTATOINTEZET",
            "ecContrib": 134239
        }
    },
    "calculatedTotalContribution": 134239
}