{
    "rcn": "196042",
    "acronym": "CONGO",
    "topics": "MSCA-IF-2014-EF",
    "title": "Hybrid Political Orders and Violent Exchanges in the Eastern Congo",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Based on anthropological fieldwork in the Eastern Congo, this study investigate ëhybrid political ordersí e.g. state and non-state groups, such as militias, police, military, local criminal gangs and local authorities such as village chiefs or warlords whose operations transcend the boundaries of what we normally know as state and nonstate and how such actors exercise power through alternative ways of governance and authority. To do so, I apply the concept of ëviolent exchangeí (Jensen 2013). This concept is fruitful in explaining how violence opens up a space in which people are forced to engage with armed networks. In this way, it enables an exploration of bottom-up relations and the how authority yields profits through violent interactions. The study has a strong comparative and interdisciplinary approach as it will contribute to critical inquires that questions the western assumption of state power. The study will be part of a wider research project located at the Danish Institute against torture in Copenhagen, Denmark, where a group of senior researchers are carrying out fieldwork and examining violent exchanges in the Global South. In this way, it will contribute to social science and anthropological theory, to develop the concept of ëviolent exchangeí through fieldwork and bring new empirical data. The results of this study will help to find new methods to monitor violence and to improve human rights work in fragile states.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "REHABILITERINGS-OG FORSKNINGSCENTRET FOR TORTUROFRE FORENING",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986129840": {
            "orgId": "986129840",
            "orgName": "REHABILITERINGS-OG FORSKNINGSCENTRET FOR TORTUROFRE FORENING",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}