{
    "rcn": "196010",
    "acronym": "Gregory",
    "topics": "MSCA-IF-2014-EF",
    "title": "Gregory Nazianzen's methodeology of the theological arguing",
    "startDate": "01/07/2015",
    "endDate": "29/07/2017",
    "objective": "The objectives of the research project are to show how a strong focus on an early Christian authorís use of classical rhetoric and philosophy (fx. Plato and Aristotle) can deepen our understanding of style and content of ancient Christian texts. This will be exemplified by detailed rhetorical and philological analyses of Gregory Naziansenís five theological orations. Modern literary theories of reception will be employed to illuminate how Gregory used classical rhetoric and philosophy. The research project will thus revitalize traditional methods of classical philology and combine them with modern literary theories. Further I will study the composition of the cycle of the five theological orations arguing that they are written as a coherent whole. Each oration will also be studied separately clarifying which rhetorical and philosophical methods and techniques the author has used, which connections with classical pagan and early Christian (Alexandrian school) traditions they show, and which kind of theological arguing (positive and negative theology) they are characterized by. The proposed research will at the same time serve as a model for how philological and rhetorical analyses and theories of reception can be used as a tool for analyzing other ancient Christian texts.\nThe aim of the action is further to train the researcherís skills in using theories and methods necessary for carrying out the research project. In addition to the training in skills directly connected to the research project the researcher will also be trained in general and transferrable skills such as research administration, academic writing, writing of research applications, use of electronic resources in humanistic research, methods to disseminate research results (academic publishing, use of electronic media, teaching etc.).",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}