{
    "rcn": "196085",
    "acronym": "EAVESTROP",
    "topics": "MSCA-IF-2014-GF",
    "title": "Eavesdropping on the tropics: assessment of climate change impacts on amphibians through passive acoustic monitoring",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Recent climate change is a major threat for conservation of amphibian diversity, the most endangered group of vertebrates. Species distribution models derived from functional traits have been proposed to provide more robust predictions of future climate-induced shifts in environmental suitability than commonly used correlative models. The proposed project aims, for the first time, to examine species vulnerability to climate change through a novel integration of two scientific disciplines, bioacoustics and biogeography, thanks to the use of new tools in acoustic monitoring, signal processing and species distribution modelling. We will first explore how a key and environment-dependent behavioural trait in amphibian anurans (i.e., reproductive calling behaviour) responds across climatic gradients and subsequently expand these findings into larger temporal and spatial scales through mechanistic approach at two levels of organisation, species and community. The MSCA is proposed as a 3-year GF. One of the most cited research groups in ecology (UFG) will host the fellow during the outgoing phase in Brazil, where data collection, first analyses, and training in biogeography will be conducted. The third year of return to the host organisation in France, with a leading group in bioacoustics and signal processing (MNHN), will be devoted to training in acoustic diversity indices, software development, and most transfer and dissemination activities. The MSCA will enable the fellow to be one of the first researchers with expertise in both bioacoustics and biogeography and hence will open up the best career possibilities for him and new collaboration opportunities for the host organisations. As the first using this novel approach, the MSCA is expected to provide advances in these two disciplines as well as to promote new scientific pathways. A series of outreach activities will also contribute to public education and awareness of amphibian decline and climate change threats.",
    "totalCost": "256410",
    "ecMaxContribution": "256410",
    "coordinator": "MUSEUM NATIONAL D'HISTOIRE NATURELLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999662310": {
            "orgId": "999662310",
            "orgName": "MUSEUM NATIONAL D'HISTOIRE NATURELLE",
            "ecContrib": 256410
        }
    },
    "calculatedTotalContribution": 256410
}