{
    "rcn": "196086",
    "acronym": "NEARCONTROL",
    "topics": "MSCA-IF-2014-GF",
    "title": "NEARshore geological CONTROL on coastal morphodynamics: monitoring and modelling in high-resolution",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "A major shortcoming of contemporary coastal research is the poor quantification of geological control in nearshore hydrodynamic and morphosedimentary processes along natural and developed coastal areas. This is particularly relevant given the global dominance of geologically-constrained coastlines, which face increasing risks driven by extreme storm events and growing societal pressures on the coast. This project aims to advance the knowledge of beach and nearshore morphodynamics within complex geomorphological settings, dominated by multi-dimensional geological control. The fundamental objective is to quantify the role and impact of nearshore geological control under energetic conditions. This will be accomplished by developing a ground-breaking approach, based on state-of-the-art surveying and monitoring methods to acquire unprecedented geophysical, morphological and hydrodynamic information of the beach and nearshore zones in geomorphological complex settings. New-generation process-based modelling will be implemented to explore wave-driven currents and patterns of sediment transport under realistic settings and conditions. Linking the sedimentary and geological framework of the beach and nearshore with field measurements and numerical modelling constitute a novel approach that will lead to fundamental advances in coastal geomorphology, further improving the ability to predict storm-induced erosion in geologically-controlled settings. To bring together these embedded scales of analysis and innovative approaches, this project is based on collaboration with international-leading experts in coastal geomorphology, marine geology and geophysics and coastal modelling. Expertise and skills developed by the fellow will contribute to an internationally-leading academic and research profile, promoting European research with global collaborations.",
    "totalCost": "203200,2",
    "ecMaxContribution": "203200,2",
    "coordinator": "UNIVERSITY OF ULSTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885313": {
            "orgId": "999885313",
            "orgName": "UNIVERSITY OF ULSTER",
            "ecContrib": 203200
        },
        "999889290": {
            "orgId": "999889290",
            "orgName": "UNIVERSITY OF KWAZULU-NATAL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 203200
}