{
    "rcn": "196023",
    "acronym": "ROSNPD",
    "topics": "MSCA-IF-2014-EF",
    "title": "Selective vulnerability of neuronal degeneration in Parkinsonís disease: the load of routine behaviour",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Parkinsonís disease (PD) is characterized by striatal dopamine (DA) depletion due to loss of dopaminergic neurons in the Substantia Nigra pars compacta (SNpc).Understanding the mechanisms underlying the onset and progression of SNpc damage is a primary unmet goal in PD research.Cell loss occurs earliest and foremost in the ventro-lateral region of the SNpc.Previous work defines anatomical factors determining the vulnerability of the ventro-lateral SNpc:their large axonal arborisations,bursting activity with high Ca\\\\ inflow,high oxidative stress and sensitivity to aging.However, all of these features are shared by SNpc neurons but neurodegeneration in PD begins specifically by the ventro-lateral tier. This DA depletion first occurs in the posterior striatum, which is involved and required for habit formation and routine behaviour.Indeed, the earliest motor features of PD are commonly associated with impairment of automatic movements.The striatum is well known to be engaged in learning and habit formation,a process that is DA dependent.Striatal DA is released phasically (SNpc firing related) triggered by emotional responses,whereas tonic dopaminergic modulation (non-SNpc firing related),predominates in routine behaviour. The precise mechanism whereby DA regulates the learning of a routine is not well defined but SNpc dopaminergic neurons are engaged in behavioural tasks showing an activation of their firing rate at the start of an instrumental task. This provides support to the notion that DA signals the onset/offset of a task and perhaps switching between tasks.In addition, they have a higher response to external stimuli (alertness, sensory) and to emotional behaviours (i.e. reward, salience). It is hypothesized here that in order to control the whole spectrum of a task, from goal directed to habitual, the ventro-lateral SNpc neurons are under higher functional demand, and the consequent metabolic overload makes them more susceptible to degeneration.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACION HOSPITAL DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932497473": {
            "orgId": "932497473",
            "orgName": "FUNDACION HOSPITAL DE MADRID",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}