{
    "rcn": "196094",
    "acronym": "NETPAC",
    "topics": "MSCA-IF-2014-GF",
    "title": "Microbial networks for PAC cycling in polluted soils",
    "startDate": "16/06/2015",
    "endDate": "13/07/2018",
    "objective": "Polycyclic Aromatic Hydrocarbons (PAHs) are major soil pollutants causing special concern due to their high recalcitrance and (geno)toxicity. Despite the extensive knowledge gathered on microbial PAH degradation, current biorestoration technologies are still not sufficiently effective to decontaminate contaminated soils. One of the main characteristics that constrain PAH biodegradability in the environment is their low bioavailability for natural microbial communities, and the concomitant limited degradation rates. In addition, at PAH-polluted sites, other toxicologically relevant polycyclic aromatic compounds (PAC), such as oxygenated PAHs (oxy-PAHs) and nitrogen heterocyclic PAHs (N-PAHs), are generally present, their fate and, in the case of oxy-PAHs, formation being normally neglected. As a result, the success of bioremediation and its ecotoxicological assessment are often limited. NETPAC aims to identify the microbial communities and functions relevant for PAC biodegradation, and their adaptations to low bioavailability conditions, to further exploit them in novel and more sustainable approaches for biologically mediated restoration of PAH-impacted soils. Molecular microbial ecology and analytical chemistry methods in combination with stable isotope tracers will allow a systems biology insight into the complex microbial metabolic networks dealing with PAH-biodegradation and bioavailability in situ, by integrating genomics, transcriptomics and metabolomics data. Diagnostic tools will be developed and applied to monitor a lab-scale Green remediation approach based on enhanced natural attenuation, and to identify the natural microbial adaptations to promote the degradation of the expected low bioavailability residue. Understanding these processes will provide us with tools to assess biodegradation occurrence and, as a final outcome, predict the success of bioremediation thus reducing its uncertainties, one of the main drawbacks of this technology.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 239191
        },
        "999573264": {
            "orgId": "999573264",
            "orgName": "THE UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 239191
}