{
    "rcn": "196021",
    "acronym": "PIOMES",
    "topics": "MSCA-IF-2014-EF",
    "title": "Pbx proteins as pioneer factors promoting signal specificity in mesodermal differentiation",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The development of healthy organisms requires the formation of different cellular systems, such as a blood, bone and muscle. All these different cell types arise during embryonic life from specific pools of mesodermal progenitors (MPs). A central question is how distinct MPs are specified and ultimately why different cells respond to signalling pathways in different ways? Critical insights here are directly relevant to conceive strategies for increasing the efficiency of mesodermal differentiation aimed for treating muscular degenerative diseases. To date, in vitro, somitic mesoderm differentiation for regenerative purpose has had limited success. Wnt signalling promotes Embryonic Stem Cell (ESC) differentiation of all the MPs, including skeletal muscles. The activity of specific pioneer transcription factors (TFs) may be the key for converting Wnt signalling pathways into a specific transcriptional program. Pioneer TFs shape the chromatin landscape by opening the chromatin and allowing the recruitment of lineage specific TFs, and thus ultimately control the TF binding dynamics and the acquisition of a specific cell fate. Pbx proteins are pioneer TFs, which are specifically expressed in the primitive streak, the region of the embryo that will produce all mesoderm, and are critical for promoting mesodermal specification. Here, I will establish how Pbx proteins specify MPs and determine the competence of early mesoderm to respond to Wnt signalling. To this end, I will use mouse embryos and murine epiblast stem cells, which are analogous to human ESC (hESCs). My approach combines the strength of an in vitro ESC differentiation method, routinely used at DanStem, with chromatin immunoprecipitation and transcriptional regulation assays, which I have extensively mastered during my postdoctoral training. I expect that my findings will provide novel tools for rational design of strategies to combat genetic and degenerative muscular diseases, such as muscular dystrophies.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}