{
    "rcn": "196062",
    "acronym": "virus-DNP-NMR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Development of high-field DNP-enhanced MAS NMR techniques for structure determination of viral capsids",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The atomic-level characterization of large viral particles is one of the greatest challenges of modern structural biology, as well as a fundamental step for the design of effective antiviral treatments. In viruses, the viral genome (double- or single-stranded RNA or DNA) is associated to multiple copies of a capsid protein, forming predominantly icosahedral or helical architectures. These complex superstructures are often studied by X-ray crystallography and electron microscopy (EM). However, only information at low resolution is usually available from EM, and extended and flexible architectures do not provide single crystals amenable to diffraction studies. Over the last years, solid-state NMR (ssNMR) has developed into a powerful structural tool for studying structure and dynamics of solid biological samples at atomic resolution and is now uniquely positioned to complement diffraction-based techniques for the characterization of large functional assemblies. \nHowever, proteins of large size or that are available in limited amounts are still inaccessible to site-specific NMR studies. Exploiting a unique equipment available in the host institution, the project aims to remove the current bottlenecks and develop improved dynamic nuclear polarization (DNP)-enhanced ssNMR methodology to push forward the limits of applicability of this technique to macromolecular assemblies, opening new avenues to ssNMR in structural biology. Innovative experimental approaches will be developed to overcome the resolution barriers that currently limit the application of high-field DNP, and new spectroscopic tools will be introduced to allow the structure determination of biomolecules under DNP conditions. The effectiveness and versatility of the newly developed methods will be tested on two viral nucleocapsids of different architectures, the icosahedral capsid of non-tailed bacteriophage AP205 and the filamentous, helical nucleocapsid of Measles virus.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}