{
    "rcn": "196084",
    "acronym": "NanoMATe",
    "topics": "MSCA-IF-2014-EF",
    "title": "Nanoparticles for Molecular Imaging of Atherosclerosis: from Diagnosis to Treatment",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Atherosclerosis is a disease of the arteries. It leads to the formation of atherosclerotic plaques (atheromas), which may disrupt the blood flow to target organs, leading to heart disease and stroke - the most common causes of death in developed countries. Cardiovascular imaging has traditionally focused on the anatomy of the atherosclerotic plaque; however, the degree of vessel narrowing caused by the plaque isnít the only characteristic that can determine the clinical outcome. Indeed, the cellular and molecular composition of the atheroma can indicate whether the plaque might cause complications. In particular the local immune-inflammatory response participates from the onset of the pathology through its progression, up to clinical manifestations. Consequently the development of innovative approaches for the molecular imaging of inflammation in atherosclerosis would be key to improve diagnosis and treatment.\nIn the last decade molecular imaging has emerged as a novel tool for the visualization and measurement of biological processes in atheromas. Various imaging technologies have been developed; however, each approach presents severe weaknesses. Surface Enhancement Raman Spectroscopy (SERS) is developing as an effective molecular imaging optical modality in biomedicine because it offers many advantages over traditional technologies, including better sensitivity, and a superior multiplexing capability. Therefore, the primary aim of the present proposal is to develop innovative, highly-sensitive and selective but relatively affordable SERS-based system to measure inflammation in atherosclerotic vessels. I will use nanoparticles (NPs), small metallic particles, which possess the ability to recognise inflammatory markers, as imaging probes. When a light source is shone on these NPs, they can be detected by SERS. The secondary aim is to customise the NPs to enable local treatment of the pathology. The proposed approaches will offer new ways to manage atherosclerosis.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}