{
    "rcn": "196053",
    "acronym": "SUPERSOL",
    "topics": "MSCA-IF-2014-EF",
    "title": "Solution processed low-dimensional oxide semiconducting structures and devices",
    "startDate": "07/09/2015",
    "endDate": "06/09/2017",
    "objective": "Progress in thin-film transistor (TFTs) over the past 40 years has been based primarily on the development/processing of new materials and on implementation of innovative device architectures together with new material combinations. The SUPERSOL project is a highly multidisciplinary research effort that aims to develop the next generation TFT technology based primarily on solution-processable low-dimensional (ultra-thin) metal oxide structures. The most important aspects of the technology include; (i) the potential for low-cost and scalable manufacturing, and (ii) performance characteristics well beyond the current state-of-the-art. To achieve these objectives I will develop low-dimensional metal oxide superlattices (SLs) comprised of sequentially deposited (via solution methods) dissimilar ultra-thin metal oxide layers. Device fabrication will be performed solely from solution methods such as spin casting, dip-coating and ultrasonic spray pyrolysis at plastic-compatible temperatures (100-200∞C). By exploring the charge transport phenomena occurring at the critical 2DEG interfaces, I will be able to develop transistors with carrier mobility well beyond incumbent technologies (i.e. poly-Si TFTs with carrier mobility ~70 cm2/Vs). \nThe first part of the project I will investigate the critical conditions that determine the formation of 2DEG systems within the oxide SLs. Best performing oxide SLs will then be used for the fabrication of TFTs on arbitrary substrates including plastic. This work will form the basis for the second part of the project which will focus solely on the development of technologically relevant devices including: memristors and novel quantum devices by manipulating at will the nature of the 2DEG formed within these simple to manufacture oxide SL based devices. Evaluation of the technology reliability/manufacturability and potential for scale-up will be performed in collaboration with the Holst Centre during the agreed secondment periods.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}