{
    "rcn": "196027",
    "acronym": "VMHCIRCUITS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Deciphering central role of VMH circuits in regulating energy balance",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Incidence of obesity has been steadily increasing for the last few decades. A corresponding rise in the obesity associated co-morbidities such as cardiovascular diseases and type-2 diabetes makes it an acute priority to understand the mechanisms underlying body weight regulation. It is well established that distributed brain circuits tightly monitor and regulate energy stores. Of particular interest, electrical and pharmacological manipulations to ventromedial portion of the hypothalamus (VMH), results in dramatic alterations in food intake, adiposity and glucose homeostasis in animal models. Furthermore, human genetic screens have shown that, at least for a subset of morbidly obese patients, genes that are heavily expressed in VMH are altered. Collectively these observations point to a central role for VMH in driving negative energy balance, yet relatively little is known how VMH neurons achieve this. To identify novel mechanisms for controlling energy balance, we propose to determine the following: 1) identify signals that regulate VMH neuronal activity, this includes synaptic input as well as circulating signals, 2) dissect out immediate downstream and upstream synaptic targets of VMH neurons mediating food intake and glucose homeostasis. To achieve this, we will use state of the art neuronal circuit mapping techniques involving virus based retrograde tracers and optogenetics. By combining functional electrophysiology and morphological approaches we will determine brain regions that has connections to and from VMH and evaluate behavioral and physiological significance each of these connections in-vivo. Understanding the basics of the functional VMH-wiring diagram will help determine how these neuronal circuits change under the conditions of metabolic and feeding disorders and will provide basis of targeted approaches for treatment.",
    "totalCost": "145845,6",
    "ecMaxContribution": "145845,6",
    "coordinator": "ISTANBUL MEDIPOL UNIVERSITESI VAFKI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967774433": {
            "orgId": "967774433",
            "orgName": "ISTANBUL MEDIPOL UNIVERSITESI VAFKI",
            "ecContrib": 145846
        }
    },
    "calculatedTotalContribution": 145846
}