{
    "rcn": "196009",
    "acronym": "CoopClickCat",
    "topics": "MSCA-IF-2014-EF",
    "title": "CoopClickCat",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "The CoopClickCat project features Cooperatively operating Click-derived ruthenium Catalysts for the efficient oxidation of organic and inorganic substrates with high rates and turnover numbers. For this purpose, triazolylidene ligands, which are readily available through click-chemistry, will be functionalized with a cooperative donor site for improving the catalytic activity of the bound ruthenium center. The ligand design involves a sterically constraint position of the donor site, thus preventing this group from coordination to the metal center. The availability of a Lewis acid (ruthenium center) and base in a confined arrangement will enable the two sites to act cooperatively, thus providing access to concerted proton and electron transfer processes. This synergistic behavior lowers activation barriers and hence leads to a smoother potential energy surface for reduction and oxidation reactions. This unique arrangement will lead to new oxidative coupling processes and reduction pathways for the activation of abundant starting materials such as alcohols and amines, and eventually also water to reach unprecedented activity in ruthenium-catalyzed water oxidation catalysis. This project efficiently combines expertise of the researcher (Dr. Marta Valencia; hydride chemistry, alcohol oxidation) with core competences of the host lab (Professor Martin Albrecht, University College Dublin; triazolylidene chemistry, water oxidation).",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}