{
    "rcn": "196064",
    "acronym": "SMARTER",
    "topics": "MSCA-IF-2014-EF",
    "title": "A Scalable and Elastic Platform for Near-Realtime Analytics for The Graph of Everything",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "The SMARTER (A Scalable and Elastic Platform for Near-Realtime Analytics for The Graph of EveryThing) project aims to build a platform that provide the ability to derive actionable information from enormous amount of data generated by the Internet of Everything  to leverage data-driven strategies to innovate, compete, and capture value from deep web and real-time information. The project targets innovative research outcomes by addressing Big Dynamic Data Analytic requirements from three relevant aspects: variety and velocity and volume. The project introduces the concept, ìGraph of Everythingî (GoT),  to deal with the issue of data variety in data analytics for Internet of Things (IoT) data. The Graph of Everything extends Linked Data model (RDF ), that has been widely used for representing deep web data, to connect dynamic data from data streams generated from IoT, e.g. sensor readings, with any knowledgebase to create a single graph as an integrated database serving any analytical queries on a set of nodes/edges of the graph, so called, analytical lens of everything. The dynamic data represented as Linked Data Model, called Linked Stream Data, may contain valuable, but perishable insights which are only valuable if it can be detected to act on them right at the right time. Moreover, to derive such insights, the dynamic data needs to be correlated with various large datasets. Therefore, SMARTER has to deal both the velocity  requirements together volume requirements of analysing GoT to make the platform able support near-realtime analytical operations with the elastically scalability.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "participantCountries": "DE",
    "projectParticipants": {
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 0
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}