{
    "rcn": "196038",
    "acronym": "OPTIC BIOEM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Toward the comprehension of primary bioelectromagnetic interactions: real time non-linear OPTICal imaging of BIO-samples under ElectroMagnetic exposure",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Cell membrane permeabilization, involving its reversible or irreversible restructuring, under extremely short electric (E) pulses exposure (from hundreds of us down to few ns) has a key role in a number of clinical, preclinical, and medical research applications. Hence, the knowledge of its bio-physical nature and dynamics (i.e. formation and resealing processes) is crucial for an aware control of delivered protocols, and for predicting treatments efficacy under established biological (e.g. buffer conductivity, cell dimensions) and electromagnetic (EM) conditions (e.g. pulse duration, amplitude, shape). To understand bio-physical mechanisms underlying such a pulse-exposure permeabilization, an innovative and advantageous approach is proposed based on real-time molecular vibrational modes imaging using fast Coherent anti-Stokes Raman Scattering (CARS) of in vitro samples under such a stimulation. Hence, in the present Marie Sklodowska Curie Action (MSCA), a fast CARS microscope will be integrated with a suitable wide band in vitro electromagnetic field (EMF) exposure setup to study the role of membrane lipid reactions and interfacial water in the electropermeabilization phenomenon. This innovative CARS analysis will be supported by mass spectroscopy measurements to verify the appearance of corresponding chemical species, and by simulated E field and pore density distributions on the bio-samples. This last step is an attempt to correlate sample areas presenting the highest CARS signal intensity with the correspondent E field and pore density distributions. The program that integrates engineering, physics, chemistry and biology will allow a substantial progression in my career and network ability through the work on a completely innovative, multidisciplinary and inter-disciplinary subject in one of the most reputed bioelectric laboratory, where the applications of electropermeabilization in biology and medicine where first developed in Europe and worldwide.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}