{
    "rcn": "196082",
    "acronym": "OPERACQC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Operational characterization of quantum correlations",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The proposed research aims at the operational characterization of features of correlations specific to quantum systems. This will lead to a deeper understanding of Quantum Mechanics (QM) and of the behaviour of correlated systems, and contribute to the development of revolutionary Quantum Information Processing (QIP) technologies. QIP applications include the efficient simulation of quantum systems, more precise sensors, secure communications, and, ultimately, incomparably faster computers. QIP was born from the recognition that information can be processed according to the laws of QM. At the core of the advantage of QIP over classical information processing lie quantum correlations, in which Dr Piani is an expert. Dr Piani will characterize several forms of quantum correlations in a systematic and unified way. The results will directly link to operational scenarios and applications, for example in metrology and communication. Where relevant, the characterization will take into account physical and practical constraints and limitations deriving from, e.g., the finite energy involved in physical processes and the necessarily incomplete information accessible to experimentalists. The host organization, the University of Strathclyde, will provide Dr Piani with the opportunity to establish a new research line in QIP at the Department of Physics, a stepping-stone towards a senior academic position. Thanks to his conceptual, mathematical and information-theoretic approach, Dr Piani will develop a research programme that will integrate and complement the research activities of the Computational Nonlinear and Quantum Optics (CNQO) group. As a member of the CNQO group, and especially through the collaboration with the supervisor Prof A. J. Daley, which is directed to the study and verification of quantum correlations in Atomic, Molecular, and Optical (AMO) physical systems, Dr Piani will develop and apply his expertise to AMO physics at the highest international level.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF STRATHCLYDE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}