{
    "rcn": "196051",
    "acronym": "TITLY",
    "topics": "MSCA-IF-2014-GF",
    "title": "Inhibition of the T-cell receptor signalling pathway for treatment of T-cell lymphoma",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "Non-Hodgkin lymphoma (NHL) is a form of cancer emerging from the transformation of a mature B- or T-cell lymphocyte. NHL is the 11th most common cancer in Europe, and the 10th most common cancer worldwide. Functional evidence of the key role of B-cell receptor (BCR) signalling in B-cell malignancies came mainly from works conducted in Dr Louis Staudtís lab (National Cancer Institute, Lymphoid Malignancies Branch, Bethesda, USA) where the outgoing phase of the global fellowship would take place. Rapid translation of basic science discovery on the BCR signalling led to the development of a specific inhibitor of a key BCR pathway adaptor named Brutonís tyrosine kinase (BTK), which was granted for accelerated approval both in United States and Europe by regulatory medical agencies.\nWhile the potency of BCR pathway inhibitors is currently revolutionizing the management of B-cell malignancies, peripheral (ie mature) T-cell lymphomas (PTCL) still share a dismal prognosis with a 10-year overall survival barely exceeding 15%. Previous work of the experienced researcher provides strong evidence that PTCL similarly rely on T-cell receptor (TCR) signalling pathway for survival. Targeting this pathway could then lead to discovery of potent therapeutic compounds for PTCL treatment. \nDuring the 2 years of the global fellowship, the researcher would first perform a TCR pathway small hairpin RNAs (shRNAs) loss-of-function screen in PTCL cell lines in the group of Dr Louis Staudt where the technic is already available and has been fruitfully applied to B-cell malignancies. Second, the researcher would identify potential pharmacological inhibitors of the previously identified targets both in vitro and in vivo in PTCL cell lines xenograft models. This second phase of the project would take place both among the outgoing team and the return group of Pr Gilles Salles (Centre National de la Recherche Scientifique, Indolent-B-cell Proliferation Branch, Lyon, France).",
    "totalCost": "178603,2",
    "ecMaxContribution": "178603,2",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 178603
        }
    },
    "calculatedTotalContribution": 178603
}