{
    "rcn": "196091",
    "acronym": "SiPhoN",
    "topics": "MSCA-IF-2014-EF",
    "title": "Single-Photon Non-Locality",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "The principle of non-locality is one of the most impressive features of quantum mechanics. Usually, non-locality is related to two or more particles sharing a common characteristic. This quantum mechanical effect is well understood and several experimental demonstrations have been performed. However, non-locality of a single particle, in particular of a single-photon raises fundamental questions: Can a single-photon be simultaneously at different locations? In spite of numerous theoretical concepts, no clear experiment has yet been reported.\nIn this project, I will experimentally prove the non-local nature of a single-photon. To this end, I will create on-demand single-photons from nanowire quantum dots and measure the single-photon non-locality in a new homodyne detection scheme. This combines several future key technologies ranging from novel quantum light sources to superconducting materials, making the proposed research of broad interest in the European research community. In addition, this project will enable Single Quantum B.V. (the only European company developing superconducting detectors and in competition with Russian and US companies) to perfect their detection systems and optimize them for the emerging market of quantum optics applications that is expected to turn into a large market in this century.\nA successful realization of the proposed research relies on four pillars: Resonance fluorescence (applicant: Dr. Joens), bright single-photon emitters (supervisor: Prof. Zwiller), efficient detectors (partner: Single Quantum B.V.), and the theoretical understanding of non-locality (host: KTH). Every single party contributes with its unique expertise to the big picture. This makes the proposed constellation of participating organisations essential for the success of the project. Together we will finally answer one of the fundamental questions in quantum mechanics: Single-photon non-locality.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}