{
    "rcn": "196001",
    "acronym": "GABACODEV",
    "topics": "MSCA-IF-2014-EF",
    "title": "Role of GABAergic microcircuits with different embryonic origins in the orchestration of early cortical dynamics in the awake mouse pup",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Because of its function in brain wiring and in the generation of early correlated activity patterns, the maturation of GABAergic transmission plays a key role in enabling brain complexity in higher mammals. Indeed, disruption of GABAergic circuitry at several time points can contribute to the generation of developmental disorders such as schizophrenia, autism or epilepsy (Le Maguerise and Moyner, 2013). Both in the murine hippocampus and neocortex, GABAergic interneurons have been shown to participate in the emergence of a precise temporal sequence of distinct correlated neuronal activity patterns during early postnatal development (Crepel et al., 2007; Allene et al., 2008). In particular, GABAergic cells with an extended and divergent axonal connectivity (operational ìhubî neurons) (Bonifazi et al., 2009; Picardo et al., 2011; Cossart, 2013) have been described to be capable of synchronizing single-handedly populations of cells in developing hippocampal slices (Bonifazi et al., 2009). This project builds up on a solid ground of unpublished in vitro data from the host lab indicating that a specific, but diverse functional subpopulation of GABA neurons could also operate as hub cells in the developing neocortex. Experimentally, it will benefit from recent technical developments from the host lab aiming at manipulating and visualizing the activity of single neurons in the awake mouse combining genetic and microscopy tools.  Indeed, if operational hub neurons have been described in vitro, it remains unknown how they integrate into functional networks in vivo, and more generally how GABAergic activity shapes early cortical network dynamicsThis proposal aims at translating from the in vitro to the in vivo situation a multidisciplinary approach to investigate the functional contribution of specific microcircuits to the emergence of network dynamics during development.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}