{
    "rcn": "196008",
    "acronym": "AccuCT",
    "topics": "MSCA-IF-2014-GF",
    "title": "Accurate characterization of charge-transfer excited states",
    "startDate": "04/01/2016",
    "endDate": "03/01/2019",
    "objective": "Charge transfer (CT) processes play an important role in photosensitizers and photocatalytic reactions that have found great potential in solar energy conversion and enviromental remediation. Density Functional Theory (DFT) is the archetype method to perform all kind of computational simulations due to its favorable combination of efficiency and accuracy. CT processes are among the most difficult challenges for DFT and currently a reliable, efficient and size-extensive method is missing. The goal of this project is developing a new family of long-range corrected density functionals for the quantitative description of CT excited states that also achieves better global performance of other properties. The current approach employs a physically sound strategy based on using density-related properties to construct attenuating functions, avoiding the undesirable biases produced by parameter fitting. By correcting CT description, the new functionals hold the promise to extend its applicability to a wider range of properties and pave the way towards the development of all-purpose functionals.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 239191
        }
    },
    "calculatedTotalContribution": 239191
}