{
    "rcn": "196018",
    "acronym": "SQZOMS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Squeezed Light Enhancement of Optomechanical Systems",
    "startDate": "15/09/2015",
    "endDate": "14/09/2017",
    "objective": "Technological advancements over the last quarter-century have led to moving-mirror interferometric experiments obtaining the most sensitive displacement measurements to date. In such experiments, even if classical noise has been reduced, two quantum-noise sources are still present: quantum shot noise (QSN) and quantum radiation pressure noise (QRPN). The combination of these quantum noise sources results in a limit of displacement sensitivity that one can achieve with a coherent laser beam: the standard quantum limit (SQL). Measuring and surpassing the SQL is of keen interest to the fields of optomechanics and interferometric gravitational-wave detection. Since the mid-1980s, the gravitational-wave detection community has been developing quantum squeezed states technologies in order to surpass the limits of quantum noise and the SQL. This technology development has seen excellent success in high profile scientific results.\n\nThis project will result in the sensitivity enhancement of a quantum-noise-driven macroscopic optomechanical cavity using frequency-independent and frequency-dependent squeezed light from a newly built squeezed light source. Outcomes of the project include the observation of measurement back-action at the quantum level in both QRPN and QSN regimes, and the first frequency-dependent-squeezing enhancement measurement over a broad frequency band below the SQL. \n\nThis project will bring together technology, techniques and expertise at the forefront of optomechanics and quantum squeezed light research fields, leading to synergistic advancement of both fields. It is expected to produce high impact scientific outcomes in a highly strategic field of expertise, raising the research profile of the fellow and of the host group, and will lead to the opening of scientific career pathways in physics and engineering for the fellow.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}