{
    "rcn": "196048",
    "acronym": "STRETCHLENS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Deformable platform with thin-film based circuits and ultra-thin Si chips for smart contact lens applications",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "A smart contact lens is a device in direct contact with the eye, having integrated electronic functionalities in order to improve the well-being of the user. In that respect, these devices are envisaged to address diverse complex aspects, such as providing augmented reality, performing biomedical sensing and correcting or improving vision. For the first two application areas, possible approaches have already been demonstrated. However, the use of smart contact lenses to correct vision has only been recently proposed through the help of integrated liquid crystal (LC) cells. The integration of these LC cells in a contact lens is in particular appealing for ophthalmological disorders like iris perforation and presbyopia; the latter alone affecting more than 1 billion people. The STRETCHLENS platform envisages the hybrid integration of electro-optic capabilities (e.g. LC cells), RF transmission (e.g. antenna, ultra-thin Si chip - UTC), specific biomarker sensing (e.g. to identify some types of cancer cells) and thin-film based stretchable electrical interconnections. The platform, besides being stretchable due to the spherical shape of eye and manipulations during insertion/extraction of the lens, will incorporate novel 3-D electrical interconnections which will allow for multilayer metallization to integrate UTCís, minimizing surface area and greatly improving miniaturization. Furthermore, the project will develop new knowledge through technological advancement and models of adhesion/cohesion at the interface of hard/soft composites, in order to predict delamination failures and optimize assemblies through design. The completion and development of such highly integrated stretchable systems will open up diverse research opportunities in the fields of biomaterial science, stretchable micromechanics, and autonomous biomedical and conformal electronics smart systems.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}