{
    "rcn": "196002",
    "acronym": "TONEURENDO",
    "topics": "MSCA-IF-2014-EF",
    "title": "In search for endothelial mechanisms of TPO-induced neuroprotection",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Ageing is recognized as one of the greatest social and economical challenges of the 21century for European societies. With, Vascular Cognitive Impairment (VCI) being one of the leading causes of age-related cognitive impairment and one of the major causes of disability in the elderly. Although, the concept of VCI was introduced in 1993, current treatment is limited to management of vascular risks and symptomatic pharmacotherapy targeting vascular dementia.\n\tThe overall objective of this project is to fill the significant gap in early detection, prevention and treatment of VCI. This will be achieved by explaining microvascular mechanism of protective effects of thrombopoietin (TPO) in a novel unique mixed-risk animal model of VCI- specific to hypertension plus carotid-artery hypoperfusion (HH-VCI). \n\tGiven increased number of progenitor endothelial cells after TPO treatment, it is hypothesizes that protective effect of TPO is mediated by endothelium. Furthermore, protective effect of TPO is expected to be caused by activation of neoangiogenesis, anti-inflammatory and vasoprotective mechanisms driven by TPO action on endothelial. This hypothesis will be tested in two stages first, in-vitro and second, in-vivo. In-vitro models, will be used to investigate endothelial response to TPO in terms of its modulation of inflammatory response angiogenic potential and vasoprotective mechanisms. In-vivo models of TPOR KO mice and HH-VCI mice will be used to validate and confirm mechanisms identified in in vitro stage of experiments.",
    "totalCost": "146462,4",
    "ecMaxContribution": "146462,4",
    "coordinator": "UNIWERSYTET JAGIELLONSKI",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999642716": {
            "orgId": "999642716",
            "orgName": "UNIWERSYTET JAGIELLONSKI",
            "ecContrib": 146462
        }
    },
    "calculatedTotalContribution": 146462
}