{
    "rcn": "196092",
    "acronym": "ITER",
    "topics": "MSCA-IF-2014-EF",
    "title": "Improving Thermal Efficiency of horizontal ground heat exchangers",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "Since heating and cooling demands constitute almost 50% of the final energy demand in Europe, the development of geothermal energy systems and especially shallow geothermal solutions, reveals a huge potential in providing thermal energy for residential and tertiary buildings, thanks also to its local availability, manageability and flexibility. Then, research and innovation actions in this topic are focused on finding new technical solution, developing emerging technologies and improving heat transfer efficiency of existing systems. There is required, on the one hand, a better knowledge of the thermal properties of the ground and, on the other, the efficient implementation of thermal energy transfer technologies.\nITER Project (Improving Thermal Efficiency of horizontal ground heat exchangers) totally agree with these purposes. In fact, the overall aim of ITER is to ensure the sustainability of ground coupled heating-cooling systems and especially the horizontal ground heat exchangers systems. Key challenges are (i) to enhance the heat transfer of the ground surrounding the pipes creating thermally enhanced backfilling material (TEBM) suitable for horizontal systems; (ii) to assess the performance and the environmental impacts of new promising technological solutions as helix systems with and without TEBM; (iii) to monitor the results over time through direct measurements and numerical simulation.\nThermal laboratory measurements and in situ monitoring of existing and duly installed horizontal systems will be provided by close cooperation between host institutions and non-academic partners. Projects and ideas challenging a better performance of shallow geothermal plants as those promoted by ITER are expected to support the European economic growth and technological excellence, boosting competitiveness and job creation, taking into account also the individual and collective well-being of citizens, protecting the environment and, accordingly, the human health.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}