{
    "rcn": "196069",
    "acronym": "DECAGON",
    "topics": "MSCA-IF-2014-EF",
    "title": "Doping Colloidal Nanoplatelets: Synthesis, Self-assembly and Spectroscopy",
    "startDate": "11/01/2016",
    "endDate": "10/01/2018",
    "objective": "Two dimensional (2D) nanomaterials have attracted rising scrutiny from the research community in the last decade due to their outstanding physical, optical and structural properties. Beyond the well-known example of graphene and other exfoliated bulk materials, a new colloidal route has recently emerged towards such materials and offers a high degree of control on the structure of these nanosheets. Among these, atomically flat, quasi-two dimensional, colloidal semiconducting (CdS, CdSe and CdTe) nanoplatelets (NPLs) have very interesting opto-electronic properties. Our goal is to fully exploit the potential of these NPLs by doping them with transition metal ions (Mn2\\, Cu2\\ or Ag\\). With the help of doping in such small systems, we can tune the absorbance, photoluminescence, carrier density and mobility of these materials and extend the potential of these materials for various applications such as field effect transistor, light emitting devices or photovoltaic solar cells. We will devise new synthetic strategies towards doped semiconducting NPLs and characterize their structural and optical and electronic properties using state of the art techniques. Advanced structural characterization (XRD, TEM, STEM) will be coupled to optical spectroscopy (fluorescence lifetimes, absorption, emission and excitation spectra) both in solution and on single objects. Afterwards, we will assemble these thin doped platelets together to form supraparticles and large-scale assemblies using different soft-matter techniques (depletion interaction, polymer grafting, templating by an interface) in order to tune their optoelectronic properties. A fine control of the assembly process would direct to new fundamental collective effects and easy processing and orientation of doped platelets, which is a prerequisite for their use in applications.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}