{
    "rcn": "196076",
    "acronym": "Global eHealth",
    "topics": "MSCA-IF-2014-EF",
    "title": "Creating an evaluation and research strategy and an evidence base for eHealth systems to improve the quality of data collection and care in low and middle income settings",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Healthcare in low and middle income countries (LMICs) is undergoing rapid change and addressing a widening range of diseases. The needs of the disadvantaged, underserved and remote communities are increasingly recognized, and there is an emphasis on disease surveillance, measuring and improving quality of care and reducing preventable adverse events. The timely and accurate collection, analysis and use of health information is essential for all these initiatives, and eHealth systems are increasingly seen as essential. The Fellow has led several multi-national eHealth projects in LMICs for over a decade including electronic medical record systems (EMRs). In 2004 he co-founded and co-leads the OpenMRS open source EMR system now deployed in more than 40 LMICs, and itís initial roll out in Rwanda, now in over 300 clinics. He has led or co-led 18 innovative evaluation studies of eHealth and mHealth systems demonstrating impacts on clinical care processes and laboratory data access including the first randomized controlled trial of a lab information system in a LMIC to show clinical benefit. The objectives of this fellowship are to (1) evaluate with an RCT the clinical and health service impacts of an eHealth systems in an LMIC, and to evaluate system performance and costs. (2) improve the quality and use of clinical data from EMR systems for care and research in both the EU and in LMICs, focusing on heart disease and diabetes and (3) create a Global eHealth group at Leeds University to strengthen European and Global capacity in eHealth development, implementation and evaluation. The Fellowship builds on the innovative and internationally recognized work of the Fellow, in collaboration with Professor Jeremy Wyatt a world leading expert on eHealth evaluation at the University of Leeds, UK. It will provide a unique opportunity for the Fellow to re-integrate into Europe, make a major step forward in his skills and leadership in eHealth, and achieve a senior career position.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}