{
    "rcn": "196097",
    "acronym": "Topological superfluidity",
    "topics": "MSCA-IF-2014-EF",
    "title": "Topological superfluidity in ultracold gas of Dysprosium atoms",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "In the last decade experimental and theoretical studies in condensed matter demonstrated that materials with strong spin-orbit coupling can host a new state of matter for the electron gas - a topological insulator. More recently the concept of topological matter was generalized theoretically to superconducting systems with strong spin-orbit coupling. The topological character manifests itself in the presence of quantum states bound to edges or defects that exhibit exotic physical properties. In topological superconductors, edge states are described as Majorana fermions. These exotic particles - originally predicted in high-energy physics - are non-abelian anyons: their quantum statistics is neither bosonic nor fermionic. Observing Majorana fermions would be the first demonstration of such exotic particles. The field of ultracold atoms seems well suited for the realization of superfluid systems with strong spin-orbit coupling. As shown in recent experimental works, manipulating manipulating atomic internal states with lasers can mimick spin-orbit couplings of strong amplitude. We have constructed at College de france a new experimental setup producing ultracold Dysprosium atomic gases. This atomic species exhibits narrow electronic transitions that should allow one to create such a spin-orbit coupling without substantial heating, which is the main requisite for creating a superfluid state. Combining spin-orbit coupling and strong interactions should lead to the formation of a topological superfluid. We will investigate the structure of quasi-particle excitations of this superfluid, which should exhibit edge modes described as Majorana fermions.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "COLLEGE DE FRANCE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999877650": {
            "orgId": "999877650",
            "orgName": "COLLEGE DE FRANCE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}