{
    "rcn": "196049",
    "acronym": "Athero MPh proliferation",
    "topics": "MSCA-IF-2014-EF",
    "title": "Macrophage proliferation and ontogeny in murine models of atherosclerosis",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Atherosclerosis is a slowly progressing inflammatory disease that underlies some of the most common causes of death in western society. The central role of macrophages throughout its pathogenesis makes this cell an eminent target for therapeutic intervention. Recent studies have subverted the classical view that atherosclerotic plaque macrophages mainly originate from recruited circulating monocytes, launching the new notion that macrophages could also be derived from clonal expansion of resident macrophages or even trans-differentiated vascular smooth muscle cells. The relative importance of these mechanisms to the pathogenesis remains however unclear, due to a lack of adequate animal models that allow assessing this question.\nIn this project, I introduce a recently developed fate mapping model, the LysMCre-Ubow\\/\\ mouse, into the atherosclerosis field to conclusively identify regions within the plaque that were formed through local proliferation rather than monocyte recruitment. Apart from quantifying its relative contribution to plaque growth during disease progression and regression, I will furthermore characterize the localization, transcriptional activity and the lipidic makeup of these proliferated cells versus invaded monocytes. \nIn a second part of this project, I will deploy adoptive bone marrow transfers from WT to Ubow mice and vice versa as a model to quantify intraplaque myeloid versus stromal-cell derived macrophages. I will compare proliferative capacity, phenotype, transcriptomics and lipidomics of these two subsets and link this information to their functionality.\nWith this strategy I will be the first to reveal the impact of the three macrophage accumulation mechanisms throughout the disease course, to couple this to their function and to exploit this knowledge for targeted experimental therapeutic interventions.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}