{
    "rcn": "196083",
    "acronym": "SOCIAL COST",
    "topics": "MSCA-IF-2014-EF",
    "title": "Differential costs of social living in nature",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Group living is a common phenomenon in nature in a wide range of taxa. Studies in natural systems are central to understanding the evolution of social behaviour and systems. While benefits, such as reduced predation risk, and costs, such as increased pathogen transmission, are well documented for some species, many other effects of group living are poorly understood in natural populations. In particular, group size and composition, and individual social status might affect the level of social stress. Social stress can cause physiological stress in group living animals, including humans, leading to poor health or fitness reduction. The level of costs and benefits, as well as the optimum resolution of the resulting trade-offs, is likely to vary with social status and sex, but the nature of these differences is poorly understood. In this project, I propose to test in a free living sciurid rodent, the Cape ground squirrel (Xerus inauris), whether the costs of group living vary with social status, and whether this can be explained by physiological and molecular changes that influence longevity. To address these questions, I will use biomarkers of aging, involving hormone levels, oxidative damage and telomere loss. Combining the latest methods in measuring such parameters will provide a new understanding of how sociality influences stress responses in free-living mammals of different social status.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}