{
    "rcn": "196040",
    "acronym": "UVMWREACT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Design, fabrication and optimization of a novel integrated UV-microwave assisted catalytic reactor for the continuous flow treatment of wastewater",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "UVMICROCAT uses an innovative catalytic mesh assisted by a combination of UV and microwave technology for fast and effective treatment of large volumes of wastewater for water re-use.\n\nThe project proposes an environmentally-friendly, totally innovative method for the treatment of toxic and recalcitrant contaminants in wastewater by enhancing the rate of a novel heterogeneous catalytic treatment process using microwave energy and ultraviolet radiation. The modified PAN catalysts developed at DMU has eliminated the need for iron removal post treatment and has broadened the pH range of application, whilst enabling continuous flow processes favoured by industry. In recent years, several reports have demonstrated the use of microwave and ultraviolet radiation to promote the oxidative degradation of bio-refractory wastes due to their advantages of speeding up the reaction, high-efficiency with no pollution to the environment. Nevertheless the use of microwaves in catalysis and in the water and wastewater industry remains at laboratory scale and therefore requires further in depth research. The major challenges in the water/wastewater industries are centered on the poor penetration depth of microwaves. In the project, we propose to design a UV and microwave assisted reactor which overcomes this scale-up problem. The design of the scalable microwave reactor will not only add new knowledge to the sector but open up new areas of industrial application for microwaves.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "DE MONTFORT UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847968": {
            "orgId": "999847968",
            "orgName": "DE MONTFORT UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}