{
    "rcn": "196020",
    "acronym": "ALMP",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Effect of Active Labour Market Policies on the Behaviour and Employability of Benefit Claimants",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "This project studies the impact of Active Labour Market Policies (ALMPs) on the transition from unemployment to employment as well as on the behaviour of the unemployed. It will be based on two Randomized Controlled Trials (RCTs) and freshly-released data from the IZA Evaluation dataset. The RCTs are carried out with our partner organization, the British Department for Work and Pensions (DWP). In the RCTs, factors such as frequency of meetings between the unemployed and the job coach, content of invitation letters, will be varied ìat randomî across large samples of benefit claimants. In impact evaluation studies, RCTs help us to overcome several problems that would prevent us to make causal inferences.  The design and analysis will benefit from methodological expertise built up in medical statistics, in which methodological issues that often receive less attention in economics have been dealt with more extensively. The project is also inspired by strategies developed in the literature on tax compliance and by methodological insights from sociology on survey design. In the last component, the project will consider data from cognitive tests developed in psychology and introduced in the recent behavioural economics literature to investigate whether there is heterogeneity in unemployment duration across people with different cognitive skills, and to check whether a completely different approach to investigate a similar research question as in the second component leads to similar results. The large sample sizes will give us a unique opportunity to study heterogeneous effects and make progress in profiling the unemployed, hereby making use of novel statistical techniques co-developed at the Department of Economics at the University of Sheffield. The project will shed light on an important, though under researched, topic in labour economics, namely whether or not interventions might become less effective the later they are implemented in the unemployment spell.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}