{
    "rcn": "196095",
    "acronym": "PHARM AD",
    "topics": "MSCA-IF-2014-EF",
    "title": "Removal of pharmaceutical micro-pollutants from waste water by anaerobic digestion and its effect on nitrogen recovery from digestate by micro-algae.",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Since the advent of the water framework directive (WFD), integrated pollution abatement and river water quality improvement has become a major focus in the management of water resources. At the same time, improving analytical capabilities and ecotoxicological understanding highlighted, somewhat counter-intuitively, new threats to water quality. Micropollutants in the form of pharmaceutical residues (PR) are one such emerging threat, and have been included in the most recent list of related WFD priority and related watch-list substances.\nThis research project will address this threat by application of a combination of existing and novel techniques: 1) investigate the efficacy of anaerobic digestion (AD) for the removal of these PRs not only in conventional treatment of sludges, but also on 2) the novel application of AD to the direct treatment of point source waste waters waste waters rich in these pollutants (e.g. hospital or industry), including feasibility studies on the transfer of membrane-bioreactor technologies from aerobic to anaerobic treatment. Furthermore, 3) the project will combine PR removal by AD with biological nutrient removal (nitrogen) by micro-algae cultivation, thus addressing one of the drawbacks of AD: the lack of nitrogen removal.\nA particular inter-disciplinary perspective of this project is the inter-relation between 3 aspects of investigation: pollutant removal by AD, resultant ecotoxicological effects on algae and subsequently the recovery of nutrients by algae. \nThe final aim of the project is to elaborate the scope for river water improvement by these techniques, thus contributing to the European aims of water protection and resource efficiency.  This element in particular will be supported by close collaboration with a German public water company, a UK SME from the water industry, and a French University, thus increasing the projectís potential for impact and uptake due to generation of realistic and industry relevant outputs.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE GLASGOW CALEDONIAN UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902482": {
            "orgId": "999902482",
            "orgName": "THE GLASGOW CALEDONIAN UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}