{
    "rcn": "196080",
    "acronym": "CarboPlex",
    "topics": "MSCA-IF-2014-EF",
    "title": "Development of carbon-rich biochar-mineral complexes for soil amendment, carbon sequestration and beyond (CarboPlex)",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Aim of this project is to investigate and exploit the potentials of a new material termed biochar-mineral complex (BMC). The simple yet ground-breaking idea is to use common waste streams to produce BMCs with distinct properties. Primary target is the use of BMCs as soil amender, especially in soils, where the delicate but crucial structure of organo-mineral complexes is threatened by unsustainable soil use or climate change. Where pure biochar is known to face its limits, BMC because of its mineral part is assumed to enable much higher functionality (i.e. water and nutrient storage). To provide evidence-based information on production, properties and soil effects of BMC, a systematic study will be conducted. The highly interdisciplinary work is split into five strongly interconnected work packages, which cover the whole BMC lifespan from production to soil use and technology assessment. Most of the work will be conducted at the University of Edinburgh (UoE). A secondment is planned at Enrich Environmental Ltd., an innovative Irish waste treatment SME, where the potentials and requirements for successful large-scale implementation will be investigated. Introducing this original work to the scientific communities (i.e. waste, agriculture, soil, material science) is expected to make enormous impact. Strong attention is also paid to dissemination of the results to the industry, other stakeholders and the general public. The ER, in addition to the expected excellent research, profits greatly from new experiences with pyrolysis (UKBRC) and business management (Enrich) supporting his strive for an academic career as professor. The UoE benefits from the ERís experiences in hydrothermal carbonization and gaining competence in BMCs. Enrich, in return, has strong interest to expand its range of products and to integrate innovative processes such as BMC production. Naturally, the ER, UoE and Enrich are strongly committed to the planed action and a most successful outcome.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}