{
    "rcn": "196057",
    "acronym": "ReversePlasticity",
    "topics": "MSCA-IF-2014-EF",
    "title": "Evolution of the thermal plasticity of gene expression: a reverse evolution experiment using Drosophila simulans.",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Phenotypic plasticity, the ability of a genotype to express distinct phenotypes in different environments, is assumed to facilitate individuals coping with new or rapidly changing environments. In the context of climate change, the phenotypic response to temperature has received particular attention since thermal plasticity is affecting the survival of populations and species distribution. Although temperature is an important variable that affects many traits, including gene expression, the genetic basis of phenotypic plasticity evolution remains poorly explored. This project aims at understanding what determines thermal reaction norms, i.e. how gene expression changes with temperature. Preliminary work in the host laboratory suggests that these reaction norms are modified during adaptation of Drosophila melanogaster populations evolving in a new fluctuating thermal environment. Yet, it is unclear whether these changes are the result of selection on phenotypic plasticity or if they are driven by direct selection on the trait value in the novel environments, as both effects are confounded. To detect adaptive change in phenotypic plasticity, we will use a reverse evolution experiment in which D. simulans populations first evolved in one of two different fluctuating thermal environments (hot and cold) and after one year were shifted to the other environment. We will analyse the gene expression profile of these populations at three successive time points during their evolution over a wide range of temperatures (from 15∞C to 27∞C). By changing the environment in the opposite direction, we will be able to distinguish between selection on plasticity and selection on the trait value, since the latter will not revert plasticity towards the initial state. Hence, we will distinguish adaptive and non-adaptive components of thermal plasticity of gene expression, and identify genetic pathways under selection for phenotypic plasticity.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "VETERINAERMEDIZINISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999851848": {
            "orgId": "999851848",
            "orgName": "VETERINAERMEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}