{
    "rcn": "196015",
    "acronym": "APOBEC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Enzymatic DNA deamination and the immunity/cancer balance",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Genomic instability is a key hallmark of cancer. Chromosome translocations require the formation of pairs of double-strand breaks (DSB) and trans-chromosomal ligation of the broken ends. Members of the AID/APOBEC family of enzymes deaminate cytosine (C) to uracil (U) in the context of a polynucleotide substrate. Excision of the U residue from DNA produces an abasic site, leading to incision of the DNA strand containing the abasic site by the conventional base-excision repair pathway. The introduction of proximal incisions on both DNA strands can generate a DSB intermediate for chromosomal translocation. AID acts on C residues at immunoglobulin loci in activated B cells to trigger antibody gene diversification and is the only member of the AID/APOBEC family that is currently known to act physiologically on endogenous nuclear DNA. Off-target deamination by AID results in nucleotide substitutions and genomic rearrangements in B lymphocyte tumours. APOBEC1 edits mRNA transcripts in the small intestine. Liver-directed misexpression of APOBEC1 is oncogenic in transgenic mice. APOBEC3 enzymes are ubiquitously expressed and act on C residues in the cDNA viral replication intermediates as part of a host restriction pathway. APOBEC3A and APOBEC3B have been shown to be capable of causing genomic damage in mammalian cells. Access to the nucleus by APOBEC family members likely permits DNA deamination activity that introduces mutations and genomic instability during tumourigenesis. I have generated mice that harbour FLAG-tagged forms of AID, APOBEC1, APOBEC3A or APOBEC3B inserted at the ROSA26 locus, preceded by a floxed stop sequence for conditional expression. This system will be used to understand the role of cytosine deamination in tumour progression in tissue- and time-specific contexts in vivo through whole genome sequencing of tumours. The long-term goal is to initiate the development of reagents to regulate APOBEC activity in basic science and clinical oncology.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990461": {
            "orgId": "999990461",
            "orgName": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}