{
    "rcn": "196014",
    "acronym": "OCTANT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Modeling the chronology of deep ocean circulation changes during abrupt climate transitions",
    "startDate": "19/03/2016",
    "endDate": "18/03/2018",
    "objective": "The deep ocean circulation affects climate and the global carbon cycle. A prerequisite for improving confidence in future climate projections is the accurate reproduction of past deep ocean circulation changes by models. However our understanding of such changes in terms of transport pathways and transit times is impeded by ambiguities in the chronology of ocean archives. This project aims at helping resolve such ambiguities by investigating to what extent the temporal evolution of the ocean circulation during abrupt climate transitions may be inferred from deep-sea sediment cores.\nIn this purpose we use the Earth system Model developed at Max-Planck Institute for Meteorology (MPI-ESM) fully coupled to an Ice Sheet Model (PISM). The coupled model naturally produces freshwater surges which exhibit the basic features of Heinrich events (massive discharges of icebergs to the ocean which occurred during the last glacial period). \nWe implement simple formulations for tracers which document ventilation and water mass distribution in deep ocean sediment cores (O18, C14, C13) in addition to age tracers. These age tracers allow distinguishing between the effects of varying conditions at the air-sea interface and water masses reorganization, while providing information on the relative contributions of specific water masses.\nWe then investigate the sequence of events in the deep ocean during Heinrich events, and the potential departures of proxy-based ages and transit times from the actual ventilation time scales. A coherent description of the temporal and geographical deep ocean ventilation evolution during abrupt climatic changes and associated uncertainties will then be obtained. Such a chronological framework will be beneficial to those investigating past climates by means of ocean archives or modeling studies.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}