{
    "rcn": "196016",
    "acronym": "HIGGS-BSM-EFT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Higgs and Beyond the Standard ModelEffective Field Theory, systematic developments.",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "The focus of this proposal is to systematically develop the Standard Model effective field theory and to use this formalism to study the Higgs boson. \n\nThe need to engage in this effort is clearly well motivated considering current Large Hadron Collider (LHC) results. Developing the general effective field theory framework to include quantum mechanical corrections is essential if future deviations in Higgs properties are to be systematically studied at high precision in a model independent manner. Higgs properties are currently only roughly known, with large errors. The upcoming data set from LHC will be at least five times as large as the data set gathered in the initial run. Further, the LHC will now be operating at twice the collision energy compared to the initial run. Using this rich data set, Higgs properties will be determined with about an order of magnitude improvement in experimental precision. \n\nResolving more precisely the properties of the Higgs is expected to give evidence for the effects of fundamentally new particles and interactions, involved in stabilizing the Higgs mass against quantum corrections. Utilizing the resources of this grant, calculations of the most important quantum corrections to Higgs production and decay processes in the general effective field theory of the SM will be undertaken. This work builds upon past contributions in this area by the experienced researcher. Phenomenological analyses to refine our knowledge of the Higgs Boson will also be further developed. The final goal that this proposal advances towards is nothing less than to decode, and discover, a more fundamental theory of nature from a pattern of precious clues embedded in future LHC data.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}