{
    "rcn": "196004",
    "acronym": "KRF-CY",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Kaehler-Ricci flow and Singular Calabi-Yau manifolds",
    "startDate": "01/07/2015",
    "endDate": "08/11/2017",
    "objective": "Smoothing properties of the Kaehler-Ricci flow have been known and used for a long time. Attempt to run the Kaehler-Ricci flow from a degenerate initial data has been of great interest in the last decades. The bet result so far was recently obtained by Guedj and Zeriahi that were able to define the maximal flow for any initial current with zero Lelong number. This initial current will be smoothed out immediately. One example was also given showing that there might be no regularity at all in the case of Fano manifolds when starting from a current with positive Lelong number. However it is expected that the regularizing effect happens outside analytic sets. The first goal of this proposal is to prove such a regularity result.\n\n  In the last few years, Eyssidieux, Guedj and Zeriahi have shown that every Calabi-Yau variety admits a unique singular Kaehler-Ricci flat metric. Their work establishes the existence of such singular Kaehler-Ricci flat metric but it does not establish the expected asymptotic behavior near the singular points.\n The main goal of my proposal is to study the asymptotic behavior and the regularity properties of these metrics/potentials near singularities. More generally, given a Kaehler-Einstein metric on a singular variety, it would be interesting to understand how we can relate the asymptotic behavior of  such a metric near to the singularities of the variety. \n Such a result would be of great interest also in theoretical physics. Indeed, since the seminal paper of Candelas and de la Ossa in the 90's, physicists have guessed that Calabi-Yau 3-folds with the simplest isolated singularities should admit incomplete Kaehler-Ricci flat metrics which near each singularitiy look like the conifold metric.\n\n A related goal would be to go after the  analogies by these singular Calabi-Yau problems in the singular G2 holonomy setting. \n\n A possible strategy would be to try to develop the techniques and the ideas recently used by Lu and myself.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}