{
    "rcn": "196074",
    "acronym": "GESTATE",
    "topics": "MSCA-IF-2014-EF",
    "title": "testinG massivE STar formATion modEis",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The classic problem in the formation of high-mass stars is that, for all stars above ~20 Msun, the outward force exerted by the stars radiation on the dusty circumstellar gas should be capable of reversing or halting accretion flows. Core fragmentation, pressure from the expanding ionised gas, magnetic fields and mass loss through stellar winds, all work against the effects of gravity, thereby restricting the final stellar mass. Advances in theoretical models, aided by numerical simulations (e.g. adaptive mesh refinement), have proposed elegant solutions; for example, the interaction between radiation and the dense circumstellar gas is subject to radiation-Rayleigh-Taylor instability, creating low opacity chimneys to vent out the radiation pressure. Likewise, heated cores and disks are stable against Jeans fragmentation. The exact manifestation of these issues and their solutions vary significantly between theories, and the physical structures found around embedded, still accreting massive stars provides a strong discriminator between models. Therefore, this research project aims to better understand the physical conditions of the gas and dust structures within the 500-5000 AU regions of infant high-mass stars by using adaptive-optics-assisted polarimetric observations in the infrared (essential to probe through the high extinction of high-mass cores). Also, we will characterise and quantify, for the first time, the stellar activity, mass, and radius of high-mass (young/proto) stars which are thought to be bloated and pulsating objects. To this end, variability and astero-seismological studies will be conducted. The applicant seeks mobility to a host institute that is a world leader in polarimetry, where he will acquire new expertise in astrophysical polarimetry through training by research. This program will distinguish between and test mechanisms of massive star formation, taking important steps to understand a long standing problem of astrophysics.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF HERTFORDSHIRE HIGHER EDUCATION CORPORATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999911115": {
            "orgId": "999911115",
            "orgName": "THE UNIVERSITY OF HERTFORDSHIRE HIGHER EDUCATION CORPORATION",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}