{
    "rcn": "196068",
    "acronym": "Amicrex",
    "topics": "MSCA-IF-2014-EF",
    "title": "Development of a Microwave Assisted Cell Disruption of Biomass and Extraction of Valuable Compounds",
    "startDate": "01/05/2015",
    "endDate": "17/09/2019",
    "objective": "The combination of biomass valorisation, process intensification and green technology is an attractive research challenge for the European Community being in line with the ìResource-efficient Europeî flagship initiatives by optimizing the use of material, energy resources and gaining valuable products with lower impact on our environment and health. The AMICREX project accepts this challenge and aims to develop an integrated process design for future industrial implementation, where by-products from agro industrial processes (e.g. carrot peels) can be valorised by recovering high- value nonpolar components (e.g. carotenoids, well recognized natural pigments and widely used in the food and cosmetic industries) through a microwave intensified microemulsion extraction process. The AMICREX concept can be extended to address the challenges proposed by extraction of nonpolar metabolites, especially carotenoids, from other renewable biomass sources (e.g. Microalgae). The key aspects of the proposed technology are 1) avoid the use of hazardous organic solvents in nonpolar compoundsí extraction by using microemulsion as extraction media, and 2) improve extraction kinetics by microwave cell disruption method in order to liberate intracellular compounds and make them available for the subsequent extraction process.\nThe research will first focus on the evaluation on the laboratory scale microwave cell disruption and subsequent microemulsion extraction processes of the characterized biomass. Based on the so obtained process and system specifications the small scale process is aimed to be turned into an industrial design concept through process modeling and simulation.\nThe satisfactory implementation of the project will be achieved by filling the gap between multidisciplinary fields of natural sciences and engineering. Moreover, the interdisciplinary scenario between biomass cell disruption, extraction process and microemulsion technology will be established.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}