{
    "rcn": "196090",
    "acronym": "ICH-Bildung",
    "topics": "MSCA-IF-2014-EF",
    "title": "The Impact of Intangible Cultural Heritage (ICH) in formal, non-formal and informal education and its contribution to the Key Competences for Lifelong Learning in the EU Reference Framework",
    "startDate": "01/05/2015",
    "endDate": "31/12/2017",
    "objective": "Europeís Intangible Cultural Heritage ñ the skills, music, dance, drama, gastronomy, festivals, crafts, etc which have been passed from one generation to the next ñ is a hugely important economic and social resource. Yet this aspect of cultural heritage is poorly researched. ëICH-Bildungí proposes to redress that balance and study the Impact of Intangible Cultural Heritage (ICH) in formal, non-formal and informal education and its contribution to the Key Competences for Lifelong Learning in the European Reference Framework.\nThe project will consider the wider European policy debates on Cultural Education how they can be oriented to ICH education; explore social and economic indicators to measure the impact of ICH education of both individuals and communities; and explore methods for measuring the contribution of ICH experiences to education, covering quantitative and qualitative methods, across social and economic areas.\nA prestigious multi-disciplinary, international consortium has been gathered to support ICH-Bildung including: UNESCO (France) which has an ICH department; the French Centre for ICH at the World Cultures Institute (CFPCI); the Friedrich-Alexander-University Erlangen-Nuremberg, Germany (FAU) which holds the UNESCO chair in arts and culture in education; the Tartu Environmental Education Centre, Estonia (TEEC) and the Cultural Informatics Research Group ñ University of Brighton (UoB) which provides considerable experience in the area of modelling the impact of cultural heritage. Each partner belongs to a different educational setting ñ formal, informal and non-formal.\nModelling the impact of ICH will raise awareness about the potential value of ICH to European society and allow organisations working with ICH to gain greater clarity regarding the contribution of ICH to education and society.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BRIGHTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999860481": {
            "orgId": "999860481",
            "orgName": "UNIVERSITY OF BRIGHTON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}