{
    "rcn": "196075",
    "acronym": "REBuILD",
    "topics": "MSCA-IF-2014-EF",
    "title": "Exploring the role of TFEB in exosome biology and in novel approaches for treatment of lysosomal diseases",
    "startDate": "01/01/2016",
    "endDate": "31/01/2018",
    "objective": "Exosomes are small vesicles released to the extracellular environment by almost every cell type, with important functions in mediating intercellular communication in several physiological processes, including organism development, immune responses, neuronal communication and tissue repair. In addition, these vesicles have attracted much interest from the biomedical research community for their potential as biomarkers for diseases, therapeutic agents and vehicles for drug delivery. Despite this, little is known about the mechanism and molecular players involved in exosome biogenesis and secretion. The aim of this application is to expand our current knowledge on exosome biology and their therapeutic potential. Preliminary results suggest that Transcription Factor EB (TFEB), a master regulator of lysosomal biogenesis, lysosomal exocytosis and autophagy induction, also controls the expression of various exosome-associated genes. By using mouse and human cells upregulated or knocked-down for TFEB expression, the applicant will establish a role for TFEB in exosome biogenesis, cargo selectivity and secretion. Furthermore, the applicant will determine the role of other TFEB-related cellular pathways, including starvation and Ca2\\-related pathways, in regulating exosome formation. Finally, the applicant will explore the therapeutic potential of exosomes in cellular and mouse models of lysosomal storage disorders (LSDs). Collectively, this application combines both basic research and translational approaches to expand our current understanding of exosome biology and to provide proof of principle for novel therapeutic approaches of rare diseases.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "FONDAZIONE TELETHON",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999448716": {
            "orgId": "999448716",
            "orgName": "FONDAZIONE TELETHON",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}