{
    "rcn": "196045",
    "acronym": "HotCoalgebras",
    "topics": "MSCA-IF-2014-EF",
    "title": "Homotopy theory of cosimplicial unstable (co-)algebras over the Steenrod algebra",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "This research proposal is in mathematics, its content is part of algebraic topology and homotopy theory. It aims at deepening our understanding of the homotopy theory of cosimplicial unstable (co-)algebras over the Steenrod algebra and its relation to the homotopy theory of cosimplicial spaces. This is achieved by new methods developed recently by the ER (Dr. Biedermann) and coauthors and by methods from Goodwillie calculus. Specifically, there are three closely related parts/work packages: \n\n1. Prove a general vanishing theorem of higher obstructions for realizing a map on homology as a map of spaces. The theorem is known to hold in rational homotopy and in the mod p Massey-Peterson case. \n\n2. Find an algebraic description of the first obstruction living in Andre-Quillen cohomology (AQC) to the existence of a realization of unstable coalgebras. \n\n3. Define natural operations on AQC of unstable coalgebras with general coefficients.\n\nAs part of the risk management we describe two further fallback projects:\n \n4. Study the Goodwillie tower of the identity functor of simplicial unstable algebras and relate its layers to AQC. \n\n5. Describe the algebra of homotopy operations on simplicial commutative algebras for odd primes p. \n\nThese projects are parts of a program of the ER to investigate realization problems and rigidity results associated to singular (co-)homology. A longterm goal (beyond the time frame of the fellowship) is to develop a deformation theory of unstable (co-)algebras over the Steenrod algebra and their realizing homotopy types in the mod p case.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE PARIS 13",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999489941": {
            "orgId": "999489941",
            "orgName": "UNIVERSITE PARIS 13",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}