{
    "rcn": "196065",
    "acronym": "EPIGENHEART",
    "topics": "MSCA-IF-2014-EF",
    "title": "Epigenetic control of retinoic acid-dependent genes during heart development",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "EPIGENHEART proposes a unique and competitive training for heart development research centred on congenital heart diseases (CHD), a leading cause of death in Europe . Defects in the pathways involved in myocardial lineages at the venous pole of the heart are found to be the origin of CHD and atrial arrhythmias. Epigenetic gene regulation has influence in maintenance of cellular identity, differentiation, and is deregulated in many diseases. The involvement of epigenetic dysregulation in CHD is poorly described, much of the mechanistic detail involved in triggering these events in the context of heart development remains unclear. RA signalling is preferentially active in the venous pole region of the embryonic heart. A deregulation of the retinoic acid (RA) has been implicated in venous pole defects in patients. How RA signalling takes part in the genetic and epigenetic network regulating the venous pole lineage decisions needs to be studied in details. With the use of in vitro, ex vivo and in vivo approaches in transgenic and deficient mouse embryos combined with transcriptomic and chromatin profiling, the two interacting research lines of EPIGENHEART fulfils this goal. EPIGENHEART is expected to increase the knowledge on the genetic and epigenetic network regulating the formation of the venous pole, which will contribute to better understand the associated heart diseases. Apart from the impact on human health, the project will contribute to ER¥s future career prospects and European scientific excellence and competitiveness.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE D'AIX MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}