{
    "rcn": "196096",
    "acronym": "RE-DEV",
    "topics": "MSCA-IF-2014-EF",
    "title": "Assessing the transition to renewable energy in Rapidly Developing Countries",
    "startDate": "06/11/2015",
    "endDate": "05/11/2017",
    "objective": "CO2 emissions are growing extremely fast in Rapidly Developing Countries, which will account for 99% of the global emissions increase by 2035 (BP 2014). Energy demand is set to increase by 75% by 2035 and (if no change incurs) will largely depend on fossil fuels (IEA 2013). In response to these concerns, Rapidly Developing Countries are currently seeking to tap its vast renewable energy potential (IRENA 2013). This shift to renewable energy provides a unique opportunity to study socio-technical transition to low-carbon technologies. Transitioning to renewable energy requires policy reform, infrastructure investment, citizen mobilization, and smart financing mechanisms. The RE-DEV project will examine the conditions for the take-up of renewable energy in Rapidly Developing Countries and, by doing so, uncover its consequences in terms of global CO2 emissions. Drawing on a comparative study of four selected country-cases (China, India, South Africa, and Morocco), this project will offer an in-depth analysis of: (a) regulatory frameworks and existing financing mechanisms, (b) the limits and potential of multilateral climate cooperation, (c) the state of vertical/horizontal transfer of know-how. The country sample responds to a most-dissimilar-systems research design. To gather evidence, this project will employ the following methods: semi-structured interviews with policy makers, questionnaires and a participatory assessment with public/private stakeholders. As a result of this, the RE-DEV project will build knowledge on how to facilitate a sustained transition to renewable energy in Rapidly Developing Countries. I put a strong emphasis on three aspects: the interdisciplinary character of the project, its intersectoral nature, and the crucial issue of its timing ñ it needs to be carried out now, when domestic energy transitions and the post-Kyoto climate change deal (due at Paris COP 21) are at a crucial point of their development.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "Centre for International Information and Documentation in Barcelona",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999793939": {
            "orgId": "999793939",
            "orgName": "Centre for International Information and Documentation in Barcelona",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}