{
    "rcn": "196088",
    "acronym": "G4invivo",
    "topics": "MSCA-IF-2014-EF",
    "title": "Probing intracellular folding and dynamics of telomeric DNA structures with single-molecule FRET",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Telomeres, the ends of linear eukaryotic chromosomes, are one of the most versatile ìmolecular machinesî of life. They perform a vital role in several fundamental processes in biology, as maintenance of genome integrity and the regulation of cell growth. Human telomeric DNA consists of thousands of tandem repeats of guanine-rich sequences, terminating the chromosomes. Under physiological conditions, such guanine-rich repeats are capable of adopting four stranded structures, called G-quadruplex DNA. Considerable research has been dedicated to an understanding of functions of telomeres, and during the past decades, much progress has been made towards identifying the underlying processes for G-quadruplex DNA isolated in vitro. However, most of our knowledge of conformation and mechanistic understanding of the balance between the structure and function of telomeric DNA inside cells has remained very limited, largely due to a lack of suitable methods. An opportunity to bridge this gap is single-molecule fluorescence microscopy in combination with Fˆrster resonance energy transfer (FRET), a powerful technique that allows distances, distance distributions, and dynamics of individual biological molecules to be measured even in complex and heterogeneous environments, as cellular milieu.\nThe goal of this project is to employ such optical single-molecule techniques to perform a comprehensive biophysical analysis of the folding and dynamics of G-quadruplex DNA within live cells. This investigation will provide an idea of how accurately our current understanding of the folding and dynamics of G-quadruplex DNA in vitro describes the situation inside the living cell, and will, among other aspects, be crucial for understanding the biological functions of G-quadruplexes and in particular may stimulate the enhancement of the efficacy of the novel anticancer therapies, which use these structures as an active target for drug development.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}