{
    "rcn": "196055",
    "acronym": "ALIS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Associating Literature and the Imaginary with Science: Early Years Education",
    "startDate": "01/02/2016",
    "endDate": "31/07/2017",
    "objective": "Our project fits into the narrative movement in scientific literacy but defends a different position with regard to childrenís literature in science. We do not see a division between science and literature but rather a fertile convergence between the construction of a storyline and the activity of scientific ìproblematizationî, a process at the heart of scientific learning. We believe that reading certain fictional narratives offers a conductive environment for engaging young children in scientific questioning. The meaning of the fictional narrative arises from the conflict between the elements of fiction and the elements of reality, between what is within the realms of possibility and what reflects the truth. In contrast, it is through fictional events that natural world phenomena can be questioned. Stories invent a ìpossible worldî which forces the reader back to knowledge of the real world in order to understand it. Following Bruner, we attribute an epistemic aim to some fictional narratives.  This project seeks to understand how pupils aged 3-11 years get involved in science within and outside school based on the reading of fictional picture books with the aim of giving teachers the means to develop integrated teaching systems (science and literature): to what extent does reading fictional storybooks lead children to test their representations of the animal world, and more specifically metamorphosis? We will work with a body of ìrealistic fictionî-type childrenís storybooks that bring into play the idea of metamorphosis. We will identify the literary sources to which pupils aged between 3-11 years refer spontaneously when they talk about animal transformations. We will analyse the mechanisms which give rise to the childrenís questioning about the metamorphosis of animals as well as comprehending the nature and coherence of this questioning with regard to the stories themselves.",
    "totalCost": "146591,1",
    "ecMaxContribution": "146591,1",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 146591
        }
    },
    "calculatedTotalContribution": 146591
}