{
    "rcn": "196024",
    "acronym": "OsciLEDs",
    "topics": "MSCA-IF-2014-EF",
    "title": "New Disruptive Platform Technology for Water Treatment and Process Intensification",
    "startDate": "01/07/2015",
    "endDate": "28/09/2018",
    "objective": "Millions of m3 per year of chemically and biologically contaminated wastewater from medical and specialty chemical sectors contaminate Europe water resources and has the potential to be reused using a novel cost-effective technology that developed in OsciLEDs. This proposal will evolve a disruptive platform technology for treatment of fluids (e.g. wastewater), which synergistically exploits two highly innovative processes: i) an oscillatory baffled column (OBC) and ii) wireless power of suspended UV light emitting diodes (WP UV-LEDs). This highly innovative combination intensifies the treatment of contaminated fluids by maximizing mixing and reactants mass transfer, while minimizing to the limit the irreducible volumetric irradiation gradients present in photoreactors. The synergistic effect of these two highly innovative processes will result in at least one-order of magnitude improvement in fluid effluent quality in comparison with the current state-of-the-art, an estimated 50% reduction of operational costs and one-order of magnitude reduction in reactor footprint. This is a completely new concept of photoreactor design, representing cutting-edge technological development for environmental applications, and in the photochemical synthesis sector (e.g., pharmaceuticals). Dr Lucas (Experienced Researcher, h-index 11, > 650 citations) has a significant background in the field of environmental remediation. Prof. Li Puma (PI, h-index 26, > 1600 citations) is a world leader in photoreactor design. During this project, an OBC recently commissioned and patented at Loughborough will be further developed to incorporate WP UV-LED sources. The performance of a new pilot-scale photoreactor will be evaluated for removal of emerging contaminants and for treatment of real hospital wastewater effluents. The purpose is to protect the IP generated and developing commercial prototypes for application in drinking and wastewater treatment, improving water quality and reuse.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "LOUGHBOROUGH UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990752": {
            "orgId": "999990752",
            "orgName": "LOUGHBOROUGH UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}