{
    "rcn": "196061",
    "acronym": "SYMULGAS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Synthetic magnetism with ultracold Fermi gases of strontium",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Since the first observation of a gaseous Bose Einstein condensate , ultracold atoms have provided a unique perspective into the quantum world. In a few seconds a piece of hot metal is transformed into an extremely dilute, nanokelvin gas, which is governed by quantum statistics - a new state of matter. Quantum gases are so versatile that with the same apparatus one can, for example, explore superfluidity and ultracold chemical reactions, or even search for changes in fundamental constants . A new frontier of physics, with multidisciplinary appeal, explores topological states of matter, such as the ones predicted to emerge when quantum gases are immersed in a synthetic gauge field.\nThis fellowship will give me the opportunity to work in establishing ultracold strontium (Sr) as a powerful experimental platform to shed light on outstanding problems of magnetism of quantum matter in periodic potentials.  Our work will potentially impact other disciplines such as condensed matter and optics.  Our specific research goals during this action are:\n1.\tDemonstration of the paradigmatic Kondo lattice model (KLM) in an ultracold gas.\n2.\tCreation of synthetic gauge fields with an alkaline earth element using an optical flux lattice.\n3.\tObservation of synthetic gauge fields in a 4-dimensional lattice of SU(N)-symmetric strontium.\n\tThis proposal is only possible and realistic since the host group of F. Schreck - the first group in the world to make a Sr BEC and the only one in Europe with such expertise - has a fully operational apparatus which produces quantum degenerate gases of strontium. This fellowship stay will be mutually beneficial: the host group will benefit from the researcher's experience with artificial gauge fields, and at the same time the fellow will receive world-class training and benefit from the international collaborations of F. Schreck.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}