{
    "rcn": "196079",
    "acronym": "ECBStrainShift",
    "topics": "MSCA-IF-2014-EF",
    "title": "Identification and characterization of the sex pheromone sensitive response gene(s) in the European Corn Borer males",
    "startDate": "15/10/2015",
    "endDate": "14/10/2017",
    "objective": "Night-active Lepidoptera are among the most speciose group of animals (~120.000 known species) and they possess a unique sexual communication system: females attract conspecific males by using a species-specific sex pheromone blend. Due to this fine-tuning, the development of novel pheromone systems is an evolutionary mystery: production of a new pheromone blend by females and preference for that blend by males must be established simultaneously, which is difficult to explain when the female blend and the male response are controlled by independently assorting genes. The pheromone strains of the European Corn Borer, Ostrinia nubilalis provide one of the best model system for a better understanding of pheromone (co)-evolution, because in these strains the females produce opposite proportions of E11- and Z11-tetradecenyl acetate, to which only strain-specific males are attracted. The genes responsible for the strain difference in female production are autosomally encoded and identified as fatty-acyl reductase while the gene(s) underlying male response has(have) been found to be sex-linked but have not been identified yet. For years they have been hypothesized to be olfactory receptors (ORs). However, we found with fine-scale mapping that the ORs map away from the Z-linked response locus and we showed two new candidate genes mapping at the male response region on the Z chromosome. The new candidates are involved in neurogenesis in other species and therefore are interesting for all olfaction and neurogenesis studies, including studies on humans. With our multidisciplinary experience, combining genetic engineering, neurophysiology and behaviour, we wish to identify the genetic change of the genes underlying male response in O. nubilalis and functionally characterize their involvement in olfaction. This approach has the potential to a) identify novel genetic mechanisms that underlie the evolution of pheromone communication and b) develop new pest management strategies",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}