{
    "rcn": "196098",
    "acronym": "BRCA2Interact",
    "topics": "MSCA-IF-2014-EF",
    "title": "Structural and biochemical characterization of pre-recombination complexes",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Homologous recombination (HR) is an essential DNA repair mechanism and defects in different HR factors are linked with disease and cancer pre-disposition. The RAD51 recombinase plays a central role in HR, forming nucleoprotein filaments at sites of DNA damage and promoting homologous pairing and DNA strand exchange. RAD51 filament formation is mediated by the BRCA2 tumour suppressor, mutations in which lead to a high incidence of developing breast cancer. BRCA2 interacts with other HR factors, such as PALB2 and members of the RAD51 paralog family. Many of these proteins also function as tumour suppressors. The host laboratory has purified full-length BRCA2 protein and shown that it facilitates RAD51-mediated HR by acting as a molecular chaperone for RAD51 filament formation. This offers a unique position to extend our understanding of pre-recombinational protein assembly by inclusion of additional critical HR factors, and answer the important question how PALB2 and the RAD51 paralogs coordinate their activities with BRCA2 to promote the assembly of RAD51 filaments. To achieve this, I propose to:\n\ni) Characterize the biochemical and structural properties of RAD51 paralog complexes \nii) Define the interplay between BRCA2, PALB2, and the RAD51 paralogs in forming pre-recombination complexes for RAD51 assembly, using biochemical approaches and electron microscopic visualisation.\n\nGiven the importance of HR and its role in tumour avoidance, I anticipate our results to provide significant new insights into the molecular mechanisms underlying genome instability. Also, they may uncover novel targets for therapeutic intervention for breast cancer. Together, the proposed research will not only substantially advance knowledge of DNA repair but will also provide me with invaluable training in biochemistry, electron microscopy and project management in a world-class research environment. As such, it forms the perfect platform from which to launch my independent research career.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "CANCER RESEARCH UK",
    "participantCountries": "UK",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}