{
    "rcn": "196066",
    "acronym": "PROVIST",
    "topics": "MSCA-IF-2014-GF",
    "title": "PROTEASES VISUALIZATION DURING TUMOR PROGRESSION",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Cancer is one of the most devastating diseases leading to millions of deaths per year, and cancer research is a major topic in many laboratories in academia and industry. The main goal in this proposal is to understand the biology of cancer progression that will lead to the discovery of new, more tailored and personalized anticancer therapies. One of the largest group of enzymes that greatly contribute in cancer progression are proteases. In this project I will leverage the production of highly selective chemical probes to investigate the contribution of medically important proteases in tumor progression in PDX (Patient-Derived Xenograft) mice models using a new analytical technique  - mass cytometry. This goal will be achieved via a four-step approach employing techniques from organic chemistry, analytical chemistry, biochemistry and biology making this project multidisciplinary. Proteases that have been chosen for this purpose are caspases, legumain and cathepsins B, L and S for which I will synthesize very specific, small molecule radiolabeled inhibitors suitable for mass cytometry approach. These probes will be first evaluated on recombinant enzymes and simple cell systems and then they will be applied to PDX mice studies. PDX models offer an excellent possibility to study human cancer biology in system most closely related to in vivo pathology. So far there are no reports in the literature regarding the use of mass cytometry in studies of PDX mice models, which makes this project very unique and innovative. This PROVIST project will be performed in Sanford Burnham Medical Research Institute, USA (24-months outgoing phase, prof. Guy Salvesen Lab) and at Wroclaw University of Technology, Poland (12-months return phase, dr. Marcin Drag Lab). The research and training profile of these units fits all the objectives that are included into PROVIST project (scientific research and personal career development).",
    "totalCost": "227361,6",
    "ecMaxContribution": "227361,6",
    "coordinator": "POLITECHNIKA WROCLAWSKA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845931": {
            "orgId": "999845931",
            "orgName": "POLITECHNIKA WROCLAWSKA",
            "ecContrib": 227362
        }
    },
    "calculatedTotalContribution": 227362
}