{
    "rcn": "196072",
    "acronym": "MAPP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mosquito Antiviral piRNA Pathway",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Mosquitoes transmit several medically and economically important ARthropod-BOrne (arbo)viruses to mammals (including humans), such as dengue virus and chikungunya virus (CHIKV). Unlike infection in their mammalian host, infection in their arthropod vector is apathogenic and persistent due to the interplay between the virus and the innate immune responses. The main antiviral mechanism in mosquitoes is the sequence specific RNA break down mechanism- RNA interference (RNAi), specifically the 21 nucleotide (nt) long small interfering (si)RNAs are considered to play a key role; however, siRNAs are not likely to be essential for the establishment of persistent viral infection. Recently small RNA molecules derived from different pathway have been reported to have an antiviral role in aedine mosquitoes and derived cell lines: PIWI interacting (pi)RNAs (24-29 nt). Persistent infection ensures that mosquitoes remain infectious and if piRNAs control this process, they could play a key part in regulating subsequent arbovirus transmission to humans. Little is known about the piRNA pathway in mosquitoes and even less about its interaction with arbovirus infections. Most of the work has focused on the identification and analysis of (viral specific) small RNAs (siRNA and piRNAs) in infected mosquitoes, but little on the proteins and the protein-RNA interactions involved in these processes.\nThe proposed research project will use a multidisciplinary approach that involves molecular virology with CHIKV, quantitative proteomics, RNA sequencing and knock down experiments in Aedes aegypti derived cells and mosquitoes to comprehensively understand for the first time the piRNA pathway, its involvement and importance to regulate arbovirus infections in aedine mosquitoes. The findings will extend our knowledge on the interactions between arboviruses and their mosquito vector and generate information that could be used in novel disease-spread control strategies.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}