{
    "rcn": "196047",
    "acronym": "ECOSOUND",
    "topics": "MSCA-IF-2014-EF",
    "title": "Ecosystem mechanisms of noise impact on marine fauna",
    "startDate": "10/05/2015",
    "endDate": "09/05/2017",
    "objective": "Defining a Good Environmental Status for ocean noise within the EU Marine Framework Strategy is challenged by our limited knowledge about noise effects on marine fauna.ECOSOUND proposes that there are two broad types of mechanisms of noise impact on individual animals, both with potential population-level effects: bottom-up, i.e. noise responses that operate at the genetic, cellular or physiological level, which are likely to be conserved across taxa; and top-down, i.e. behavioural reactions driven by the life style of each species, which may result in physiological damage and even death.ECOSOUND will study bottom-up effects exploring if noise may induce morphological changes in several invertebrate taxa, selecting study species known to show phenotypic plasticity when exposed to stressors. Identifying developmental mechanisms of noise-effects is critical to predict potential common physiological paths over a wide range of taxa.Top-down effects will be investigated by comparing the life style of four species of deep-diving whales, and developing models to identify the reasons and potential consequences at the individual and population level of the different vulnerability of these species to noise. ECOSOUND will use the largest existing dataset of multi-sensor acoustic tag recordings of these whales, and apply quantitative ecology methods to develop bioenergetics models linking foraging and diving behaviour, metabolic rate, life history and social structure of the species.The results will inform transfer functions for PCAD models of population consequences of acoustic disturbance.ECOSOUND will strengthen the multidisciplinary research profile of the fellow with the fields of developmental biology and quantitative ecology, while contributing expertise on cetacean biologging studies and a new research line on the impacts of noise on marine invertebrates to USTAN.Results are relevant for the EU Marine Framework Strategy in the emergent field of management of ocean noise",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}