{
    "rcn": "196070",
    "acronym": "METAPHOR",
    "topics": "MSCA-IF-2014-EF",
    "title": "People, Space and Time: Understanding metaphors in sustaining cultural landscapes",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Growing up near Great Zimbabwe, I was always fascinated by the myths and legends associated with the site. However it was surprising that these stories never featured in my studies as an archaeology student. This essential contradiction is at the root of this project which seeks to address the significance of these myths and legends in understanding and managing cultural landscapes. More specifically its aims are to 1) map sacred landscapes through metaphors represented by myths, legends and folklore linked to the two places chosen as case studies; 2) explore how ëmetaphorsí sustain sacred cultural landscapes in traditional societies in Zimbabwe and Australia; and 3) examine how metaphors can be useful to archaeological research, the management of heritage places and ethical heritage practice. In this study, metaphor is the language used in defining certain elements of the landscape through stories by communities that revere them. Through this understanding, sites and artefacts are anthropomorphised to behave like people and to take physical characteristics of humans. The project utilises two sites as case studies: Great Zimbabwe (Zimbabwe) a cultural site revered by Shona communities living near it, and Uluru a natural landscape on which local Aboriginal communities have inscribed culture through metaphors. The study will have a practical purpose: understanding metaphor by both experts and other users to create new interpretations of sacred landscape that can reduce conflicts with communities that inscribe cultures on the landscape . I argue that to understand landscapes that are sacred, one has to understand the cultural and environmental metaphors of those communities that own them. Current approaches tend to divide landscapes into natural and cultural but emphasizing this separation fails to understand the investment communities have in landscapes. This research seeks to redress this imbalance, and emphasise ways of drawing this approach into the mainstream.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}