{
    "rcn": "196077",
    "acronym": "TOPOZOO",
    "topics": "MSCA-IF-2014-EF",
    "title": "Free-standing three-dimensional topological structures in geometrically confined chiral nematic liquid crystals: fundamentals and applications",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "This two-year project aims at exploiting both the intrinsic robustness and wide diversity of topological structures that naturally appear in soft condensed matter systems such as liquid crystals in order to fabricate advanced materials, possibly reconfigurable, towards emerging photonics applications such as high-dimensional data storage and topological shaping of light at small scale.\n\nOur proposal basically relies on the use of geometrically confined chiral nematic liquid crystals that have been theoretically predicted to exhibit a rich variety of distinct metastable topological defects. Our ambition is to establish the related experimental foundations, to develop techniques for on-demand reconfiguration the generated topological structures, and to bring proof-of-principle of a few applications that we foresee. To this aim, the project will focus on one of the simplest case, namely the case of spherical microscopic droplets.\n\nThe required scientific expertise and experimental facilities for successful completion of the project mainly cover the physics of liquid crystals defects, field-induced reorientation of liquid crystals and the topology of light fields. This will be ensured by the long-standing experience of the Supervisor as well as broad experimental capacities of the host group whereas present skills of the Researcher in the physics of liquid crystals and molecular photochemistry in confined media guarantee an efficient start of the project.\n\nSince the research topics of this proposal are encompassed in the global scientific policy of the host University, this project offers a unique opportunity to initiate perennial cooperation between the Researcher the host University. The successful implementation of the project will therefore be beneficial both to Supervisorís research group and to Researcherís career, who aims at obtaining a permanent position and eventually leading her own research group.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE BORDEAUX",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}