{
    "rcn": "196044",
    "acronym": "LYMPHOSIGN",
    "topics": "MSCA-IF-2014-GF",
    "title": "Integrated study of the role of B-cell receptor signaling in the development of Follicular Lymphoma",
    "startDate": "01/12/2015",
    "endDate": "31/10/2018",
    "objective": "'Signaling through the B cell receptor (BCR) is central to the development and maintenance of B cells. In light of the\nnumerous proliferative and survival pathways activated downstream of the BCR, it comes as no surprise that malignant B\ncells would co-opt this receptor to promote their own growth and survival. However, direct evidence for BCR signaling in\nhuman lymphoma has only come to light recently. In this proposal, I aim to better understand the role for antigen-dependent vs. antigen-dependent BCR signaling as a pathogenic mechanism in the progression of Follicular lymphoma (FL), a indolent lymphoid malignancy that retain BCR expression during malignant progression. Further investigating the intrinsic role of BCR might lead to the development of new therapeutic approaches based on the inhibition of the BCR pathways. Using an innovative loss-of -function RNA interference genetic screen together with an engineered in vitro system allowing to test FL patients's BCR reactivity and identify putative ligands, we will 1) determine whether BCR signalling in FL relies to\n'chronic active' or 'tonic' signals and 2) identify the nature of antigen(s) recognized by FL's BCR that may sustain\nsignalling; each signalling pathway offering different opportunities for therapeutic intervention. \nFor this project, I decided to chose the Louis Staudtís group at the National Cancer Institute (NIH) for the outgoing phase since his group has been looking for years how to target B-cell receptor signaling as a treatment strategy. The unique expertise in the state-of the art functional genomic methodologies acquired during my stay at the NCI will be crucial for setting-up new scientific projects, promote extended collaborations and strongly support my re-establishement in Europe to reach an independent position.\n'",
    "totalCost": "200119,5",
    "ecMaxContribution": "200119,5",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 200120
        },
        "917670732": {
            "orgId": "917670732",
            "orgName": "United States Department of Health and Human Services",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 200120
}