{
    "rcn": "196058",
    "acronym": "MetAccembly",
    "topics": "MSCA-IF-2014-EF",
    "title": "Accelerating metal-directed assembly, recognition and catalysis with computational methods",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Transition metals (TMs) are found in the core of several phenomena such as catalysis, self-assembly and (bio)molecular recognition and are directly involved in a number of diseases that span from cancer to neurodegenerative disorders. The presence of metal ions or metallocofactors in the active site of enzymes remarkably enhances the diversity of functions displayed by these biomolecules. TMs are also basic elements of approved drugs and MRI contrast agents playing a key role in biomolecular recognition.  Metals in biology are extremely important but are also extremely complex to characterize and its role in processes such as protein assembly and molecular recognition is still poorly understood. These important biological processes take place in a broad range of time scales that span from ultrafast bond vibrations occurring in femtoseconds to slow conformational changes that require milliseconds to even seconds to be completed. The long-term goal of this project is to understand how and where these interactions occur. In the first goal of this proposal, we aim to develop a novel computational method (extended aMD) based on accelerated molecular dynamics that can be used to gain insights into metal-directed assembly, molecular recognition and biocatalysis at a reasonable computational cost. The second research goal of the proposal is to combine state of the art techniques of electronic structure with the new computational method to gain insight into the TMs-driven assembly, biomolecular recognition and catalysis mechanism of amyloid formation, inhibition and catalytic power. Extended aMD will be a versatile method that in principle will be applicable to describe assembly of large biomolecules. Applications in the field of enzyme design and drug discovery are expected in the long-term. After the execution of this project, the applicant will acquire a wider perspective on the field, as well as reached a position of full independence and professional maturity.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT DE GIRONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895983": {
            "orgId": "999895983",
            "orgName": "UNIVERSITAT DE GIRONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}