{
    "rcn": "196060",
    "acronym": "PFSEXOME",
    "topics": "MSCA-IF-2014-EF",
    "title": "Identification of protein kinases and signalling pathways important for Plasmodium falciparummalaria transmission",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Malaria is a devastating disease caused by the apicomplexan parasite Plasmodium. Plasmodium falciparum represents the most severe and life-threatening form of human malaria, causing over 500,000 deaths per year. There is no efficient vaccine available and resistance to all currently used drugs reported. One of the major problems in eradicating human malaria is the transmission of the parasites sexual stages, the gametocytes. These are formed in the blood and develop through five different morphological stages in specific organs of the human host. When fully mature after 10-12 days, gametocytes are released into the blood stream to be transmitted by the mosquito. The molecular regulatory mechanisms important for the formation of gametocytes are poorly understood but there is evidence showing that phosphorylation of epigenetic regulators plays a key role. The kinases that mediate these phosphorylation events and the proteins within their signalling networks, however, are not known and their identification is the aim of this proposal. \n\nSpecifically I will: \n\n1) Develop a novel tool to enrich early stage gametocytes from parasite culture using cell-type specific surface biotinylation and affinity purification. Development of this novel technology will represent a significant enhancement in our ability to study early stage gametocytes, which are currently very hard to isolate from cell culture.\n2) Identify the signalling pathways that are used during the early stage of sexual development by near-system-wide quantitative phosphoproteome analysis comparing early stage gametocytes from Aim 1 with asexual parasite stages.\n3) In a complementary approach I will systematically test 10 kinase knockout lines available in the lab for their ability to form gametocytes and gametes. The function of the kinases identified will be verified by gene complementation.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "MEDICAL RESEARCH COUNCIL",
    "participantCountries": "UK",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 183455
        },
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 183455
}