{
    "rcn": "196028",
    "acronym": "REPTIMORG",
    "topics": "MSCA-IF-2014-EF",
    "title": "DNA replication timing and spatial organization of chromatin",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Replication timing is observed in all eukaryotes analyzed so far suggesting an important and conserved function. Despite significant advancement in the field, the molecular control of the replication-timing program is still largely unknown. The Buonomo laboratory has recently done very innovative work in this area. After identifying Rif1 as the only known global regulator of replication timing in mammalian cells, they have further shown that Rif1 controls chromatin architecture during replication-timing establishment. This provided the first molecular evidence linking 3D nuclear organization and replication-timing control. However, Rif1 is a complex protein whose structure-function is not fully understood and it is not clear yet if the link between 3D nuclear organization and replication-timing control is specific to Rif1 or a general paradigm. A major aim of this proposal is to investigate if chromatin architecture plays a general role in replication-timing control. To this end, I will perform replication-timing and chromosome-conformation studies using mouse models which allows me to conditionally delete genes encoding for key regulator of nuclear structure, such as cohesin (Rad21) and Lamin B1. I aim with this proposal to advance the understanding of how spatial organization of chromatin regulates and integrates different nuclear functions, with a specific focus on DNA replication.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}