{
    "rcn": "196026",
    "acronym": "SORT1LIG",
    "topics": "MSCA-IF-2014-EF",
    "title": "Identification and characterization of new cytosolic ligands of Sortilin",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Protein trafficking is crucial to maintain organelle function and cellular homeostasis, and is regulated by sorting receptors. Sortilin is a membrane receptor that sorts proteins to the predisposed cellular compartments through both secretory and endocytic routes. To accomplish this function Sortilin is endowed with an ectodomain that binds a great variety of cargo proteins, and a cytosolic domain that recruits adaptor proteins to direct the receptor trafficking activities. In the last 15 years more than 20 cargo proteins of Sortilin have been identified leading to the discovery of key Sortilin functions related to lipoprotein metabolism, neurotrophic factor signaling and lysosomal trafficking. However, little is known about the specific mechanisms that regulate Sortilin intracellular trafficking and function, since few cytosolic adaptors, shared with other sorting receptors, have been identified. Based on this, the aim of the present project is to identify and characterize new cytosolic adaptors of Sortilin and shed light on these fundamental aspects. In particular, I will isolate, validate and characterize new adaptors and their binding sites, starting from the outcome of a large-scale analysis of candidate Sortilin adaptors performed by the host research group. To this aim I will use multiple techniques developed for the study of protein-protein interaction and cell biology. The results of this study will provide new knowledge about the Sortilin binding ability, intracellular trafficking and function. Importantly, elucidating the machinery and the molecular/regulatory mechanisms of protein trafficking is crucial to understand cellular physiology and pathology. In addition, since Sortilin is emerging as a major disease gene in cardiovascular, neurological, and neurodegenerative disorders, the results from the present project will provide new knowledge about the etiology of these complex diseases and propose novel therapeutic perspectives for their treatment.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}