{
    "rcn": "196019",
    "acronym": "BBP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Bridging Belief and Practice",
    "startDate": "28/09/2015",
    "endDate": "20/03/2018",
    "objective": "The aim of the proposed research is to bridge the gap between theoretical and empirical studies of religion, which up till now developed separately, as the studies of beliefs and the studies of practices. This will be done by means of elucidating the properties of beliefs and their relation to human embodied religious practices. . I decided to take the best of empirical investigations (phenomenology and the most prominent results of religious studies) and the best of theoretical investigation (analytic philosophy) and make a conceptual work to bridge them. As a methodological basis for this work I have chosen embodied approaches, as they present a link between phenomenological descriptions and strict analytical conceptualizations. Body is a medium between beliefs and practices, thus the concept of belief will be developed in relation to the practice with a body as a focal point and a key source of conceptualizations. The results of the research will be presented in clear-cut analytical terms, easy to use not only by empirical and theoretical researchers of religion, but also by participants of interreligious dialogue, thus contributing to mutual understanding and religious tolerance. I aim to provide a proper, detailed and accurate account of the properties of beliefs in their relation to practice by conceptualizing the results of empirical studies in clear-cut analytical terms. This project is an important step in my professional development, as for its fulfillment I will have to apply all my previous knowledge and interdisciplinary skills, and learn new analytic methods.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}