{
    "rcn": "196054",
    "acronym": "DENDRITESONBORDERS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Neuronal and dendritic recruitment on neocortical area borders",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "One of the most striking features of cortex is the elaborate and electrically active dendritic arbors of its neurons. Besides serving as a scaffold for synaptic inputs, dendrites can amplify inputs and act as computational subunits within a neuron. However, the principles governing the relationship between dendritic processing and information flow through cortical networks remain to be elucidated in vivo. These basic principles must be discovered as part of the effort to generate useful theories that relate sub-cellular processes like synaptic integration to computations performed by large populations of neurons. Such theories that link different scales of neural function are an important step for the larger scientific and societal goal to interpret, predict and manipulate neuronal and cortical function in health and disease. We seek to uncover principles describing the relationships between local network activity, dendritic recruitment, and neuronal output in neocortex in vivo in the anatomical context of a visual cortical area border in the mouse brain. Cortical area borders are poorly understood, but offer unique experimental opportunities. Our goal is to exploit the functional asymmetry present at borders to perform strong experiments that ask: Do functionally similar inputs cluster in dendritic arbors? How is the recruitment of individual dendrites related to local network activity? Do different dendritic branches perform separable computational operations in vivo? Going further, we will determine if different streams of information are segregated or integrated at borders. This basic feature of cortex is interesting both computationally and developmentally. The answers will speak to the constraints faced by cortex in managing information flow and creating functional specialization. We hope the innovative approach of leveraging the unique features of an understudied anatomical special case will yield results and a perspective that is original and useful.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}