{
    "rcn": "196032",
    "acronym": "OceanIS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Ocean Interaction with Antarctic Ice Shelves",
    "startDate": "01/05/2016",
    "endDate": "01/01/2019",
    "objective": "The primary goal OceanIS is to constrain the contribution of changes in Southern Ocean circulation to the recent acceleration in Antarctic Ice Sheet mass loss. Improving our knowledge of ice shelfñocean interactions is a critical step toward reducing uncertainty in future sea level rise projections. Ice shelves are coastal areas of floating ice that extend from an ice sheet out over the ocean, and their destabilization can trigger rapid ice discharge. It is now evident that oceanñdriven basal melt is the major cause of ice loss from Antarcticaís fringing ice shelves. However much of the fundamental dynamics of how the ocean delivers heat to the ice shelves remains unresolved. Progress in this area requires bringing together the fields of ice shelfñocean interactions and largeñscale Southern Ocean oceanography. The Southern Ocean overturning entails the upwelling of Circumpolar Deep Water (CDW) offshore Antarctica. The Antarctic Circumpolar Current has shifted poleward, the impact of which, e.g. over the upwelling of CDW, remains unknown. Since CDW is linked to the highest ice shelf thinning rates yet observed, the variability of the CDW properties and its interaction with the ice shelves is the focus of this proposal. To do this, OceanIS integrates, for the first time, several unique data sets, which extend from the deep ocean to the subñice shelf environment. These include data from the Argo network, instrumented seals, and measurements from the only decadalñscale record of ocean properties beneath an Antarctic ice shelf, the Amery ice shelf. OceanIS will help to test which of the suite of current climate models shows iceñocean interaction processes and CDW variability that are most in line with reality. Given that the forcings driving Southern Ocean changes are expected to continue in the future, results of OceanIS will be a major step toward reducing the uncertainty that surrounds the future stability of the Antarctic Ice Sheet and sea level rise projections.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}