{
    "rcn": "196005",
    "acronym": "ECOHYDRY",
    "topics": "MSCA-IF-2014-EF",
    "title": "Advancing dryland ecohydrology: factors and mechanisms determining catastrophic shifts",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "The already fragile delivery of dryland ecosystem services to over two billion people is increasingly threatened by global environmental change. Understanding of factors and mechanisms that govern dryland dynamics and their response to changing conditions and pressure is therefore of utmost importance. The scientific aim of this Action, ECOHYDRY, is to address the ecohydrological processes that determine the stability, resilience and restoration potential of dryland ecosystems. The societal aim is to improve dryland management to navigate the risks and opportunities associated with global change impacts on drylands worldwide. ECOHYDRY will extend the theory of ecosystem structure-function relationships by focusing on the so far less-explored hydrological functions. ECOHYDRY will also contribute to the research field of catastrophic ecosystem shifts by investigating critical factors and processes such as functional diversity, ecohydrological feedbacks, and interacting pressures of different nature that have yet to be addressed. Part of the innovation in the project lies in a methodological approach that formatively couples mathematical models and manipulative experiments of dryland ecosystem dynamics. ECOHYDRY also seeks to systematically translate and share the research achievements through a novel participatory approach that effectively engages stakeholders in the knowledge management process. The multidisciplinary perspective adopted,  combining dryland ecology, hydrology, and social sciences, ultimately aims to provide useful and scientifically-sound information to adapt and increase the resilience of dryland ecosystems to global change impacts, including reliable early warning indicators. In this way, this proposal directly addresses the two cross-cutting priorities of sustainable development and climate action established by the H2020 Work Programme and will reinforce the already large European competitiveness in dryland research and management.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}