{
    "rcn": "196031",
    "acronym": "WntTraffic",
    "topics": "MSCA-IF-2014-EF",
    "title": "Characterising the spatial organisation and regulation of the Wnt receptor complex in stem cells and cancer",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Wnts are a family of secreted glycoproteins that control maintenance and proliferation of stem cell reservoirs during tissue homeostasis and regeneration after injury. Deregulated Wnt signalling due to mutations in important signalling intermediates is strongly linked to disease. The complex molecular mechanisms mediating Wnt-induced cell responses are therefore of wide interest and the underlying protein interactions provide attractive drug targets, particularly in regenerative medicine and cancer treatment. \n\nThe earliest events that occur after Wnts bind their receptors at the cell surface, such as receptor endocytosis and recruitment of cytoplasmic effectors, are decisive for downstream gene activation but the underlying mechanisms by which these events process and tune the Wnt signal remain poorly understood. The key objective of this proposal is to resolve critical molecular events that drive initiation of the Wnt cascade in stem and cancer cells. By using a novel tool developed in the Maurice laboratory to detect endogenous Wnt-bound complexes, The Applicant will focus on the following central objectives: \n\n1. To elucidate Wnt receptor localisation in sub-cellular compartments\n2. To examine the regulation of Wnt receptor trafficking and turnover in response to Wnt signalling\n3. To investigate how cancer cells exploit Wnt receptor trafficking to drive tumour growth\n\nTo meet these objectives, The Applicant will be trained to employ an integrated approach combining biochemistry and genome editing in intestinal organoid cultures with advanced imaging including immuno-electron microscopy to develop a unique set of tools to study Wnt receptor trafficking and turnover at the endogenous level. The expected insights will be vital to understand how pathway activation is controlled and for strategies to interfere with Wnt signalling in disease.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}