{
    "rcn": "196099",
    "acronym": "STTDAA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Synthesis of Truncated Tirandamycin A-D Derivatives as new Antihelminthic Agents",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "This project entitled ìSynthesis of Truncated tirandamycin A-D derivatives as new Antihelminthic Agents (STTDAA)î aims at developing novel asparaginyl tRNA synthetase (AsnRS) inhibitors as potential antihelminthic agents, with new mechanisms of action for potential treatment of lymphatic filariasis (LF). \nLF is one of the World Health Organizationís (WHO) top 10 neglected tropical diseases (NTDs), This incapacitating disease has infected over 200 million people in 73 tropical and subtropical countries, while more than 1.4 billion people remain at the risk of infection. Thus a top priority of the WHO is to search for new antihelminthic drugs that kill adult worms (macrofilaricides), have new mechanisms of action, and exhibit fewer side effects than currently available medications such as albendazole and ivermectin to which parasite resistance has already been confirmed.\nTo this end, two distinctively different but complimentary synthetic approaches towards tirandamycin A-D (TAMs A-D) derivatives, as AsnRS inhibitors will be developed. This will be followed by intensive structure activity relationship (SAR) studies, which will further promote improvements of the bioactivity and the drug characteristic of the synthesized derivatives. These studies will compose a vital part of a more comprehensive drug development program.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}