{
    "rcn": "196039",
    "acronym": "ID4",
    "topics": "MSCA-IF-2014-EF",
    "title": "Role of Id4 in the adult subventricular zone of normal and injured brain",
    "startDate": "01/08/2015",
    "endDate": "04/12/2017",
    "objective": "The aim of this proposal is to propose a scientific research project and a training plan for Dr. Brenda Rocamonde. The scientific research project aims to understand the function of the transcriptional regulator Id4 in the adult subventricular zone (SVZ) under physiological and pathological conditions. The SVZ is one of the largest neurogenic niches of the adult brain, generating new neurons from neural stem and progenitor cells, throughout adulthood. This region is activated after brain injury, such as ischemic stroke. Inhibitor of DNA binding 4 (Id4) is a transcriptional regulator that acts by antagonizing transcription factors. In the developing brain, Id4 is required for neural progenitor cell proliferation and differentiation. However, the function of Id4 in the adult SVZ has not been reported. We have observed that Id4 is expressed in neural stem cells and cells of the neuronal lineage in the adult SVZ. We propose to use in vivo approaches to (i) determine Id4 function in the SVZ by loss and gain of function approaches, and (ii) evaluate its role in the response of the SVZ to ischemic stroke, a major cause of disability in Europe. This project, undertaken in an international research center and carried out by a talented fellow will provide insights into the mechanisms underlying the regulation of adult neurogenesis in the normal and injured brain. In addition, we are proposing a career development plan for Dr. Rocamonde that includes training on scientific and transferable skills. This plan will widen Dr. Rocamondeís competences and provide her with the tools to become a leading independent researcher.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}