{
    "rcn": "196017",
    "acronym": "PLIOTRANS",
    "topics": "MSCA-IF-2014-EF",
    "title": "PLIOcene TRANSient Climate Modelling: Towards a global consensus between ice volume, temperature and relative sea level for the Late Pliocene",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "The Antarctic and Greenland ice sheets will be significant contributors to sea-level rise during and beyond this century. An increase in sea level will have considerable impact on ecosystems, the vulnerability of the coast and on society. A better understanding of the responses of the ice sheets to a warming climate is needed to make more rigorous predictions of the impact of regional sea-level variations. The Late Pliocene (3.264 to 3.025 million years before present) was a warm interval in the history of the Earth that can be used to gain a better understanding of the response of the ice sheets to a warming climate. Within PLIOTRANS, I will use a unique ice-sheet - sea-level numerical model and couple this to a high-end numerical climate model for the Late Pliocene to for the first time simulate the time varying climate and ice volume simultaneously. My expertise with ice-sheet and regional sea-level modelling and the vast knowledge on Pliocene climate modelling and data at the participating organisations will definitely create the optimal environment to deliver the objectives of. The fellowship will be highly beneficial to establish myself as an independent researcher. With this innovative modelling framework I will improve the understanding of the sensitivity of the Greenland and Antarctic ice sheets to the warmer then present day climate of the Late Pliocene, to reduce the uncertainties associated with future projections of sea-level change. Geological data for the data-rich last glacial cycle will be integrated into the modelling framework to serve as a constraint on modelled sea-level change over the globe. Accordingly, combining models and data will reduce model uncertainties of sea-level change. The outcome of PLIOTRANS can be used as a benchmark for climate scientists and policy-makers in further reducing uncertainties in future targets for greenhouse gas emissions and the impact of ice-sheet melting within future climate projections.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}