{
    "rcn": "196013",
    "acronym": "Lx Micelles",
    "topics": "MSCA-IF-2014-EF",
    "title": "Coordination chemistry in doubly stabilized micelles for the tageted delivery of cytostatic drugs in cancer therapy",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The treatment of cancer with chemotherapeutic drugs is very often associated with severe side effects limiting their tolerated dose and leading to insufficient therapeutic effects. The application of such drugs in nanometer-sized micelles may improve their biodistribution, but in vivo studies showed fast drug release in the blood stream. We aim for prolonged drug retention and intracellular release by introducing the stable, yet reversible Lx linker in the core of bioresorbable polymeric micelles. This coordinative platinum linker will have two functions: (1) it will facilitate the stable conjugation between the drug molecule and the polymer molecules constituting the micelle and (2) it will act as a stabilizer between the polymer molecules constituting the micelle. This will result in excellent stability of the drug-loaded micelles in circulation. Due to the enhanced permeability and retention effect the micelles will accumulate in tumor tissue, where they will be destabilized intracellularly and the drugs will be released from the linker in the cytoplasm after competitive glutathione displacement. \nThe Lx linker presents various advantages over other crosslink methods, such as versatility and ease of crosslinking. No platinum-related toxicity was observed in vivo for the linker in previous research. In addition, the amount of platinum may be considered negligible since powerful drugs will be loaded onto the micelles.\nThis approach represents a safe and unique hybrid method which has the potential to significantly increase the amount of drug deposited at the target tissue and to reduce side effects at non-target sites. By pursuing this significant step forward in cancer therapy, the fellowship will broaden the Experienced Researcherís scientific and non-scientific skills via advanced training as well as transnational and transdisciplinary mobility. Furthermore, it will facilitate a lively transfer of knowledge between the participants due to their complementarity.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}