{
    "rcn": "196037",
    "acronym": "KaMCAM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Kac-Moody groups  and Computer Assistants in Mathematics",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "This fellowship will enable the experienced Researcher Dr Rieuwert Blok - a currently USA-based European Union national - and Dr Corneliu Hoffman - as Host researcher based at the University of Birmingham - to carry out  innovative and mutually beneficial research utilising their complementary skill sets.  Blok brings extensive research experience in buildings, Lie theory  and geometries while Hoffman's background is in group theory, representation theory and number theory. The fellowship aims to create optimal conditions for the Researcher to reintegrate into ERA for the benefit of both the Researcher and the ERA.\n\nThe action comprises two distinct, yet interconnected Work Packages. \nThe first one concerns Curtis-Tits groups, a large family of groups recently introduced by the Researcher and Dr Hoffman.\nThis family includes groups of established importance, namely groups of Lie and Kac-Moody type, but in fact contains many new groups of great theoretical significance and practical interest.\nThe action develops methods that open up this promising family for further study. It then determines key properties such as simplicity, and explores and establishes applications in geometric group theory, combinatorics, group presentations, and computer science. The subject area is an innovative blend of group theory, homological algebra, topology, geometry, number theory and computer science. \n\nThe second package is an interdisciplinary project between mathematics and computer science, exploring the promise of effectively using the recent developments surrounding proof assistants in teaching and research. \nIt builds forth upon pioneering work in this direction by both researchers at their respective universities.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}