{
    "rcn": "196073",
    "acronym": "FOLDASYNBIO",
    "topics": "MSCA-IF-2014-EF",
    "title": "Bioinspired Nanostructures by Self-assembly of Amphiphilic Non-peptide Helical Foldamers in Aqueous Environment",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The design and precise construction of biomimetic self-assembling systems in aqueous solution is a challenging yet potentially highly rewarding endeavor, contributing to the development of new biomaterials, catalysts, drug-delivery systems and tools for the manipulation of biological processes. A high level of sophistication with control over morphologies and functions has been achieved by engineering self-assembling peptide-based building units. Although peptides possess a number of specific advantages including synthetic availability, modularity, one difficulty resides in precisely controlling the rules relating primary sequence and secondary structure. Alternatively, opportunities exist to develop bottom-up approaches using non-natural oligomers also referred to as foldamers, with predictable and well-defined folding patterns. Advances in foldamer chemistry bode well for their use as building units for the precise construction of nanometer scale assemblies and for possible applications. This project will move a step forward towards the realization of this mission, by developing protein-like quaternary arrangements under sequence based control using amphiphilic helical foldamers in aqueous conditions. The applicant has been trained in the synthesis of folded oligoamides and more importantly has acquired a high level of expertise in the design and structural characterization of peptide-based assemblies. He will join and bring his expertise to a host laboratory in France that has pioneered the development of urea-based helical foldamers. Secondment in one established European group with prominent expertise in X-ray crystallography techniques and biological structure determination will provide the appropriate combination of knowledge required for this multidisciplinary study. This approach will be a milestone in the design of foldamer-based quaternary architectures and may lead to new functional nanostructures.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE BORDEAUX",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}