{
    "rcn": "196143",
    "acronym": "UbiGABA",
    "topics": "MSCA-IF-2014-EF",
    "title": "The role of ubiquitination in stability and plasticity of the GABAergic synapse",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Proper brain functioning requires a balance between inhibitory and excitatory synaptic activity. This balance can be maintained by regulating the number of neurotransmitter receptors in the postsynaptic membrane. A major inhibitory synaptic receptor is the hetero-pentameric GABAA Receptor (GABAAR), which is stabilised in the synapse by the intracellular scaffolding protein gephyrin. Gephyrin, in turn, is recruited to and stabilised at the synapse by the adhesion protein neuroligin-2 (NL2). Regulation of synaptic strength involves lateral diffusion of GABAARs into and out of synapses, endocytic downregulation followed by either degradation or membrane re-insertion, and altering the size of gephyrin clusters. Altered GABAAR trafficking is implicated in neurological and psychiatric disorders, including epilepsy and excitotoxicity in ischemia. The underlying mechanisms, however, remain poorly understood.\nUbiquitination is a well-known mechanism that regulates protein trafficking and turnover, however its role in stability and plasticity of the GABAergic synapse remains unclear. Preliminary work from the Kittler lab suggests that: 1) the ubiquitin ligase Unk plays a key role in ubiquitination of the GABAAR; 2) gephyrin can be poly-ubiquitinated and that its proteasomal turnover may be regulated by the de-ubiquitinating enzyme OTUD4; 3) NL2 can be mono-ubiquitinated, potentially directing its trafficking, and that the ubiquitin ligase Nedd4 may regulate this process. Thus ubiquitination may play several key roles in regulating the dynamics of receptor, scaffold, and adhesion molecules at the inhibitory synapse. \nUsing molecular, biochemical, cell biological, and state-of-the-art imaging approaches I aim to study how ubiquitination of GABAARs, NL2 and gephyrin affects GABAAR trafficking, and formation and stability of the inhibitory synapse. This may lead to improved understanding of how ubiquitination regulates neuronal excitability in healthy and pathological conditions.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}