{
    "rcn": "196164",
    "acronym": "INAS",
    "topics": "IT-1-2014-1",
    "title": "Integra A/S ñ Service provider of drones for civil use",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "The overall innovative project and expected outcome is a service that operates drones on behalf of civil customers in Denmark and Europe. As of today, there are many manufactures of drones and an emerging interest among civilians to use drones for commercial and research purposes. However, due to the extensive set of prevailing regulations and certificates to obtain as well as relevant training to require in order to legally and safely operate the drone, it is very intricately work and often difficult for civilians to do. In other words - the link between the suppliers and users is missing!\n\nWith more than 25 years of experience in the aviation sector, knowledge of the legislative rules and roles in aviation as an international consultancy firm, Integra A/S has the competences and capacity to successfully operate drones and thus provide the market with the missing link ñ and solve the problem many civilians have. Introducing this service to the European market, Integra A/S is not only a first mover in an emerging business, but also provides an innovative solution that reduces the cost of collecting data remarkably. \n\nAreas where drones can be used: \nï\tInsurance: Monitoring of damages.\nï\tLocal municipalities: Monitoring of gas pipes from leaks. \nï\tFirefighting department: fast overview of the fire.\nï\tResearch: Collection of data, e.g. on climate change.\n\nThese examples illustrate how drones can be used in new ways as well as reduce cost on existing solutions. \n\nThe feasibility study will set the foundation for the business plan to be developed during this project. The study will, besides assessing the potential customers and the market of suppliers, develop a financial model as well as estimate the potential income etc. A more thorough description is included in the work package description. The outcome of the feasibility study and business plan is going to be used to determine whether to submit a Phase 2 application for the SME Instrument under Horizon 2020.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INTEGRA CONSULT AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "957781978": {
            "orgId": "957781978",
            "orgName": "INTEGRA CONSULT AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}