{
    "rcn": "196113",
    "acronym": "SARTEA",
    "topics": "MSCA-IF-2014-EF",
    "title": "SOLAR ADSORPTION REFRIGERATOR WITH THIN-LAYER/ENHAMCED ADSORBENT",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Increased energy costs, the uncertainty of fossil fuel availability, and climate change concerns, have necessitated the quest for renewable energy resources. Solar adsorption systems are quiet, simple to operate, and can last for a long time. However, they have low cooling power density, and subsequently have to be bulky compared to similar solar thermal systems offering the same performance. This can increase their initial costs, especially for small and medium sized systems, thus reducing their uptake. Currently researchers have successfully tackled this issue by, for instance, using more than one adsorbent bed to adopt a continuous cycle, and using forced cooling for the adsorber bed and condenser. These have not resolved the bulk/cost issues, however. This innovative Fellowship will apply a thin layer nano-particles embedded adsorbent, nano-fluid based refrigerants and selectively absorbing solar plate collectors to the system. We will develop a robust simulation model to help with the design process. The system will be partly built using a novel diffusion bonding process that enables dissimilar materials to be joined seamlessly. We will test the adsorption properties of the novel adsorbent materials and apply them to the refrigerator. We aim to deliver a solar adsorption refrigerator that employs nano-technology and novel manufacturing methods, meets the performance improvements currently achievable but not with the bulk and complexity. We expect scholars and industry to also apply the technology demonstrated to several other uses, and for them to be more accessible to the general public. The Fellow has all the necessary skills and experience required (including chemical adsorption, thermodynamics, heat & mass transfer) while the host lab has all the infrastructure and experience of hosting researchers. The project is also timely as it fits into the EU Energy policy (ESTPP Vision 2030).",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "COVENTRY UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999612161": {
            "orgId": "999612161",
            "orgName": "COVENTRY UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}