{
    "rcn": "196184",
    "acronym": "ID_MOBILE",
    "topics": "ICT-37-2014-1",
    "title": "Solution to authenticate and read ID documents using mobile devices at point of origin in real-time, eliminating manual handling and providing better, more secure services.",
    "startDate": "01/02/2015",
    "endDate": "30/04/2015",
    "objective": "The overall objective of ID_MOBILE is the development of a market-ready multiplatform system to verify the authenticity of identity documents by means of smartphones and tablets, based on a patent of our property and long commercial experience in the sector. This innovation will drive the change of our companyís current license-based model to a Cloud-based service model as part of our plan for growth into new markets worth Ä300 million over a 4-year period.  \n\nAt ICAR Vision Systems  we have spent the last ten years providing our clients ñbanks, hotels, casinos, telecoms and IKEA, among othersñ with the technological edge in the automated detection of document fraud. ID_MOBILE is part of our ID Cloud platform designed to enable smartphones and tablets to reliably perform the same ID reading and verification tasks as our desktop-based systems. This will help solve client support and capture bottlenecks in sectors like Financial Services and Consumer Credit, Hotels and Resorts, Insurance, Telecom, Utilities and others that use validation to avoid identity fraud, a problem that causes losses of up to Ä500 billion to European companies and Ä20 billion to EU individuals, according to Commission estimates.\n\nThe feasibility assessment intended to be undertaken in Phase 1 covers a series of technical issues regarding the capture and processing of identity documents with mobile devices, including the choice of image capture improvement tools for development, the feasibility of facial recognition features, of manual verification modules for detected fraud and of data acquisition by streaming video. Also studied are issues related to the business plan, such as an in-depth market study of new sectors and services, IPR protection and a partner search for technology integrators.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ICAR VISION SYSTEMS S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951552735": {
            "orgId": "951552735",
            "orgName": "ICAR VISION SYSTEMS S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}