{
    "rcn": "196124",
    "acronym": "NoWork",
    "topics": "MSCA-IF-2014-EF",
    "title": "The long-term effects of unemployment on older workers: Studying life-course influences in social context",
    "startDate": "01/05/2016",
    "endDate": "31/12/2017",
    "objective": "Europeís population is currently the oldest in the world, and it is still ageing. This demographic shift is changing societies in an unprecedented way. Researchers and policy-makers fear that we will now only have sustainable pension schemes and a sufficiently numerous, well-qualified workforce if people work until old age. Consequently, many current policies strive to increase workforce participation and delay retirement. But can such policies for older workers be effective? Life-course scholars argue that experiences have time-delayed effects. What people experience during youth and mid-age influences whether they work in old age. Thus, policies for older workers may intervene at too late an age to make a difference. This study investigates time-delayed effects on older workers. It focuses on the effects of unemployment spells, which are said to scar work biographies and permanently hamper careers. This study uses the life-course perspective and thereby joins the newly emerging group of empirical studies that consider entire work biographies to explain workforce participation in old age. Its unique contribution is that it considers the role of social context in the form of families and economic crisis. Family members often coordinate their workforce participation and retirement timing. Economic crises increase unemployment rates, which affects the meaning and experience of being unemployed. This study compares the ìmost different casesî of Finland, Germany, Italy, Poland and the United Kingdom. Data stem from life-history interviews in the ìSurvey of Health, Ageing and Retirement in Europeî, the ìEnglish Longitudinal Study of Ageingî, and a self-administered Finnish survey. The approach combines sequence, cluster, regression and correlation analyses. Findings refine theories on old age, life-courses, labour markets, welfare states, and economic crises. Policymakers can use the insight gained to refine labour market policies.",
    "totalCost": "149438",
    "ecMaxContribution": "149438",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 149438
        }
    },
    "calculatedTotalContribution": 149438
}