{
    "rcn": "196118",
    "acronym": "GeHa",
    "topics": "MSCA-IF-2014-EF",
    "title": "Gemination Harmony",
    "startDate": "01/09/2015",
    "endDate": "22/12/2017",
    "objective": "The goal of this project is to investigate long-distance anticipatory effects from word-medial geminates across three unrelated languages ñ Italian, Tashlhiyt Berber and Japanese. In particular, it examines whether defining- and enhancing- features associated with geminates are already anticipated on the non-adjacent word-initial consonant (e.g., whether in the Italian [palla] ìballî the properties of the word-medial [ll] geminate are already foreshadowed on the word-initial [p]). In relation to the geminate-singleton distinction, Italian, Tashlhiyt Berber and Japanese present similarities (e.g. duration of the word-medial geminate consonant as primary correlate) and differences that are relevant for testing the following issues a) the type of length-related vs. strength-related properties that are spread from the word-medial geminate to the word-initial consonant; b) the domain of the harmonic process, and more precisely, the role played by the intervening vowel (e.g. the [a] in [palla]). In addition to the language factor, long-distance anticipatory effects induced by geminates will be tested against segmental factors (i.e. type of word-medial geminate consonant), prosodic factors (i.e. focus) and performance-related factors (i.e. speech rate). Two acoustic and articulatory experiments (measurements of tongue-to-palate contact and intraoral pressure) will be designed to address these issues. The main contribution of this project lies in determining the articulatory and acoustic bases of harmony as induced by gemination (ëgemination harmonyí) within a cross-linguistic perspective. As such, it may provide important insights into the interplay between phonetics and phonology and have crucial implications for the understanding of long-distance effects in speech production.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}