{
    "rcn": "196176",
    "acronym": "MorphoVES-PoC",
    "topics": "ERC-PoC-2014",
    "title": "Morphogenetically active blood vessels: Proof-of-Concept",
    "startDate": "01/04/2015",
    "endDate": "30/09/2016",
    "objective": "'Cardiovascular diseases are the leading causes of mortality in Europe and worldwide. Currently, synthetic prostheses used in bypass vascular surgery are produced from polyethylene terephthalate [PET] and expanded polytetrafluoroethylene [ePTFE]. Those materials show less than optimal, insufficient biocompatibility and durability properties, especially if used for SMALL DIAMETER BLOOD VESSELS. Within the frame of ERC Advanced Grant ìBIOSILICAî (From gene to biomineral: Biosynthesis and application of sponge biosilica; Grant No. 268476), we unexpectedly discovered that distinct natural, biodegradable and biofunctional polymers, including biosilica and inorganic polyphosphate (anionic), are not only bio-printable but also morphogenetically active. Likewise attractive is that those biopolymers can be functionally processed by non-toxic and charged (cationic) linkers with growth/differentiation potencies. Therefore, these formulations, backbone polymers and bioactive linkers, allowed the fabrication of unprecedented ìModular Small Diameter Vascular Grafts (MSDVGs)' which combine in an optimal way physical strength with physiological activity. Furthermore, the fabrication of the synthetic vessels is performed by a home-made, easy to handle, extruder device which has been developed by our group. Therefore, this new ERC-PoC project will provide small diameter (< 6 mm) blood vessel implants (incl. the fabrication device - the extruder) urgently required in clinics, with superior properties and at low-costs, at the end of the project. We are definitively convinced that, in view of their advantages, our vessels will be preferentially used for patients requiring bypass surgery. The experimental data gathered disclose that we have in hand a product with a clear biomedical application potential. Besides of their economical value, our new type of artificial blood vessel will certainly improve the quality of life and well-being of patients with cardiovascular disorders.'",
    "totalCost": "149962",
    "ecMaxContribution": "149962",
    "coordinator": "UNIVERSITAETSMEDIZIN DER JOHANNES GUTENBERG-UNIVERSITAET MAINZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "994850722": {
            "orgId": "994850722",
            "orgName": "UNIVERSITAETSMEDIZIN DER JOHANNES GUTENBERG-UNIVERSITAET MAINZ",
            "ecContrib": 149962
        }
    },
    "calculatedTotalContribution": 149962
}