{
    "rcn": "196121",
    "acronym": "PAOLInA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Physical Activities of Older Adults: Longitudinal Interdisciplinary Analysis",
    "startDate": "01/03/2016",
    "endDate": "30/04/2018",
    "objective": "The PAOLInA-project focuses on physical activities of older citizens of European countries. It begins with the analysis of the phenomenon ìphysical activitiesî, and their change in the course of the late and latest years of life. The goal is to show what is covered by the term ìphysical activitiesî (PAs), and to differentiate PAs into domains according to their purpose (e.g. sports in leisure time, PA for self-care, PA as form of transportation). The Experienced Researcher (ER) hypothesizes that the overall involvement of older adults in PA does not necessarily decline as the individuals are getting older, but that some types of activities may even increase or replace others. If these interdependencies are neglected in the measurement older adults may appear as more sedentary than they actually are. The ER will also examine the factors that influence the change of the PAs. She will look at the interplay between individual characteristics and the attributes of peopleís living environments. As a result, patterns of PA promoting factors will be carved out. The research will be based on secondary analysis of various longitudinal data sets, such as the German Socioeconomic Panel (SOEP) and the Survey of Health and Retirement in Europe (SHARE). Multilevel modelling will be applied in the statistical analyses. Thus, the PAOLInA-project is innovative in several respects: It will differentiate the PAs, which ñ according to the state of the existing research ñ has rarely been the case. It will reveal the long-term developments in older adultsí engagement and involvement in PAs. It will match individual characteristics with environmental and regional indicators. The ER will introduce her perspective of health psychology into an institute that does not have this specialization yet. She will benefit from the excellent methodological expertise of her prospective supervisor, additional training and support from the partners, and get access to a European network of collaborators.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999850781": {
            "orgId": "999850781",
            "orgName": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}