{
    "rcn": "196190",
    "acronym": "St. Bernard",
    "topics": "PHC-12-2014-1",
    "title": "St. Bernard - Emergency EEG and auditory evoked potentials for earlier diagnostics and treatment planning of unconscious patients",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "An ambulance crew is dispatched to help an unconscious man lying in the street. Is he having a stroke? Is he haemorrhaging in the brain? Has he hit his head? Is he an epileptic? Should the crew start thrombolytic treatment, stabilize the patient or give benzodiazepine? What next? These decisions need to be made every minute, every day around the world by first aid response units.\n\nBrain-related injuries and dysfunctions cause high costs to society. The earlier the patient can be diagnosed, the more optimised the treatment path is, and the treatment outcome improves. All this saves money and time in one of the most expensive treatments and rehabilitation.\n\nMega Electronics has developed a solution for emergency brain (EEG) monitoring and plans to develop it into a new business concept. The concept allows easy-to-use, sub-hairline emergency EEG and auditory evoked potential (AEP) recordings and continuous monitoring during the entire patient care chain from emergency scene to hospital. \n\nThe recorded EEG signals (and biomarkers extracted from them) can be visualized and monitored both locally and remotely, even during medical imaging. Previous studies have proven excellent signal quality. Future challenges lie in expanding the signal information content while maintaining ease-of-use for emergency situations and in inclusion of AEP monitoring.\n\nThe product consists of an innovative, easy-to-use electrode strip, wireless transmission module and a remote monitoring system. No equivalent solutions are in the market yet. Users are medical professionals working in ambulances, hospitals and health care centres.\n\nFeasibility assessment (phase 1) will develop the business concept, study the benefits of AEPs in emergency medicine, plan the technical modifications needed to current products, plan the validation measurements (for phase 2) and assess the risks of the system. Mega has a dealer network of 32 companies covering all continents and can start sales right away.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BITTIUM BIOSIGNALS OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999683941": {
            "orgId": "999683941",
            "orgName": "MEGA ELEKTRONIIKKA OY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}