{
    "rcn": "196175",
    "acronym": "Mubic",
    "topics": "SC5-20-2014-1",
    "title": "Mushroom and biogas production in a circular economy",
    "startDate": "01/04/2015",
    "endDate": "30/09/2015",
    "objective": "Problem\nGrowing certain biological foods requires a substrate such as straw, wood, chicken litter, horse manure and poultry litter for organisms to grow. Producing substrate today has low energy efficiency, has as a consequence that nutrients are lost, and is labour intensive. \n\nSolution ñ the innovation\nThe innovation, a new production method for substrate, enables resources for biogas production and mushroom production to be used in a circular system that recovers energy and nutrients in an ecological and economically sustainable way. \n\nThe project\nBy creating a value circle between biogas production, mushroom production and energy and nutrient recovery it is possible to:\nï\tGenerate high value growth media that is the basis for high value food production\nï\tIncrease the feasibility of mushroom production by using a cheaper and transportable advanced substrate\nï\tIncrease the feasibility of biogas production by re-entering the spent mushroom substrate back into biogas production\nï\tIncrease energy efficiency from existing 50-55% to 80-85% of biomass in biogas production\nï\tRecover nutrients from biogas production\nIn phase 1 the purpose is to prepare the construction of test-, pilot- and demonstration plant to be built in phase 2.\n\nBusiness model\nAdvanced Substrate Technology (AST) holds the rights to the innovation, which will be licensed to business partner Panbo, who is a leading supplier of production facilities to the mushroom industry. \n\nMarket and impact\nThe global mushroom market is bn10.8Ä and growing steady. Production in Europe is declining and rising in China due to lower labour costs. The targeted customers are new production facilities for mushrooms.\nThe case for mushroom production is particularly compelling. Using the Advanced Substrate Plant enables automation of the very labour intense mushroom production, resulting in a 50% reduction in production costs with a payback time of 2-3 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADVANCED SUBSTRATE TECHNOLOGIES AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934894440": {
            "orgId": "934894440",
            "orgName": "ADVANCED SUBSTRATE TECHNOLOGIES AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}