{
    "rcn": "196196",
    "acronym": "CFMEBR",
    "topics": "NMP-25-2014-1",
    "title": "Carbon fiber microelectrodes for human brain research and clinical applications",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "Kation Europe Lp. manufactures and sells carbon fiber (CF) microelectrodes for professionals in neurological sciences used to record electrochemical signals from or to pass stimulatory currents into the brain. Using novel pulling methods and advanced materials, we have managed to produce extra-long, extra-thin tapered CF electrodes prototype with sub-micrometer carbon tip that are capable of reaching deep brain structures. A thin metal shielding on the glass sheathing allows a 10-fold increase in the recording sensitivity and the device is suitable for bipolar stimulations as well. The expected outcome of the project is an ultra-micro metal coated carbon electrode and related technology applied to use in human brain.\nWith the human applications new ways may emerge in diagnostics and neurosurgery. We aim to bring our prototype to maturity for commercialization and aim to enter the high volume human healthcare. The great potential of the project is highly supported by our researcher background and the 10-year long experience in developing and marketing CF microelectrodes. We have previously surveyed hundreds of our customersí needs. Now we are a major manufacturer of CF microelectrodes in a growing niche market and aims to penetrate the high volume human healthcare market. If succeed, we may become a decisive maker and licensor of CF microelectrodes on the global market.\nIn Phase1, the purpose is to model the innovation project and the first business period related to our developments, potential market channels, applied business model and pricing, utilizations and risks. Also, we will create an elaborated business plan based on a primer market research alongside with a freedom-to-operate analysis. In Phase2, we intend to finalize our innovation activities, to demonstrate all capabilities of the new products and to optimize the technology in order to reach industrial readiness for mass production and license. The expected budget of the overall project is 2 million EUR.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KATION EUROPA KUTATASI FEJLESZTESIES KERESKEDELMI BT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937944993": {
            "orgId": "937944993",
            "orgName": "KATION EUROPA KUTATASI FEJLESZTESIES KERESKEDELMI BT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}