{
    "rcn": "196159",
    "acronym": "Project Sense",
    "topics": "IT-1-2014-1",
    "title": "Enforcement of the environmental regulations on sulphur emissions from ships using drone technology.",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "Explicit I/S is seeking phase 1 funding in order to assess the commercial feasibility of Project Sense ? a drone technology system to monitoring sulphur emissions from ships during cruise.\n\nProject Sense is aimed at offering a cost-efficient, highly scalable solution in answer to the urgent demand by enforcement authorities (= customers) for technologies to enforce the international restrictions on ship sulphur emissions in force from 1 January 2015. On this date, the allowed sulphur limits in North European and North American waters will be reduced by 90 % resulting in a dramatic increase in fuel costs for ships operating in these areas. If not effectively enforced, the change threatens to create a devastating competitive disadvantage to those operators - many of them European - who comply with the rules. Creating a difference in market pricing of up to 25-30 % the temptation to keep burning high sulphur fuel will be enormous.\n\nBut ship emissions are hard to monitor and existing sampling technologies are limited and very costly to deploy. Project Sense solves the enforcement challenge by using smart, self-guided drones programmed to intelligently seek out the ships at sea, sample the plumes using onboard sensors, and transmit the compliance results back in real-time. Based on low-cost hardware components tied together by an advanced software platform proprietary to Explicit I/S, Project Sense presents a highly competitive enforcement alternative to the authorities in Europe and globally.\n\nThe feasibility study is intended to assess the commercial viability and marketability of the prototype system. In particular: The regulatory requirements needed to operate autonomous drones in the key markets; optimising the software for smart flight and establishing key operational parameters; verifying the appropriate business model; and exploring grounds for extended IPR. The study will lead directly to a Phase 2 application to take the project into scale.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EXPLICIT IS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936284450": {
            "orgId": "936284450",
            "orgName": "EXPLICIT IS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}