{
    "rcn": "196174",
    "acronym": "RAPSODY",
    "topics": "SFS-08-2014-1",
    "title": "Fermentation processes for functional foods from RAPeseed, Sunflower and Other EU matrices Devoted to Young animals.Zero-miles model boosting safety and competitiveness of livestock sector",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "In the next future, the global population growth will increase the demand for animal derived food.\nThe livestock sector development is a compelling societal challenges to ensure animal welfare, consumers health and the productivity and environmental sustainability of the livestock system.\nTo replace imported soybean and fishmeal as protein sources in the young animal dietary, RAPSODY aims at developing innovative functional foods transforming by-products derived from European agriculture (rapeseed, sunflower and other matrices) and alternative feed source (seaweeds) through the application of bio-technology based fermentation processes aimed at: 1) increasing digestibility, 2) enhancing/balancing the amino acidic profile of the starting matrix.\nCompared to Soy Protein Concentrate and fishmeal, the benefits associated with the new products are:\n- Safer, cost-effective natural products for animal feeding, reducing harmful substances and synthetic additives in the final food; \n- Minimize imports, strengthening European self-sufficiency for the livestock sector\nRAPSODY will also provide an innovative business model for the production and commercialization of the final functional foods according to a ìzero-milesî system, by localizing small productive plants near raw materials suppliers and final users. The model will boost the competitiveness of the livestock sector: the superior quality in terms of nutritional value and final food safety, together with competitive prices with respect to SPC and fishmeal, will allow the new products to acquire the 35% of the swine market share within 5 years, generating an annual turnover of 150 million euros/y\nThe feasibility study will allow\n- The definition of the preliminary layout for the demonstration plant\n- the development of strategic partnership\n- The definition of the commercial strategy and marketing plan\n- to verify the economic sustainability of the envisaged business model\n- to outline of the most effective IPR management",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "METHODO CHEMICALS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939022760": {
            "orgId": "939022760",
            "orgName": "METHODO CHEMICALS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}