{
    "rcn": "196136",
    "acronym": "IDEA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Investigating Dishonesty with Experimental Applications: Evidence from the Lab and the Field",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Trust plays a very important role in economic and social interactions. It reduces transaction costs, promotes efficiency in markets, improves cooperation, and increases the ability of people, organizations and countries to adapt to complexity and change.  Trust is also very fragile and can be easily break with extremely detrimental consequences for society. This highly interdisciplinary research project aims to develop a pioneer analysis of what is considered one of the most fundamental threats of trust, and, a major concern of modern society: dishonesty. The central objective of ìIDEAî is to provide a better understanding of the determinants of dishonest behaviour by incorporates psychological, emotional and social factors that have been only recently brought into economics. Within this framework, ìIDEAî intends to develop and test new mechanisms to fight against dishonesty which entail a lower cost for society, and preserve the freedom of citizen. More specifically, ìIDEAî will investigate what individual characteristics are more/less likely to be associated with dishonest behaviour to provide a better understanding of deceptive behaviour, and obtain an identikit of a dishonest individual. It will examine the nexus between dishonesty and competition, in order to determine why competitive pressures induce more cheating, and which features of the competitive environment are linked to more dishonesty. By exploring the deterrence effect of information disclosure on audits and sanctions, ìIDEAî will help to develop an optimal system of sanctions which discourage dishonesty, and minimize the monetary costs of the enforcement authority and the psychological costs of the citizens.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}