{
    "rcn": "196185",
    "acronym": "RemBAP",
    "topics": "SIE-01-2014-1",
    "title": "Remote Building Analytics platform for Utilities to deliver large-scale efficiency to SMEs and commercial portfolios",
    "startDate": "01/02/2015",
    "endDate": "30/04/2015",
    "objective": "Energy optimization is a challenge driven by high energy costs and the increasingly stringent regulatory framework. The characterization of inefficiencies in buildings typically requires complex and costly on-site audits performed by energy management experts, hindering the adoption of energy efficiency measures by small and medium-sized energy consumers, among them many SMEs. Our current web-based software customers have requested artificial intelligence capabilities in our software platform allowing personalized recommendations to be issued remotely by the system to end users. RemBAP is the answer to this demand. It will significantly simplify and reduce the implementation and maintenance costs of efficiency optimization and constitutes a strategic development for our company, DEXMA. \n\nEnergy use optimization has become a priority driven by high energy costs and the increasingly stringent regulatory framework. DEXMA is already helping hundreds of medium-sized end-users worldwide reduce consumption through bill tracking, monitoring of utility meters, data analysis and savings verification with our web based energy management software. \n\nAs a response to customer demand, this project aims at integrating advanced analytics to our DEXCell software platform allowing for remote recommendations to be issued, significantly simplifying the process and reducing the implementation costs of energy efficiency management. The proposed innovation will allow DEXMA to reach a much higher number of end users, substantially increasing the companyís revenue, creating new jobs and ultimately contributing to large scale energy efficiency. Our main objective for Phase 1 is to evaluate the feasibility of the additional technical developments and to outline the feasibility and strategy for commercialization in different market sectors.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DEXMA SENSORS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938942056": {
            "orgId": "938942056",
            "orgName": "DEXMA SENSORS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}