{
    "rcn": "196129",
    "acronym": "RISTRAD",
    "topics": "MSCA-IF-2014-EF",
    "title": "Risk Stratification for Sudden Cardiac Death",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Sudden cardiac death (SCD) is a leading cause of total and cardiovascular mortality. Ventricular fibrillation (VF) is the most common arrhythmia causing SCD. In young individuals, SCD occurs primarily in the setting of rare cardiac disorders generally considered as Mendelian diseases. Among these are the primary electrical disorders associating lethal arrhythmias such as VF. These disorders are highly amenable to genetic studies since they manifest clinically with specific features on the electrocardiogram.\nAs of today, the large gap in our knowledge concerning the determinants of VF at the genetic and molecular level hinders breakthroughs in the development of risk stratification and preventive strategies. As a model of a primary rhythm disorder, Brugada syndrome (BrS may be considered as 'sensitized model' for SCD and be relevant to the broad problem of SCD in the setting of common cardiac pathologies.\nThe aim of this project is to prpose a translational study, combining genome wide association studies in the largest biobank of patients with cardiac arrhythmia ever collected, genotype-phenotype studies for clinical relevance/use and functional characterization for novel genes uncovered.\nThe overarching aim of the study is to decipher the genetic model of the BrS by identifying novel genetic factors that modulate risk for SCD. We also believe that the impact of this project, although focused on a rare disease such as Brs, will be much broader in the field of cardiac arrhythmias and more generally for SCD.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}