{
    "rcn": "196119",
    "acronym": "CMCG",
    "topics": "MSCA-IF-2014-EF",
    "title": "Engaging Urban Youth: Community, Citizenship, and Democracy",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Disadvantaged youth in urban environments often experience marginalization and disenfranchisement that can lead to disastrous consequences for them, their families, and wider society. We know that successfully engaging these young men and women in the institutions, communities, and contexts in which they live and building their capacity as social actors can be a critical factor in their positive development as individuals and future role as citizens. Yet, there is still relatively little known empirically about the specific contexts, strategies, and mechanisms through which disadvantaged urban youth can be most effectively engaged. This research is designed to develop the expertise of the experienced researcher to enable him to contribute much needed in-depth knowledge of how best to engage young people as citizens both civic and political actors with autonomy and responsibility for contributing to the common good. This work will be done through a comparative case study in three Irish cities. The methodology will involve a consultative process with designated stakeholders in each city including local politicians, policy leaders, service providers, service users, youth representatives and youth workers.  It will involve field observations and interviews with young men and women in three selected case study cities, each having a distinct urban identity: Large multi-cultural (Dublin); Post-Conflict ( Belfast) and Smaller Regional City (Galway).  Dissemination and Public Engagement are central to this proposal.  The research will impact on the participating stakeholders by providing tangible and accessible research findings. It will impact on the field of urban youth studies by offering a comparative framework applicable to other urban contexts in Europe and globally. The impact for the experienced researcher will be the development of specific expertise with a view to developing further European and global studies of this important field.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}