{
    "rcn": "196188",
    "acronym": "Visualfy",
    "topics": "ICT-37-2014-1",
    "title": "Visual Notify - Improving Deaf People's Life",
    "startDate": "01/03/2015",
    "endDate": "31/07/2015",
    "objective": "Visualfy is developing a suite of smartphone Apps, through which it enables people with hearing deficiencies to more seamlessly interact with their environment. Visualfyís current minimum viable product (MVP) allows Smartphone events, such as incoming (Video)-Calls, E-mail, and Whatsapp, to be linked to different screen-flash and vibration patterns, to notify a deaf person. Therewith, the MVP solves one of several key problems. Validation of the MVP is currently under way, with early positive responses reflected through currently 5000 customers, with around 200 new customers joining per week.\n\nIt is clear that deafness can cause all kind of problems in daily life, like not being able to note alarm sounds, or simply problems with inter human communication. It is less well known that people with pre-lingual deafness (deafness before the acquisition of language) have difficulties to develop a spoken language and even to read and write, as these capabilities are tightly intervened with the formation of language (think of the spoken word forming in your brain while reading). According to the World Health Organization, partial hearing loss affects about 360 million people worldwide, 0.1% being pre-lingual. Considering at the same time a dramatically growing Smartphone penetration, even in poorer societies, establishes a growing market environment.\n\nInitial sales of the MVP are qualitatively validating one key customer problem, and the market seems ripe for disruptive innovation, allowing the introduction of Visualfyís Smart Space Concepts to ìImprove Deaf Peopleís Lifeî.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FUSIO D'ARTS TECHNOLOGY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939074364": {
            "orgId": "939074364",
            "orgName": "FUSIO D'ARTS TECHNOLOGY SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}