{
    "rcn": "196173",
    "acronym": "SENSITIVITYMARKERS",
    "topics": "PHC-12-2014-1",
    "title": "Clinical validation of prognostic biomarkers of chemotherapy response in liquid biopsies",
    "startDate": "01/01/2015",
    "endDate": "30/06/2015",
    "objective": "The lack of clinically validated biomarkers to properly select patients for treatment with anti-cancer agents remains a major problem. Patients are not always receiving the most optimal treatment, resulting in poor response rates and high societal costs. By profiling more than hundred drugs on a broad panel of genetically characterized cell lines, researchers from NTRC have identified novel predictive drug response biomarkers for several anti-cancer agents. In the feasibility (Phase 1) study two of these genomic drug sensitivity markers will be validated using whole genome sequencing data of patients treated with the corresponding agents. In addition, a protein kinase that is involved in glucocorticoid resistance in T-cell leukemia will be validated. Proliferation assays will be carried out with blood samples from leukemia patients using proprietary inhibitors that NTRC has developed against this kinase. After successful completion of Phase 1, the project will be extended to other drug sensitivity markers identified by cancer cell line profiling in Phase 2 of the project. In addition, assays to determine the mutant status of cancer genes in circulating DNA and miniaturized proliferation assays with patient blood cells will be developed. In the commercialization phase of the project, novel clinically validated biomarkers and assays for several anti-cancer drugs will be licensed to pharmaceutical and diagnostic companies. The results of the feasibility project will increase the value of NTRCís biomarker discovery platform, resulting in a doubling of turn-over within two years. In addition, novel IP will be generated and licensed to pharmaceutical and diagnostic companies. After six years an ROI of seven times the initial investment is estimated. Overall, the project will result in increased clinical availability of genomic biomarkers, contribute to an overall improvement of cancer therapy, and increased sustainability of health care systems in the EU.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NETHERLANDS TRANSLATIONAL RESEARCH CENTER BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "959808405": {
            "orgId": "959808405",
            "orgName": "NETHERLANDS TRANSLATIONAL RESEARCH CENTER BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}