{
    "rcn": "196191",
    "acronym": "Tunnelsafe2020",
    "topics": "IT-1-2014-1",
    "title": "Road and rail tunnel fire protection",
    "startDate": "01/03/2015",
    "endDate": "31/05/2015",
    "objective": "Fire in tunnels is a worldwide problem that leads to disasters with infrastructural challenges and huge economic and human losses as a result. In spite of all efforts to control and prevent human errors, and to detect technical problems, accidents will occur, and without efficient fire extinguishing capability, some of these accidents will develop into catastrophes. The amount of smoke and the extreme temperatures developed in tunnel fires prohibits fire fighters and rescue workers to reach the burning objects to save the trapped people. Damage to the structure with subsequent closure of the tunnel often leads to challenges for infrastructure and societal costs.\n\nFireproofing of tunnels has been discussed for years, but a method that effectively extinguishes any fire, reduces smoke to secure safe evacuation and reduce the damage on the structure, has to this date not been applied.\n\nFire Eater is a specialist in a fire extinguishing solution that can extinguish fire anywhere inside an enclosure. It has proven safe and efficient in applications as airports, Off-Shore, power generation and distribution, datacentres, warehouses with mixed goods and chemicals, cable tunnels and much more. Fire Eater has developed the basic engineering solution to apply our method to tunnels. Only recently it has been possible to locate a full size tunnel available to do the required testing and demonstration.\n\nThe highly innovative element in the application is the transfer of a proven technology to an entirely new area of use: rail and road tunnels.  When proven successful in full scale it will not only represent an interesting business opportunity, but also enable the creation of new standards for tunnel fire safety. \n\nThe purpose of the project is a detailed feasibility study, to plan and engineer the test programme, to define acceptance criteria with the customer, and to search for consortium partners needed to supply the complete system package needed in this market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FIRE EATER AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952200307": {
            "orgId": "952200307",
            "orgName": "FIRE EATER AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}