{
    "rcn": "196130",
    "acronym": "iREACT",
    "topics": "MSCA-IF-2014-GF",
    "title": "Inkjet-Printed Wireless Powered Circuits for Sensing and Identification.",
    "startDate": "11/02/2016",
    "endDate": "10/02/2019",
    "objective": "The project establishes the application of inkjet printing as a key technology for the implementation of batteryless and wireless sensor and communication circuits based on wireless power transfer and energy harvesting, enabling the realization of the Internet of Things (IoT). Inkjet printing supports a large volume production, achieves a good resolution necessary for high frequency electronics, enables the use of a variety of low cost and flexible materials, and is a direct-write, and additive manufacturing technology. The research outcomes of the project focus in two goals, 1) demonstrate low profile, conformal, inkjet printed RF energy harvesters and autonomous wireless sensor and communication circuits, and 2) establish inkjet printing in millimeter wave frequencies. \nThe applicant will become an expert in inkjet printing during the outgoing phase at Georgia Tech ATHENA laboratory, a world leading laboratory in inkjet printed RF electronics, where he would gain hands-on training in the technology, and he will develop transferable skills related to proposal, IPR and outreach activities and a wide scientific and industrial network of contacts. The applicant will also transfer to ATHENA lab his broad experience in energy harvesting and nonlinear circuit design, and he will enable a link with European networks in the field such as EU COST IC1301 on wireless power transfer, and foster a long-term collaboration beyond the project. Upon his return, an industrial secondment is foreseen which will allow the applicant to further train on IPR, as well as familiarize himself with the process of bringing the outcomes of the project into commercial products. The applicant will participate in the Scientific coordination and lead the Microwave Systems and Nanotechnology Group of the return host, which already has the necessary facilities to support inkjet printing fabrication.",
    "totalCost": "269857,8",
    "ecMaxContribution": "257191,2",
    "coordinator": "HERIOT-WATT UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "CENTRE TECNOLOGIC DE TELECOMUNICACIONS DE CATALUNYA",
    "participantCountries": "ES",
    "projectParticipants": {
        "999638739": {
            "orgId": "999638739",
            "orgName": "CENTRE TECNOLOGIC DE TELECOMUNICACIONS DE CATALUNYA",
            "ecContrib": 0
        },
        "999853400": {
            "orgId": "999853400",
            "orgName": "HERIOT-WATT UNIVERSITY",
            "ecContrib": 257191
        },
        "998594922": {
            "orgId": "998594922",
            "orgName": "GEORGIA INSTITUTE OF TECHNOLOGY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 257191
}