{
    "rcn": "196138",
    "acronym": "DUALgRENP",
    "topics": "MSCA-IF-2014-EF",
    "title": "A DUAL gRNA system for functional assessment of ENhancers in Pluripotency",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Enhancers are cis-regulatory genomic regions that can modulate gene expression in a cell type-specific and time-controlled manner to regulate cellular behaviour. ChIP-seq and RNA-seq technologies have allowed genome-wide identification of potential enhancers based on the correlation among specific chromatin marks, transcription factor biding sites and gene expression. However, strategies to validate their function are still limited. Recently, it has been demonstrated that the CRISPR/Cas9 genome editing technology can be used to delete large genomic regions at high frequency by co-transfection of two guide RNAs (gRNAs) targeting collinear genomic sites and subsequent NHEJ-mediated repair. Nevertheless, this system is limited to individual tests. Here we aim to generate a novel lentiviral dual-gRNA expression system that enables large scale functional enhancer screening. The candidate will apply this dual-gRNA expression system to generate custom libraries that will allow the functional identification and subsequent validation of essential enhancers for the maintenance of mouse Embryonic Stem (mES) cell identity. This technology will provide a comprehensive view of the function of enhancers within their genomic context and will enable for the first time the performance of systematic, genetic forward enhancer screens.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}