{
    "rcn": "196169",
    "acronym": "ColdPeak",
    "topics": "SIE-01-2014-1",
    "title": "PCM-based cold storage as peak shaving for air conditioning units",
    "startDate": "01/01/2015",
    "endDate": "31/05/2015",
    "objective": "The project deals with the design, customization, fabrication and testing of an innovative Phase Change Material (PCM) ñ based cold storage system, able to store cold energy as liquid/solid latent heat of a proper material and based on a patent recently developed by Upgrading Services.\n\nThanks to the high charge/discharge cold power of the proposed storage technology due to an innovative heat exchanging strategy, ColdPeak device can be integrated in a Air Conditioning (AC) system as a peak shaving able to:\n1- reduce the chiller size and, consequently, its market cost (-20%);\n2- allow an almost constant operation of the AC system at its optimal power in terms of COP, improving the system efficiency (\\20% at least).\n\nMoreover, charging the storage during night hours, when the electricity cost is lower and the outdoor temperature (wet bulb temperature) is colder, the chiller production COP is further improved.\n\nThe feasibility study performed in Phase 1 will provide a business plan to reach commercialization, including a market study, risk analysis, economic and financial analysis, outlining the business concept and confirming it offers a viable solution to improve AC systems performance. The study will confirm any IPR issues and create a Consortium including agreements with a HVAC manufacturer and a PCM producer.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UPGRADING SERVICES SPA",
    "coordinatorCountry": "IT",
    "participants": "TEP ENERGY SOLUTION SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "952129109": {
            "orgId": "952129109",
            "orgName": "TEP ENERGY SOLUTION SRL",
            "ecContrib": 0
        },
        "938117265": {
            "orgId": "938117265",
            "orgName": "UPGRADING SERVICES SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}