{
    "rcn": "196117",
    "acronym": "EMBRACED",
    "topics": "MSCA-IF-2014-GF",
    "title": "Brain and Culture in Europe: Development of an European Domain Specific Computerized Battery for Cross-Cultural Neurocognitive Assessment",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "European Union (EU) is constituted by citizens from diverse cultures and countries. This is important in many aspects but it has also a great impact on neurocognitive functioning assessment. Recently new variables related with the modulating effect of culture on the cognitive system have been proposed to explain differences in neurocognitive performance among people from different cultures, ethnicities or minorities. The influence of culture on neurocognitive tests is so important that DSM-5 states that neurocognitive instruments used to diagnose neurocognitive disorder must have culturally adapted norms. To date, there is no neurocognitive battery accounting for cultural differences to be used in different countries in Europe. The objective of this project will be to develop a comprehensive and domain-specific computerized neurocognitive battery for its use in adult European citizens: EMBRACED battery. Standardized norms will be obtained in eight European countries assessing a total of 1.920 participants. Results on these participants will also allow robust conclusions on cultural variables affecting neurocognitive performance.",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "UNIVERSIDAD DE GRANADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937217105": {
            "orgId": "937217105",
            "orgName": "UNIVERSITY OF NORTH CAROLINA AT WILMINGTON",
            "ecContrib": 0
        },
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 257191
        }
    },
    "calculatedTotalContribution": 257191
}