{
    "rcn": "196166",
    "acronym": "FETAL MONITORING",
    "topics": "PHC-12-2014-1",
    "title": "Safe and accurate fetal monitoring",
    "startDate": "01/01/2015",
    "endDate": "30/06/2015",
    "objective": "Nemo Healthcare BV is a high-tech startup company ñ established after years of research - that focuses on the development of innovative technology for fetal monitoring. Fetal monitoring is essential to safeguard the health of mother and child during gestation and birth. The goal is to timely detect problems, such as preterm birth, oxygen deficiency (fetal hypoxia) or growth restriction, so proper action can be taken to mitigate the effects of these problems on both mother and child. \nFetal monitoring consists of simultaneously monitoring uterine contractions and the fetal heart rate. Current methods are unsafe or not accurate (especially among overweight or obese patients (BMI>25; about 30% of the pregnant population).\nThere is a clear market need for fetal monitoring technology that is accurate, safe (non-invasive), easy to use and applicable independent of the BMI level of pregnant women. Since overweight and obese women face higher risks of complications and their number is steadily increasing, the need for improved monitoring technology is becoming more urgent every day. \nNemo is responding to this market need through the development of an innovative electrode patch and hardware/software module that can simultaneously record uterine activity and fetal heart rate ñ independent of BMI levels. The solution of Nemo is characterized by unique and smart algorithms that can accurately and real-time filter contractions and the fetal heart rate from unprocessed abdominal electrophysiological signals, successfully eliminating noise or interference. The solution will be able to transfer the recorded data wirelessly. \nThe solution will create a breakthrough in the field of fetal monitoring: it will result in better diagnoses, improved quality of care, a reduced number of birth-related problems, increased user friendliness (for medical staff as well as the patient) and lower healtcare cost (through remote monitoring, reduced treatment and avoidance of unneccesary surgery).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEMO HEALTHCARE BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936473212": {
            "orgId": "936473212",
            "orgName": "NEMO HEALTHCARE BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}