{
    "rcn": "196107",
    "acronym": "DrugsUP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Solute carrier proteins and the uptake of cytotoxic approved drugs",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The transport of nutrients and metabolites across lipid membranes is a critical and essential biological process in both normal and pathological conditions. Specialized integral membrane proteins known as transporters are responsible for the movement of virtually any known class of biologically active molecules across membranes. Perhaps not surprisingly, there is increasing evidence that many drugs in clinical use also employ carried-mediated transport as the predominant entry method into the cell. Understanding the molecular and physiological basis of transporter-mediated drug uptake is therefore a key step toward the development of improved pharmacokinetics and models of toxicity for current and future therapeutically active compounds. We hypothesize that most approved drugs may require specific members of the solute carrier (SLC) family to cross the cell membrane, a phenomenon that would directly affect the compound activity, and that this process is basically underestimated in its importance. To test this hypothesis, the study proposed here aims at identifying SLC transporters involved in the uptake of a well-characterized set of commercialized drugs. The CeMM Library Of Unique Drugs (CLOUD) is a library of 300 compounds selected to be representative of the chemical space covered by all commercially available drugs. Human cell lines carrying deletions on specific SLC proteins will be tested for their ability to resist toxicity or challenges due to CLOUD compounds, allowing us to determine which transporter or family of transporters are involved in the uptake of specific drugs classes. The information derived from these studies will represent an important step forward toward a systematic characterization of the role of carrier-mediated transport in drug uptake.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "CEMM - FORSCHUNGSZENTRUM FUER MOLEKULARE MEDIZIN GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999530293": {
            "orgId": "999530293",
            "orgName": "CEMM - FORSCHUNGSZENTRUM FUER MOLEKULARE MEDIZIN GMBH",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}