{
    "rcn": "196172",
    "acronym": "PReDicT",
    "topics": "PHC-12-2014-1",
    "title": "Predicting Response to Depression Treatment",
    "startDate": "01/02/2015",
    "endDate": "31/05/2015",
    "objective": "Depression is a leading cause of disability and produces a greater decrement in health than other common chronic diseases such as angina, arthritis, asthma and diabetes.  In Europe, it is estimated that 7.2% of the disease burden is caused by depression with associated costs of Ä118 billion.  It generally takes months before clinicians are able to identify an effective antidepressant treatment for individual patients and during this period a patientsí ability to work and function socially is severely impaired by their illness. We will address this problem using the Primary Care ñEmotional Test Battery (PC-ETB) a medical device that is sensitive to changes in negative emotional bias, an early biomarker for the effectiveness of antidepressant treatment. Identifying early, rather than late in treatment, if an antidepressant is working will significantly reduce the time required for the patient to get better and return to normal life.  The PC-ETB has been developed from a more extensive product battery that we provide to the pharmaceutical industry for drug development. In Phase 1 we will: (i) Assess the feasibility of using the PC-ETB in primary care in Europe; (ii) Determine how to set up a multinational medical device clinical investigation in Europe; (iii) Expand a health economic assessment conducted in the UK to include other major European countries and demonstrate the healthcare and societal benefits across Europe; (iv) Develop a commercialisation strategy across the major European countries by conducting a market research assessment of the market size, route to adoption, pricing and reimbursement mechanisms. In Phase 2 of the project we will conduct clinical validation of multi-lingual versions of the PC-ETB in a number of European countries. This innovative project is designed to complete the clinical validation of the PC-ETB and enable its launch as an internet delivered product to improve the management and treatment of depression across the European market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "P1VITAL LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968962489": {
            "orgId": "968962489",
            "orgName": "P1VITAL LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}