{
    "rcn": "196141",
    "acronym": "BASILA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Identification and characterization of bacterial effectors that interfere with Transcriptional GeneSilencing in Arabidopsis",
    "startDate": "16/11/2015",
    "endDate": "15/11/2017",
    "objective": "Transcriptional gene silencing (TGS) is an ancestral gene regulatory mechanism that operates at the level of chromatin and that involves various histone modifications as well as cytosine DNA methylation. In both plants and animals, DNA methylation transcriptionally silences transposable elements (TEs), repeats, as well as some protein-coding genes that carry TEs/repeats in their vicinity. Whereas DNA methylation has been extensively studied at particular stages of plants and animals development, its dynamics and biological relevance in response to biotic stresses, and particularly during bacterial infections, has just started to be examined and reported. Previous work from the host laboratory has revealed that disease-related genes are negatively regulated by DNA methylation and that DNA demethylation is required to enable proper plant innate immune response. Together, these results suggest that some yet-unknown bacterial virulence factors must have evolved to interfere with TGS to enable disease. The proposed project aims at identifying and characterizing such bacterial effectors as well as their interactants, namely epigenetic factors. To address these questions, the bacterial pathogen Pseudomonas syringae and the plant Arabidopsis thaliana will be used as model systems and biochemical, genetic, epigenomic and cell biology approaches combined. The proposed project sets the grounds for further mechanistic analyses of the effector-target complexes that will shed light on the precise mode of action of these epigenetic effectors and their targets. This study will not only unveil novel mechanisms of bacterial pathogenicity but also allow the identification of novel silencing factors and therefore enhance our fundamental knowledge of TGS mechanisms in plants and possibly other eukaryotic organisms.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}