{
    "rcn": "196161",
    "acronym": "CHP",
    "topics": "SIE-01-2014-1",
    "title": "Upscaling and commercialization of a highly efficient wood pellets fired steam engine CHP for heat and power generation",
    "startDate": "01/01/2015",
    "endDate": "31/05/2015",
    "objective": "Upscaling and commercialization of a highly efficient wood pellets fired steam engine CHP for heat and power generation.\nThe aim of this project is the upscaling and commercialization of a developed CHP (combined heat and power generating\nsystem) comprising a highly efficient wood pellets fired steam engine. The CHP power output is 50kW electrical and 175kW\nthermal power with 20% electrical and 90% overall efficiency based on wood pellets . We achieve these test bench proven\nparameters by developing a steam engine technology with a new approach. The technology readiness level is TRL7. This\nCHP technology has a potential energy costs saving rate of up to 84% for customers compared to natural gas heating and grid power. This high efficiency is achieved by applying steam inlet conditions in excess of 500∞C and 100bar. This technology is developed with the focus on costs, reliability, efficiency and mass production. The basic patent process will be finished in 2014. By applying this technology throughout the EU, the carbon dioxide production could be lowered significantly as the fuel for this technology is wood or any other solid biomass or organic waste, which is burned highly efficient within the process. As this technology has base load capability, this would be a perfect supplement for the existing renewable energy systems like photovoltaics and wind.\nAlso, the dependency on fossil energy like oil and gas could be lowered. As the used fuel grows everywhere in the EU, the\nprice of energy produced by this technology will be lower. Moreover the price will be much more time stable as there are\nthousands of wood suppliers who make this market much more competitive than the existing fossil fuel market with the\nmonopoly of only a few suppliers.\nThe aim of of the feasibility study is to investigate the market positioning and commercialization strategy of the proposed\nupscaled CHP in terms of size, pricing and market launch strategy followed by the SME Phase 2 project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AROSS 3D GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941078966": {
            "orgId": "941078966",
            "orgName": "AROSS 3D GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}