{
    "rcn": "196189",
    "acronym": "BigDataScore",
    "topics": "ICT-37-2014-1",
    "title": "Improving loan quality and acceptance rates by predicting credit behavior through social mediadata.",
    "startDate": "01/03/2015",
    "endDate": "30/06/2015",
    "objective": "The problem:  Credit Losses on Banksí Loan Portfolios - Youngsters and 2nd generation immigrants still have difficulty in obtaining credit.\n\nThe solution: Our credit scoring model called Big Data Score assesses the credit quality of people and accurately predicts their payment behaviour based on data from social media (Facebook) and internet browsing behaviour. \n\nObjectives of the overall innovation project: \n1)\tBring the present Technology Readiness from level 7 to 9.\n2)\tProvide the system with complete access to real life data and Open Data made available from governments.\n3)\tDevelopment of a marketing and sales strategy based on two key principle: vertical approach and distribution approach.\n\nValue Proposition: To help lenders to save money on credit losses and to make more money on increased acceptance rate.\n\nBusiness Model:  Business follows a simple and easily scalable model where lender pays for each score: \n0.99 EUR per Facebook score and  0.20 EUR per browser score.\n\nUsers/Clients: Our target client is anyone who is taking a short to medium term (1-36 months) credit risk.\n\nCompetition: Traditional credit bureaus and innovative credit score (Kreditech, Leendo, ZestFinance).\n\nRevenue Streams: 36MÄ revenues at the 3rd year after commercialization.\n\nTeam: Big Data Scoring AS, Aasa Global AS.\n\nRequired funding: 1,5MÄ",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIG DATA SCORING",
    "coordinatorCountry": "EE",
    "participants": "AASA GLOBAL AS",
    "participantCountries": "EE",
    "projectParticipants": {
        "938001835": {
            "orgId": "938001835",
            "orgName": "BIG DATA SCORING",
            "ecContrib": 50000
        },
        "935957366": {
            "orgId": "935957366",
            "orgName": "AASA GLOBAL AS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}