{
    "rcn": "196116",
    "acronym": "NMJALS",
    "topics": "MSCA-IF-2014-EF",
    "title": "In vivo analysis of neuromuscular junction stability in zebrafish models of amyotrophic lateral sclerosis",
    "startDate": "16/11/2015",
    "endDate": "15/11/2017",
    "objective": "Amyotrophic lateral sclerosis (ALS) is a late onset, lethal neurodegenerative disease of motor neurons that affects about 2 in 100,000 individuals per year. Different genetic mutations have been described in patients, but the genes involved seem unrelated and the causes of the disease appear complex and are still largely not understood. Of relevance, the destabilisation of neuromuscular junctions (NMJ) may be an early event, preceding neuronal death, making them an interesting therapeutic target to slow down disease progression. The goal of the study is to characterise the molecular organisation and dynamics of NMJ, in particular of cell adhesion molecules, in order to understand the mechanisms of maintenance of NMJ by analysing defects in their organisation in ALS contexts. Technically, we plan to combine neuron biology, quantitative cell biology and computational tools to reach a precise molecular understanding of the dynamic equilibrium of NMJ in zebrafish, an excellent vertebrate model for live imaging. We will develop innovative methods of super-resolution microscopy and of quantification of protein turnover using a fluorescent molecular clock. This precise molecular characterisation of the NMJ will allow detecting subtle early changes in the NMJ that occur before neuronal degeneration starts, in fish carrying mutations described in ALS patients. The project will lead to the identification of key proteins for NMJ stabilisation and enable the analysis of regulatory elements of this stability, especially the cytoskeleton. \nThe innovative multidisciplinary approach of this study will unravel early modifications in the organisation of the NMJ preceding neuronal degeneration in ALS contexts. It will point out key proteins of NMJ maintenance constituting new targets for the development of therapies to counteract destabilisation of neuromuscular junctions, regardless of the genetic specificity of the patient.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}