{
    "rcn": "196131",
    "acronym": "InCisive",
    "topics": "MSCA-IF-2014-EF",
    "title": "creTRAP for in situ Characterization of Fibrosis-Promoting Pathways in Non-alcoholic Fatty Liver Disease",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "The aim of the proposed project is to develop and employ novel tools to identify and target fibrosis-promoting, molecular pathways in non-alcoholic fatty liver disease. Non-alcoholic fatty liver disease (NAFLD) is the hepatic manifestation of the metabolic syndrome. Affecting 20-30% of the Western population, NAFLD is now the most common liver disease. Yet, the lack of tools for studying the initiation and progression of NAFLD at the cellular level limits our ability to develop novel strategies for rational, therapeutic intervention. This proposal details a cross-disciplinary research project aimed at addressing this challenge while facilitating the transfer of knowledge and new technologies to the Danish biomedical research community. Over the course of the proposed project, the aim will be pursued through fulfilment of these specific objectives: (A) Development of novel biochemical tools for in situ gene expression profiling and gene knock-down in select cell types. (B) Implementation of these tools to discover intra- and intercellular mechanisms linking metabolic stress to chronic liver disease in mouse models of diet-induced fibrosis. (C) Cross-disciplinary, experimental validation of hypotheses generated from bioinformatic integration of gene expression profiles from individual cell populations and experimental treatment of NAFLD in animal models. (D) Communication of discoveries and their relevance through external seminars and through scientific, popular, and social media platforms. Through research and training activities at the University of Southern Denmark, development of collaborations with researchers at partnering institutions, and dissemination of results to the broader European community, the proposed project serves as foundation for my independent career in European biomedical research. Concurrently, the proposed project has the potential to greatly improve our understanding of chronic liver disease and devise novel treatment strategies.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "SYDDANSK UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}