{
    "rcn": "196149",
    "acronym": "SENet",
    "topics": "MSCA-IF-2014-EF",
    "title": "Social and ecological networks supporting biodiversity and food security",
    "startDate": "15/01/2016",
    "endDate": "14/01/2018",
    "objective": "Halting biodiversity decline and ensuring food security are urgent and interconnected challenges. I will study how social and ecological structures in interaction generate tradeoffs and synergies between food security and biodiversity conservation. SENet has two aims: A) to identify ecological and socioeconomic structures that benefit or harm food security and biodiversity conservation in a rural, poor study landscape, and B) to develop an integrated network model capable of predicting such effects in similar settings worldwide. Globally, SENet will be the first research to apply (graph-theoretic) network analysis to understand synergies and tradeoffs in the food securityñbiodiversity nexus. I will develop the integrated model using data from a landscape in Ethiopia, where agricultural expansion and human-wildlife conflicts are driving deforestation. SENet differs from existing approaches that concentrate on increasing agricultural output and overlook that social and ecological outcomes are interdependent and cannot be understood separately. In contrast, my method focuses on the food security of rural villages and on the factors that prompt farmers to clear or to plant forest, to change crops, to migrate elsewhere, etc., i.e., on farmers' decisions that affect both food security and biodiversity. In this context, I will use systematic network analysis to show how farmers are connected through food trade, knowledge exchange and other socioeconomic processes, but also how their crop fields are linked to forests and humanñwildlife conflicts. The implementation of SENet will draw on my skills in network analysis and the hostís research excellence on the biodiversity of agricultural landscapes, including their ongoing fieldwork in my study area. This setup ensures a theoretical and empirical foundation for my network models, and a forum for communicating my results to non-academic actors in Ethiopia and Europe.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "LEUPHANA UNIVERSITAT LUNEBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996544827": {
            "orgId": "996544827",
            "orgName": "LEUPHANA UNIVERSITAT LUNEBURG",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}