{
    "rcn": "196112",
    "acronym": "HepatoRiSK",
    "topics": "MSCA-IF-2014-EF",
    "title": "A new tumor suppressor role for RSK2 in hepatocellular carcinoma",
    "startDate": "01/10/2015",
    "endDate": "",
    "objective": "Hepatocellular carcinoma (HCC) ranks third in cancer mortality worldwide. In spite of this, effective treatment options are limited, partly due to a poor understanding of the molecular basis of HCC, which hampers development of targeted therapies. Recently, cancer genome sequencing mapped the landscape of genetic aberrations in HCC and unexpectedly revealed the kinase RSK2 as the most frequently mutated gene in the RAS-RAF-ERK pathway. I hypothesize that RSK2 is a tumor suppressor in HCC by acting as a feed-back inhibitor of the RAS-ERK pathway, since I find that RSK2 mutations are nearly all loss-of-function and that RSK2 loss potently activates ERK kinases in liver cells. The goal of this proposal is to functionally establish RSK2 as a novel and important tumor suppressor in HCC and identify the mechanism(s) whereby RSK2 may feed-back inhibit the RAS-ERK pathway to promote this cancer. This will be achieved through modelling RSK2 loss in liver cells in vitro and in mice. Among other approaches, I will model RSK2-dependent HCC development by mutating genes found co-mutated with RSK2 directly in the adult mouse liver via hydrodynamic tail vein injection of CRISPR/Cas9 reagents, which may cause HCC within months. I will subject cells and mouse models to mechanistic biochemical and phenotypic studies to elucidate the role and mechanism of RSK2 as a tumor suppressor in HCC. Key findings will be validated in HCC patient samples.\nThe work will be performed in the context of my new role as assistant professor in the host lab, where I will be given formal supervision and management responsibilities. The work combines my postdoc experience in cancer genetics with my host¥s beyond-state-of-the-art CRISPR/Cas9 genome editing techniques. Altogether, this fellowship has the potential to uncover new mechanisms for targeted intervention in HCC. Furthermore, it will be an important stepping stone for me towards an independent research career.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}