{
    "rcn": "196140",
    "acronym": "LearningDeterminants",
    "topics": "MSCA-IF-2014-GF",
    "title": "Inter-individual variability in learning: an investigation of its determinants",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "The ability to extract regularities from the environment (statistical learning) is an essential feature of the primate brain. While inter-individual differences exist in statistical learning capacity in humans, little is know as to their origins. The present project proposes to investigate the cognitive and neural determinants of these differences, and to ask what their impact might be on the acquisition of a foundational skill for education, i.e. reading. \nTo this end, we will first assess performance in two statistical learning tasks and various cognitive tests in a large group of adults (N=500). Based on the literature and on preliminary results from the outgoing host lab, we predict a link between learning and attention. We will further test this hypothesis by examining statistical learning in a population with high attentional abilities, namely action video gamers. Second, in an fMRI experiment, we will use state-of-the-art analyses to evaluate the hypothesis of a distinct contribution of the hippocampus and of the fronto-striatal networks to learning across participants. Finally, we will estimate statistical learning ability in pre-readers and longitudinally assess its predictive value on reading skills, as subsequently measured in first grade. \nBoth the projectís core questions and the methods chosen to address them are highly innovative and inter-disciplinary, spanning fields as disparate as cognitive sciences, neuroscience, development and education. The project is expected to have a crucial impact on the applicantís career, by broadening her experimental skills and scientific horizons, and giving her a chance to run her own study, a first step towards the objective of obtaining an independent position in research. Finally, by strengthening collaborations between partners in and outside Europe, and by taking a grip on timely questions mainly addressed outside of ERA for now, this project is expected to contribute to European research excellence.",
    "totalCost": "261957,6",
    "ecMaxContribution": "261957,6",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 261958
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 261958
}