{
    "rcn": "196195",
    "acronym": "ADDITION",
    "topics": "PHC-12-2014-1",
    "title": "Arthritis Differential DIagnostic validaTION",
    "startDate": "01/04/2015",
    "endDate": "30/09/2015",
    "objective": "Arthritis, a group of diseases involving inflammation of joints with huge health and socio-economic impacts. Early Arthritis (EA) describes newly diagnosed arthritis (incidence 2/1000). An improved arthritis management requires to enhance the EA differential diagnostic efficacy and the adequacy of the therapeutic strategies. The earlier arthritis is addressed, the more likely its progression will be limited. A mistake in differential diagnostic leads to inappropriate treatments, resulting in useless expenses and serious side effects, unjustified. Current diagnostic techniques are unsatisfactory and the most used first line treatment, Methotrexate (MTX), is ineffective in about 40% of the patients. RheumaKit is a solution for clinicians for the early differential diagnostic of patients suffering from undifferentiated arthritis (UA, a subclass of EA). RheumaKit is based on a trancriptomic signature of about 100 genes complemented by 3 clinical factors. It provides a 90% accuracy for the Rheumatoid Arthritis (RA) vs non-RA distinction, far above the ACR/EULAR2010 criterion on the same patients. It also provides probabilities for Osteoarthritis and Seronegative Spondylarthropaties. The solution consists of a synovial biopsy collection and transportation kit (CE-marked May 2014), a central lab PCR procedure, and a web application computing the effective diagnostic on a cloud-computing infrastructure. Functional, technical, logistics aspects of RheumaKit have been validated. ADDITION aims at clinically validate on a larger patient cohort the existing RheumaKit signature for the differential diagnostic of most EA patients and validate the use of the existing RheumaKit signature as a tool to predict MTX response.\nADDITION phase 2 will involve a prospective study on 500 to 1000 EA patients. The main phase 1 objectives are a feasibility study of the clinical and market aspects of ADDITION. The expected annual turnover is above 140MÄ-280MÄ in EU within a few years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DNALYTICS",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "947360104": {
            "orgId": "947360104",
            "orgName": "DNALYTICS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}