{
    "rcn": "196193",
    "acronym": "NEW ARYEL",
    "topics": "ICT-37-2014-1",
    "title": "Advanced Solution for Smart Telemetry Machine-To-Machine applications",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "NEW ARYEL will launch in the market an advanced and cost-effective Machine-To-Machine (M2M) solution in the smart telemetry applications market.\n\nNEW ARYEL is innovative compared to the current state of the art because, unlike any other M2M solution, it integrates several advanced M2M functionalities into the same device with clear economic and technical advantages for clients.\n\nTelemetry is a flourishing market estimated to reach global $103 Billion by 2019 with M2M connections expected to reach 33.2 Million worldwide in 2017.\n\nNEW ARYEL is a smart telemetry device, built by Alosys and based on technology already patented by the company, conforming to international ISO standards and EU regulations. It is adaptable to communicate and connect with many different apparatuses, with the capability of real-time, multichannel transmission and unique technical characteristics such as multiple I/O ports, communication channels and open source software currently not available in the market.\n\nNEW ARYEL will provide clients with economic and environmental benefits saving energy, cutting maintenance and downtime. It has already been tested with Alosys clients such as Telecom Italia and Poste Italiane who are also interested to be early adopters.\nTarget users will be large industries and public/private organisations which need reduce costs and generate revenue through new services. These needs are still unmet by existing solutions. \n\nThanks to the SME Instrumet Phase 1 Alosys will conduct a feasibility study to deliver a business plan to support Alosys in successful market introduction of NEW ARYEL.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALOSYS COMMUNICATIONS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950921071": {
            "orgId": "950921071",
            "orgName": "ALOSYS COMMUNICATIONS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}