{
    "rcn": "196108",
    "acronym": "QSIPP",
    "topics": "MSCA-IF-2014-GF",
    "title": "Exploring bacterial Quorum Sensing Infochemicals and hydrolytic Proteins linked to marine Particle degradation",
    "startDate": "",
    "endDate": "",
    "objective": "The ocean is by far the largest reservoir for carbon dioxide (CO2) on Earth and represents a driving force for climate mitigation. Through photosynthesis, active marine microorganisms (e.g. phytoplankton) convert atmospheric CO2 into biomass, where the majority of it is cycled in the surface waters by diverse processes including bacterial respiration and hydrolysis. Some of this biomass is exported as particulate organic carbon (POC) into the deep ocean, where bacterial cells play a critical role in regulating the efficiency of carbon export because they colonize and enzymatically hydrolyze POC as it sinks . A recent study  suggested that signaling mechanisms within particle-associated bacterial communities enhance the activity of hydrolytic proteins involved in POC degradation. This overlooked process, known as quorum sensing, might impact the amount of carbon sequestered in the marine environment and ultimately affect the rate that CO2 is removed from the atmosphere.\nQuorum sensing (QS) involves the excretion and reception of distinct signaling molecules, but the biogeochemical implications of these bacterial ìconversationsî are poorly understood. To date, only a few culture-independent studies on QS in the marine environment have been carried out. This project will elucidate the role of QS systems among marine bacteria in triggering the synthesis of specific infochemicals and hydrolytic proteins, as well as its impact on shaping particles and particle-associated bacterial communities. Proposed methods include mass spectrometry, proteomics, three-dimensional particle imaging, molecular assessment of bacterial assemblages, and in situ localization of bacteria on intact particles. The outcome of the project will provide critical information on the importance of QS in regulating the efficiency of POC degradation in the ocean, which is necessary to understand and predict future climate scenarios.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "ALFRED-WEGENER-INSTITUT HELMHOLTZ-ZENTRUM FUR POLAR- UND MEERESFORSCHUNG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999497507": {
            "orgId": "999497507",
            "orgName": "ALFRED-WEGENER-INSTITUT HELMHOLTZ-ZENTRUM FUR POLAR- UND MEERESFORSCHUNG",
            "ecContrib": 239861
        }
    },
    "calculatedTotalContribution": 239861
}