{
    "rcn": "196115",
    "acronym": "IMAGUS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Styles of Objectivity: Agency, Alignment, and Automation in Image-Guided Surgery",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Advanced imaging technologies are currently transforming operating rooms into sophisticated augmented reality studios that explore recent developments in computer visualization, navigation applications, and robotic systems. The new imaging methods promise to increase precision and improve health outcomes. However, as medical diagnosis and therapy grow more dependent on images, the status and roles of these images become increasingly controversial. Image-guided applications reshape clinical practices, impact medical decisions, and transform the relationship between physician and patient. The objective of the project is to develop a new framework that accounts for the active role of images in surgical contexts, providing a systematic basis for handling the impact of these images and assessing their controversial aspects. The project pursues its goal through a collaborative and interdisciplinary effort that involves medical practitioners. It articulates the visual knowledge of medical practitioners by undertaking in-depth operational analyses of three image-guided technologies in current use: the 3D Slicer software application, the da Vinci surgical system, and the CyberKnife robotic radiosurgery system. The analyses introduce the notion of styles of objectivity, which accounts for the key features of these applications, including agency, alignment, and automation, while acknowledging that images have a certain agency and that there is an inner connection between aesthetic and epistemic factors. A second objective of the project is to contribute to conceptual and methodological innovation through a two-way transfer of visual literacies across medicine and humanities/social science domains, by operationalising the visual knowledge of surgical practitioners so that it can be fed into visual/media/science studies, and vice versa. This includes developing concepts for new ways of teaching the visual knowledge of medicine.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999850781": {
            "orgId": "999850781",
            "orgName": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}