{
    "rcn": "196187",
    "acronym": "Smartlifts",
    "topics": "ICT-37-2014-1",
    "title": "Making Lifts Smart for More Connected and Intelligent Services.",
    "startDate": "01/02/2015",
    "endDate": "30/04/2015",
    "objective": "Our product SmartLifts represents an integrated solution synthesizing connectivity and security. It consists of a software-hardware suite that contains a gateway, audio modules, sensors and a management platform that meets six key needs for lifts: Increased security at reduced maintenance cost, guaranteed connectivity based on IP data transfer, maximum integration of hardware already used in lift cabins, large M2M data management capability to send and receive multimedia\ndata, predictive maintenance and inspection applying machine learning based on expert systems, facilitated monitoring of the 74 risks defined by EN 81-80.\n\nThe final SmartLifts version to be improved in Phase I) consists of: wireless connection (3G, GPRS) based on IP data transfer, integrated hardware in cabins, data volume, web application for managing emergency phone, predictive maintenance and inspection.\n\nThe potential market for SmartLifts is huge considering that the global demand for lift and related services was 86 billion Euros in 2012 and is expected to grow by almost 6 % annually until 2017. There are about 5.2 million lifts in Europe alone. Our two main target groups are lift manufacturers such as OTIS, Schindler, Kone and Orona. These companies also offer lift maintenance services. The second group consists of SMEs that focus only on lift maintenance.\n\nOur overall objective for Phase 2 is to apply breakthrough Smart technology to the historically conservative vertical transport sector with SmartLifts by redesigning the existing prototype and commercializing it. In Phase I, we will create a Feasibility Study and Business Plan.\n\nWe will assist in facing European and worldwide challenges improving the security of the vertical transport industry by making lifts smart. The positive societal benefits will be that in the long-run, SmartLifts will allow lifts to be more inclusive as the online lift will allow to send sensor signals for falls or allow constant video surveillance.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MERAK SL TELECOMUNICACIONS I SISTEMES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937946448": {
            "orgId": "937946448",
            "orgName": "MERAK SL TELECOMUNICACIONS I SISTEMES",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}