{
    "rcn": "196153",
    "acronym": "CMSHInBeauty",
    "topics": "MSCA-IF-2014-EF",
    "title": "Measuring the open to closed beauty ratio in heavy-ion collisions at LHC",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "The goal of this proposal is to understand the behaviour of bottomonia, i.e., bound states of bottom quark pairs,\nin heavy-ion collisions.  The dissociation of these states is directly linked to the temperature of the quark-gluon plasma (QGP) formed in these collisions. However, additional effects not related to the QGP formation, referred to as cold nuclear matter effects, are also thought to play a role, complicating the interpretation of present data.\n\nA new quantity is proposed to disentangle these effects and isolate the dissociation effect of the QGP: the ratio of the nuclear modification factors (a normalized comparison of heavy-ion and proton-proton collisions) of bottomonia and open beauty. This quantity is particularly powerful if measured over the entire cross section, down to low transverse momentum.\n\nThe open beauty measurement, carried out via non-prompt J/psi identification, is challenging at low transverse momentum and the project will start by a technical development aiming at reaching transverse momentum = 0 GeV/c in the heavy-ion environment. The measurements of bottomonia and open beauty will then be carried out with the high luminosity data at increased centre-of-mass energy that will be provided by LHC at the end of 2015.\n\nThe final piece of the bottomonia puzzle is the measurement of the Xb excited states, which have never been measured in heavy-ion collisions, but which give a significant feed-down contribution to the Y(1S) ground state.  A feasibility study of this difficult measurement will conclude this proposal.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}