{
    "rcn": "196198",
    "acronym": "Pre2Pos",
    "topics": "Space-SME-2014-1",
    "title": "PREcession-based drive mechanisms for high-PREcision energy-efficient POSitioning devices (Pre2Pos)",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "The objective of the project is to carry out a feasibility study (including a business plan) concerned with the application of Pre2Pos motors in the Space sector.\nPre2Pos technology (precession-based actuators, Pre2Pos in the following) allows the development of a typology of drive mechanisms that overcomes the performance of the existing technical solutions in several sectors. In particular, due to the high torque/mass ratio, the high accuracy and energy efficiency, together with the propensity to be miniaturized, these devices could bring unseen advantages to Space sector through the development of a new generation of positioning systems. In some cases, these positioning systems could substitute pneumatic and hydraulic actuators and the corresponding infrastructure plants.\nThe feasible study is asked to deliver a business plan aimed at quantifying the conditions for the penetration in Space market and elaborating a strategy to introduce Pre2Pos solutions in some fundamental Space applications like:\n\n誰\tLens positioning in optical devices\n誰\tSmall robotic arms\n誰\tSolar panel orientation (the most promising)\n誰\tAntennas orientation\n\nThe feasibility study is also aimed at integrating the above-mentioned preliminary applications by scanning the needs of Space sector related to positioning systems and translating the performance requirements in specification for Pre2Pos solutions.\nThe final business plan will identify the potential Pre2Pos customers, the specific market needs and the partnerships that could provide the commercial channels for a profitable economic exploitation. The market analysis will identify the most important competitors, the size and the revenue expectation. The business plan will have to suggest how much Space sector is an opportunity to be addressed and which are the strategic key points able to maximize the success rate.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PHI DRIVE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938240358": {
            "orgId": "938240358",
            "orgName": "PHI DRIVE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}