{
    "rcn": "196151",
    "acronym": "COMPLEX-fastMAS-NMR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Structure of a large non-crystalline multiprotein assembly by solid-state nuclear magnetic resonance with ultra-fast magic-angle spinning",
    "startDate": "01/01/2016",
    "endDate": "18/01/2018",
    "objective": "Extrapolating from protein structure to function is an operation difficult to accomplish, as most functions in the cell are not carried out by single proteins, but by macromolecular complexes containing multiple subunits endowed with specific functions. Despite the many advances in structural and biochemical studies of isolated molecules, a comprehensive portrait of cell biochemistry must thus include insights of the supramolecular network of interactions among the individual constituents. The structure determination of large and dynamical protein ensembles presents a great deal of challenges for X-ray diffraction techniques, and for solution nuclear magnetic resonance (NMR) due to the large size of these objects. Consequently, there is little information available today on the overall organization of the assembly subunits, their interactions, and sometimes their precise function within the cell. High-resolution solid-state NMR (ssNMR) has recently developed as a powerful structural tool for studying structure and dynamics of solid biological samples at atomic resolution. A number of issues remain however to be addressed before ssNMR is ready to cope with large-sized multi-domain functional assemblies.\nThe proposed project aims to capitalize on new concepts recently introduced by the host institution, to implement innovative solid-state NMR methodologies. Sophisticated experimental approaches will be introduced at high magnetic field, in combination with ultra-fast magic angle spinning (MAS), enabling the structure characterization of non-crystalline assemblies that cannot be currently carried out by any other experimental technique, and notably, the determination at atomic level of the structural details that govern protein-protein interactions in functional assemblies. As a benchmark, we will tackle the interaction mode of the ring-shaped hexameric DnaB helicase with its partner DnaC, an assembly that controls the origin of the DNA replication in E. coli.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}