{
    "rcn": "196122",
    "acronym": "IMAGINACTIVISM",
    "topics": "MSCA-IF-2014-GF",
    "title": "Cultural production, social movements and virtuous spirals; Using cultural production to influence social transformation. An ethnographic case study of a transmedia and translocal experiment.",
    "startDate": "01/12/2015",
    "endDate": "30/11/2018",
    "objective": "In this action I will track the people and processes involved in adapting the novel The Fifth Sacred Thing as a transmedia phenomenon, whose stated goal is: ìto help nurture and support the movements that are already growing to put our world on a path of peace, justice and ecological harmonyî. I will focus on the producersí intentions to ìbe faithful to the bookís artistic vision Ö but also Ö to the values of earth-care and social justice the book representsî. I will explore the ways that they work to ìset new standards for environmental accountability in the film industry Ö bring resources into the inner city by networking with community organizations Ö put up a website with extensive resources and develop many ways that the people who are inspired by the vision can learn the skills they need to create it and connect with others who share it.î Together, the bookís artistic vision and the producersí plans provide a rich case study in inventive approaches to creating, inclusive, innovative and secure societies. I will use this empirical case study to develop and test the concept of ëimaginactivismí as a way of thinking through the influences fictional or artistic cultural productions exert on social and political activism, and vice versa. I will pursue research skills training in new media research and production, as well as videoethnography, so that my research methods, dissemination, and public engagement mirror and extend the phenomenon I am investigating. This will enable me to meet the objectives of: producing articles and a monograph about the transmedia phenomenon of The Fifth Sacred Thing; articulating the methods to ground conceptual work on ëimaginactivismí through an empirical case study; disseminating the methods to academic audiences pursuing research on cultural production and social activism; disseminating a road map for linking cultural production and social and political action to cultural producers, activists and potential activist publics.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}