{
    "rcn": "196186",
    "acronym": "uMonitorRare",
    "topics": "ICT-37-2014-1",
    "title": "Empowering Rare Disease Patients: Integrated Personalized Cloud Patient Monitoring Platform",
    "startDate": "01/02/2015",
    "endDate": "30/04/2015",
    "objective": "We own and run a cloud patient monitoring platform that consists of one part for healthcare professionals: uClinics and another one for patients: uPatient. uClinics allows doctors to prescribe and assess the patient and uPatient empowers patients to understand their health treatment. We want to adapt the design of these two applications through Phase I and II funding to rare diseases and call the project uMonitorRare. uClinics and uPatient are fully functional and being used by our three largest customers in over 70 countries and 5 continents.\n\nFor Phase II, the overall objective is the technical re-design and upgrade of our uClinics and uPatient suites for rare disease patients (integration of new monitoring protocols for rare diseases, integration of new devices adapted to new diseases, integration of the Platform to Health Information Systems, multi-source data aggregation, benchmarking technology). In Phase I, we need to conduct a Technical Feasibility Study and complete a Business Plan.\nThe uMonitorRare breakthrough ICT product will create a new market by offering an integrated rare diseases monitoring and management tool for rare disease patients. This is going to have a transformatory impact on rare disease patients who will become the universal patient at the center of attention.\n\nAccording to the World Health Organization (WHO), there are nearly 7,000 rare diseases affecting 7% of world population. This means that 3 million people are affected by rare diseases throughout Spain and 30 million people are affected by rare diseases throughout Europe. Not only does this represent a major market potential, but also can it have a major impact on the way patients are treated.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MEDTEP ONLINE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938039083": {
            "orgId": "938039083",
            "orgName": "MEDTEP ONLINE SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}