{
    "rcn": "196142",
    "acronym": "RiceStyle",
    "topics": "MSCA-IF-2014-GF",
    "title": "Carpel evolution: a walk in the rice side",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Flowering plants (angiosperms) protect their female reproductive structure, the ovule, within a carpel. After the embryo sac in fertilized by the pollen tube, the ovule gradually turns into a seed, and the carpel becomes a fruit. The carpel is thus an evolutionary conserved structure, but showing an outstanding variability in shapes and function. Several transcription factors directing the main aspects of carpel formation and morphogenesis, are quite well characterized in the model eudicot plant Arabidopsis thaliana. More recent evo-devo studies suggest that some of these transcription factors are functionally, conserved, at least in eudicot plants. However, this knowledge is far to be complete, especially if we consider the basal angiosperm taxa and monocots. This proposal aims to investigate more in depth these phenomena, using as main model species rice (Oryza sativa), and subsequently to do comparative studies in other evolutionary significant species. The final goal is to achieve a broader knowledge about the transcriptional machinery ruling carpel development, and its degree of functional conservation among the most relevant angiosperm taxa, by means of innovative techniques. The proposal will also allow us to address new evidence about the molecular pathways acting downstream this transcriptional network. The proposal will have a significant impact in basic and future applied research, addressing the Horizon 2020 objective to invest in future jobs and strengthen EU position in research, innovation and technology, sustainable development climate change excellent science.",
    "totalCost": "223120,8",
    "ecMaxContribution": "223120,8",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 223121
        }
    },
    "calculatedTotalContribution": 223121
}