{
    "rcn": "196139",
    "acronym": "REINVEST",
    "topics": "MSCA-IF-2014-EF",
    "title": "Financing Affordable Housing Under Localism",
    "startDate": "01/09/2015",
    "endDate": "15/08/2018",
    "objective": "This project explores the urban governance challenge of motivating institutional investment in affordable rental housing for low-middle income households. The high pressure rental markets of US and European urban financial centres, New York, Amsterdam and London, provide sites for the study. The proposers' prior approach to studying hybrid strategies balancing social and commercial aims in housing organizations is extended to institutional investment. This takes us beyond existing studies of financial incentive structures in institutional investment by recognizing the conflicting logics of profit and affordability, and the potential balancing role of localism. Work Package 1 reviews US experience of innovation to attract institutional investment through tax credit incentives and community reinvestment regulation; and uses stakeholder interviews in two European urban centres to identify key local contextual factors and case study sites. Theories of corporate social responsibility, both discretionary and negotiated, are used to develop an evaluation framework for institutionally-funded affordable housing projects.  Work Package 2 explores the negotiation and terms of a sample of case study projects using a structured evaluation methodology. Interviews with investors, policymakers and civic stakeholders reveal actor interpretations of governance arrangements that help connect these projects to finance. Investment decisions are related back to the internal logics and structures of investors and to external incentive structures. Governance models are assessed, drawing on concepts of power and legitimacy. Work Package 3 harnesses a partnership with CECODHAS; the leading European social housing umbrella, to convene an expert panel to apply case study findings to European contexts and to achieve impacts beyond the case study settings. This will help to uncover the potential for urban policy to empower civic actors to negotiate finance for local affordable housing projects.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}