{
    "rcn": "196120",
    "acronym": "Neuronal Trafficking",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mechanisms of synaptic growth and plasticity",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "My long-term goal is to understand the cellular and molecular mechanisms that govern synaptic growth and plasticity, and how dysfunction in these pathways contributes to disease. Neurons are the most morphologically diverse cell type whose morphology determines many functional aspects of a neuronal network. The primary shape of a neuron is established during axon and dendrite outgrowth and synapse formation, but is subject to subsequent modifications by physiological events. In response to changes in synaptic activity, neurons can alter both pre and postsynaptic elements of the synapse. Defects in synaptic morphology and in activity-dependent plasticity are a hallmark of several neurodegenerative and cognitive disorders. It is therefore critical to know the basic mechanisms by which neurons acquire their shape and change it in response to activity, and to dissect the genes that regulate these processes. To address these questions, this proposal is divided in the following aims:\n1) To dissect the postsynaptic role of the Ral/exocyst pathway in synaptic growth and activity-dependent plasticity\n\n2) To uncover novel regulators of neuronal membrane trafficking?.\nMy strategy is to use the relatively simple nervous system of Drosophila to uncover novel cellular and molecular mechanisms that control synaptic development and plasticity, in order to understand how membrane traffic is regulated to form and modify neuronal structures. Because 75% of all human disease genes have related sequences in Drosophila and nearly a third are predicted to have functionally equivalent counterparts, I expect that these studies in Drosophila will contribute to the dissection of the mechanisms that, when disrupted, may lead to disease. This will help identify points of intervention, therefore directing novel therapies to help curing or ameliorating the symptoms present in many neurological disorders.",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "FACULDADE DE CIENCIAS MEDICAS DA UNIVERSIDADE NOVA DE LISBOA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998807546": {
            "orgId": "998807546",
            "orgName": "FACULDADE DE CIENCIAS MEDICAS DA UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 0
        },
        "960782479": {
            "orgId": "960782479",
            "orgName": "UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 160636
        }
    },
    "calculatedTotalContribution": 160636
}