{
    "rcn": "196192",
    "acronym": "HighPower",
    "topics": "SIE-01-2014-1",
    "title": "High Efficiency Distributed Power Plant",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "The EU is committed to lower its C02 emissions 80-95% by 2050. Current energy technologies do not enable to reach this goal. Today, in conventional power generation, electrical efficiency is around 15-45%. Convion will commercialize a small power plant for distributed power generation that reaches electrical-efficiency up to 70% (and above 90% in CHP mode).\n\nConvion¥s power plant is based on Solid Oxide Fuel Cells (SOFC) technology that converts hydrocarbon and hydrogen fuels like biogas, natural gas, and hydrogen to heat and power without harmful emissions. Convion¥s SOFC power plant enables to reduce greenhouse gases by more than 40-60% compared to conventional combustion process. In addition Convion¥s innovation increases energy security for many EU regions and improves power stability for end-users like hospitals, data centres, production units and households.\n\nConvion is an established company at fuel cells market that combines more than 250 cumulative years of experience in SOFC systems development. Convion is dedicated to develop a state of the art exceeding SOFC stationary application in 50-300kW power range. Demand for high-efficiency power solutions is on the rise and fuel cells technology is seen as the backbone of the energy industry in the next decades. Market opportunity in Convion¥s segment is estimated to reach over 1B Ä by 2020. \n\nH2020 SME-instrument is seen as a perfect match for Convion¥s project objectives that could support the last product development phase and enable successful market introduction of the Convion SOFC power plant. In Phase-1 Convion will further develop company¥s business model, customer strategy and marketing plan to take advantage of Convion¥s strong position at distributed power generation market and achieve successful product commercialisation. Manufacturability study in Phase-1 is expected to lower the technology costs and make preparations for mass production.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CONVION OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940106056": {
            "orgId": "940106056",
            "orgName": "CONVION OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}