{
    "rcn": "196127",
    "acronym": "INFANT MICROBIOTA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Elucidating how Bifidobacteria shapes the microbiota in response to infant diet.",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "After birth we are colonized by a consortium of bacteria that are critical for health. Bifidobacteria represent pioneer members, and reach high levels within the gut microbiota of breast-fed infants. These bacteria are proposed to be critical for establishing ëhealthyí microbiota development and immune defense; however the mechanisms remain unknown. We hypothesize that breast-milk metabolism by Bifidobacteria provides microbial-derived metabolic products key to promoting stable colonisation of other members in the microbiota, suggesting a mechanism as to why formula-fed infants have an altered microbiota and associated increased risk to a variety of diseases. This MCSA seeks to elucidate the function of Bifidobacteria with host diet, by developing a model colon ecosystem colonised with defined infant bacterial isolates to identify key bifidobacterial-derived metabolic byproducts that differ between breast milk and formula metabolism using cutting-edge metabolic tracer experiments and [13C]-Bifidobacteria pseudocatenulatum. Aim 2 will determine the genomic and regulatory elements in B. pseudocatenulatum required for adaption/metabolism of breast-milk or infant formula in the model colon via construction of a genome-wide mutant library generated by high through-put transposon mutagenesis. Metabolites identified in aim 1 will be linked to specific bifidobacterial gene function, based on the identity of essential mutants unable to grow in the presence of breast-milk (aim 2). We will also determine how host diet impacts microbiota composition in the model ecosystem, by monitoring microbial diversity by 16S rRNA analysis. Finally, to promote a ëhealthyí microbiota, identified breast-milk metabolites will be used to supplement the formula fed model. This research will provide critical insight into the function and mechanism of how infant diet impacts bifidobacteria colonisation, with the potential to identify key bifidobacterial-metabolites that promote life-long health.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "INSTITUTE OF FOOD RESEARCH",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF EAST ANGLIA",
    "participantCountries": "UK",
    "projectParticipants": {
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 30576
        },
        "999456185": {
            "orgId": "999456185",
            "orgName": "INSTITUTE OF FOOD RESEARCH",
            "ecContrib": 152879
        }
    },
    "calculatedTotalContribution": 183455
}