{
    "rcn": "196170",
    "acronym": "Spoilage Down",
    "topics": "ICT-37-2014-1",
    "title": "Increasing the efficiency of European food supply chain through in-memory supply chain planning",
    "startDate": "01/02/2015",
    "endDate": "31/05/2015",
    "objective": "RELEX has built an innovative supply chain management solution for the demand forecasting and inventory optimisation of retailers and wholesalers. Unlike traditional supply chain management solutions, RELEXís is built on a unique columnar in-memory database and uses optimisation algorithms based on the supply chain research of the company founder. As a result, it is less costly, more flexible and much faster than traditional disc-based solutions. RELEXís main future challenge is to develop the solutionís functionalities and scalability to better serve food retail and wholesale sectors, where the business benefits are the greatest, and develop a marketing and deployment process and organisation to support rapid internationalisation. The project enhances RELEXís capabilities to address the whole European food supply chain market. When launched, the solution will enable food retailers and wholesalers throughout the EU to decrease spoilage, increase profits and improve customer service. In the EU scope, spoilage reduction would amount to 11ñ30 million tonnes p.a. This would reduce CO2 emissions by 22ñ60 million tonnes. The same challenges in food supply chains not limited to the EU, hence the innovation has potential for a global reach.\nIn the feasibility assessment we will 1) prioritize product development requirements for maximum market impact by listing development options and rating them with (prospective) customers, 2) generate a market entry plan based on macro level data on numbers and company sizes of food retailers and wholesalers in EU countries, 3) select the best way for scaling up the processing capacity by evaluating product development needs for using clustered servers or public cloud server capacity and comparing cost structures of these options, and 4) generate a feasibility study with a business plan that takes into account corporate finance questions, based on which the larger main project can be realized e.g. by the SME instrument Phase 2 funding.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RETAIL LOGISTICS EXCELLENCE - RELEX OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938910434": {
            "orgId": "938910434",
            "orgName": "RETAIL LOGISTICS EXCELLENCE - RELEX OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}