{
    "rcn": "196179",
    "acronym": "ITECCO",
    "topics": "IT-1-2014-1",
    "title": "Innovative Transport Equipment for Coal, Coke and Ore",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "The raw material supply of the steel industry is currently carried out with old-fashioned special wagons overaged, inflexible and in desperate need for modernization and cost-efficient replacements. Taking this initial situation into account Innofreight developed the multipurpose ultra-light container waggon, the ëInnoWaggoní and a special container for the transportation of iron ore, the ëRockTainerí. Together with the already well-established WoodTainer (for coal, coke and other light bulk goods) the InnoWaggon and the RockTainer provide all features for innovation. Advantages of the Innofreight-system range from lower acquisition costs, lower tare weight and higher payload to higher utilization rates, faster handling processes and lower costs of operation. The higher utilization rate results mainly from the facts that the waggon provides compatibility with all standard-sized containers and can be used in all markets. At the borders, where different railway gauges converge, the manipulation of the containers does not result in any problem as the containers can be reloaded quickly between trains and therefore facilitate the trans-European railway traffic. Already market leader and technological leader in the supply of the paper industry regarding woodchips, Innofreight strives to achieve the same position in the steel industry ñ a market three times larger. Therefore Innofreight plans to conduct a feasibility study in order to figure out an optimal way to conquer the market for railway equipment regarding raw material supply with special focus on the steel industry. This feasibility study will cover an investment plan, subsidies, ICT infrastructure, HR and marketing efforts. Furthermore a new organizational company structure and the required financing strategy will be analysed. The final result will be a business plan including a schedule of capturing different European regions, a plan for demonstration projects and an investment as well as a budget plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INNOFREIGHT Speditions GmbH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940675834": {
            "orgId": "940675834",
            "orgName": "INNOFREIGHT Speditions GmbH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}