{
    "rcn": "196199",
    "acronym": "PROMETHEUS-5",
    "topics": "SIE-01-2014-1",
    "title": "Energy efficient and environmentally friendly multi-fuel power system with CHP capability, for stand-alone applications.",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "The primary objective of the Prometheus-5 project is the field testing, standardization and industrialization of a highly innovative, energy efficient and environmentally friendly power production system, mainly for decentralized power generation. The device is able to convert the fuel (LPG/Natural Gas/Biogas) into electrical and thermal power, with intermediate production of hydrogen, by means of a Proton Exchange Membrane (PEM) fuel cell. Hydrogen is produced on site, via the reformation of the fuel, and feeds the PEM fuel cell, resulting in the production of electrical power. The nominal capacity of the power system is 5 kWe, while, in the case of CHP, an additional 7kW of thermal energy is produced. Regarding its electrical efficiency, it is greater than 35%, while the total efficiency, when thermal power is included, exceeds 85%.  The proposed innovative and efficient technologies address major EU and global challenges, dealing with both environmental and efficiency issues and they are in accordance with the Roadmap for moving toward a low-carbon economy in 2050. The product targets decentralized power production, where numerous applications have been identified. The sectors that will mainly be focused on are the followings: telecommunications, biogas production plants, transportation, marine, households, hospitals, etc. Currently, this market segment is served by diesel or gasoline generators which rely on mature and relatively low cost technology. However, the proposed system has electrical efficiency twice that of the conventional technology and less than half of its emissions. Also, it presents lower operational and maintenance costs and noise-free and reliable operation. The main objective of phase 1 of the project is to conduct a feasibility study evaluating all aspects of the commercial application of the developed product. This will include conduction of market and techno-economic studies, SWOT analysis, exploration of market and product strategies, etc.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ELVIO ANONYMI ETAIREIA SYSTIMATON PARAGOGIS YDROGONOU KAI ENERGEIAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "973139988": {
            "orgId": "973139988",
            "orgName": "ELVIO ANONYMI ETAIREIA SYSTIMATON PARAGOGIS YDROGONOU KAI ENERGEIAS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}