{
    "rcn": "196163",
    "acronym": "Greenrail",
    "topics": "IT-1-2014-1",
    "title": "Greenrail: sustainability, safety and saving in the the railroad sleeper of tomorrow",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "Greenrail aims to introduce an innovative and sustainable railroad sleeper into the market, able to revolutionize rail transport sector for these features: sleeper composition (internal structure in concrete, coated by an outer shell made up of recycled plastic and rubber from end of life tires usable in any rail lines; sleeper capacity to generate green power during train transit thanks to an integrated piezoelectric system. Compared to traditional concrete sleeper, our product does not share its weaknesses (high ballast deterioration, low resistence to track lateral displacement, high noise and low anti-vibration properties, high manteinance costs, lack of a piezoelectric system that generates electricity). Our users are: railway network operators; energy operators/managers in trafficked railways areas/underground/urban railway network operators. Their needs are: a railroad sleeper that ensures longer lifespan, lower maintenance costs and greater efficiency, is suitable for all railway lines operators, offers additional benefits; a urban solution that helps improve their services, through an energy storage to be used for other purposes. The feasibility study aims to: analyse the European railroad sleepers market and identify opportunities and entry strategies; conduct a comparative analysis with the main competitors; evaluate the environmental, electric and economic assessments of the envisaged solution; search for partners, investors, end-users, clients, universities/research centres and build a database for Phase II and to reach the market. Greenrail product offers something new to Europe, in line with EU challenges and strategies. It represents a project Europe can finance today to achieve its goals - 60% reduction of GHG emissions from transport needed by 2050; majority of medium-distance passengers expected to go by rail by 2050; common approach for the internalisation of noise and local pollution costs on the rail network developped by the EC before 2020.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GREENRAIL SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938202043": {
            "orgId": "938202043",
            "orgName": "GREENRAIL SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}