{
    "rcn": "196114",
    "acronym": "DRESSINGTHENEWWORLD",
    "topics": "MSCA-IF-2014-EF",
    "title": "Dressing the New World. The Trade and the Culture of Clothing in the New Spanish Colonies (1600-1800)",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Dressing the New World. The Trade and the Culture of Clothing in the New Spanish Colonies (1600-1800).\n\nWhat effect did the successful marketing of European products have on the New World at the beginning of the 18th century? And how should one go about studying the European Fashion and Textiles that transformed the way people dressed in the Spanish colonies? \nìDressing the New Worldî research project is framed by a unique document, which describes Mexico in 1700s.  This document is a rare reference for the knowledge of Spanish America at the beginning of the 18th century, and a very unique source to understand how and why Europe aimed to disseminate its textiles, commodities and fashionable goods overseas. \nThe research project seeks to consider Early Modern Fashion in detail through this historical piece and other resources from literature, iconography and material culture, merging into different disciplines: Modern History, Art History and Dress History. Finally the research project aims to integrate the impact of politics and global connections in fashion studies for the early modern period. \nOfficial reports, political correspondence and accounts written by travellers are a rich source of information that allows us to write the history of fabrics and fashions and to study their impact, consumption and distribution in early modern times. Taken together these sources will offer a unique manner in which to envisage and articulate textiles and dress in the mix of cultures of the New World from the Spanish conquest in 1521 up to the 19th century, and map up how the global market connected different parts of the world in early modern time. \nMatched with a unique source of iconography (the ìCasta paintingsî), the achieved research will produce the first illustrated glossary on Textiles and Garments whose were consumed on a global scale in the preindustrial time.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}