{
    "rcn": "196182",
    "acronym": "GALiVMS",
    "topics": "Space-SME-2014-1",
    "title": "Galileo based inshore-VMS for fisheries",
    "startDate": "01/04/2015",
    "endDate": "30/09/2015",
    "objective": "Main objective of the project is to develop Galileo based inshore VMS ñ Vessel Monitoring  System, tailored to monitor artisanal inshore fishing vessels that would enable National Fishery Authorities to monitor fishing vessels and at the same time increase fisherman security when on the sea. General concept of the project is to bring the cost of the VMS device down and bring the security of an ìalways-readyî satellite-based distress button. The approach will take advantage of Galileo SAR and PRS services and authentication. Proposed solution will consist of two main parts namely on-board  terminal and land based TDS-Telematics Data Server. Our solution is beyond the state-of-the-art of existing VMS systems as there is no commercial solution for these problems on the market yet. The novelty of this project lies in the first-of-its-kind integration of SAR services coupled with the Galileo constellation advantages into a product that fits requirements for the inshore VMS. The most important innovations will be only one single device, lower cost technologies, a new compact antenna and authentication and jamming/spoofing elimination. Solution is oriented on the market, institutionally controlled by EU Fisheries Policy, which is represented by owners of a very big number of small fishing vessels. Project results will fulfil the needs of reformed EU Common Fisheries Policy and National Fishing Authorities to enable control of small fishing vessels and the needs of small fishermen to secure their safety. European value added of the project is reflected in important economic benefits, as it will have impact on efficiency of EU Common Fisheries Policy and costs and safety of artisanal fishermen with very important environmental impact on European level and wider. Feasibility study will address institutional, marketing, technical, IPR and regulatory issues, resulting in business plan, which will include projection of sales, financial projections, business indicators and ratios",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EMA DOO - OZNACEVANJE IN SLEDLJIVOST V INDUSTRIJI IN LOGISTIKI",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "983510452": {
            "orgId": "983510452",
            "orgName": "EMA DOO - OZNACEVANJE IN SLEDLJIVOST V INDUSTRIJI IN LOGISTIKI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}