{
    "rcn": "196155",
    "acronym": "Res2Pel",
    "topics": "SIE-01-2014-1",
    "title": "Innovative treatment process for biogenic waste and residual materials to manufacture compactedfuels as pellets or briquettes",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "In times of declining fossil fuels and increasing problems caused by climate change, it is important to find alternative fuels to ensure an efficient and sustainable energy supply in the future. The use of wood or other energy crops especially the utilization of biomass residues is at the center of research because of the large application potential in the manufacturing of CO2-neutral biomass fuels. So, this proposal relates to the topic SIE 1 ñ 2014/2015.\nThe H.J.X.W. Holding GmbH, a medium-sized Munich based company, developed the innovative treatment process ìflorafuelî to convert wet biomass streams into high-grade biomass fuel pellets or briquettes. The positive impact on the fuel quality is the reduction of the water content and of harmful substances such as chlorine and potassium in the biomass fractions. Moreover, mineral particles such as stones, sand, soil and metals are removed during the process which has been realized during the national project ìRESPELî into a prototype and shown very promising results. Several biomass streams such as grass and foliage have been successfully converted into fuels with a heating value of ca. 18 MJ/kg and all other properties require from the DIN EN 1496-6 in a cost-effective process. The Technology Readiness Level of the developed innovative treatment plant is assigned to level 6. Potential customers are users with organic residues up to 20,000 tons per year, like farmers, composting and biogas plant operators and municipalities. \nIn project phase 1 a feasibility study will reveal the technical feasibility and the optimal way to reduce the manufacturing costs fostering its market uptake and show how the improved plant can be technically and economically marketable. A business plan will be developed for an optimal commercialization. These two deliverables will serve as a basis for the construction of an improved plant and its commercialization which will be conducted in project phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "H.J.X.W. HOLDING GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937966139": {
            "orgId": "937966139",
            "orgName": "H.J.X.W. HOLDING GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}