{
    "rcn": "196101",
    "acronym": "EPI_nanoSTIM",
    "topics": "MSCA-IF-2014-GF",
    "title": "Enabling motor control after a spinal cord injury through nanoscaled electrical",
    "startDate": "01/10/2015",
    "endDate": "14/11/2018",
    "objective": "A spinal cord injury (SCI) has consistent social costs, due to dramatic and disabling consequences and a high incidence on the youngest and most productive population, which can hardly be alleviated by the very few and controversial therapeutic treatments. In a recent case report, epidural electrostimulation combined with an intense training enabled some highly variable conscious motor control of legs in four motor complete spinal cord injured volunteers. The aim of understanding the mechanisms behind these improvements can help define more effective pharmacological and electrical stimulating protocols with breakthrough technology to restore functions after a SCI. Experiments will be performed on adult rats, with an experimental SCI closer to human chronic lesions, on which I will apply the novel enabling protocol with epidural electrostimulation associated with an intense motor training. Outcome will be evaluated with innovative combinations of electromyographic and kinematic assessments of locomotion and standing posture, in vivo terminal intracellular recordings from lumbar motoneurons and histological examination of spared axons across the lesion. Then, I will employ carbon nanotubes to devise nanostructured innovative stimulation arrays for a more specific and focussed epidural stimulation to enhance recovery. \nThe unique experience of Prof. Edgerton and Prof. Ballerini will allow me to acquire new skills on both preclinical SCI models and assessments and nanotechnologies, to increase my international collaborations, support my research through greater funds and a new in vivo research line, with the aims of obtaining a professorship and a greater visibility in the field. The project is deemed to advance and diffuse scientific knowledge and further sustain European competitiveness, through two patents on discoveries with a great commercial impact and possible clinical applications to reduce healthcare expenses.",
    "totalCost": "262269",
    "ecMaxContribution": "262269",
    "coordinator": "SCUOLA INTERNAZIONALE SUPERIORE DI STUDI AVANZATI DI TRIESTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999850878": {
            "orgId": "999850878",
            "orgName": "SCUOLA INTERNAZIONALE SUPERIORE DI STUDI AVANZATI DI TRIESTE",
            "ecContrib": 262269
        }
    },
    "calculatedTotalContribution": 262269
}