{
    "rcn": "196154",
    "acronym": "DEW",
    "topics": "MSCA-IF-2014-EF",
    "title": "Detachment of water: Light triggered water droplet release from biomimetic honeycomb-structured polymer surfaces",
    "startDate": "01/03/2016",
    "endDate": "31/08/2017",
    "objective": "Inspired by the Stenoccara beetle, the long term vision for this project is the development of biomimetic smart polymer surfaces which can capture water from humid night air and release it upon exposure to the morning sun through a light triggered mechanism. In moving towards this goal, this project will synthesise new honeycomb structured porous films from light sensitive block copolymers. Their unique hierarchical structure on both the micro- and nano-scales will be exploited for the adhesion of water droplets to the surface, and the light sensitive entities will allow switching of the surface properties to trigger droplet detachment. \nThe project will expand the field of light-responsive surfaces. Firstly, light-switchable honeycomb structured porous films are yet to be reported. Secondly, unique ìnanopillarî morphology will be introduced by the degradation of a sacrificial polymer to increase roughness and promote hydrophobic droplet adhesion, which has not been reported for honeycomb films. Thirdly, the light-switchable units will consist of a new class of azobenzenes which can be reversible switched between hydrophobic to hydrophilic using visible rather than UV light, which will open up possible applications where UV switching is precluded.",
    "totalCost": "129807",
    "ecMaxContribution": "129807",
    "coordinator": "UNIVERSITE DE PAU ET DES PAYS DE L'ADOUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999849811": {
            "orgId": "999849811",
            "orgName": "UNIVERSITE DE PAU ET DES PAYS DE L'ADOUR",
            "ecContrib": 129807
        }
    },
    "calculatedTotalContribution": 129807
}