{
    "rcn": "196128",
    "acronym": "SOX10mutants",
    "topics": "MSCA-IF-2014-EF",
    "title": "Investigating genotype-phenotype correlations in SOX10 neurocristopathies",
    "startDate": "01/07/2015",
    "endDate": "17/02/2018",
    "objective": "Neural crest formation is a critical event in development, giving rise multiple cell types including melanocytes, neurons and glia. This complex process is governed by a network of transcription factors, such as PAX3 and SOX10 and mutations in these genes have been associated with developmental syndromes. Waardenburg syndrome (WS) and Hirshsprung disease are examples of these neurocristopathies and patients suffer symptoms ranging from sensorineural hearing loss and pigmentation defects to intestinal aganglionosis. Over 50 case studies of WS have been reported in Europe and the incidence is estimated to be 1 in 42 000 people. Recent investigations into the molecular basis of WS have failed to identify genotype-phenotype correlations between gene mutations and symptoms, likely due to the in vitro nature of these studies. It has therefore become clear that new tools are needed to better understand the genotype-phenotype relationship in neurocristopathies in an in vivo context. The SOX10mutants project proposes to address this using a novel zebrafish rescue assay to investigate the effects of SOX10 mutations on the development of cell types deriving from the neural crest. Results from this study would impact significantly on genetic counselling and pre-natal screening of WS patients and provide proof-of-concept data for the use of zebrafish as a tool for studying neurocristopathies. This project is the basis of a multi-disciplinary collaboration between Prof. Robert Kelsh (University of Bath, UK) and Dr NadËge Bondurand (INSERM, France), bringing together zebrafish expertise with WS clinical genetics experience. The research fellow, Dr Deeya Ballim, contributes transcription factor knowledge and a diverse skill set. Deeya aims to establish an independent research group and this fellowship will be a key step in her career development, by expanding her research and academic training, supported by Prof. Kelsh and the University of Bath.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BATH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}