{
    "rcn": "196171",
    "acronym": "CELLETEST",
    "topics": "PHC-12-2014-1",
    "title": "Liquid Biopsy blood test in lung cancer diagnosis and monitoring: a next generation noninvasive tumor tracker device",
    "startDate": "02/02/2015",
    "endDate": "01/06/2015",
    "objective": "The ultimate objective of the Celletest project is to develop a next generation medical device for non-invasive diagnosis and prognosis of metastatic lung cancer, so we can validate the . To achieve this ambitious objective, we will exploit the potential of our proprietary technology for isolation of circulating tumor cells from the bloodstream, so we can validate the clinical utility of CTCs, which have been already identified as biomarkers for the liquid-biopsy of metastatic lung cancers. \nWhat is a Liquid Biopsy? Liquid biopsy is an emerging and disruptive technology in cancer diagnosis, prognosis and monitoring of evolution of cancer patients under anticancer therapies. This novel technology can be understood as the next generation non-invasive alternative to the current gold standard in cancer diagnosis, tissue biopsy. Tissue biopsy implies an interventional/surgical procedure to sample cells or tissue at the tumor site. The biopsied tissue is examined and analyzed (molecular characterization for the determination of the molecular biomarkers of cancer cells) in order to characterize the cancer cells according to their morphological and biochemical properties. This allows determining the tumor typology and prescribing the most optimal anticancer therapy. Liquid biopsy holds promise as a non-invasive method capable to obtain the same clinically relevant information with just a simple blood extraction.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "STEM SEL SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938077980": {
            "orgId": "938077980",
            "orgName": "STEM SEL SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}