{
    "rcn": "196158",
    "acronym": "EGRET",
    "topics": "MSCA-COFUND-2014-DP",
    "title": "European Glaucoma Research Training Program",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Glaucoma is the most common age-related neurodegenerative eye-disease in western society and one of the four major blinding eye diseases (cataract, macular degeneration, glaucoma, and diabetic retinopathy). Glaucoma is characterized by a progressive loss of retinal nerve cells. The early changes are often unnoticed by the patient. If untreated or detected too late, glaucoma will end up in blindness, yielding a profound loss of quality of life for the individual and major costs to society. In Europe, there are approximately 3 million people with glaucoma. They all need chronic medical care and, despite of that, approximately 15% of them will become blind during their lifetime.\n\nIncreasing our knowledge on glaucoma and the aging visual system in general has tremendous potential for innovation in glaucoma care and can thus positively impact the future of millions of European citizens : 1) it enables the development of new tools for the early detection of glaucoma; 2) it can inspire the development and implementation of new treatments; 3) contributes to our understanding of the relationships between various neurodegenerative diseases, and 4) contributes to improving healthy aging in general.\nGiven the vast complexity of the disease, we need researchers that are deeply knowledgeable about glaucoma and intimately familiar with the many different techniques required to study all aspects of glaucoma and the aging visual system: from functional test to anatomy, from gene to ganglion cell, from retina to brain. Generally, knowledge ñ and thus training ñ is fragmented and researchers that have been broadly trained are only scarcely ñ if not at all ñ available at present.\nTo overcome this, EGRET ñ the European Glaucoma Research Training Program ñ will aim its efforts at teaching young researchers in how to acquire and apply new quantitative knowledge on the aging visual system in health and disease (specifically glaucoma).",
    "totalCost": "2092800",
    "ecMaxContribution": "1046400",
    "coordinator": "ACADEMISCH ZIEKENHUIS GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 1046400
        }
    },
    "calculatedTotalContribution": 1046400
}