{
    "rcn": "196160",
    "acronym": "ReMix",
    "topics": "NMP-25-2014-1",
    "title": "Developing a novel light-weight Ready Mixed Concrete",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "Ordinary ready-mixed concrete is made of sand, cement, water, stone gravel and additives. Albeit aggregate gravel is chosen for its high compressive strength and relatively low cost, its use is associated with different problems. Due to its high density, any construction will require more steel reinforcement to support the weight of the heavy concrete. The different sizes and shapes as well as the inconsistent distribution of the gravel causes air and water voids, causing weak points and is responsible for crack propagation in the concrete structure. Despite technical problems, the usage of gravel is also responsible for significant amounts of quarrying, transportation costs and CO2 emissions. We have innovated and developed a novel process and a system (consisting of the GEM-TECHTM machine and GEM-SOLTM catalyst) that creates a ësuperior foamí, which does not drain off for at least 12 hours, providing sufficient time for the cement to set resulting in high compressive strengths. The geodesic structure that is created by the novel mixing screw action and the ingredients that are mixed systematically in the GEM-TECHTM machine without using any gravel or any admixtures into GEM-TECHTM ready-mixed material provide significant cost savings. The main objectives of the ReMix project is to investigate the feasibility of developing different size machines with different specifications, examine the commercial and technical risks of the process, develop strategies to meet different standard requirements and develop strategies to commerialise our unique product.  The overall objective is to develop an advanced ready mixed concrete replacement material, which is at least 45% cheaper, 28% lighter, with high compressive and flexural strengths. Our main goal is to establish GEM-TECH technology as a novel replacement for the existing ready-mixed concrete ageing technology. This is a disruptive technology, which will revolutionise the ready mixed concrete market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EXPERT TOOLING & AUTOMATION LIMITED",
    "coordinatorCountry": "UK",
    "participants": "AER-TECH DEVELOPMENT LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "937994075": {
            "orgId": "937994075",
            "orgName": "AER-TECH DEVELOPMENT LIMITED",
            "ecContrib": 0
        },
        "937995142": {
            "orgId": "937995142",
            "orgName": "EXPERT TOOLING & AUTOMATION LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}