{
    "rcn": "196135",
    "acronym": "FRAGMENTATION",
    "topics": "MSCA-IF-2014-EF",
    "title": "State Fragmentation and Sub-State Actors in Comparative Perspective: Somalia and Afghanistan",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "This project offers to study processes of state formation and state fragmentation by conducting extensive fieldwork and an in-depth analysis of sub-state actors in Somalia and Afghanistan. While conventional views assume that most international actors prefer building bureaucratic states, this work aims to investigate the post 9/11 shift in international engagement that consists in identifying sub-state actors with the ability to control populations. This policy-relevant agenda is in line with the need for a better understanding of state failure that was identified in the 2004 Barcelona report. The EU requires a sound strategic thinking on state-building to counter-balance the American model that has shown its limits in Iraq and Afghanistan. This project aims to explain why states remain fragmented and will identify the conditions under which sub-state actors integrate into the stateís institutions. It will develop a theory of sub-state authority that is capable of falsifying two dominant paradigms of state formation: state formation as a struggle against societal forces; and state formation as a bargaining process. It will test hypotheses on the nature of political order at the sub-state level and the role of the international environment in sub-state governance. In addition to generating scientific knowledge on sub-state authorities and producing high quality publications, this work will unfold an elaborate outreach strategy, which could in turn benefit the reconstruction of a viable political order in Afghanistan, Somalia, and elsewhere. The Individual Fellowship would provide the applicant with a unique opportunity to implement this innovative research agenda, improve his methodological and theoretical skills in the process, and advance his long-term career objectives. It would strengthen his integration into the European scientific community while greatly benefiting his host institution in retaining a researcher with high potential for scientific objectives.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}