{
    "rcn": "196147",
    "acronym": "PE4PPI",
    "topics": "MSCA-IF-2014-EF",
    "title": "Peer ethnography for the promotion of patient and public involvement: young people and sexual health service development.",
    "startDate": "08/09/2015",
    "endDate": "07/09/2017",
    "objective": "This project will make an innovative contribution to patient and public involvement (PPI) in health through the application of an innovative peer ethnographic method, which offers the potential for new knowledge unobtainable through other qualitative research methods. A group of young people will be trained to conduct ethnographic research amongest their peers on gender relations, sexual initiation and behaviour, perceptions of sexual health services, and priorities for support. The team of peer researchers will be trained and supported in communicating the findings of their research with key stakeholders working in YPís sexual health service provision in one region of the UK. The project will have several lasting impacts: it will provide important insight into the value of peer ethnography as a methodology to be used within PPI, contribute to new knowledge for evidence-based policy-making and service provision in the field of YPís sexual health, and will equip a group of young people (YP) with important research, communication and advocacy skills. \n\nThe project will enable the beneficiary to develop critical new skills and experience in the implementation and analysis of PPI in health, while at the same time broadening her interdisciplinary experience and expertise in applied anthropological research methods. She will also gain new skills in training and conducting research with YP. Dr Whiteís employability will be significantly enhanced through the tailored mentoring provided by her supervisor and other experts at the University of West of England (UWE) and the practical skills she acquires working on the proposed project. By the end of the Fellowship she will be equipped with the expertise and experience necessary to pursue an independent research position, enabling her to progress from the position of Research Fellow to Senior Lecturer, setting her firmly on the path of a professional academic career, towards an Associate Professorship and beyond.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999839432": {
            "orgId": "999839432",
            "orgName": "UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}