{
    "rcn": "196126",
    "acronym": "CARDIOTOX",
    "topics": "MSCA-IF-2014-GF",
    "title": "Predicting Cardiotoxicity Induced by Kinase Inhibitors: From Systems Biology to Systems Pharmacology",
    "startDate": "06/12/2015",
    "endDate": "05/12/2018",
    "objective": "Kinase inhibitors (KIs) are a major class of highly effective anti-cancer drugs. Unfortunately, therapeutic use of KIs is often associated with cardiotoxicity (CT), a serious adverse condition which limits their use. This fellowship aims to develop mathematical systems pharmacology models for KI-induced CT. These models will be used to identify predictive CT signatures that will allow to decrease CT risk of new KIs. This innovative multi-disciplinary approach consists of integrating mathematical systems pharmacology modelling, with state-of-the-art experimental data generation. To this aim, KIs with different magnitudes of CT will be selected based on clinical adverse event databases. Human cardiomyocytes derived from pluripotent stem cells will then be treated with the selected KIs and in combination with CT modifying drugs. The effect of these treatments on changes on untargeted mRNA and protein expression will be measured and then analyzed using network modelling. This approach allows identification of key regulatory proteins. The selected proteins will then be quantified over time along with cardiomyocyte health markers. With this data, dynamical models will be developed to capture the relationship between exposure to KIs and the effects on protein expression and cardiomyocyte health over time. Ultimately these models will allow generation of predictive network-based dynamically-weighted signatures for CT.\nThe fellow aims to establish himself as independent researcher in systems pharmacology. Training in state-of-the-art computational and experimental technologies at the leading systems pharmacology group at Mount Sinai in New York will fundamentally strengthen and broaden the experience of the fellow. This project will significantly contribute consolidate the career track of the fellow, foster future collaboration between Mount Sinai and Leiden University, and disseminate training in Europe.",
    "totalCost": "242929,8",
    "ecMaxContribution": "242929,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "985934482": {
            "orgId": "985934482",
            "orgName": "ICAHN SCHOOL OF MEDICINE AT MOUNT SINAI",
            "ecContrib": 0
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 242930
        }
    },
    "calculatedTotalContribution": 242930
}