{
    "rcn": "196123",
    "acronym": "FEDMFC",
    "topics": "MSCA-IF-2014-EF",
    "title": "DEVELOPMENT OF A HIGH PERFORMANCE FLOWING ELECTROLYTE-DIRECT METHANOL FUEL CELL STACK THROUGH MODELING AND EXPERIMENTAL STUDIES",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Flowing electrolyte-direct methanol fuel cell (FE-DMFC) is a novel energy technology in which the performance of the conventional DMFC is increased by eliminating the methanol crossover problem. There are some studies found in the literature to predict the performance of this fuel cell using one and two-dimensional single phase models. The validation of these models was done using the experimental test results for the membrane electrode assemblies (MEA) built with conventional materials. In this project, the main objective is to develop a high performance FE-DMFC stack through modeling and experimental studies. For this purpose, a three-dimensional and two-phase multiphysics model, which includes all the transport phenomena in all the layers, will be developed to predict the performance of the FE-DMFC stack accurately. To validate this model, a FE-DMFC stack based on alternative MEA materials (i.e. materials having lower cost, and higher stability and reaction kinetics) will be manufactured in-house in cooperation with the partner organization in Europe. After validating this model, the effect of significant design and operating parameters of the stack on the output parameters will be investigated; thus the parameters that increase the performance of this fuel cell mostly will be determined. This project will have have a very positive impact in Dr. Colpan's career as it will help him to develop lasting integration with his institution and increase his network in Europe. The knowledge and results gained as a result of the research conducted during this project will be shared with other researchers, scientists, and general public through several activities (e.g. conference, seminar, and papers in the journals, webpage, and visiting schools). It is expected that the results of this project will make a significant progress toward commercialization of the FE-DMFC, which in turn contributes to the economy and social prosperity of European society.",
    "totalCost": "145845,6",
    "ecMaxContribution": "145845,6",
    "coordinator": "DOKUZ EYLUL UNIVERSITESI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999871636": {
            "orgId": "999871636",
            "orgName": "DOKUZ EYLUL UNIVERSITESI",
            "ecContrib": 145846
        }
    },
    "calculatedTotalContribution": 145846
}