{
    "rcn": "196125",
    "acronym": "CONSCBRAIN",
    "topics": "MSCA-IF-2014-EF",
    "title": "How consciousness is shaped by neuronal network dynamics",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "How does the structure of the brain give rise to its function? We will address this longstanding neuroscience question through an interdisciplinary research project, by using computational modelling to study the neuronal dynamics which underlies the specific brain function of consciousness. More precisely we propose to investigate the differences in neuronal dynamics between conscious and unconscious brain states, and how conscious experience is shared across subjects watching a movie. The project capitalizes on using whole brain models that are constrained by anatomical and functional connectivity data from humans and non-human primates. In a first study, we will test whether differentiation of brain activity, as indicated by homogeneity differences of functional connectivity patterns across the modelled brain areas, can serve as a marker of consciousness. In a second study we will construct a whole brain model of experiments in which subjects synchronize their brain activity when watching a natural stimulus such as a movie. Through external stimulation of the model we will determine the set of brain areas that is causally involved in driving this synchronization of conscious experience. The results will give new theoretical insights on how neuronal interactions at an entire brainís scale are informative of consciousness and shared conscious experience across subjects.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}