{
    "rcn": "196106",
    "acronym": "COSMOS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Optical point of care system for heart failure mass screening",
    "startDate": "04/05/2015",
    "endDate": "03/05/2017",
    "objective": "Diseases of the heart and circulatory system are the main cause of death in Europe (over 4 million deaths each year). In particular, heart failure (HF) accounts for almost 1.1 million deaths each year. \nIn early í90 there was the formal recognition that inflammatory mediators are activated in the setting of HF by a sentinel description of inflammatory cytokines in patients with heart failure. After that, a growing interest in the role of biomarkers in regulating cardiac structure and function, particularly regarding their potential role in disease progression in heart failure, raised up. Nowadays, there are evidences on that. \nGenerally, biomarkers are determined mostly in plasma or in blood, rather than in saliva. In fact, despite of that very few of them have been currently studied in saliva, saliva has to be considered as an important diagnostic and prognostic medium for minimally invasive tools. Indeed a great progress in disclosing the complete salivary proteome has carried to the identification of more than 3000 different proteins. \nScope of this project is to develop a tool for HF-biomarkers detection through saliva. The idea is to combine the knowledge of the experienced researcher in microelectronics and CMOS imagers with the competences of the hosting laboratory on bioMEMs for biomarkers immobilization to develop an innovative point-of-care system for a fast and precise detection of HF-biomarkers. To this end the hosting institution and the experienced researcher complete each other and make the research and development on this cross related filed feasible. The proposed device will allow a mass screening for the prevention of HF and other pathologies related to the cardiovascular system.\nWithin this project, the experienced researcher will be able both to enlarge her knowledge in the design of CMOS imagers by implementing innovative photon detection techniques and to approach a growing branch of microelectronics, such as the bioMEMs one.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}