{
    "rcn": "196157",
    "acronym": "TRISORP",
    "topics": "SIE-01-2014-1",
    "title": "Energy saving and reducing carbon emissions by applying decentralized advanced trigeneration (CCHP) technology to supermarkets and other commercial properties",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "The German SME K‰lte-Klima-Sachsen GmbH (KKS) has developed and field-tested in a relevant environment a prototype of a highly cost-efficient ECOiCE ammonia/water-absorption chiller system (AWA) driven by the otherwise not utilised low-exergy coupling product heat from combustion engines of combined heat and power plants (CHP) for the purpose of decentralised trigeneration of electricity, thermal heat and cold. Up to three quarters of electric power, and thus CO2, are saved when compared with chillers of comparable refrigeration capacity operating with the established cold steam compression refrigeration technology. The system, using driving heat below 100∞C, provides adequately low temperatures of -6∞C as usable cold for industrial purposes and storage of food. With the ECOiCE AWA the company primarily focuses on market segments with continuously high need of refrigeration like supermarkets, hotels, catering and food processing firms for the provision of cold at competitive prices in line with demand.\n\nThe aim of the overall project is the strategic development of a new business area for the innovative technology and plant components in the field of application of absorption refrigeration engineering for industrial purposes within the company KKS. The vision of KKS comprises the international market leadership in the field of trigeneration of electricity, thermal heat and cold through cost-saving AWA, which works in the range of capacity up to 100 kW favourable for decentralized solutions and only requires driving heat at low temperatures. Within 7 years from the beginning of the project the number of jobs at KKS will rise by 20% up to 60 and the turnover for absorption chillers will account for 40 m euro per year.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KKS-KALTE-KLIMA-SACHSEN GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937082566": {
            "orgId": "937082566",
            "orgName": "KKS-KALTE-KLIMA-SACHSEN GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}