{
    "rcn": "196145",
    "acronym": "RACe",
    "topics": "MSCA-IF-2014-GF",
    "title": "The impact of climate change on the uptake of arsenic into rice",
    "startDate": "30/03/2016",
    "endDate": "29/03/2019",
    "objective": "Rice is the staple food worldwide. Unfortunately, global rice yield is already falling behind population growth. One of the reasons for this is the presence of toxic arsenic (As) in many South(-East) Asian paddy soils, which is known to decrease rice growth and productivity. The current change in Earthís climate is known to cause land loss due to desertification and inundation and lower (rice) crop yields, thus, threatening the global food security. According to the highest emission scenario for greenhouse gases presented in the 5th assessment report of the IPCC, global annual temperatures could rise by more than 5∞C by the year 2100. How increased temperatures and CO2 concentrations affect As uptake into rice and ultimately the quality and production of rice is unknown and the main research question of this proposal. Rice will be grown in fully controlled growth chambers with elevated temperature and partial pressure of CO2, simulating the cli-mate of the year 2100. Besides determining changes in rice growth and grain yield, the amount of organic and inorganic As in the grain will be determined to assess rice quality. Furthermore, the biogeochemical pro-cesses occurring in the soil and atmosphere during climate change will be investigated and thus, will allow to understand the observed changes in rice yield and quality due to climate change. The amount and speciation of As will be quantified in the soil, plant, and atmosphere. Changes in microbial community abundance and richness will be assessed with modern pyrosequencing techniques. Functional microbial guilds of interest (iron and arsenic metabolizing bacteria) will be assessed by qPCR, pyrosequencing, and clone libraries. Overall, the knowledge obtained within the MSC-GF action on the impact of climate change on As uptake by rice will allow a better risk assessment for productivity of rice in the future and may give ideas for how to prevent a loss in rice yield and quality in a strongly climate impacted future.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 239861
        }
    },
    "calculatedTotalContribution": 239861
}