{
    "rcn": "196168",
    "acronym": "SMP",
    "topics": "IT-1-2014-1",
    "title": "THE SUSTAINABLE MOBILITY PLANNER (SMP)",
    "startDate": "01/01/2015",
    "endDate": "30/06/2015",
    "objective": "The Sustainable Mobility Planner (SMP) is a specialized innovative IT software (tool) that enables environmental, financial and social impact assessments of sustainable transport initiatives taken in an urban environment. The tool integrates methods and calculations of the benefits of creating environmental zones, using low emission vehicles for urban distribution, bundling of goods, night distribution, reducing road capacity, etc. In short, all schemes, which municipalities, individually or together with the transport and logistics industry and retailers, can implement in urban areas to optimize freight activities and increase focus on sustainable freight transportation initiatives. The SMP interconnects emission calculations and small scale traffic models with visual communication in one system tool. The tool's usefulness and ease of use is ensured through constant updates with the latest available data from NTUís portfolio of projects, as well as through user-based data inputs and feedback. The business model guarantees a continuous development and upgrading of the tool, which will be based on the latest available transport and environmental data. The reliability will, compared to existing tools, set new standards, by replacing estimates with concrete and updated data, which is added to the system via the backend solution.\nSMP will: \n- On a continuous basis be able to monitor progress, calculate environmental improvements and assess the potential and\nneed for new investment in the urban transport initiatives.\n- Give politicians and planners the opportunity to compare environmental impacts of different transportation alternatives.\n- Be a useful decision support tools with high and multifaceted functionality for transport solutions and the associated\npolitical framework.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NTU INTERNATIONAL AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997337705": {
            "orgId": "997337705",
            "orgName": "NTU INTERNATIONAL AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}