{
    "rcn": "196180",
    "acronym": "RemoteControl Device",
    "topics": "BG-12-2014-1",
    "title": "Remote Controllable Devices",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "The project is to commercialize Remote Controllable Trawl doors that will support Europeís environmental and economic competitiveness by: \n1. Improved catch performance resulting in higher efficiency in food production. \n2. Lesser discards. \n3. Reduced fuel consumption of vessels. \n4. Less environmental side-damage and impact to the seabed.\n5. Improved accuracy in seismic survey operations.\nWith remote controlled spreading devices the crew doesnít need to pull trawl doors and vanes on board to change their position underwater. They will improve the performance of the fishing gear and seismic survey with a remote controllable system on the spreading device for the benefit of improved operation, greater catching ability for fishing, more economical for both operations in terms of reduced fuel consumption, less time consuming, and less environmental side damage and impact to the seabed. The convenient remote control is what we envisage as a key market application. The identified business opportunities are based on the revolutionary solution for the benefit of improved operation performance and reduced cost. \nOwners of fishing vessels of 30 meters and longer are the potential customers. The worldwide market for traditional trawl doors is estimated close to Ä 100 million yearly. The potential ìreachableî market for our solution is estimated close to Ä 70 million. The market for pelagic doors is approximately half of the total market, or Ä 35 million. The market for vanes on a yearly base is evaluated close to Ä 40 million. The solution will address both European and global markets.\nThe specific objective for the feasibility study is to obtain a solid analysis of the potential market for the ëRemote Controllable Spreading Devicesí, in order to design an adequate market penetration strategy and ultimately to direct new investments. Phase 2 will include a 0,3 sqm model for Flume Tank tests and 5,0 to 6,0 sqm scaled prototype of ëRemote Controllable Seismic Vanesí.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "POLAR TOGBUNADUR EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938891713": {
            "orgId": "938891713",
            "orgName": "POLAR TOGBUNADUR EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}