{
    "rcn": "196134",
    "acronym": "DESSART",
    "topics": "SIE-01-2014-1",
    "title": "Dynamic Energy System Services to Achieve Renewable Targets",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "There is a niche opportunity in the electricity market across Europe for the provision of additional system/balancing services, decoupled from electricity generation, resulting from the rise in renewable generation. The innovative and unique approach is the development of hybrid-powered flywheels, synergising two proven technologies, flywheels and batteries and application to the electricity system for the first time, to provide security and stability. Hybrid-powered flywheels are resounding success in Formula1 motor racing for rapid acceleration. Schwungrad Energie plans to exploit the concept to enhance system security and stability. The advanced energy storage technology market is forecast to expand at a Compound Annual Growth Rate of 12.3% to Ä27 billion between 2012 and 2020.\nEuropean countries are aiming to achieve low carbon energy systems by transitioning to renewable sources, to realise their European targets. This requires a higher penetration of intermittent, unpredictable generators (wind/solar). In Ireland, with high winds and relatively weak interconnection, the System Operator has proposed a new payment structure for additional system/balancing services, expanding the market. This makes Ireland an ideal location for the first hybrid-powered flywheel facility before market replication throughout Europe and worldwide as renewable penetration increases in other countries.\n\nSchwungrad Energie, an Irish company, was set up to successfully develop, operate and roll out facilities to provide system/balancing services in the electricity sector. The key personnel have expertise and experience in the technical, commercial, managerial and financial areas needed for project success and commercialisation within EU and beyond. Some have previous involvement with successful FP7 projects such as MACCSol. Discussion with a small number of potential key international equity investors are on-going and considerable positive interest has been expressed to fund the project",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SCHWUNDGRAD ENERGIE LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938420875": {
            "orgId": "938420875",
            "orgName": "SCHWUNDGRAD ENERGIE LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}