{
    "rcn": "196152",
    "acronym": "Ni-CAT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Ni-CAT",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "The Ni-CAT project aims at boosting the catalytic activity of Ni for effectuating challenging oxidation and bond formation reactions. As a key concept to achieve this goal, the metal centers will be combined with mesoionic ligands, a class of ligands that is able to transiently store and release electrons and that is thus particularly suited for assisting a coordinated metal center in effectuating electron transfer processes. This metal-ligand synergy alleviates the limitations typically encountered for bond activation processes with nickel, which often undergoes one-electron redox changes only. This concept renders catalytic transformations with this less reactive metal center energetically feasible and eventually efficient and will introduce a new paradigm in using Earth-abundant metals in homogeneous catalysis. The exploitation of intrinsic metal ligand cooperativity for electron transfer provides a compelling strategy to develop a sustainable process towards efficient CñH bond activation that is not dependent on precious metals. The project provides an excellent training in one of the most topical areas of catalysis and its successful completion will greatly enhances the career profile and the research competence of the researcher, thus actively contributing to the fostering of young talents and for prospering scientific excellence in Europe.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}