{
    "rcn": "196100",
    "acronym": "CHAT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Control of the Homeostasis of Actin through Time: actin homeostasis during embryonic development by means of single-molecule imaging and simulation in C. elegans",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "In embryonic cells, actomyosin forms a cortical reticulated gel that turns over rapidly, is weakly organized, and is composed of a variety of structures, with distinct architectures and dynamics, which are nucleated and elongated by different factors, and bind to specific sets of actin-binding proteins that modulate their dynamics. Understanding how actin is distributed between these structures is critical to understand the biology and mechanics of the actin cytoskeleton and therefore its role in processes ranging from morphogenesis and cell division to endocytosis and polarization.\nIn the proposed work, taking advantage of single-molecule techniques I developed during my previous post-doc, I will use the early C. elegans embryo as a model system to tease out the general rules and the critical regulatory elements that control actin homeostasis. I will follow three major directions: (1) analysis of actin dynamics in a steady-state system, the 1-cell stage embryo during maintenance phase, (2) analysis of the mechanisms underlying actin homeostasis in face of changes in the concentration landscape and biochemical properties of the players and (3) analysis of the modulation of actin dynamics and homeostasis during early embryonic development and between different cell types.\nI propose here a research program to expand our knowledge of how the structure of the actin meshwork is regulated and controls morphogenesis in embryonic cells, and in particular the mechanical properties of the cell. Importantly this program explores how modulations of the concentrations of actin-interacting proteins impinge on the dynamics of the actin cytoskeleton as a whole, and should improve our understanding of the general mechanisms that underlie the regulation of the actin cytoskeleton machinery, and how deregulations may be responsible for the onset of specific behaviors of the actin cytoskeleton that may eventually result in the development of cancer-like cellular behaviors.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "FR",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 138807
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 46269
        }
    },
    "calculatedTotalContribution": 185076
}