{
    "rcn": "196137",
    "acronym": "CAMP-BIVALENCE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Roma, Gypsies and Travellers' social in/exclusion in European urban camps",
    "startDate": "01/09/2016",
    "endDate": "01/09/2018",
    "objective": "The project aims to analyse the role of Civil Society Organisations (CSOs) in Roma, Gypsies and Travellersí (RGTs) in/exclusion in European urban camps. Triangulating individual semi-structured interviews, oral histories, archival research, and interpretative policy analysis, the interdisciplinary project combines Sociological, Socio-Anthropological and Socio-Historical approaches, contemplating two UK and two Italian superdiverse urban contexts as case studies. It contributes to three research streams: housing exclusion; RGT policy, and camps as socio-spatial configurations, and inaugurates a new interdisciplinary research field on Urban Camps. Dr Sigona, who will act as the Supervisor, is a leading scholar in migration and Roma research in Europe; his expertise is particularly complementary with Dr Picker research skills and knowledge coming from ten years of Sociological field-based research on Roma spatial segregation in five European countries. Due to the excellent quality of infrastructure, scholarly research and staff, the School of Social Policy and the Institute for Research into Superdiversity at the University of Birmingham are the most appropriate academic environment for Dr Picker to become, after the Fellowship, a leading social science scholar in the European Research Area.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}