{
    "rcn": "196110",
    "acronym": "BinCosmos",
    "topics": "MSCA-IF-2014-EF",
    "title": "The impact of Massive Binary Stars through Cosmic Times",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Massive stars, i.e. stars that are up to million times brighter than ordinary stars such as our Sun, play many important roles in astrophysics. They can be considered as (I) Cosmic Engines as they transformed the pristine and dark Universe left after the Big Bang into the modern Universe in which we live today.  We use them as (II) Cosmic Probes to study the most distant galaxies and we monitor their eruptions and explosions as (III) Cosmic Transients.  As a result, various fields in astrophysics heavily rely on the input of stellar models. Unfortunately, the widely used models are out-dated: they consider massive stars to be single. \n\nRecently, large observing campaigns with world-class telescopes provided quantitative showing that the large majority of massive stars will interact with a close binary companion (e.g. Sana & de Mink et. al. Science 2012). This project aims to investigate and quantify how binarity affects the many roles that massive stars played throughout cosmic time. Apart from a few pioneering studies, the exploration of these effects is still in its infancy. Progress has been hampered by (I) the challenging nature of the computations, (II) the many uncertainties in the models and until recently (III) the lack of observational constraints. \n\nI propose to overcome these challenges by adopting an unique and innovative approach that combines the strengths of three highly complementary state-of-the art computational tools that will be confronted directly with observational data.  I demonstrated the feasibility and high impact of this approach to derive the urgently needed constraints on the impact of binarity on stellar populations in exploratory studies (De Mink et al. 2013, 2014). In this effort I will strongly benefit from my large international network as well as the complementary expertise at the institute in Amsterdam.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}