{
    "rcn": "196167",
    "acronym": "LacDetect",
    "topics": "SFS-08-2014-1",
    "title": "A truly-rapid, one-minute test system for the dairy industry to assess raw milk quality, detect sub-clinical mastitis and monitor udder health, reducing antibiotic usage and environmental impact",
    "startDate": "01/03/2015",
    "endDate": "31/10/2015",
    "objective": "Mastitis is an infection of the udder in dairy cattle. It is a major problem in the dairy industry, costing European farmers tens of millions of Euros annually. Milk somatic cell count (SCC) is used as a main indicator of mastitis, as the number of somatic cells in milk increases in response to infection in the udder. Krysium Technologies has developed and patented LacDetectÆ ñ an innovative, portable, economic test system allowing reliable and truly rapid detection of sub-clinical mastitis on-farm based on enumeration of SCCs via ATP-luminescence technology. This allows farm workers and veterinarians to make quick decisions on herd management and avoid significant costs associated with clinical mastitis. Furthermore, as SCC is also used as a measurement of milk quality, dairy producers base their milk pricing policy significantly on SCC values in raw milk. LacDetectÆ will enable recording of SCCs on-site for payment purposes. LacDetectÆ is at Technology Readiness Level 6. Initial testing has repeatedly shown results from our prototype test system compare very favourably with those from a major milk laboratory. In this Phase I project we intend to review the specification of LacDetectÆ, to ensure that production costs are reduced and that the end-product specification meets user requirements. We will re-contact and add commercial partners for field testing and commercializing plus explore other routes to market. On completion of Phase I we intend to progress to a Phase II project during which we will carry out final product development, scale-up manufacture, validation and final customer trials prior to commercial launch of LacDetectÆ initially in key EU markets. Completion of the overall project will deliver a one-minute, on-farm raw milk test system enabling EU farmers to detect problems in dairy cows early, enabling better antibiotic treatment decisions, improved production, reduction in costs, higher margins, better animal welfare and less environmental impact.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KRYSIUM TECHNOLOGIES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937966915": {
            "orgId": "937966915",
            "orgName": "KRYSIUM TECHNOLOGIES LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}