{
    "rcn": "196144",
    "acronym": "MagicTin",
    "topics": "MSCA-IF-2014-EF",
    "title": "Exploring the shell structure of exotic Sn isotopes with an Active Target",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "The MagicTin proposal aims at the use of a new generation active target detector (ACTAR) to study the shell evolution in exotic Sn isotopes. The goal of this project is to commission the ACTAR demonstrator, optimizing it for the neutron-rich beams produced at the forthcoming second generation radioactive ion beam facilities.\nWorldwide, the availability of exotic ion beams is providing new insight on the evolution of nuclear shells far from beta stability, advancing our understanding of the nuclear force. Measuring transfer reactions, in particular 134Sn(d,p)135Sn, will allow to search for signatures of the existence of a new sub-shell closure at N=90 and to study, in this very neutron-rich region, the nucleon-nucleon interaction in the nuclear medium coupled to the continuum.\nExperiments where conventional techniques cannot be employed due to low-beam intensities will become feasible using the ACTAR device. This consists of a time projection chamber where the gas is used both as target material and as reaction products detector. Thanks to the fact that the interaction point lies inside the gas volume, very low detection thresholds can be obtained. Detection efficiency is also remarkably improved and this is essential when dealing with low intensity exotic beams.\nThe beneficiary institution is deeply involved in the ACTAR development and the supervisor is managing an ERC project that aims at coupling ACTAR with gamma-ray detectors. Through the MagicTin project, the experienced researcher will have the possibility to learn the ACTAR technology, deeply contributing to the setup of the device for the exotic Sn physics case. Moreover, the experienced researcher (ER) will exploit his experience on scintillators to contribute in the development of the gamma-ray detectors. The ER will be also in charge of a commissioning experiment with the 120Sn stable beam: this task will allow him to re-enforce his research independence and maturity.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}