{
    "rcn": "196181",
    "acronym": "GDAPIV",
    "topics": "ICT-37-2014-1",
    "title": "Genomics Data Analysis Pipelines with Interactive Visualizations",
    "startDate": "01/02/2015",
    "endDate": "30/06/2015",
    "objective": "The GDAPIV project will deliver a next generation of genomics analysis and visualization web platform GenX that will enable bioinformatics experts (IT experts supporting life scientists) to rapidly construct diverse visual interactive web applications for researchers working in the life sciences and biomedical fields (life scientists). \nGenX will enable the researchers or biomedical experts to proactively control the bioinformatics data analysis and exploration steps when validating research hypotheses. It will eliminate the need for continuous involvement of bioinformatics expert in every step of data analysis procedures, thus greatly facilitating the speed and simplicity of experimental or diagnostics processes. Even more importantly, GenX project will provide the researcher with instant insight into the genome sequence data and related downstream analyses, allowing to interactively modify and test the research hypothesis and assess them in real time, as they arise. This will significantly save time and resources, and it will disrupt the approach to the life science research and related services.\nWith the GDAPIV project, we strive towards ìriding the waveî of the genomics revolution ñ exploiting the Next-Generation Sequencing opportunity and significant expansion of sequencing machine owners (biotech, clinics, pharmaceuticals, basic research, commercial sequencing facilities) ñ all of these are potential customers, especially considering the pitfalls of existent solutions available to the commercial sector.\nThe purpose of GDAPIV project is:\n- to create and test GenX prototype and\n- to explore business models that exploit the projectís commercial potential to the fullest.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GENIALIS D.O.O",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "948450287": {
            "orgId": "948450287",
            "orgName": "GENIALIS D.O.O",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}