{
    "rcn": "196197",
    "acronym": "ZombiApp",
    "topics": "ICT-37-2014-1",
    "title": "RESURRECT YOUR ZOMBIAPP. OR ARE YOU JUST GOING TO LET IT DIE?",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "The emerging game app mobile market has shown great economy potential. However, revenues are highly concentrated. At the top end of the revenue scale there are just 1.6% of developers, while 57% of app games are below the ëapp poverty lineí due to two main problems:\n1) Developers find difficulties for getting their new apps noticed. App developers believe that marketing is necessary for success, but small developers such as SMEs, entrepreneurs and independent developers cannot afford or take advantage of current marketing tools. \n2) Obtaining user downloads is no longer enough in order to build a great business with mobile apps. The most successful game apps are free-to-play, monetising a tiny fraction of their audience via consumable in-app purchases. A recent study shows that, in average, developers invest Ä139 in marketing for each Ä100 they earn. \n\nThus, user attraction can be easily but costly boosted by current approaches but user retention and optimizing revenues per user to support apps with freemium strategies is still an on-going issue. BIKO intends to offer a disruptive game apps marketing tool, the ZombiApp service, with a twofold innovative approach: \n1) Automated assessment of users interaction for marketing recommendations.\n2) User profiling/segmentation for cross-promotion focused on user engagement, IAPs monetization strategy and user expenditure behaviour. \n\nThe service will redirect users within the network to indicated games in timely moments taking into account its monetization potential in the current app (the likelihood of these user still spending money on it) and the estimated exhaustion points of the app (when users tend to uninstall the game). \n\nMoreover, BIKO proposes a disruptive business model based on a shared revenue approach easing the access to app promotion tools to small developers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIKO2 2006 S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949743200": {
            "orgId": "949743200",
            "orgName": "BIKO2 2006 S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}