{
    "rcn": "196178",
    "acronym": "eTAG",
    "topics": "SIE-01-2014-1",
    "title": "Thermoacoustic- based residential mCHP system",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "The eTAG (embedded ThermoAcoustic Generator) includes a novel electricity- generating thermoacoustic engine, embedded inside an existing residential boiler, to form a renewable and economic micro Combined Heat and Power (mCHP) system, without any hot moving parts. The proposed synergetic approach results with a sustainable system, taking full advantage of alternative fuels value to produce regulated electrical power as well as domestic heating, at overall energy efficiency above 90%.\nTo enable a cost effective application, the embedded electricity generating unit must be highly reliable and maintenance free, thus a thermoacoustically based solution is expected to be the ideal solution.\nQnergy has recently demonstrated 1 kW solar thermoacoustic application. However, the optimal configuration and combined system spec must be refined for best market acceptance, according to consumerís needs and budget limitations. In common situations, a typical user will experience an ROI of less than two years; though specific government policies may lead to different optimal power capacities, as net metering allows using an oversized alternator and feedback the grid in excessive electricity. \nThus our planned feasibility assessment will include a thorough business plan, focusing on market needs, time to market, and identifying the main customers and competitors; resulting in a measurable product specification and detailed risk management plan. \nAdditionally, the key factors affecting overall system performance will be identified according to the thermo-acoustic-electrical simulation and the detailed design model. Moreover, a full freedom to operate IP survey will be performed, while the product cost, manufacturing technologies and its limitations will be covered.\nDuring phase 1 broad market understanding would be sought, allowing to better select the content and schedule of the following phase 2, focusing mostly on particular techniques for lowering the $/W value of the full system.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "QNERGY ACS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "945495861": {
            "orgId": "945495861",
            "orgName": "QNERGY ACS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}