{
    "rcn": "196277",
    "acronym": "ScanZ",
    "topics": "PHC-12-2014-1",
    "title": "Point of care medical device enabling patient self-assessment for acne diagnosis support.",
    "startDate": "01/02/2015",
    "endDate": "31/05/2015",
    "objective": "mySkin aims to offer a medically certified skin imaging point of care device for acne diagnosis support, ScanZ. The product is available in two forms: a consumer electronic version for patients to perform a self-analysis and track the health of their skin away outside the clinic; a premium version for use by health care professionals (doctors/nurses) to speed up the assessment and support diagnosis. ScanZ is easy-to-use handheld device and connects to the users smart device enabling instant viewing and real-time info sharing between the patient and the doctor, replacing follow ups. The device also remotely connects with the data server for data of images creating a large catalogue of clinical traces, enabling big data analytics of acne.\nThe ScanZ tool is able to understand what is happening under the skin and take measurements, in the sebaceous glands and the various layers of the epidermis. It is self-learning and gets to know the user over time, improving its recommendations and predictions the more it is used.\nFor patients ScanZ means they can save time by not having to attend follow up vistis yet get the same service, and for doctors it means they can concentrate on patients with more severe problems and reduce the waiting list time.\nScanZ has reached TRL 7 and now requires funding to get it medically certified allowing it to be used by doctors support their diagnosis.\nScanZ project is proposed by a Serbian SME, mySkin, specialised on skin diagnostic tools.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MYSKIN DOO BEOGRAD (STARI GRAD)",
    "coordinatorCountry": "RS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935824670": {
            "orgId": "935824670",
            "orgName": "MYSKIN DOO BEOGRAD (STARI GRAD)",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}