{
    "rcn": "196269",
    "acronym": "VETBIOMAT",
    "topics": "NMP-25-2014-1",
    "title": "Advanced material for the regeneration of joints in veterinary medicine",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "The main objective of VetBiomat is to undertake a technical and market feasibility study on an innovative regenerative medicine treatment for osteoarthritis (OA) in horses and dogs based on a new advanced material, HR007. The use of this material is expected to significantly increase treatment efficiency over currently marketed products and address the unmet need of achieving a cure for this disease in horses and dogs.\n\nOsteoarthritis, a progressive deterioration of the joint cartilage, is a major economic problem in veterinary medicine. Currently, there is no cure for OA, and therapies available rely on reducing symptoms (corticosteroids, NSAIDs, and analgesics) or on the administration of glycosaminoglycans by different routes. No sound scientific evidence of efficacy for most glycosaminoglycans based commercial treatments has yet been obtained, especially when administered orally, nutraceuticals, which actually have the largest market share. Therefore, the market potential for a new efficacious, complex, and regenerative intra-articular product of non-bovine origin is very large.\nArtinVet Innovative Therapies, S.L., a new SME specialized in veterinary regenerative medicine, has a novel and unique multiple GAGs rich material of natural origin, HR007, for inclusion in new regenerative medicine based products for veterinary medicine. This advanced material has shown in vitro superior qualities to any other tested products in promoting cartilage regeneration and chondrocytes and mesenchymal cells migration. HR007 production has been standardized and industrialized. \n\nSuccessful completion of Phase 1 of VetBiomat will yield a robust business plan for a much larger project that will seek funding under Phase 2 of the SEM Instrument, when clinical studies and product authorization procedures will be accomplished. Successful accomplishment of phases 1 and 2 will be essential for accelerating the growth of the SME ArtinVet and its international market positioning.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ARTINVET INNOVATIVE THERAPIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939016261": {
            "orgId": "939016261",
            "orgName": "ARTINVET INNOVATIVE THERAPIES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}