{
    "rcn": "196290",
    "acronym": "Multidyn",
    "topics": "PHC-12-2014-1",
    "title": "Patented advanced low-cost multiwell cell-culture system for in-vitro physiologically relevant biomarker screening",
    "startDate": "01/02/2015",
    "endDate": "31/05/2015",
    "objective": "Biomarkers in discovery are valuable tools to understand the pathobiology of a disease and the pharmacology of a target under investigation. In-vitro screen would be invaluable in identifying working hypothesis early in drug development process. Information provided by properly selected biomarkers can greatly influence a go/no go decision. The challenge is to identify relevant biomarkers early enough to implement them for such critical decisions.\nIn developing in-vitro assays to identify biomarkers with potential clinical application and utility, a clear understanding and determination of what that biomarker will assess must be defined. More reliable biomarker screening protocols based on allometric scaling laws are needed to be implemented in order to gain results more respondent to human physiology. The predictive power of High Content Screening techniques can be enhanced by working with primary cells or differentiated stem cells and in 3-D culture. Nevertheless, in-vitro cell cultures are still far away from the complexity of human tissues or organs.\nIVTech intends to industrialize and test Multidyn, a patented advanced low-cost cell culture system made up by a 24-chambers plate complying with the multiwell standard, capable of any internal connection and flow within the cells, able to realize cheaper faster in-vitro physiologically relevant cellular systems. Multidyn will be tested for early diabetes biomarker discovery by using a developed model of liver, vascular endothelium and adipose tissues, and when equipped with the highly performing 3D scaffolds provided by the partner Scaffdex and with suitable High Content Imaging systems provided by the partner Celltool and selected scientific laboratories.\nIVTechí Multidyn is at TRL 6. Phase 1 project will assess the activities needed to demonstrate the product in operational environment with potential end-users, establish a large scale production and test the market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IVTECH SRL",
    "coordinatorCountry": "IT",
    "participants": "CELLTOOL GMBH;SCAFFDEX OY",
    "participantCountries": "DE;FI",
    "projectParticipants": {
        "944548559": {
            "orgId": "944548559",
            "orgName": "IVTECH SRL",
            "ecContrib": 50000
        },
        "998470471": {
            "orgId": "998470471",
            "orgName": "SCAFFDEX OY",
            "ecContrib": 0
        },
        "963826436": {
            "orgId": "963826436",
            "orgName": "CELLTOOL GMBH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}