{
    "rcn": "196289",
    "acronym": "CASI",
    "topics": "PHC-12-2014-1",
    "title": "AN INTEGRATED AUTOMATED ECG DIAGNOSTICS PLATFORM TO IMPROVE CARDIAC SAFETY IN CLINICAL DRUG TRIALS",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "Vitalograph is a 50 year old company, that designs, manufactures and sells medical devices in clinical settings and clinical drug trials. This proposal focusses on the validation of a new dual-purpose 12 lead ECG diagnostics device incorporating an automated algorithm to be used in the regulatory mandated cardiac safety elements of clinical drug trials. Current solutions are expensive, introduce unnecessary analysis delays and have poor data consistency. The proposed solution can cut customer costs by 50% whilst at the same time improving Vitalographís margin from 25% to 70% as well as reducing the analysis time from several days to a few minutes. The target market has grown to be greater than Ä1.6Bn in 10 years with the targeted segment being one third of this. The target customers are pharmaceutical companies conducting drug trials.\nThe project fits well with Vitalographís product and market strategy to develop new medical devices for clinical drug trials and will increase the available market by a factor of 10. The company already operates successfully within the market having participated in over 50 trials totalling Ä56m in revenue since entering the market ten years ago. It has the R&D skills and bandwidth, operational capacity and commercial capability to fully exploit the resultant offering. Vitalograph has already established a market in cardiac safety in clinical trials by buying in other devices and services.   \nVitalograph will work with the world-renowned Glasgow University ECG group as a 3rd party to validate their existing clinical algorithms for automated use in clinical drug trials. An IP licensing agreement is already in place and no IP issues are anticipated. The market is heavily regulated under medical device legislation in all jurisdictions (CE MDD, FDA, CSA, JPAL, CFDA etc.) but Vitalograph already has the necessary approvals, experience, regulatory knowledge and certifications to bring this product to the market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VITALOGRAPH (IRELAND) LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941041815": {
            "orgId": "941041815",
            "orgName": "VITALOGRAPH (IRELAND) LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}