{
    "rcn": "196274",
    "acronym": "SCATMET",
    "topics": "BG-12-2014-1",
    "title": "Developing a multispectral volume scattering meter for measuring the optical properties of sea andocean water",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "The objective of the proposed project is to devise a new type of spectrometer for measuring the volume scattering function (VSF) in aquatic environments ñ initially in seas and oceans, but later also in other bodies of water. As the VSF is a fundamental inherent optical property of the aquatic environment, the proposed novel tool will be of interest to virtually all private and public organisations that gather, analyse and make use of information related to sea and ocean environments.The fields of climatology, marine research and optical communication and their various sub-sectors can be outlined as key groups benefitting from such a tool.\n\nIn line with the blue growth agenda, the proposed project substantiates the idea that seas and oceans hold a remarkable potential for innovation and both economic and social benefits in the EU and globally. The project addresses a significant market gap in terms of tools enabling to realize this potential and introduces a new multispectral volume scattering meter that allows obtaining more accurate information about marine and ocean environments as well as the life that they support. The tool thereby also supports reaching a better understanding of how to use the resources available in aquatic ecosystems in a sustainable way. The proposed spectrometer has several advantages compared to its competitors, allowing measuring\nthe VSF more precisely in a wider range of angles and providing invaluable high-quality measurement data relevant for a large number of application areas. The economic advantages for end-users are primarily associated with getting more comprehensive, precise and accurate information with less time and resources.\n\nThe Phase I project is used to verify the technological and economic viability of the proposed device and to prepare a sound\nplan for implementation of the innovation project, to be able to launch the product to the market in ca two years (after the\nsuccessful completion of the Phase II project).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INTERSPECTRUM OU",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "988304095": {
            "orgId": "988304095",
            "orgName": "INTERSPECTRUM OU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}