{
    "rcn": "196228",
    "acronym": "Bacticon1",
    "topics": "PHC-12-2014-1",
    "title": "BACTerial detection and CONtrol of urinary tract infection",
    "startDate": "01/03/2015",
    "endDate": "30/04/2015",
    "objective": "Problem \nApprox. 50% of all patients with severe blood stream infections die from the infections, while the remaining 50% incur excessive socio-economic expenses from prolonged hospital stays. In fact, the fourth largest cause of death in the western world is hospital and care acquired infections, most often caused by urinary catheters. Present state-of-the-art, measuring the temperature of a patient, indicates if the patient has an infection, but with approx. 2-3 days delay, and with many possibilities for false positives (increasing temperature can mean other things than infection).\n\nSolution\nThe innovation, the Bacticon Catheter, is a catheter impregnation technology based on a new biosensor/biomarker principle based on biomarkers, bio-nanoparticles and nano-channels in a new hybrid material, allowing for an immediate detection. The system is an add-on to existing catheters and is therefore cost efficient and face a faster route through approval procedures, providing much more precise and real-time monitoring.\n\nProject\nThe project has three objectives:\n1: Technological feasibility study: Verify and adjust an integrated prototype \n2: User feasibility study: Verify the product need by conducting a market and user study, a product innovation strategy, partner search, feasibility of concept, benchmarking with other products and a go-to-market strategy. \n3: Economical feasibility study: Analyse the economical sustainability of the product \n\nBusiness model\nThe innovation is well suited to be commercialised through the sales and marketing channels of a med-tech company, which is already established in the market place, and where the Bacticon Catheter can be integrated in the existing product portfolio of such med-tech company. BioModics is pursuing this option as priority one.\n\nMarket\nThe dominating markets are the American market with a 547 MÄ urological catheter revenue and Europe with 615 MÄ. Increasing growth rates are expected, especially in Asia, Europe and US.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOMODICS APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "964632409": {
            "orgId": "964632409",
            "orgName": "BIOMODICS APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}