{
    "rcn": "196204",
    "acronym": "BIO-OXIDATED S2",
    "topics": "SC5-20-2014-1",
    "title": "BIO-OXIDATED S2: THE SOLUTION TO USE ORGANIC SLUDGE, NON-HAZARDOUSINDUSTRIAL WASTE AND URBAN GREEN WASTE TO MAKE BRICKS.",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "The project aims to employ organic, urban and industrial sludge, along with non-hazardous waste from industrial processes and along with urban green waste, in the production of bricks with enhanced heat insulating capacity. This is made possible by an innovative compound called Bio-Oxidated S2, patented by the consortium.\nThe purpose of the project is to create a pilot plant for producing Bio-Oxidated S2 and also to develop a new business model that will set up a production chain consisting of waste disposal companies and brick manufacturers in order to duplicate this chain in major brick producing areas in Europe.\nAn industrial-sized plant for producing Bio-Oxidated S2 will be able to dispose of 50,000 tons of organic sludge, 30,000 tons of urban green waste and 20,000 tons of non-hazardous waste material from industrial processes per year. It will produce 50,000 tons of Bio-Oxidated S2 and provide 15 new jobs. Used as an additive to clay, this amount of Bio-Oxidated S2 can be employed to produce 300,000 tons of brick per year, and these bricks will have a thermal conductivity index that is 15% lower than the finest bricks currently available (which will lead to better heat insulation in new buildings), while saving 50,000 tons of raw materials (30,000 tons of clay and 20,000 tons of sand) and 1,500,000 m3 of natural gas used for baking the bricks.\nThe project helps mitigate or solve important industrial and social problems, because it: 1) increases the percentage of organic sludge that is recycled; 2) reduces the amount of raw materials used to produce the bricks; 3) lowers the consumption of natural gas in the brick production process; 4) helps increase environmental compatibility in the building construction sector.\nThe project develops an industrial symbiosis whereby different actors derive mutual benefit from sharing utilities and waste materials and it will be possible to turn waste from one industry into useful feedstock for another one.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TIRSI SRL",
    "coordinatorCountry": "IT",
    "participants": "ARGITEK SRL;ECOFOR SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "938001738": {
            "orgId": "938001738",
            "orgName": "ECOFOR SRL",
            "ecContrib": 0
        },
        "938174786": {
            "orgId": "938174786",
            "orgName": "TIRSI SRL",
            "ecContrib": 50000
        },
        "938019586": {
            "orgId": "938019586",
            "orgName": "ARGITEK SRL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}