{
    "rcn": "196201",
    "acronym": "Gait Biometrics 3",
    "topics": "ICT-37-2014-1",
    "title": "Main goal of the project is to create a prototype of the software, which will be able to identify peoplejust based on the way how they walk.",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "The use of gait analysis in biometrics has caught attention all over the world due to many advantages over the currently used solutions for people recognition. However, an operational automated gait recognition system does not yet exist. The main goal of the project is to commercialize novel biometric solution for highly reliable identification of people based on the characteristics of their walk. The idea is based on our long-term cooperation with Professor Jiri Straus, distinguished expert in criminalistics and forensic biomechanics, who is a member of European Academy of Forensic Science and has more than 20 year experience in human gait analysis. According to the research in this area, people could be uniquely identified based on the characteristics of their walk, even if they try to cheat it. Recent studies mention very promising conclusions regarding this method and the most optimistic one estimates the recognition rate to be about 90%. Based on our internal research we have conducted in the last two years, we are fully convinced that we can reach even better results. The expected outcome of the project is fully developed product for commercial application in both governmental and business sector. It will be used in criminalistics, security departments of banks, shopping malls and other publicly accessed places where recognition of people is important from the security or from client service prospective. The competitive advantage of our solution lies in unique combination of different gait characteristics which results in recognition rate of almost 100% and simplicity of the solution which extends possibilities of places where the system can be installed. It is an industry-driven project whose outcomes will strengthen our position in computer vision technology market. The Phase 1 of the SME instrument will allow us to analyse commercial potential and technical feasibility of the solution, which we have already validated in a small scale with positive results.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KINALISOFT SRO",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940645861": {
            "orgId": "940645861",
            "orgName": "KINALISOFT SRO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}