{
    "rcn": "196215",
    "acronym": "SPARK",
    "topics": "NMP-25-2014-1",
    "title": "Cost-effective automated process for producing innovative high-performance electric motors",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "DEMA is a high-tech SME, world leader of machines for the production of electric motors. We have developed a new manufacturing process and associated machinery enabling production of the emerging segmented motors, where stators and rotors are composed by modules (segments). Compared to traditional motors the segmented ones are: \nï cheaper, because use of raw materials is more efficient and assembly is simplified,\nï greener, because waste material during production is massively reduced,\nï high-performance, thanks to optimization of electrical phenomena.\n\nThe segmented motors, whose production is enabled by SPARK, meet the needs of motors manufacturers for reduction of waste material in production, due to cost and environmental concerns. \n\nSPARK strongly supports the EC Societal Challenges for clean, efficient energy, environment, resource efficiency and raw materials. Segmented motors, in fact, reduce wastes and therefore energy, CO2 and pollution for material recycling and re-processing.\n\nThe feasibility assessment will focus on the production process and machinery; the goal is twofold: the technical feasibility (to assess what are the necessary developments to be carried out and including an IP regime analysis) and the economic viability (a detailed Business Plan will be built around the 9 classic blocks of Canvas). This would allow to consider the additional funding that will be needed, with a possibility to further develop the concept through a Phase 2 project.\n\nOvercoming the technical barriers in manufacturing these motors, implementing an advanced manufacturing process and introducing the related machinery in our product portfolio by end of 2017 is our major objective. If we succeed in developing this, we would be the only company providing this solution, anticipating competitors, penetrating the market and achieving high market shares. This will improve and consolidate our position in the market of automated machinery for motors production.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DEMA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942488764": {
            "orgId": "942488764",
            "orgName": "DEMA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}