{
    "rcn": "196231",
    "acronym": "TRAINSFARE",
    "topics": "IT-1-2014-1",
    "title": "Transport System with Artificial Intelligence for Safety and Fare Evasion",
    "startDate": "01/01/2015",
    "endDate": "31/05/2015",
    "objective": "Our projectís main objective is to develop a decentralized, interoperable and flexible system to reduce some operational problems at mass transport systems and to increase their safety.\n \nOne of the concerns of Mass Transportation Operators (MTO) worldwide is the significant amount of users that avoid paying (fare dodging), amount that is increasing nowadays (estimated value of Ä600 million/year).\n\nIn the case of rail and metro, the installation of mechanical fare gates activated with magnetic cards helps reducing fare dodging but some users take advantage of the gate closing delay (necessary for safety reasons) and pass right behind the previous user, without validating any ticket whatsoever (tailgating). There is currently no effective solution for this problem except permanent human surveillance at the gates or the frequent deployment of mass controls: a group of inspectors checks every passing user. These mass controls are cumbersome, inconvenient for the paying user and easily avoidable by the fare dodger.\n\nHAL has developed an artificial vision system that automatically detects tailgating and allows the selective interception of the suspected wrong-doer even before they reach the platform.\n\nThe system is being developed in collaboration with a globally respected MTO active in Barcelona, FGC (Ferrocarrils de la Generalitat de Catalunya), within their Smart Train program. A pilot under regular operating environment has proven the effectiveness of the system.\n\nWith this proposal, we plan to elaborate a detailed feasibility study (Phase 1) that will possibly recommend to opt for Phase 2 funding later on, necessary for extended R&D and for a rapid worldwide dissemination of our solution.  \n\nWe expect to further expand our artificial vision technology (combined with mobile technology, when convenient) to solve other safety and maintenance challenges in nowadays mass transport operations. A second natural step could well be railway signal detection and monitoring.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HOLDING ASSESSORIA I LIDERATGE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938506817": {
            "orgId": "938506817",
            "orgName": "HOLDING ASSESSORIA I LIDERATGE SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}