{
    "rcn": "196275",
    "acronym": "BRIGHT NANO-DIAMONDS",
    "topics": "NMP-25-2014-1",
    "title": "Innovative fluorescent Nanodiamonds as bright permanent markers for diagnostics and anti-counterfeiting",
    "startDate": "01/12/2014",
    "endDate": "31/05/2015",
    "objective": "DiamLite is a French company devoted to the commercialization of innovative fluorescent NanoDiamonds (fNDs) as bright permanent markers for a wide range of applications, in biology and diagnostics or for marking objects (anti-counterfeiting) and fluids (probing reservoir for oil prospection).\nDiamLiteís markers made of fNDs have key advantages over competitive solutions: their intense and indefinite fluorescence, their stability over time and in extreme conditions, their small size, their biocompatibility and the possibility to functionalise them, as well as the ability to produce them at a large-scale, and consequently to sell them at a competitive price. There is currently no commercial source of fNDs having all these exceptional properties.\nDiamLite perfectly controls the production process of these fNDs. Future challenges and objectives of the BRIGHT NANODIAMONDS project through the SME Instrument call are:\n1) The scale-up optimisation for large-scale production of brighter fNDs;\n2) The business development for the two targeted applications.\nTherefore, the SME Instrument Phase 1 will include:\n1) A technical study on the identification of best parameters and conditions for a large-scale production of bright fNDs ;\n2) The selection of the best partners and equipment able to carry out this production in the SME call Phase 2, as well as customer prospection with an intensification of contacts and identification of new business opportunities.\nDiamLite will start co-developments to implement specific applications (for research in life sciences, diagnostics, object marking for anti-counterfeiting). Then, the company will sell fNDs for these applications.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DIAMLITE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938123667": {
            "orgId": "938123667",
            "orgName": "DIAMLITE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}