{
    "rcn": "196233",
    "acronym": "BIOTIMA",
    "topics": "NMP-25-2014-1",
    "title": "Market Opportunity Confirmation for Biomimetic Tissue Matrix Products",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "A variety of in vitro human tissue models are used in the fields of testing of cosmetics products, drug discovery and regenerative medicine.  Most models made from artificial materials do not properly reflect the native tissue morphology and cell composition, while those made of seeded cells/tissues of specific organs lack versatility and are expensive to use.  Ferentisí Biomimetic Tissue Matrix (BIOTIMA) project addresses the need for efficient toxicity testing/cell culture tools enabling more physiologically relevant, predictive and functional tissue mimicking models, that should become the EU standard in its effort to reduce expensive and inhumane animal testing. \nFerentis scientists have developed an innovative patent-pending biosynthetic material ña bioplastic- that is cell-free, stable, biocompatible and optically clear and has demonstrated clinically to promote regeneration of cells. By employing advanced surface nanoengineering techniques, this biosynthetic hydrogel can be deposited, functionally modified and patterned on different substrates, for a variety of lab tissue experiment applications.  The unique advantages of our tissue matrix include unique biomimetic properties, most closely mimicking those of the real tissue, and advanced nano-fabrication methods, allowing a cost efficient, versatile and easy to use solution. The prototypes of our TM cell culture tools have been demonstrated in relevant testing environments and now are being piloted with our early adopter customers, with a primary focus on the cosmetics industry. A thorough feasibility study and an elaboration of a business plan is needed in order to analyze the market, map and confirm commercialization alternatives and prepare the roadmap for scaling-up in preparation for Phase II, market replication.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FERENTIS",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "947744224": {
            "orgId": "947744224",
            "orgName": "FERENTIS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}