{
    "rcn": "196263",
    "acronym": "VR-Suit",
    "topics": "ICT-37-2014-1",
    "title": "VR-Suit : MultiModal experiences in a Virtual World",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "Virtual worlds are an expanding phenomenon in everyday life. 3D movies are the standard in cinemas, a new television is most likely ready to show 3D television.  Smartphones put nearly limitless applications in your pocket. Major tech companies like Facebook keep expanding its levels of virtual social connectivity, and takes the lead in offering social gaming. Computer games are played online, and reaching higher levels of ëimmersioní is key for developers of new games. Virtual reality goggles are on the verge of becoming mainstream, and you can even use your smartphones display as a VR goggle now. \nThere is one very important aspect holding back the current virtual worlds from feeling real ñ the absence of touch.\nTo further increase the meaningfulness of virtual worlds, the user has to be able to physically interact with the virtual surroundings. To not only see his body movement reflected in the virtual environment, but to also feel objects and events from the virtual world ñ in real life. \nElitac, a company specialized in tactile displays, envisions wearable technology that does just that: offer the sense of touch when roaming the virtual world. It does not matter if you are having a Skype conversation with a loved one far away, enjoying a game or movie, working through a professional training simulation or operating a complex robot ñ being able to feel is what will enrich the experience by many times.\nThis proposed project is a feasibility study for a wearable virtual reality suit, for initial offering in the serious gaming market. Elitac wants to offer a product in this market, that enables the wearers to move in a virtual environment and feel objects and events by receiving tactile feedback on their skin. The study focuses on requirement analysis and technical development plans (technical feasibility) and business case design.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ELITAC BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952494411": {
            "orgId": "952494411",
            "orgName": "ELITAC BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}