{
    "rcn": "196255",
    "acronym": "BAMBENG",
    "topics": "NMP-25-2014-1",
    "title": "New BAMboo ENGineered bio-material for sustainable building components",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "Our proposed technology uses bamboo for manufacturing a unique new bio-material which has the potential to replace most commonly used structural materials such as concrete, steel and timber. This novel process will not only ensure the sustainable supply of raw materials via environment friendly new solution in construction industry, but will also provide participating SME with the opportunity to derive an ongoing income.\nBAMBENG proposal outlines the opportunity to develop an innovative technological process which will produce a new constructional product, chemical free and environmental friendly (avoiding the use of toxic and polluting glues) with supreme technological, economic and environmental footprint performances. That would make BAMBENG advantageous competitor and feasible alternative as BAMBENG structural material, represents the best performing material for supporting structure for seismic building.\nBAMBENG is obtained by a simple chafing and pressure welding process, producing a semi-finished completely biological new component. The process in chemical free, energy saving and with a very low footprint, \nCompared with the most direct and similar competitive materials (wood, glulam and glubam) BAMBENG offers better technical performances and up to 45% of cost savings (based on Cost Structure Analysis).\nBAMBENG is worth to invest in because it is  a combination of proven technology and novel application of demonstrable technology and methods which have both economic & environmental benefits: \n- Development of bigger structural components for buildings sector for easy substitution of current material like steel, aluminium, concrete, and even timber, \n- Development of building design to exceed seismic and hurricane requirements,  \n- Transfer to other sectors such as interior and exterior architectural, packaging and design artefacts, \n- Improvement of local bamboo crops at EC level, and \n- Potential to license the technology to SMEs throughout the EU.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CARTACCI BRUNO & C SNC DI ALESSANDRO E LEONARDO CARTACCI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935910515": {
            "orgId": "935910515",
            "orgName": "CARTACCI BRUNO & C SNC DI ALESSANDRO E LEONARDO CARTACCI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}