{
    "rcn": "196236",
    "acronym": "NASTEX",
    "topics": "ICT-37-2014-1",
    "title": "Study feasibility and best route to market for telecare solution in Germany and Japan",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "Navigil has launched a disruptive wearable mobile personal safefy solution into the Finnish market (http://www.navigil.com/products/s1-wearable-telecare-watch-phone/). The solution has been developed using customer requirements from market leading telecare provider (Esperi Care) who is our first customer and from similar entities in the UK. \n\nWearers of our wristwatch are elderly persons requiring assistance in order to live independently at home and persons suffering from dementia. Users of our location and reachability / call routing services are individual caregivers and municipal/professional telecare providers.\n\nThe lack of care resources for elderly care and for dementia sufferers is an acute issue in all EU countries. The Navigil solution addresses this particular issue by enabling persons to live safely at home longer. If the move of a person to sheltered care housing can be delayed by three days the Navigil solution saves costs. Similarly if the recuperation time in hospital after a fall can be shortened by one day our solution saves costs.\n\nNAvigil STudy on EXpansion (NASTEX) is a project to validate our solution's fit to the German and Japanese markets and to build a market engagement plan for each market found viable.\n\nThe outcome of the study is validated eligible market size, definition of the optimum route to market and list of verified customer requirements. The best route to market study includes alternative routes for each key segment. The customer requirements verification includes collection of key customer requirements in a given market and their comparison to those found in the EU. The R&D impact of new or different customer requirements is one element of market viability and profitability calculation.\n\nThe NASTEX project is critical for our expansion plans, without it the profitability of a new market can't be reliably verified. Failure to do the verification could impair expansion efforts in the EU markets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NAVIGIL OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936080847": {
            "orgId": "936080847",
            "orgName": "NAVIGIL OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}