{
    "rcn": "196259",
    "acronym": "GroupEstate",
    "topics": "ICT-37-2014-1",
    "title": "GroupEstate Feasibility Study",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "GroupEstate is an innovative ICT business that seeks to solve a major social problem - access to affordable home ownership. It addresses this problem by providing an online platform that allows individuals to start and manage a shared property project, in which the ownership structure of a property is split between several individuals. By dividing the cost of purchasing real estate, participating individuals can more readily gain access to the property market, thereby affording them at least a portion of the benefits of home ownership.\nTo enable this disruptive approach to property and finance markets, GroupEstate will develop prototypes of its internet-based software product for European markets. Important milestones - such as the acquisition of beta test users, securing of banking and real estate industry partners, incubation period in a technology hub, and nomination for a major European innovation prize - have been reached.\nGroupEstate will now launch a six-month feasibility study to analyse its progress, refine and expand its technology, identify key customer segments, assess and improve existing financial assumptions and market size analysis, and explore current and potential revenue channels. The feasibility study will include a review of international expansion opportunities by studying European markets according to a set of criteria, identifying potential partners, reviewing regulatory and legal environments, checking prototype product fit and localization requirements, and undertaking a cost analysis. The feasibility study will be prepared concurrently alongside a detailed business plan.\nGroupEstate's innovative and scalable technology product will disrupt existing markets, solve a social challenge, and generate sustainable and profitable revenues. But it also carries high risks and barriers to entry. A detailed feasibility study and business plan is needed to understand and overcome the obstacles to implementing its visionary solution.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GROUPESTATE UG (HAFTUNGSBESCHRANKT)",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936094524": {
            "orgId": "936094524",
            "orgName": "GROUPESTATE UG (HAFTUNGSBESCHRANKT)",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}