{
    "rcn": "196207",
    "acronym": "PlotLab",
    "topics": "SFS-08-2014-1",
    "title": "PlotLab - Plot combines with integrated lab equipment for lean breading",
    "startDate": "01/04/2015",
    "endDate": "30/09/2015",
    "objective": "In order to feed the larger, more urban and richer population, food production must increase by 70%, and annual cereal production will need to rise to about 3 billion tonnes from 2.1 billion today. However, there are limited opportunities to expand the area of agricultural land without huge detrimental impact on the natural environment. As a consequence, sustainable increase of food supply must be based on productivity improvements. Plant breeding has significantly contributed to and will continue to be a major contributor to increased food security.\nThe breeding and seed production process comprises many different stages. An important part is the process where varieties are selected for field tests and planted in small 10-15 m2 plots, often 10-thousind of such plots. The following step, where crop is harvested and the quality of the crops in individual plots are determined, is a resource and time consuming process. The process involves both specialised field equipment ñ the so-called plot combines for harvesting of the plots - and subsequent lab testing of the yield and quality parameters of crop to determine the 5%-20% candidates for further field testing.\nThis project will bring new machinery to market which by integrating the field equipment (the plot combine) with lab equipment can shorten the time span of the breeding and seed production process, and has the potential to shorten the variety testing and selection process by a whole season. Moreover, by determining the quality parameters (water content, oil, protein, digestibility, sugar, etc.) at the time of the harvest, only the crop from fewer candidates plots needs to be packaged and handled for further processing, saving both significant labour efforts and reducing the risk of handling-related errors in the process.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "J HALDRUP AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939060396": {
            "orgId": "939060396",
            "orgName": "J HALDRUP AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}