{
    "rcn": "196273",
    "acronym": "FlowcusinUp",
    "topics": "NMP-25-2014-1",
    "title": "Scale Up of Microencapsulation Systems by using Flow Focusing Technology",
    "startDate": "01/02/2015",
    "endDate": "30/06/2015",
    "objective": "FlowcusinUP global innovation project aims at designing an innovative Microencapsulation industrial-strength system sufficiently scalable, adaptable and versatile to fulfil new market opportunities.\n \nIngeniatrics is a highly innovative SME with extensive background in micro-and-nanoscale market and technologies, and with an Intellectual Knowledge protected by over 80 national and international patents (and applications). Despite his proven track record, Ingeniatricsí current laboratory-based manufacturing facility couldnít afford the increasing demands of the fast-growing microcapsules market. \n\nFlowcusinUP industrialization will improve the efficiency in the process of manufacture, driving Ingeniatrics to produce monodisperse particles with a core-shell full protection and sizes below 100-150 microns. At this moment, there is no system capable of producing microcapsules with ultimate features that allow the patented technologies from Ingeniatrics and with efficient quantity/cost ratio to address industry-wide production.\n\nThe present FlowcusinUP Phase 1 will undertake technical, economical, operational and marketing-related analysis to validate the profitability of the solution and successful access to global market. At the end of phase 2 FlowcusinUP foresees a reduction of production costs of approximately 50 times, and reduction of production time around 150 times compared to current systems. \n\nThe future commercialization of the FlowcusinUP outcomes will strengthen EU microparticlesí ecosystem and related applications (nutraceuticals, agrochemical, pharmaceutical, food, textiles, paper industry...) and will booster Ingeniatrics to a leading position within the microencapsulation market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INGENIATRICS TECNOLOGIAS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "957806325": {
            "orgId": "957806325",
            "orgName": "INGENIATRICS TECNOLOGIAS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}