{
    "rcn": "196202",
    "acronym": "FreshInk",
    "topics": "SFS-08-2014-1",
    "title": "Colour-code labelling for continuous monitoring of quality and safety of packed chicken meat",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "Every year, approximately 30 million tonnes of food is wasted in Europe because it was not consumed before the expiry date. Currently, expiry date labels do not provide an accurate indication of the foodís freshness, instead reflecting the worst case scenario of how long a product should be safe to eat. FRESHINK is an ink product that changes colour as the foodís freshness status changes, allowing consumers to make decisions on whether to eat or dispose of the product, based on the real freshness status of the food.\n\nCHIMIGRAF are an SME dedicated to the production, distribution and sale of liquid flexographic inks for the printing industry and the developers and owners of FRESHINK. They have developed and validated FRESHINK in the Spanish national project SENSOPACK. They now propose to use a phase 1 SME Instrument to confirm the market potential of FRESHINK labels, specifically targeting the market segment of packaged chicken breasts.\n\nThe project will seek to i) validate the ink formulation and printing conditions at industrial scale, ii) test the label in real life conditions of packaged chicken breast meat, iii) engage consumers and stakeholders to validate market acceptance, iv) develop a comprehensive investor ready business plan.\n\nThe outcome of the project will be a series of identified technical and market related challenges, and a strategy to overcome them, that must be completed by CHIMIGRAF in order to successfully launch the FRESHINK labels in the packaged chicken breast market. It is anticipated that achieving a market penetration of 5%, five years after the project has finished will earn CHIMIGRAF a profit of approximately 6.5 million Euros, and will help reduce European food waste by 25,000 tonnes annually.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FUNBRICKS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938696646": {
            "orgId": "938696646",
            "orgName": "FUNBRICKS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}