{
    "rcn": "196208",
    "acronym": "OLDIAS",
    "topics": "PHC-12-2014-1",
    "title": "Online Dialysis Sensor",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "End-stage renal disease (ESRD) is the most severe form of chronic kidney disease that is an incurable health failure. ESRD is a widespread health issue in developed countries and the patients have only two options: either receive permanent renal replacement therapy or undergo surgery to receive a kidney transplant. There are approximately 3.1 million patients worldwide suffering from ESRD that need artificial methods to replace regular kidney functions in their organism. \nThe main objective of the project is to validate the uremic biomarkers in a clinical research setting by developing a diagnostic medical device in the form of a novel on-line dialysis sensor that offers a unique method for the biomarker detection. At the heart of the development is technology developed by Optofluid Technologies (OFT) that is free of the flaws of current dialysis monitoring methods such as estimating only urea based biomarkers and will offer enhanced possibilities for dialysis monitoring and quality assessment. This enables the developed sensor to outperform all the current monitoring methods on the market and fully utilize the possibilities of modern dialysis methods resulting in higher treatment efficiency and ultimately disrupting the dialysis equipment market and replacing previous technologies. The market demand has been proven by attracting business inquiries from the leading dialysis equipment producers. Negotiations with selected partners are underway.\nA successful commercialization will help to improve clinical decisions by clinicians leading to better treatment. Besides enhanced treatment quality, the novel OFT's technology will significantly reduce the environmental impact of the treatment, reduce the healthcare costs of ESRD patients and improve the patients' life-quality. In order to guarantee a successful commercialization OFT has a team of experts with previous experience in business development and medical technology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OPTOFLUID TECHNOLOGIES O‹",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939308134": {
            "orgId": "939308134",
            "orgName": "OPTOFLUID TECHNOLOGIES OÜ",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}