{
    "rcn": "196223",
    "acronym": "GRAPHEEN",
    "topics": "SIE-01-2014-1",
    "title": "Green and Straightforward process for the synthesis of Graphene based-nanomaterials for energy applications",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "GRAPHEEN project aims at scaling up a green, affordable and straightforward process for the industrial synthesis of graphene-based materials for their use as new electrode materials in higher performance electrochemical energy storage devices: lithium ion batteries and supercapacitors. \n\nLithium Ion batteries (LIBs) are currently dominating the energy storage market, as they are to date best performing devices in terms of energy storage capability (energy density). However, LIBs are still facing challenges because they lack of a high power density, meaning these devices have long charging/discharging cycles. This issue is especially important in view of efficiently exploiting renewable energies and especially for supplying the required energy to power electric vehicles (when high energy inputs are required in a very short time). As alternative, supercapacitors emerge as alternative to Lithium Ion batteries because these devices can provide high energy inputs in just a matter of seconds because of their high power density. Nevertheless, in contrast with LIBs, supercapacitors cannot accumulate enough energy to supply during a long time (they have a low energy density). For these reasons, supercapacitors and LIBs are being used as complements one of each other in those highly energy demanding applications. In view of the rapid market entrance of electric vehicles and the big pressure towards using alternative energy sources to fossil fuels, the energy sector is facing an increased need for solutions to enhance the power density of LIBs and to improve the energy density of supercapacitors. The solution to achieve these improvements is the development of new and better performing electrode materials, as the performance of electrochemical devices mostly relies on the properties of the electrodes integrating them.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GNANOMAT SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935941652": {
            "orgId": "935941652",
            "orgName": "GNANOMAT SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}