{
    "rcn": "196229",
    "acronym": "YouBeep",
    "topics": "ICT-37-2014-1",
    "title": "YouBeep ñ InStore mobile shopping and analytics",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "This project is YouBeep, a patented new checkout system, available free to use with a smartphone, expected to change the way people do their shopping in a retail store, allowing checkout a full shopping cart in under a minute. The long queues and waiting time at checkout lines are a key factor in customer satisfactions, and effectively represent a real high cost for retailers worldwide. Our proposal addresses this issues.\nShoppers will be able to scan their items as they shop, saving time, while keeping the control over the overall amount to be paid, and their grocery list. At checkout, the shopper just needs to use their phone at any available checkout, by scanning a Qrcode. \nYouBeep is supported by a hardware component (patented USB device), mobile App and a cloud solution. It allows integration in any POS systems and zero software integration. Installation is simply connecting a USB cable, and all loyalty and couponing programs are still supported. \nThe potential market for the product is very promising. The overall market for this product overlaps and greatly exceeds the market of self-checkout system that is growing at a rate of 15% per year. YouBeep usage data provide valuable analytics to retailers and Brands, and effectively leverages retailers, by providing top innovative retail technology, usually only available to top retailers, to more challenging retailers, at a viable cost, increasing EU competitiveness. The company has made an agreement with the major retailer in Portugal, for a public Pilot Trial at their stores. \nThe objectives set for the feasibility study are validation of user traction in a meaningful pilot trial at several stores, Retailer validation, and creation of a business and marketing plan, including pricing model. In addition to this we also intend to progress and make sure our project takes the necessary steps to be eligible for Phase 2 funding of SME Instruments.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "XHOCKWARE SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938617785": {
            "orgId": "938617785",
            "orgName": "XHOCKWARE SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}