{
    "rcn": "196212",
    "acronym": "Platon",
    "topics": "ICT-37-2014-1",
    "title": "software PLATform fOr iNteroperable multiphysics digital mock-up",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "Simulation tools for virtual dynamic mock-ups are more and more adopted by product engineers because they produce essential engineering insights, avoiding significant time and cost investments. Nevertheless, the different modules of the PLM flow do not communicate each other and existing studios suffer from a non-integrated approach. Going cheaper and faster will require new technical offers and business models.  Platon will solve these issues by bringing a disruptive approach at the international level. It will provide an interoperable single environment to applications which will share the same digital mock-up, allowing easier product analysis and optimization. Customers will be able to target 0 costly prototype and to increase engineersí productivity. Indeed, Platon will enable users to 1) automate many repetitive design and modelling tasks, 2) evaluate the impact of design changes, 3) deploy best practices to non-experts and 4) partner with design & engineering colleagues more effectively. Phase 1 will investigate identified bottlenecks and allow a deeper market analysis. The results will be delivered in updated business plan, leading the solution to the market with clear, measurable, realistic and achievable objectives.  Optisí strategy is based on a win-win approach with stronger ROI for the entire ecosystem. Optis is structured with international subsidiaries and has delivered more than 7000 licenses worldwide. PLATON already owns its dedicated distribution network and a wide base of clients.  Platon will enable Optis to move from a technology provider position to a solution provider status while other editors proposing complementary approaches will become natural partners through a specific platform agreement.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OPTIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "957895856": {
            "orgId": "957895856",
            "orgName": "OPTIS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}