{
    "rcn": "196287",
    "acronym": "WISE",
    "topics": "IT-1-2014-1",
    "title": "WISE ñ Wide Instantaneous Support Equipment",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "In the aviation industry, the downtime of aircrafts due to maintenance operations, also called Aircraft On Ground (AOG), represents a huge economic loss for airline companies. Each 24 hours of AOG can cost up to 100 000$ to the company . While the repair of electronic circuits often takes only a few minutes, repairing a part of an aircraftís structure can range from a couple of days to several weeks. The WISE (Wide Instantaneous Support Equipment) project aims at accelerating and improving structural repairs on aircrafts.\n\nIn the current market organisation, structural repairs require onsite specialized expertise. As experts are not available in every airport, they often have to be flown on site and this creates costly delays. Instead of physically moving the experts, WISE will bring expert assistance to the onsite teams through an advanced augmented reality communication system. Any maintenance site will then be able to benefit from the cumulated expertise of SUNAERO, which provides better results than any individual expert and avoids the added inconvenience of delaying the repair. Air flight security will be improved and costs reduced.\n\nThe WISE project stems from repeated requests from customers, challenging us to devise a device capable of bringing world-class expertise to their onsite general maintenance teams. As the financial and technical benefits of such a solution are quite obvious, the goal of this feasibility study is to prove that such a feat is achievable.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SUNAERO - HELITEST",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939237518": {
            "orgId": "939237518",
            "orgName": "SUNAERO - HELITEST",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}