{
    "rcn": "196278",
    "acronym": "WHEY2VALUE",
    "topics": "SC5-20-2014-1",
    "title": "Whey2Value: valorising waste whey into high-value products",
    "startDate": "01/02/2015",
    "endDate": "31/05/2015",
    "objective": "ACIES BIO has developed an innovative and disruptive high-value technology to address a major economical and environmental challenge of the worldís dairy industry: waste whey. Over 200 million tons of whey is generated annually, and only limited economical solutions exist to process it. The innovative patent pending technology Whey2Value uses a unique bioprocess to utilize whey as a primary ingredient for microbial fermentation to produce sustainable high-value products, such as vitamin B12. The technology greatly reduces the negative impact on the environment by almost eliminating the organic content of the wastewater, allowing for its recycling, while the product of the technology is a protein-rich biomass with high content of vitamin B12 to be used as a very high quality animal feed to complete the dairy industryís circle. The innovation W2V is perfect example of how circular economy should work. The Whey2Value technology requires a very low-cost processing facility, which can be installed on site, and minimal maintenance costs. It represents a truly unique opportunity to create a huge and disruptive impact on dairy industry, particularly for the competitiveness of small and medium sized European dairy companies, generating high-value products from waste material, and at the same time creating a sustainable solution with a greatly reduced burden to the environment. The objective of this project proposal is to prepare a thorough business plan and feasibility study in the scope of Phase 1, followed by scaling-up and demonstration of operational technology in industrial setting with a local dairy company in the scope of Phase 2. The technology is ready for industrial demonstration, which will be followed by EU and global commercialization of Whey2Value. We expect a rapid worldwide market adoption of this disruptive eco-biotechnology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ACIES BIO BIOTEHNOLOSKE RAZISKAVE IN RAZVOJ DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997260784": {
            "orgId": "997260784",
            "orgName": "ACIES BIO BIOTEHNOLOSKE RAZISKAVE IN RAZVOJ DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}