{
    "rcn": "196251",
    "acronym": "BARAT",
    "topics": "PHC-12-2014-1",
    "title": "Biomechancial Aneurysm Risk Assessment Trial",
    "startDate": "01/03/2015",
    "endDate": "31/10/2015",
    "objective": "The formation of aortic aneurysms is the by far the most common aortic disease and its prevalence (1%-5% in the 65\\ population) strongly increases with age. Expensive aneurysm repair interventions (about 60k per year in Europe) are performed in order to prevent aortic aneurysms from rupture. However, oversimplified criteria like the maximum transverse aortic diameter or the aortic expansion rate are used to indicate aneurysm repair. These criteria fail to provide patient-specific (individualized) treatment indication, such that many patients are treated without a reason and health care resources are wasted. In contrast VASCOPSí A4clinics software allows a detailed biomechanical rupture risk assessment, and hence, allows prioritizing patients according to their individual risk of aortic rupture. The market volume for such diagnostic information is estimated to 12000kÄ per year in Europe.  A4clinics is patented, CE approved and achieved already Technology Readiness Level 9. Despite first retrospective validation studies demonstrated the clinical benefit of the system large prospective validation is needed to fully convince clinicians and to commercially exploit the product. Consequently, the aim of this proposal is to develop a clinical validation plan for the A4clinics software, which is tightly linked to its successful large-scale commercialization. Key points are the definition of a targeted validation strategy and the installation of an effective network of clinical partners, who also should serve as national contact points for product commercialization. In addition early measures to gain awareness of the validation initiative and links to product distribution plans are investigated. The planning will be performed in collaboration with our clinical contact at Karolinska University Hospital in Stockholm, Sweden. Stockholm area screens for aneurysm patients, and, as such provides latest, and for most European countries, a future health care environment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VASCOPS GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935960179": {
            "orgId": "935960179",
            "orgName": "VASCOPS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}