{
    "rcn": "196214",
    "acronym": "BioStomy",
    "topics": "NMP-25-2014-1",
    "title": "Development of manufacturing process for a novel multi-layer film comprising of a water-soluble polymer and a bio-compostable polymer to enable flushable ostomy pouches",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Ostomy drainage pouches are medical devices made of heavy-duty plastic used to collect waste from a surgically diverted colon, ileum or urinary system. Unfortunately, their disposal can cause users psychological, social, and work-related problems, negatively affecting their quality of life. Soiled ostomy devices become domestic waste and the heavy-duty plastic is non-bio-compostable and so ends up at landfill sites with over 850 million ostomy pouches disposed in landfills annually across the EU representing more than 100,000 tonnes of liquid and plastic waste.\n\nBioStomy seeks to address challenges faced by ostomy pouch users, by providing an industry first, fully flushable ostomy pouch, enabled through the combined use of advanced water soluble and biodegradable material and a novel advanced manufacturing process involving a single co-extrusion of these materials and an adhesive layer. \n\nWe anticipate that over a period of five years, we will be able to replace 5.49 million pouches making a profit of Ä23.79 million and saving over 600 tonnes of plastic waste from landfills. Eucomed estimates that about 0.14% of the total population (700,000 citizens) in the EU has an ostomy and so BioStomy addresses Europeís challenges of an increasingly ageing society and reducing waste by providing an innovative, ostomy pouching system that is environmentally friendly and convenient for users. \n\nIn the Phase 1, we intend to investigate the dynamics of the co-extrusion process, study the market and investigate potential alternative applications for our product.\n\nThe aim of Phase 2 will be to reduce the thickness of our novel multi-layer material so as to reduce cost and increase usability and manufacturability. Secondly, to prototype and validate a high volume advanced manufacturing process using a single multi-layer differentiated co-extrusion to produce the prescribed film.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ACEDAG SCIENTIFIC LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938168384": {
            "orgId": "938168384",
            "orgName": "ACEDAG SCIENTIFIC LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}