{
    "rcn": "196234",
    "acronym": "COLOMBUS-1",
    "topics": "IT-1-2014-1",
    "title": "COmposite repair solutions for aeronautical BUSiness development ñ Phase 1",
    "startDate": "01/01/2015",
    "endDate": "30/06/2015",
    "objective": "Composites are extensively used in many industrial applications, primarily in Transport. A technological sector dealing with composite repair solutions has emerged, now expanding proportionally to the extension of composites applications. GMI is a leading SME in this sector since 25 years, developing equipment for composite manufacturing, maintenance and repair. To ensure excellence, during the last 15 years GMI has invested in participating to several EU co-funded R&D Projects, focusing on the development of innovative composite repair solutions. As a result, today GMI possesses in its portfolio innovations deriving from more than 15 R&D projects, focusing in composite repair: Advanced heating solutions for curing of complicated aircraft composite repairs, Repair application equipment, for high performance adhesive bonding and Smart patches enabling SHM of critical aircraft components. As there is a rising demand for this type of tools, both from the aeronautical and from other closely related industries (aolien, petroleum platforms, civil engineering), GMI objective is to improve its commercial position to those markets exploiting its technological excellence. Apart from direct equipment sales, a variety of related services will be additionally developed (training, studies for demanding repairs, consulting, certification support, logistics, application of advanced repairs, participation to R&D projects, etc). To this end 2 phases have been specified: Phase 1: Development of a feasibility study, to examine technological, practical and economic viability issues, resulting in a realistic business plan for growth through ìCOmposite repair solutions for aeronautical BUSiness developmentî: COLOMBUS-1; Phase 2: COLOMBUS-2 will be submitted to EU, including required innovation and support activities for the materialization of prepared GMI plan. A sustainable increase of yearly turnover by 20% is expected for the next 10 years, following implementation of COLOMBUS projects",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GMI AERO SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997697769": {
            "orgId": "997697769",
            "orgName": "GMI AERO SAS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}