{
    "rcn": "196271",
    "acronym": "Pathogens detection",
    "topics": "SFS-08-2014-1",
    "title": "Antibiotics reduction with early mastitis pathogens detection for @ point of animal care usages",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "Blue4Green will develop a portable sample handling/sensing system for DNA and/or RNA fragments. The input to such a system is a raw sample of milk, containing the bacteria to be analysed that causes mastitis. Most of the time treatment starts without knowing the responsible pathogen. Often, the wrong (or not most optimal) antibiotic is used as treatment. When therapy fails, new mastitis incidences and prevalenceís are rising. To test, at this moment farmers collect their samples in testing tubes. These tubes should be transported and send to a laboratory. Within the laboratory, the fluid is tested and the farmer receives the results within three (or more) days. The new technology, concerns a more rapid detection method. Within the technique of B4G, it is possible to know which pathogen is responsible for the inflammation to treat mastitis infection within three minutes instead of three days (or more) since the farmer can test it by himself. With a rapid mastitis pathogen test:\n- less mastitis incidences occur\n- reduce of revenue losses (less new infection)\n- there will be less use of unnecessary antibiotic\n- more milk will be produced\n- a better dairy cattle lifetime will be developed, resulting in a better return on investment for the farmer per cow\n\nDetecting mastitis at an early stage is a new competitive eco-innovative process that contributes to a more resource-efficient, sustainable circular economy. Continuing population and consumption growth will mean that the global demand for food will increase for at least another 40 years. Growing competition for land, water, and energy, will affect our ability to produce food, as will the urgent requirement to reduce the impact of the food system on the environment. Extending the lifespan of dairy cattle by combating mastitis with better insights @ point of animal care using innovative diagnostics tools will lead to a proper use of resources hence a more the efficiency  use of raw materials.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BLUE4GREEN BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938058677": {
            "orgId": "938058677",
            "orgName": "BLUE4GREEN BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}