{
    "rcn": "196254",
    "acronym": "Wavepiston",
    "topics": "SIE-01-2014-1",
    "title": "Low price wave energy conversion through force cancellation.",
    "startDate": "01/02/2015",
    "endDate": "31/05/2015",
    "objective": "No attempt to harvest energy from waves has resulted in an economically viable and competitive technology. Many projects stopped and investors have become sceptical of wave power. Currently the cost per watt of usable wave energy is high, due to a focus on energy conversion methods and efficiency, rather than on mooring and grid connection, accounting for more than 90% expenditure.\nWavepiston is a break through near-shore wave power technology producing energy from waves at a competitive price with respect to the most efficient renewable energy technologies. The system consists of identical modules mounted on a string pumping pressurized water to shore for successive energy conversion. Using Wavepistonís patented ìforce cancellationî principle the system is able to reduce the amount of forces on the mooring and structure to 1:10, requiring a simpler structure and therefore reducing capital costs. The Wavepiston system can provide cost efficient, clean and reliable renewable energy to help meet Europeís increasing demand and achieve emissions reduction targets. The offshore application ensures it is a suitable fit also for remote islands and isolated coastal communities.\nThe Wavepiston system was conceived in 2006 and in 2009 the concept of force cancellation was patented. In 2010 numerous tank tests were performed with a system 1:30 the size, that experimentally validated the system and proved each panel can harvest more than 5% of the energy contained in a wave. In 2013 a proof of concept was carried out offshore with a system 1:9 the size and it worked better than predicted. Vryhof Anchors and Nurmi Cylinders, specialised in offshore mooring and hydraulic pumps respectively, have joined the project to support product industrialization. \nPhase 1 will assess various business models (with the support of the ESCO company EnerMed partner in the project), establish a complete supply chain and plan all activities for the large scale pilot to be held in Ireland.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WAVEPISTON A/S",
    "coordinatorCountry": "DK",
    "participants": "ENERGIA MEDITERRANEA SRL;VRYHOF ANCHORS BV;NURMI CYLINDERS OY",
    "participantCountries": "IT;NL;FI",
    "projectParticipants": {
        "938908203": {
            "orgId": "938908203",
            "orgName": "WAVEPISTON A/S",
            "ecContrib": 50000
        },
        "935860851": {
            "orgId": "935860851",
            "orgName": "ENERGIA MEDITERRANEA SRL",
            "ecContrib": 0
        },
        "962498409": {
            "orgId": "962498409",
            "orgName": "VRYHOF ANCHORS BV",
            "ecContrib": 0
        },
        "935842421": {
            "orgId": "935842421",
            "orgName": "NURMI CYLINDERS OY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}