{
    "rcn": "196205",
    "acronym": "ADA",
    "topics": "NMP-25-2014-1",
    "title": "Accelerating the Dissemination of Agluna(R), a clinically proven innovative silver ion based anti-microbial surface technology, from orthopaedics sector into the dental implant sector",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "The project objective is to confirm the commercial application of Agluna(R), an innovative silver ion based anti-microbial surface technology, to dental implants. Agluna(R) has already demonstrated a significant reduction in the incidence of post-operative infection in clinical use within the EU limb salvage market, and is being actively commercialised within the wider global orthopaedic market.\n\nImplant related infections are associated with the formation of biofilm on the surface of implanted devices. This is a global problem with socio-economic costs recognised across a range of medical device sectors. The dental implant sector is actively searching for solutions to the problem of post-operative implant infection (peri-implantitis). With growing concern about antibiotic-resistant bacterial strains, the subsequent expected outcome following this project is for Agluna(R) to become commercialised in EU/global markets as a differentiated, cost effective and clinically proven technology utilising silver ions, a well-known biocide with very limited reported bacterial resistance.\n\nPhase 1 will confirm a business plan for successful commercialisation of Agluna(R) in the dental implant sector. We seek confirmation of:\n\n- the size and scope of the EU and global market opportunity in the dental sector;\n- competing approaches to prevention and control of post-operative infection in this sector;\n- market entry strategy taking account of EU and other international regulatory pathways;\n- investment requirements, time to market, and return on investment.\n\nPhase 1 is six months in duration; the principal deliverable is a fully substantiated business plan. This will provide the basis for Phase 2, in which Agluna(R) will be piloted on a dental implant product that is designed, manufactured and clinically tested in a human proof of concept study.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ACCENTUS MEDICAL LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939137802": {
            "orgId": "939137802",
            "orgName": "ACCENTUS MEDICAL LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}