{
    "rcn": "196285",
    "acronym": "MalaDiag",
    "topics": "PHC-12-2014-1",
    "title": "Development of a very rapid diagnostic test for malaria, based on break-through detection technology and new biomarkers of infection.",
    "startDate": "01/12/2014",
    "endDate": "31/05/2015",
    "objective": "The overall project objective is to develop and bring to market a very rapid diagnostic test (V-RDT) for malaria, based on break-through detection technology and particularly relevant biomarkers of infection. \n\nOur ambition is for our diagnostic device to become the reference technology in all malaria endemic areas.\n\nA key advantage of our approach lies in the combination of an innovative detection device with novel biomarkers that should significantly improve the quality of testing and the ability to implement mass testing campaigns.\n\nOur device is expected to overcome most shortcomings identified in devices currently on the market. The expected added value of our proposed diagnostic device to users is multiple including:\nï\tRapidity: 1 minute vs. 15-20 minutes required for most current tests. This is a major competitive advantage for cross-sectional testing necessary for eradication efforts;\nï\tHigh sensitivity including quantitative evaluations (picomolar detection);\nï\tSeveral simultaneous measures to distinguish parasite species (P. falciparum / P. vivax); \nï\tInfection parameters (parasite density and antibody response): the comprehensive nature of our diagnostic read-outs provide information on prognosis and/or therapeutic response in addition to simple yes/no diagnoses; and\nï\tFunctional and reliable in expected field conditions (tropical environments).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VAXIMAX",
    "coordinatorCountry": "FR",
    "participants": "METEMIS DEVELOPMENT",
    "participantCountries": "FR",
    "projectParticipants": {
        "935822051": {
            "orgId": "935822051",
            "orgName": "METEMIS DEVELOPMENT",
            "ecContrib": 0
        },
        "935873655": {
            "orgId": "935873655",
            "orgName": "VAXIMAX",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}