{
    "rcn": "196238",
    "acronym": "ModeCore",
    "topics": "ICT-37-2014-1",
    "title": "Muli-path optical fibre modules",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "The business concept is to provide advanced optical fibre components, modules and sub-systems utilising advanced, new fibres; few mode fibre (FMF), multi-core fibre (MCF). Sensing systems based on these new fibres and space division multiplexing (SDM) systems, for enhancing future network capacity, are being developed, but the problem is that there are no commercially available component products to build these systems.\n\nThe project objective is to develop a range of optical fibre component, module and sub-system products for FMF and MCF solutions in network and sensing applications. Basic building block components and fully integrated multiplexers and amplifiers for high channel count systems will be developed.\n\nDemand for components utilising these new fibres is continuing to increase and technical specifications are developing. Within this project Phoenix will have the resource to work with the customer, to develop a required specification of product and supply to the customersí needs.\n\nThe feasibility assessment will enable a full commercial assessment to be made. Current technology status, competitive landscape, operator forecast and customer requirements will be assessed. Potential partners and sub-contractors to develop the suite of products will be identified and a roadmap with route to market will be defined. \n\nThe market is global and this project will provide the opportunity for a European SME to be at the forefront of this key future technology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PHOENIX PHOTONICS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "985720306": {
            "orgId": "985720306",
            "orgName": "PHOENIX PHOTONICS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}