{
    "rcn": "196279",
    "acronym": "BrainWorkloadReader",
    "topics": "IT-1-2014-1",
    "title": "Generation of a business plan for the production of a compact and reliable device able to measure in real-time the cerebral  workload state of high responsibility operators in the transport domain",
    "startDate": "01/01/2015",
    "endDate": "31/05/2015",
    "objective": "The present proposal aims to generate a business plan related to the realization and commercialization of an already developed prototype able to track in real-time the cerebral workload of aircraft pilots or other operators in the transport domain. Such operators could be for instance the Air Traffic Controllers (ATCos) or those devoted to control the traffic of an high speed train network or subway. The developed device, named BrainWorkloadReader (BWR) will be used: \ni) during training-assessment programs, to quantify the progress of the learners in terms of amount of cognitive resources requested during simulated or real tasks; \nii)  during the normal daily activities of an operator in order to monitor in real time his/her cerebral workload for traffic control of airplanes, trains or cars in specialized control rooms. \nThe BWR device consists in a easy wearable cap with 6-8 electrodes connected in a wireless way to a portable recording systems. The already developed prototype has the size of a smartphone and it is able to return information about the level of cognitive workload of the operator (e.g pilots, ATCos etc etc). \nThe BWR device has no counterpart actually in the market, and its role will be not limited to the transport domain but it is potentially applicable in every situation in the close future in which there will be an operator and a task to be performed. This means that it will be possible to measure the level of cerebral effort across different contexts, including operators in remote surveillance tasks, etc. etc. \nPossible applications will be in any environment in which a human has to monitor a system or a process and in which the occurrence of an error due to the excessive operatorís workload could have significant consequences for the safety of both the operators and other human subjects.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BRAINSIGNS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951594348": {
            "orgId": "951594348",
            "orgName": "BRAINSIGNS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}