{
    "rcn": "196299",
    "acronym": "PRINTOO",
    "topics": "ICT-37-2014-1",
    "title": "PRINTOO - flexible, thin, printed electronics prototyping kit",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "Ynvisible is a start-up company in Printed Electronics (PE) with the vision of bringing everyday objects and surfaces to life, making them more useful and enjoyable. In order to democratize access to revolutionary new PE technologies developed in Europe and North America, Ynvisible developed its first consumer product, Printoo.\nPrintoo is a flexible, modular, electronics prototyping kit which allows anyone to create new interactive products using thin, flexible, PE components, including Ynvisibleís displays. The project was launched through a Kickstarter crowdfunding campaign, which was hugely successful and received highly positive feedback from educators, tech enthusiasts and entrepreneurs, as well as wide media publicity highlighting the innovative nature and market potential for Printoo. The crowdfunding campaign allowed us to identify three main market segments: education, ìmakerî community and design & prototyping. Printoo is an essential prototyping platform for entrepreneurs and ëmakersí looking to develop and prototype new intelligent products where flexibility and form-factor are essential requirements. \nEducators have demonstrated great interest in Printoo as a tool to develop creativity, design and do-it-yourself technical skills in students at any level of the learning curve. As an educational tool, Printoo can greatly contribute to European-wide initiatives such as the ìeSkills for jobs 2014î initiative, in which Ynvisible is already enrolled as a partner. In addition, the commercialization and value chain creation impacts of Printoo will strongly contribute to European goals set out in the ICT 3 programme directed at TOLAE technologies. \nWith this feasibility study, Ynvisible intends to undertake an in-depth analysis and market testing for Printoo, to better define the business models for each of the pre-identified target markets, as well as the global strategy to turn Printoo into a global success.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "YD YNVISIBLE SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "957532203": {
            "orgId": "957532203",
            "orgName": "YD YNVISIBLE SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}