{
    "rcn": "196260",
    "acronym": "BIOCURE",
    "topics": "BIOTEC-5a-2014-1",
    "title": "Novel Biomaterial for Improved and Cost-efficient Wound Healing",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "Wound treatment is a major healthcare cost for all developed countries. The global market for advanced wound care products was projected to be $ 3 billion in 2012, with an annual growth above 10% and representing one of the leading medical product sectors . However, this represents only some 15-20% of the overall cost of wound treatment, where hospitalisation and nurse time represent the remaining costs. \n BIOVOTEC aims to pursue a major market opportunity by developing a novel biomaterial based cost-effective wound dressings that can be used for initial treatment of all wounds at risk of delayed or non-healing, reducing the incidence of chronic wounds. BIOCURE range products will be safer, potentially more effective, much more easily scalable and significantly lower in cost when compared with the available advanced wound healing products.\nBIOCURE is an opportunity for BIOVOTEC to enter the world-wide advanced wound care market and maintain the European competitive position in the growing biotech and wound management sector. The accomplishment of the project objectives will thus represent a significant business opportunity for BIOVOTEC. Furthermore, BIOCURE will positively impact clinicians and patients through early stage treatment or resolution of chronic wounds. \nIn the feasibility study, we plan to develop and test business models for two key European markets (Scandinavia and UK). The results from this study will allow us to develop viable business models, supply chains and product requirements, thereby minimizing the financial risks of following investments in development of an approved/qualified products and clinical validation in a phase 2 SMEINST project. The phase 2 project will develop industrial process, validate and demonstrate the benefits of BIOCURE product range before large-scale commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOVOTEC AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936362923": {
            "orgId": "936362923",
            "orgName": "BIOVOTEC AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}