{
    "rcn": "196297",
    "acronym": "SMARTER",
    "topics": "IT-1-2014-1",
    "title": "Surveillance of Maritime Surroundings through Laser Technology",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "Sensor technologies used today onboard maritime assets provide incomplete surveillance of the surface layer. A prototype Ladar sensor has been developed in recent previous projects that has been demonstrated to be able to properly survey and monitor the surface layer surroundings of vessels, platforms and coastal infrastructures. It represents an unique\nheterologation of system technologies and features. This enables enhanced safety, security, environmental monitoring and\nreduced operational risks. The ownership of the sensor prototypes (and its related IPR) has been spun-off to a separate entity (named Ladar Ltd) ñ a subsidiary of G.M.S. Global Maritime Services Ltd ñ that now is about\ndeveloping the business case and commercialization process. This project will focus on the critical decisions that need to be taken at this stage to maximize the value of the Ladar in the maritime market domain. It will analyze the market in relation to the plurality of Ladar applications, purchase power/pricing, dissemination/marketing, production escalation, distribution and various after-sales services. In the ëtraditional shipping marketí the Ladar Ltd business case will follow a ëdisruptiveí business\nplan disrupting the traditional vendor based sales offering with a sensor solution congruent to the most advanced of the 'user driven mind' concepts and directly fitting with user/client needs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "G.M.S. GLOBAL MARITIME SERVICES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "965868480": {
            "orgId": "965868480",
            "orgName": "G.M.S. GLOBAL MARITIME SERVICES LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}