{
    "rcn": "196225",
    "acronym": "USELA",
    "topics": "SIE-01-2014-1",
    "title": "Useful energy from contaminated landfill gas",
    "startDate": "01/12/2014",
    "endDate": "28/02/2015",
    "objective": "Cleanergy will plan and demonstrate (in phase 1 and 2) a solution for exploration and production of a technical solution that\nutilizes low-grade methane landfill-gas with a more efficient production of heat and electricity and better control of emissions\nfrom the combustion than existing technology. The combustion in the stirling engine application will be optimized. The project\nfocuses on variations in the fuel which affect combustion and components. The challenge of Phase 1 refers to the varying\ngas composition and impurities. Research data shows that the gas composition and its compounds vary not only over time\nbut also by season and weather. The project allows landfill-gas extraction to last long, be more predictable and stable and\ntake care of pollution that would otherwise not be treated. In Phase 1 , we intend to identify various landfills where\ndemonstrations can be made with different conditions and geography that reflects the market potential but also technical\nchallenges. This way, we involve users in Phase 1 in order to better plan Phase 2. We will also examine if we need extra\npartners in Phase 2. A market survey will be conducted to know the proportion of landfills in Europe that have a gas\ncollecting system and the landfills that flare. The flaring landfills represent the primary target in a first exploitation phase. A\nrisk analysis will secure the measurements and method to be used in the demonstration phase in order to give valid results.\nIn Phase 1 an innovation strategy will be developed and the European dimension will be refined. We will investigate potential\nobstacles for the company's ability to be profitable in the exploitation phase in order to secure the return on investment.\nOverall, the pilot will evaluate the feasibility of the concept and the idea for the project and innovation. The deliverable from\nphase 1 is a business innovation plan I.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CLEANERGY AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952978150": {
            "orgId": "952978150",
            "orgName": "CLEANERGY AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}