{
    "rcn": "196264",
    "acronym": "SPACEFIT",
    "topics": "Space-SME-2014-1",
    "title": "SPAce-CompatiblE- Filters_in_dIelectric waveguide Technology",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "Satellite telecommunication systems are in continuous evolution, offering various types of interactive services. In order to provide such services in\na cost effective manner, innovative and miniaturized technologies (low weight and volume) are required, allowing for increasing the density of the\nsatellite payloads, offering new services and thus reducing the cost of the satellite missions.\nSATFIT project aims to investigate the possible introduction into the space market of miniaturized and low-mass RF filters and multiplexers in L/S\nbands based ondielectric waveguide resonatorsusing an innovative solution for thermal compensation that will make the filters space compatible.\nThe SATFIT technology will lead to a drastic reduction of the resonator dimensions and weight (up to 50%) while maintain good performancewith\nrespect to existing technology (heavy waveguide and combline/coaxialfilters).The proposed devices will replace these filters in satellite\ntransponders operating in L/S band. Preliminary market survey identified TTC&M (Telemetry Tracking Command & Monitoring)as first application\nand MSS(Mobile Satellite Services) and Navigation systems (Galileo, GPS) as future ones. The market segment that can be taken, replacing\nstandard components is potentially 20% of the total market of L/S band filters for space.\nAccording to the preliminary business plan, the entering into the space market of SATFIT products would increase the companyturnover of more\nthan 30%. Phase 1 of the project is devoted to the study of the technical feasibility, analysis of the critical technical issues and risks, potential\nmarket survey (including the estimation of market share) and the analysis of the technical and economical requirements.Also a business and\nstrategic plan for next project phases will be performed. RFM will make a deep analysis on possible partners and collaborations, especially for\nmanufacturing and qualification activities foreseen for project phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RF MICROTECH SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "970744282": {
            "orgId": "970744282",
            "orgName": "RF MICROTECH SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}