{
    "rcn": "196267",
    "acronym": "MeRIT",
    "topics": "SIE-01-2014-1",
    "title": "MeRIT - Maximising Renewable Energy Integration",
    "startDate": "01/03/2015",
    "endDate": "31/05/2015",
    "objective": "Esave has designed a Hybrid Energy Storage Solution which uniquely integrates flywheel kinetic energy storage, battery energy storage and power electronics technologies. MeRIT is ultra-fast responding, provides greater reliability, longer lifecycles, is environmentally sustainable, safer and offers overall best total cost of use (TOC) than any other solution.\n\nThe overall objective of the MeRIT project is the commercialization of a new Hybrid Energy Storage System that ëmaximizes renewable energy integrationí through provision of fast-responding ancillary services, dramatically reduces the 60% - 70% capacity losses of wind and solar generation due to intermittency and no storage; it also reduces curtailment losses through synthetic inertia. \n\nMeRIT users will benefit from new ancillary services revenues, additional capacity revenues, reduction in curtailment losses and compliance with new grid code modifications. \n\nThe Esave management team is highly entrepreneurial and has extensive experience and skills in design and manufacture of power electronics, development of computer systems, software, provision of electrical power quality services and consultancy. \n\nThe objective of the Feasibility Study is to (1) Develop cost and payback financial models for the integration of MeRIT with wind and solar installations internationally. (2) Complete the planning process for the installation of a Demonstration System which will be installed on a windfarm in Ireland, controlled, monitored and validated by EirGrid, Irelandís Transmission System Operator.\n\nMeRIT is at the stage of TRL5 and an operational prototype system is ready for installation. Esave is partnering with Mainstream Renewable Power, a major wind and solar developer/operator, who will facilitate the installation on a windfarm that they operate. The Energy Research Centre, University College Dublin - Energy Institute, is also partnering and assist in renewable integration expertise and system modelling.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ESAVE CORPORATION LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937912595": {
            "orgId": "937912595",
            "orgName": "ESAVE CORPORATION LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}