{
    "rcn": "196292",
    "acronym": "CREST",
    "topics": "SC5-20-2014-1",
    "title": "Climate Resilient Agriculture through revolutionary Weather Forecast and Data",
    "startDate": "01/03/2015",
    "endDate": "30/06/2015",
    "objective": "Ignitia has developed revolutionizing weather forecast models for the tropical region, which are used for implementing Climate Resilient Agriculture in West Africa. These disruptive innovative forecast models achieve 82% accuracy compared to 39% for existing conventional forecast models and weather service companies. Farmers with accurate and understandable weather forecasts can boost their yield with upto 50-80% and also mitigate the Climate Change Effects which are very severe in West Africa. Ignitia will further develop and demonstrate this service in a very large project together with the Nigerian Ministry of Agriculture (FMARD) involving a database of 10 million farmers.\n\nIn Phase 1 , we will work closely with FMARD and the users to do a market study for a technical requirement specification and business plan, in order to secure a successful phase 2. We will also examine if we need extra partners in Phase 2. A risk analysis will secure the measurements and method to be used in the demonstration phase in order to give valid results. An innovation strategy will be developed and the European dimension will be refined. We will investigate potential obstacles for the company's ability to be profitable in the exploitation phase in order to secure the return on investment. Overall, the pilot will evaluate the feasibility of the concept and the idea for the project and innovation. The deliverable from phase 1 is a business innovation plan 1.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IGNITIA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937152891": {
            "orgId": "937152891",
            "orgName": "IGNITIA AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}