{
    "rcn": "196246",
    "acronym": "IVANCA",
    "topics": "NMP-25-2014-1",
    "title": "IntraVenous ANtibiotic Compounding Automation",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "The aging population is driving the demand for health care services to an all-time high. This places pressure to find novel measures of producing health services more efficiently and at a lower cost. \n\nIn the sphere of hospital pharmacies, antimicrobials are a leading group of medications. The number of doses administered in EU-based hospitals alone is 330 million. In hospital use antibiotics often need to be administered through intravenous (IV) infusion. The manual compounding of IV antibiotics is very time consuming, especially if conducted in the recommended aseptic conditions. Manual compounding is, however, often conducted in non-aseptic conditions, which exposes the IV medicines to microbial contamination. Contaminated medicines are a serious risk to patients. \n\nHospitals have already begun to adopt automation in care provision. The currently available compounding robots are not, however, capable of rapidly producing large quantities of IV medicines. The demand levels clearly exceed their capacities.\n\nNewico is a pharmacy and laboratory automation company with a sound client base. With the support of the IVANCA project (IntraVenous ANtibiotic Compounding Automation), the goal of Newico is to commercialize a novel, stand-alone IV antibiotic compounding system. The I.V.ICON boasts a capacity level equivalent to 5,5 ward staff. As the I.V.ICON operates in an aseptic environment the produced IV medicines have a significantly longer shelf life (up to 30 times) and their risk of microbial contamination is in the proximity of zero %. Over ten years of use, the I.V.ICON is expected to bring 2,4 Meur savings to the hospital as compared to manual ward based compounding.\n\nThe IVANCA project feasibility study is needed to conduct a more detailed market study, learn from an ongoing hospital pilot, make draft plans on arranging manufacturing, elaborate on user needs, conduct an IPR and regulation study in main target markets and make a more detailed business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEWICON OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938555996": {
            "orgId": "938555996",
            "orgName": "NEWICON OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}