{
    "rcn": "196245",
    "acronym": "BLUE IODINE",
    "topics": "BG-12-2014-1",
    "title": "Boost BLUE economy trough market uptake an innovative seaweed bioextract for IODINE fortification",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "The main objective of the project is to produce in a cost effective way new high quality seaweed iodine products and become market leaders in this niche market. The expected revenue in 5 years will be 3,3 million euro and we expect to increase our staff in 20 people. \nIodine deficiency is one of the three most common nutritional deficiencies and is spread all over the world and 40% of the worldís population remains at risk for iodine deficiency.\nSeaweed is the most reliable source of natural iodine. However, seaweed creation is dominated by larger players, mainly from Asia. Our strategy is not to compete with them, but  target for a niche market that is yet incipient - high quality seaweed creation for the development of natural protein products, rich in essential aminoacids and natural iodine.\n\nThe seaweeds created in the fish aquaculture farms are autochthonous from our region and have a high iodine content and a high degree of stability. They are better than the products in the market (iodine composition 30% higher and vitamin C 300% higher than usually commercialized seaweed products) and with our already tested innovative biorefinary process we will be able to put the product in the market at a competitive price (10% to 30% lower).A nutritional analysis has been done. The biorefinary process has been developed for small production. This has now to be better defined in order to process a higher amount of products.\n\nUBQ is a high-tech company, and are specialized in the production of natural extracts obtained from marine seaweed. \nFor the 1st stage project, the objectives are to study the: \n1.1. Refinement of the nutritional and biochemistry analysis of the selected seaweed\n1.2. Requirements for upscale the innovative biorefinary process for a higher production \n2.1.  Refinement of the Market analysis at EU and global level \n2.2. Business Plan, including defining in detail the prices, commercialization strategy, possible partnership.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UBQ II LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936093845": {
            "orgId": "936093845",
            "orgName": "UBQ II LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}