{
    "rcn": "196241",
    "acronym": "Unbabel",
    "topics": "ICT-37-2014-1",
    "title": "Unbabel: Scalable, affordable and seamless content globalization using distributed crowd-post editing",
    "startDate": "01/03/2015",
    "endDate": "30/06/2015",
    "objective": "Globalisation is causing a dramatic increase in the demand for translation services, but current translation solutions are unable to provide the scalability, affordability and quality required to eliminate language barriers between companies and their customers. Unbabel is developing a translation service that combines machine translation and distributed crowd post-editing as a service, powered by innovative technology and a growing community of bilinguals and professional translators. Unbabelís goal is to integrate seamlessly into tools that companies already use to communicate with their customers, such as Zendesk, MailChimp, WordPress and Github. This approach will enable any company to rapidly and affordably scale their business internationally. Unbabel has already translated more than 8 million words and beta customers of the first two integrations have demonstrated impressive results. In phase 1 of this project, Unbabel aims to prioritise and allocate investments in building further integrations with internet tools such as Github, Salesforce, Wordpress, Gmail and Etsy. A market study will be performed to evaluate the economic viability of each of these integrations. In addition, Unbabel will study the User Experience design of a fully functional mobile application that enables translators to be part of the Unbabel community from anywhere in the world, creating a new source of income to bilinguals worldwide. In phase 2, Unbabel aims to dramatically improve the profitability of the translation process for both Unbabel and the Unbabel Translator Community while reducing the cost of translation for our customers. This project will have a tremendous positive impact on both customers, in quantitative terms, on market size and turnover, and translators, in qualitative terms, on income possibilities. The expected outcome will be an accurate, fast and inexpensive translation service that meets the growing translation needs of global companies in a globalised world.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UNBABEL, LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939116074": {
            "orgId": "939116074",
            "orgName": "UNBABEL, LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}