{
    "rcn": "196239",
    "acronym": "Cardiacom IMPLANT",
    "topics": "ICT-37-2014-1",
    "title": "Intelligent human diagnostic and therapy platform",
    "startDate": "01/12/2014",
    "endDate": "28/02/2015",
    "objective": "In OECD countries the most frequent cause of mortality is cardiovascular diseases. Addressing this problem needs a holistic approach, where ICT-based monitoring is in the focus.\n\nThe disruptive innovation programme sets the target of performing complex mobile invasive monitoring of cardiovascular and associated diseases, of forecasting the state of the patients, supporting the therapy treatments and assessing the effectiveness of drugs on mobile information-technology-base.\n\nThe devices are miniature holter monitors built into the human body, which with their diagnostic algorithm will regularly or continuously assess and check the physiological condition of the users.\n\nInnovation content: 7/24 monitoring, continous data processing, intelligent automated evaluation systems, lifelong mobile crisis management, optimized drug taking protocol, implants with long life.\n\nMain ecomic benefits: higher health and life safety, higher economic efficiency as a result of the improvement in people health condition, less patient-doctor appointment, reduced cost of cardiovascular treatment, reduced number of operations.\n\nMain target group: patients who have been/will be operated on any cardiovascular disease and people who have high risk factor.\nThe business model is built on the sale of appliances and on the sale of the related subscription-based info-communication service packages. According to the initial financial plan we count with a turnover of 100.000 pieces and an outstanding profit and return by the end of the fifth year after the market launch.\n\nWe plan the diffusion of the system in three steps with expanding geographical coverage. Before entering the markets we establish dealerships in the regions and develop a regional distributor and technical support system as well.\n\nAs desired achievements of the phase 1 five main parts of the Feasibility Study will be elaborated: Market Analysis Business Plan, Marketing Plan, Legal and Organisational Plan and Technological Plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ATRACTOR KUTATASI, FEJLESZTESI ES SZOLGALTATO KFT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938196805": {
            "orgId": "938196805",
            "orgName": "ATRACTOR KUTATASI, FEJLESZTESI ES SZOLGALTATO KFT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}