{
    "rcn": "196244",
    "acronym": "SixthSense",
    "topics": "PHC-12-2014-1",
    "title": "Early diagnosis of cervical cancer through the validation of Human Papilloma Virus viral load and expression of oncogenic viral proteins E6/E7 as risk indicators",
    "startDate": "01/04/2015",
    "endDate": "30/09/2015",
    "objective": "Infection with certain Human Papilloma Virus (HPV) types has been demonstrated as the most important risk factor in the development of cervical dysplasia, found to be present in nearly 100% of women with cervical cancer. Currently implemented mass-screening approaches based on imaging, Pap testing and DNA testing display some relevant drawbacks in terms of specificity and sensitivity, and even when one is diagnosed with HPV, there is practically no way to determine whether this infection will regress (90% of the cases), or will turn into cancer, with obvious economic and societal consequences. Through the SixthSense Project, PathoFinder will validate a diagnostic algorithm for HPV screening able to detect the presence of oncogenic/high-risk types HPV DNA, and to measure their viral load and expression of oncogenic viral proteins E6/E7, which will be used as risk indicators for the development of cervical cancer, thus allowing to timely diagnose who will develop cancer, and initiate the treatment accordingly. The objective is to manufacture and worldwide distribute this new assay and the associated analytical device, leveraging the proprietary new generation multiplex and Real Time PCR technology for rapid detection and identification of human pathogens in clinical specimens. This result will allow women to accurately know their risk to develop cancer undergoing only one gynaecological sampling/visit for both first line and second line testing, avoiding unnecessary and excessive follow up procedures. At the same time National Healthcare Systems would reduce the costs of unnecessary follow up visits and of more invasive investigations, while gynaecologist would also be favoured in the management of patients with low grade dysplasia.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PATHOFINDER BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950953275": {
            "orgId": "950953275",
            "orgName": "PATHOFINDER BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}