{
    "rcn": "196286",
    "acronym": "AQUASONIC-diesel",
    "topics": "IT-1-2014-1",
    "title": "UPSCALE OF ELECTRICAL PULSES TECHNOLOGY CAPABLE OF FRAGMENTING HYDROCARBON CHAINS IN FUEL FOR MARITIME APPLICATIONS",
    "startDate": "01/02/2015",
    "endDate": "30/06/2015",
    "objective": "Marine fuels used in ships are considered of the lowest grade as far as the quality is concerned.  Massive engines of the ships consume thousands of litres of fuel each day. Fuel cost is one of the most important factors which shipping companies consider while predicting profits. To achieve maximum profit and to reduce pollution from ships, it is extremely important for the propulsion engines to burn fuel oil efficiently. Current actual solutions on the market to improve the combustion of fuel in engines are mainly chemical surfactants/dispersants used as additives with the purpose to homogenize the fuel. The AQUASONIC-diesel solution offers an environmentally friendly alternative in order to improve the combustion process of fuel before combustion by applying electric pulsed power technology to offer the following benefits:\nï\tLowering fuel consumption by 20%, dropping emissions by up to 60% leading to cost savings.\nï\tForeseen for new builds and retrofit without causing any modifications to the marine diesel engines.\nï\tMaintenance free, robust, natural and ecological physical treatment of fuel that does not affect the fuel properties, without the application of chemicals (unlike the state of the art).\nï\tSelling price between 2.000-20.000 Ä depending of the fuel flow.\nBeing Spanish market leaders in in electric pulsed power technology, our company Aquasonic has developed and tested this system on a small scale. Through this project we wish to upscale our successfully tested system, certify it according to maritime standards and take advantage of the huge market opportunity.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AQUASONIC SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935965611": {
            "orgId": "935965611",
            "orgName": "AQUASONIC SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}