{
    "rcn": "196283",
    "acronym": "GroundCLeaner",
    "topics": "SC5-20-2014-1",
    "title": "Fast and cost-effective combined remediation technology for the elimination of chlorinated and otherhydrocarbons from soil",
    "startDate": "01/01/2015",
    "endDate": "31/03/2015",
    "objective": "The business of our company, IEG Technologie GmbH is soil remediation by using our groundwater circulation technologies.\nThe GroundCLeaner proposal addresses to increase our competitiveness by developing a disruptive, rapid and costeffective\nmethod to remediate soils contaminated by chlorinated volatile organic compounds (CVOC), representing major\nthreat to the quality of the European environment. The innovative method combines the state of the art ground water\nrecirculation well (GWC) technology, patented by us, and a recently developed electro-biological treatment. Our aim is to\nfurther exploit the results of the novel technology proposed by providing a wider range of treatment. We aim at marketing this\nnew combined technology for removal of CVOCs from soil, our services will include design, manufacturing, assembly, startup,\nmaintenance and operation. The proposed technology targets to reduce the operational costs of remediation up to 70 %.\nThe success of our solution would strengthen our international position on the market and would make us grow by becoming\nmarket leader for chlorinated compound remediation. During this phase 1 proposal we would like to carry out a technological\nfeasibility study, market assessment, risk assessment, a study on or freedom to operate, develop a detailed work plan for a\nPhase 2 application and elaborate a business plan. After successful phase 1 application we intend do phase 2 proposal, in\nwhich we develop the marketable GroundCleaner technology. The present proposal targets to make a pan-European impact\nas it will reduce the estimated Ä17.3 billion spent by EU countries, and 2.2 billion spent by EU Structural Funds for reversing\nthe environmental consequences of soil and water pollution caused by industrial and other activities.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IEG - TECHNOLOGIE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952520989": {
            "orgId": "952520989",
            "orgName": "IEG - TECHNOLOGIE GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}