{
    "rcn": "196235",
    "acronym": "GEM E-drive",
    "topics": "IT-1-2014-1",
    "title": "In-wheel electric drive for E-commercial vehicles",
    "startDate": "01/01/2015",
    "endDate": "30/06/2015",
    "objective": "The main goal of the innovation project is to develop a new electric drive inside the wheel for mobility market of electric buses and electric transport vehicles (E-commercial vehicles). The classical conceptual solution with electric motor positioned at the place of combustion engine has several drawbacks: heavy weight since mechanical transmission is needed, complex solution with many moving parts, low efficiency because of transmission losses and need for extra place. With our new solution that is simple (direct drive with no mechanical transmission), efficient (up to 92%), light (lighter up to 50%) and cost effective (simple production) we want to enhance the usage of electric drive for city traffic (buses and vans). In addition, our developed technology is easy adaptable for different applications and power levels due to its unique modular concept. Therefore our new electric drive solution together with low driving cost using electric energy and with reducing pollution, noise and C02 emission in cities and urban areas, especially in Low Emission Zones (LEZ), represent excellent business opportunity for emerging E-mobility market of commercial vehicles and thus also realizing a company vision to become an important European in-wheel drive producer.\nFor the realization of the project a feasibility study is required with delivered elaborated business plan as an outcome with following objectives:\nï technical feasibility study of in-wheel electric drive development for 25kW power and customization to other applications ñ modular concept\nï impact study of regulations and homologation on the product development\nï market analysis and detailed customer requirements study\nï strategy definition for entering to the market and product development\nï analysis of manufacturing process and cost evaluation with optimal process definition\nï risk evaluation with measures for risk minimization\nï identify strategy for IP management with timeline",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GEM MOTORS, RAZVOJ IN IZDELAVA INOVATIVNIH ELEKTROMOTORJEV DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938129196": {
            "orgId": "938129196",
            "orgName": "GEM MOTORS, RAZVOJ IN IZDELAVA INOVATIVNIH ELEKTROMOTORJEV DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}