{
    "rcn": "196210",
    "acronym": "INNO-HTM",
    "topics": "SC5-20-2014-1",
    "title": "Innovative eco-friendly heat transfer media",
    "startDate": "01/03/2015",
    "endDate": "31/07/2015",
    "objective": "The proposed project is a feasbility study in order to investigate the feasibility of an innovation action comprising demonstration and market introduction of heat transfer media based on synthetic diesel that is more efficient and sustainable than exisiting products on the global market. The innovaiton meets the needs expressed both from customers and policymakers. The feasibility study comprises one work package with 8 tasks. We will map where demonstrations could be made with varying technical issues and geographical location which links to market potential and technological challenges. In this task users will be involved in order to make an optimal plan of phase 2. We will also investigate potential partners in Europe for phase 2. A market survey on how many potential users, segmented in the markets where the applicant has a pending or active patent, and include the primary target group in phase 3, will be performed. A risk analysis will be made to secure the measurement values and methods to be used in the demonstration phase to provide valid results. We will prepare an environmental production declaration (EPD) pinpointing the environmental benefit of the innovative technology. The EPD is proceeded by a life-cycle analysis of the technical solution. We will make a elaboration of the European dimension and analysis of obstacles that may hinder the ability to increase the profitability in the company through the innovative HTF in order to create the best possible return on investment of the innovation activity.The deliverable of phase 1 is a Business Innovation Plan 1 which will present the predicted business- and market possibilities.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AVANTHERM AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936333144": {
            "orgId": "936333144",
            "orgName": "AVANTHERM AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}