{
    "rcn": "196249",
    "acronym": "eMediCare2",
    "topics": "ICT-37-2014-1",
    "title": "Promoting sustainable patient treatment by an intelligent online medicine dispenser for home care use.",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "THE BUSINESS CONCEPT: 8% of total healthcare expenditure or about 500bn USD per year globally, can be avoided with optimized use of medicines (IMS Health).  eMediCare is a online medicine dispenser for home care use that connects the person taking the medication directly to the distributor and prescriber (GP).  This challenges and disrupt the current suboptimal medication delivery from nurses or pharmacies, eMedicare offers a secure and monitored logistics chain of drug delivery where the prescriber (GP) frequently adjust the dosage to the appropriate level.\nTHE SOLUTION:This ICT driven disruptive business model and product innovation will reduce the amount of medicines prescribed, dispensed or sold inappropriately. We base the project on a existing cloud ICT infrastructure where the intelligent online medicine dispenser eMediCare will eliminate error sources and secure that patients take medicines correctly at right time. \nTHE USERS: eMediCare is intended for home care use and build a strong link but at the same time disrupt the current interplay between the health-care provider, the patient and the pharma companies producing and distributing the medication. \nTHE PROJECT: The phase 1 of the project is devoted to establishing business model and deliver a business plan for the key market Scandinavia and UK. The phase two of the project will pilot and further refine the business model and systems engineering design of the eMediCare and create a working prototype to be implemented in test cases in the key markets. \nTHE MARKET: The EU market for pre packed medication, online medication distribution with the supporting ICT/telehealth solution is estimated to 2.5B bill EUR/year that will result in a 25 bill EUR/year in healthcare cost reduction. \nTHE EU DIMENTION: The success of this project supports the Digital Agenda Action 75: set to give Europeans secure online access to their medical health data and achieve widespread telemedicine deployment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HOSPITAL ORGANISER AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937879130": {
            "orgId": "937879130",
            "orgName": "HOSPITAL ORGANISER AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}