{
    "rcn": "196296",
    "acronym": "MED1C",
    "topics": "ICT-37-2014-1",
    "title": "MED1C : Video Management in Medical practice",
    "startDate": "01/02/2015",
    "endDate": "31/05/2015",
    "objective": "Med1c goal is to solve needs of video usage within medical community. Video is increasingly being the basis for medical interventions and clinical story of patients. While some medical specialties use it more than others, video usage is experiencing a growing tendency in all of them.\nMed1c main features include a user friendly interface, fixing the complexity of having many video formats, allowing to tag and label actions within an intervention, reducing reports and video storage solely to relevant parts, allowing video mining for best case solutions across data bases, and offering a cooperative solution while reducing costs, among others. \nAt the moment, generic solutions or standards to cope with video usage needs are non-existent within medical environment. In the same way images were fixed with PACS some years ago, now is time for video application. Even there are some few proprietary solutions made by Medical HW manufacturers, they are expensive in terms of acquisition and maintenance, and do not allow integration in open platforms like Windows, which Med1c is based on, not to mention their very limited functionality.\nThe target market is the health sector, being doctors and health professionals its main potential users. Therefore, in order to adapt the Med1c tool to every individual purpose and medical speciality, 1d3a already has cooperation agreements with some hospitals such as the ALTHAIA Foundation (ES).\nMed1c software solution has a solid foundation, since it is based in Er1c, launched 7 years ago by the SME 1d3a to cope with similar needs within the sector of Elite competition in sports. Some of their main customers are FC Barcelona, Aspire (QA), CSKA (RU) and FIBA.\nThe objective of Med1C in the Phase 1 of the SME Instrument is to complete a feasibility study for all relevant medical cases including at least two EU countries. Moreover, the proof of concept for three applications (bronchoscopie, gynecology and oncology committees) will be developed.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "1D3A ANALOGICO Y DIGITAL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938368495": {
            "orgId": "938368495",
            "orgName": "1D3A ANALOGICO Y DIGITAL SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}