{
    "rcn": "196276",
    "acronym": "SMILE",
    "topics": "BG-12-2014-1",
    "title": "Slimming MIcroaLgae Extract : Development of a new highly effective microalgae-based slimmingingredient for nutraceutical applications",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "The SMILE project aims at developing a microalgae-based innovative natural marine ingredient with scientifically demonstrated benefits on weight management and metabolism issues.\nObesity and overweight concerning 37% of world population in 2013 (The Lancet, 2014) represent major global health challenges causing millions of deaths worldwide. Well integrated comprehensive strategies can contribute to overweight management. Specifically developed bioactive compounds used in food supplements can help people wanting to lose weight. Consumer are looking for safe, effective (scientifically proven), affordable and natural solutions on these issues that represent today an unmet need. Marine environment is full of biological compounds that could represent relevant answers to these needs. Especially, a specific marine carotenoid found in algae, has received a strong and recent interest from the industry as several scientific publications have demonstrated superior efficacy of this molecule in comparison of existing products targeting weight reduction. However, the only available sourcing (a macroalgae) presents several drawbacks such as the presence of micro-pollutants and some sustainability issues.\nThrough an innovative and patented technology, Microphyt produces sustainably and markets unique bioactive compounds extracted from the untapped diversity of microalgae. Microphyt has identified few strains which are difficult to produce in competitorsí systems and that are able to produce high quantities of this specific marine carotenoid. Moreover, our specific process allow the optimal production of this compound combined with PUFAs which exhibit demonstrated synergistic effects on metabolism. In this context SMILE ingredient represents a high added value potential for Microphyt. Phase 1 feasibility study aims at further analyzing IPR and regulatory status of the different strains, releasing a detailed business plan based on market feedback and pursue the scale up of the best selected strain.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MICROPHYT",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938267421": {
            "orgId": "938267421",
            "orgName": "MICROPHYT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}