{
    "rcn": "196270",
    "acronym": "Space-COTS",
    "topics": "Space-SME-2014-1",
    "title": "High-tech commercial-off the-self electronics low-cost qualified for space",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "Spectrum ARC GmbH provides an innovative state-of-the-art qualification scheme (approved by the German Space Administration DLR ) for commercial-off-the-shelf (COTS) components relevant for space and harsh-environment (radiation) applications. The space electronics market is currently dominated by US-Corporations and therefore underlies the restrictive barriers of international traffic in arms regulation (ITAR) , retarding the space industry growth and raising their cost significantly. Weíll offer so called Space-COTS by qualifying (testing) COTS from specific manufactures in different quality levels. This will enable space missions to have access to highly efficient, compact and light-weight new generation technologies at a lower price.\nLow-cost Space-COTS let us introduce high reliable electronic products not only for space but also for extreme-environment applications on earth, e.g. radioactive environs (power plants, research labs, nuclear medicine, etc.), hot (deserts) and cold (Antarctic) places. As technology demonstrator weíll build a reliable and modular platform (box) consisting of a control and a removable sensor unit to be used in different environments as a Remote Monitoring System (RMS).\nEuropeís mission of advancing non-dependent and competitive technologies in the space sector is fully supported by this project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ASTRIONICS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "946240433": {
            "orgId": "946240433",
            "orgName": "ASTRIONICS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}