{
    "rcn": "196227",
    "acronym": "MAMANUCA",
    "topics": "NMP-25-2014-1",
    "title": "Microfluidic Advanced Manufacturing of Ultrasound Contrast Agents",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "Tide Microfluidics is developing a patented technology capable of increasing the diagnostic capability of ultrasound. We have an advanced microfluidic manufacturing technique for producing ultrasound contrast agents (UCA) of controlled size to enable 20 times clearer images. Our uniform UCAís are unique, as current UCAís are composed of wide size distribution microbubbles, making them less effective. We aim to develop our technology into a bedside production device, which would lead to a reduction in diagnostic imaging costs, as ultrasound is cheaper than MRI or CT, and gives better images for faster and more accurate diagnoses. We would use Phase 1 funding to commercially and technically assess the feasibility of our device. We need to understand the users requirements and how best to fit into their workflow, as well as how to create a robust, reliable and user-friendly design. Economic viability will be studied, as pricing must be cost effective or market uptake will not occur. Finally, we will investigate the clinical validation needs and level of medical certification required for our bedside production device to be accepted in Europe, the USA and the rest of the world. This knowledge on feasibility, cost pricing and validation defined in Phase 1 would work as a roadmap for our development during a Phase 2 project. Thus, exploitation of SME instrument Phases 1 and 2 would secure the continuous development and validation of our device allowing for a rapid market entry, bringing a valuable tool to the end users and reducing healthcare costs. We aim to enter the ultrasound imaging market with our bedside device. Currently, more than 3 million ultrasound procedures using UCAës are carried out each year worldwide, with the European market alone worth $46 million. Ultimately, our vision is to become the worldís foremost supplier of UCA production devices delivering high definition contrast agents, enabling clearer diagnostic images for more effective patient care.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TIDE MICROFLUIDICS BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949196508": {
            "orgId": "949196508",
            "orgName": "TIDE MICROFLUIDICS BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}