{
    "rcn": "196203",
    "acronym": "Suninbox",
    "topics": "SIE-01-2014-1",
    "title": "Portable SolUtioN for dIstributed geNeration in a BOX",
    "startDate": "01/02/2015",
    "endDate": "31/05/2015",
    "objective": "Our project arises from a joint business venture between Solarbox Solar Solutions (Solarbox) and Generaciones Fotovoltaicas de la Mancha (GFM) to develop a portable solution (SuninboxÆ) for the off-grid generation market. The joint venture started in 2007 for the design of a solar tracker (Patent ES 2322527B2) to increase the collection efficiency of solar systems by more than 30% whilst making it easy to transport to cover the lack of solutions in the market with good price/characteristics rate.\nSuninboxÆ consists of a portable Solar PV energy solution that integrates in a certified container all the components necessary to generate electricity autonomously. This will allow both Solarbox and GFM to gradually reach industrial scale with increasingly lower costs (objective price of 4.25 Ä/W per 12kWp module), increasing penetration in the international market.\nOur end users belong to specific markets where there is a need of affordable and portable off-grid energy sources (not connected to the main or national electrical grid):\n-RURAL AREAS: they represent 90% of all territory in the EU 27 and 56% of the population. They generate 43% of all economic value and support 55% of all employment. In these areas, there are 12,000 farms of which 69% are small remote farms of less than 5 Ha of agricultural land. \n-TRANSCEIVER STATIONS FOR MOBILE COMMUNICATIONS NETWORKS: the off-grid energy source demand in this sector is steadily increasing with a forecast revenue growing from $1.6 billion in 2012 to more than $10.5  billion in 2020. There are approximately 5 million radio base station sites in the global telecommunication network,  900,000 located in areas where central electricity grid connections are unavailable. \n-RURAL ELECTRIFICATION IN DEVELOPING COUNTRIES: universal access by 2030 will require 399 TWh for mini-grids and 171 for off-grid. The global market potential is expected to be in the order of more than 250,000 million Ä.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOLARBOX SOLAR SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "GENERACIONES FOTOVOLTAICAS DE LA MANCHA SL",
    "participantCountries": "ES",
    "projectParticipants": {
        "938008528": {
            "orgId": "938008528",
            "orgName": "SOLARBOX SOLAR SOLUTIONS SL",
            "ecContrib": 50000
        },
        "938057901": {
            "orgId": "938057901",
            "orgName": "GENERACIONES FOTOVOLTAICAS DE LA MANCHA SL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}