{
    "rcn": "196213",
    "acronym": "RoadCast",
    "topics": "IT-1-2014-1",
    "title": "Dynamic Road Sign Casting",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "The project has the objective to industrialize an innovative, flexible and cost-effective dynamic road sign system as a valid alternative to the actual static road sign infrastructure on expressways. \n\nThe problem: Road signs in motorways sometimes do not reflect road conditions or properly inform drivers due to their static nature. In particular speed limits and road works signs often change due to different conditions and need to be replaced manually. This exposes road maintenance personnel to dangerous works and results in higher life-cost cycle per sign. \nThe solution: An innovative low-cost, low-power, low-maintenance, and highly flexible ìvariable message road signî based on paper-display technology and centrally controlled has been designed and prototyped that demonstrate less life-cycle costs and higher flexibility. Road Builders and maintenance authorities as well as system integrators for road infrastructures are a Potential Market. Preliminary assessments have been conducted that indicate a great potential of the innovation. The business potential of the solution could also extend to other markets (such as digital out of home) but the project will concentrate to transportation to maximize the probability of success of the initiative. \n\nThe business approach. Customers have already been approached and more will be approached directly or via stakeholders and business partners from the actual portfolio of the proponents. Dissemination and marketing promotion will be carried out to achieve a critical mass of interested customers for the industrialization phase. Feasibility will also target pilot deployment with interested customers.\n\nObjective of the feasibility study is to provide the basis for the solution and the business approach minimizing the risks for the proponents and the early adopters in the industrialization phase while augmenting the competitive advantage.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AITEK BV",
    "coordinatorCountry": "NL",
    "participants": "AITEK SOCIETA' PER AZIONI",
    "participantCountries": "IT",
    "projectParticipants": {
        "999782008": {
            "orgId": "999782008",
            "orgName": "AITEK SOCIETA' PER AZIONI",
            "ecContrib": 0
        },
        "949609534": {
            "orgId": "949609534",
            "orgName": "AITEK BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}