{
    "rcn": "196200",
    "acronym": "SPARK",
    "topics": "NMP-25-2014-1",
    "title": "Smart PArallel Robotic Kinematics",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "Founded in 1994 in the province of Brescia, Italy, we, ALPHA-PROGETTI offer our customers in the sectors of industrial automation customized industrial machinery design and development as well as services in the field of new product development, business development and commercialization. Thanks to our 20 yearsí experience and on-going development works, we have devised a promising business opportunity in the field of industrial robotics machinery for SMEs that outperforms current limitations. SINNOTECH, is a young technological start-up born in 2008 devoted to the development of automated industrial solutions based on innovative kinematic approaches to solve the problem of the dynamic control of industrial robotic systems, where they hold a number of international patents in the field of Multi- polar Parallel Kinematic (MPK) robotics. Our partnership has led us to SPARK, a new technology to build a full portfolio of cost-effective (25% cost reduction per axis, 30% cost reduction maintenance/processing and production) industrial robotic systems and enhanced productivity (20% productivity increase). Our technology shows improved dynamic behaviour (accurate smooth motion at high G, inertia momentum reduction, reactivity, which translate in excellent metrics, being our goal: accuracy <0,018 mm, repeatability <0,01mm, position velocity up to 6 m/s, and acceleration up to 6G. An important fact is that our solution is specifically designed for SMEs, as we pretend to license our technology in exchange for royalties to SMEs in the automotive, electronics and metal sectors, starting with MPK Fiber-LASE Industrial Cutting Systems, to gradually enhanced our portfolio to other types of torch (plasma, water) and other types of machines (welding, engraving, painting) that share same background technology. With a potential turnover of circa Ä16M within 3 years, SPARK will allow us to substantially increase our finance figures (current turnover about Ä2M).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALPHA PROGETTI SRL",
    "coordinatorCountry": "IT",
    "participants": "SINNOTECH SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "936515213": {
            "orgId": "936515213",
            "orgName": "ALPHA PROGETTI SRL",
            "ecContrib": 50000
        },
        "936500663": {
            "orgId": "936500663",
            "orgName": "SINNOTECH SRL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}