{
    "rcn": "196291",
    "acronym": "WATLY",
    "topics": "SC5-20-2014-1",
    "title": "An autonomous and mobile water treatment plant powered by solar energy",
    "startDate": "01/02/2015",
    "endDate": "30/04/2015",
    "objective": "Water and energy are highly interdependent and are both crucial to human well-being and sustainable socio-economic development. In 2014, the UN reports that 768 million people worldwide still do not have access to a safe source of drinking water, and more than 1.3 billion lack access to electricity.\nWe have developed the WatlyÆ unit with the goal of providing a solution for fast, simple and efficient wastewater treatment and energy supply in developing and/or remote regions. Watly combines cutting-edge technologies to offer i) complete sanitation for well, surface ground, sea or recycled rain water, ii) off-grid electricity from solar energy and iii) Wi-Fi internet connectivity, all in one portable autonomous unit.\nWatly embodies the ambition of a European company to address a global market. The wide range of customers worldwide that could benefit from this all-in-one solution include diverse market segments such as: Governments and public institutions, Non-Governmental Organizations (NGO) and foundations, mobile hospitals, military organizations, hotels/resorts/businesses in remote destinations, massive open-air events, oil platforms, gas/oil & construction sites, etc.\nScale-up beyond our current prototypes and industrialization of the production process is the key to growth and expansion of our company taking advantage of a new market opportunity. In order to do so, we are applying for SME Instrument Phase 1 funds to: (i) elaborate an exhaustive technical feasibility study focused on scale-up beyond our current prototypes, design and industrialization of the final commercial unit of Watly-L; (ii) elaborate a detailed business plan for the commercialization of Watly-L at the conclusion of the envisaged Phase 2 project. If the results of the feasibility study, both from the technical and commercial point of view, are positive, we will proceed to apply for Phase 2 funds in order to carry out the abovementioned scale-up, product refinement and industrialization tasks.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENRY'S PLEX SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935993256": {
            "orgId": "935993256",
            "orgName": "ENRY'S PLEX SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}