{
    "rcn": "196298",
    "acronym": "TRANSREGEN",
    "topics": "SIE-01-2014-1",
    "title": "Portable thermal fluid regeneration system for Solar Thermal Plants",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "The project focuses on the Concentrated Solar Power sector (CSP). A HTF (High Temperature Fluid) is a liquid used to heat transport and transfer it in a solar thermal plant. Nowadays, most of the plants (both parabolic or tower technology) use synthetic oil as the HTF, which reaches working temperatures up to 400∫C. However, high temperature cycles accelerate oil degradation and then impurities appear. The appearance of impurities is a problem that affects the operation and the integrity of the current CSP power plants.\nOil regeneration is a common operation in many industrial processes, however, there is no specific solution for CSP power plants that meet their efficiency and costs related needs without risking their profitability. By now, CSP power plant operators treat the oil periodically in external far regeneration plants that provide a standard fluid distillation with low efficiency and big fluid loses that represent great costs. Due to sectorís current constraints to increase power plantís capital investment and operation & maintenance costs new more efficient, and with more flexible management models, HTF regeneration solutions are required.\nTRANSREGEN is a new high efficiency oil regeneration system that implements a compact & transportable design in order to extend fluid generation and waste management possibilities. Having successfully designed & validated TRANSREGEN technology in a relevant environment, the overall objective of this project is the demonstration of the final solution in solar thermal plants in real operating conditions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INGENIERIA Y TECNICAS DE MONTAJES LOINTEK SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938207087": {
            "orgId": "938207087",
            "orgName": "INGENIERIA Y TECNICAS DE MONTAJES LOINTEK SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}