{
    "rcn": "196248",
    "acronym": "D-Orbit",
    "topics": "SC5-20-2014-1",
    "title": "Smart propulsive device for controlled satellite reentry and reorbit.Type of funding scheme: SME Instrument",
    "startDate": "01/02/2015",
    "endDate": "31/05/2015",
    "objective": "Space is getting crowded, with more than 300 million junk and 6000 satellites of which only 1100 are still operative. Today space activities are not sustainable: if the increasing defunct satellites in orbit are not quickly disposed, the risk predicted by NASA of chain collisions destroying the whole satellite classes around the Earth will become real. Over the next years the satellites failure probability due to collision with fragments will show the greatest increase. The overall impact of human-made orbital debris, solid and liquid propellant discharges, the chemistry involved in the heating during reentry of space leftovers greatly affects  Earth's stratosphere and atmosphere.\nIn this scenario, D-Orbit aims to offer a Decommissioning Device that will be able to meet the requirements of international guidelines and regulations and the demand of space operators for an affordable and reliable technology for managing the end-of-life of space assets that permit the full exploitation of satellite lifetime, and the cost decrease for decommissioning operations. D-Orbit developed a smart propulsive device capable of standalone operations that can be installed into satellites and re-orbit GEO and MEO satellites into a graveyard orbit at the end-of-life, or to bring LEO satellites back through the atmosphere in a quick and controlled manner leading either to safe destruction or to fall down into a predicted area, avoiding collisions with other operating spacecrafts or falling uncontrolled into critical assets and people on Earth. \nFor telecommunication satellite operators, an increase of revenues up to 25 MÄ can be envisaged, just considering the increase of lifetime permitted by the use of the device. The company will cooperate together with potential customers (satellite operators and manufacturers) in order to accelerate the technology adoption and foster compliance with worldwide regulations/guidelines in space debris matter.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "D-ORBIT SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952900162": {
            "orgId": "952900162",
            "orgName": "D-ORBIT SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}