{
    "rcn": "196226",
    "acronym": "MIRCAB",
    "topics": "PHC-12-2014-1",
    "title": "Validation of diagnostic and/or prognostic miRNAs in triple-negative breast cancer",
    "startDate": "01/01/2015",
    "endDate": "30/06/2015",
    "objective": "Multiplicom will draft a business plan that is composed of the following parts:\n(i)\tselection of miRNAs for which there is substantial scientific evidence that such may be important for the diagnosis, treatment and/or prognosis of triple-negative breast cancer (ìTNBCî) patients;\n(ii)\tperform a thorough analysis of the intellectual property on the selected miRNAs;\n(iii)\tstart in-licensing negotiations with licensors regarding relevant intellectual property\n(iv)\tselect a suitable quantitative multiplex miRNA analysis;\n(v)\tplan  a European-wide, multi-center, clinical validation of the selected miRNAs using the selected multiplex quantification method (ìValidation Studyî); and\n(vi)\tperform a marketing study regarding the use of miRNA diagnosis/prognosis in TNBC patients;\n(vii)\tdevelop a competitive strategy.\n\nFor part (i) Multiplicom has the support of top-notch clinical scientists (ìKOLsî) in the field of miRNA in TNBC.  Multiplicom will rely on its internal expertise, and expertise of its consultants to perform (ii) to (vi).  This is supported by its track record of developing and commercializing novel highly multiplexed diagnostics (ISO 13485 & CE/IVD).  \n\nThe global 170,000 cases of TNBC (new cases in 2012) constitute the target patient population to be monitored by the validated multiplex miRNA test kit (ìKitî)  such that they can be offered the best treatment of what is a multi-billion Euro pharmaceutical opportunity.  From presently available data Multiplicom estimates the annual peak sales of the Kit in excess of Ä5M, with a gross margin of >80%, allowing further expansion of the company including new hires in all departments.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MULTIPLICOM NV",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954714256": {
            "orgId": "954714256",
            "orgName": "MULTIPLICOM NV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}