{
    "rcn": "196281",
    "acronym": "MicroInstrmntsBP",
    "topics": "NMP-25-2014-1",
    "title": "Novel Materials and Manifacturing Process Enabling Wristed Micro-Instruments: Business Feasibility Of Surgical Applications",
    "startDate": "01/01/2015",
    "endDate": "31/05/2015",
    "objective": "MicroInstrmntsBP aims at planning the best business approach to the commercialization of micro-surgical instruments with the same dexterity of state-of-the-art instruments but smaller in size. The reduction in size allows the instruments to be introduced and used in smaller surgical fields and will open up robotic micro-surgery and endoscopic applications, that are currently beyond the capabilities of state-of-the-art  products and have an estimated market size 10x the current 2014 market size for wristed surgical instruments (0.5 Billion USD).\nMicro-wristed instruments are enabled by a proprietary, integrated  design and a proprietary manufacturing process. Medra's design & manufacturing process for 3d micro parts allows parts to mate together with high precision. Current manufacturing technologies are limited in the fabrication of small 3d parts, especially  parts for assemblies, by limits on the achievable geometry of the parts and their tolerances. We have overcome such limitations and are able produce very precise small parts in very hard and high yield strength materials. Such an approach allows to counter the weakening of the parts due to the scaling down of the dimensions. 5 month out goals are international IP filings and definition of first viable product based on surgical procedure-specific market size and risk-adjusted business opportunity.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MEDRA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936035936": {
            "orgId": "936035936",
            "orgName": "MEDRA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}