{
    "rcn": "196211",
    "acronym": "GWAFH",
    "topics": "NMP-25-2014-1",
    "title": "Emulsar: give the world appetite for health.",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "Emulsar is an innovative SME founded in 2004. Emulsar invented a breakthrough emulsion technology that allows the designing and manufacturing of disruptive innovations to revolutionize health and nutrition. Since 2012 Emulsar has produced hundreds of tons of Light oilÆ used to bring a whole new generation of ultra low-fat and healthier dressings with enhanced taste on the market.\n\nThe combination of aging populations, more sedentary lifestyles and poor nutrition habits has created a huge raise in public health issues such as diabetes, obesity, Alzheimer, denutrition and cancer.  \n\nHealth goes through nutrition.\nToday, poor taste is one of the main criticisms heard about healthy functional food, and undoubtedly the major reason for poor consumption. \n\nNutrition demands taste.\n\nOur objective and main motivation for this project proposal are to accelerate the deployment of our innovative manufacturing technology on a European & world scale by investigating functional food market opportunities. \n\nEmulsarís mission is to improve the health impact of functional food through enhanced taste.\n\nThe deployment of such a technology will lead to these outcomes: \n\nï identify the most valuables functional food products in terms of nutrition impact and business opportunity for Europe & the world\nï produce lab prototypes\nï generate market data to forecast turnover and ROI\nï build a strong business plan\n\nThese outcomes will also lead to the following impacts:\nï positively modify patient and consumer perception of functional food\nï dramatically increase consumption of functional food in Europe and around the world\nï help solving chronic diseases and face the aging of population\n\nThe objectives of phase 1 are to conduct a global market study and realize prototypes to be used as proof of concept. The success of phase 1 will lead to industrialize and commercialize our application in phase 2 and start developing new promising applications.\n\nEmulsar: give the world appetite for health.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EMULSAR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936958018": {
            "orgId": "936958018",
            "orgName": "EMULSAR",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}