{
    "rcn": "196243",
    "acronym": "SOMA Analytics",
    "topics": "PHC-12-2014-1",
    "title": "Chronic Stress Biomarkers for Early Detection and Prevention of Burnout",
    "startDate": "01/12/2014",
    "endDate": "31/05/2015",
    "objective": "In 2013, the costs of work-related depression in the EU-27 was estimated to be Ä617 billion annually , taking in account costs to employers resulting from absenteeism (Ä272 billion), loss of productivity (Ä242 billion), healthcare costs (Ä63 billion) and social welfare costs (Ä39 billion). \n\nThe project focuses on the early detection of work-related psychological stress resulting in negative health outcomes, such as burnout or depression.  \n\nï In phase 1, the project will validate the technical and commercial feasibility of a non-obtrusive smartphone-based solution able to detect stress based on the analysis of speech, sleep and typing behaviour. The project will establish the market interest (competitive analysis, willingness to pay) and recruit corporate organizations willing to participate to clinical trials in phase 2. \n\nï In phase 2, the project will implement a clinical trial in order to demonstrate the validity of the existing solution prototype based on the stress biomarkers researched in phase 1. The solution will be tested with adult subjects against other known stress biomarker sensors.\n\nOne of the key innovations of the project is the use of speech analysis to evaluate chronic stress by using a dual approach: first, recognize stressed speech using two nonlinear feature models and second, recognize emotion profiles in order to assess mental resilience. The analysis follows a machine learning approach by identifying relevant features to build classifiers which are then trained on a suitable data set. \n\nThe platform built in this project will also be used to develop an ecosystem of partner companies (e.g. wearable suppliers, online coaching services) that can reuse SOMA Analytics algorithms inside their own product offerings, thus driving further European innovation in the area.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOMA ANALYTICS UG (HAFTUNGSBESCHRANKT)",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940654300": {
            "orgId": "940654300",
            "orgName": "SOMA ANALYTICS UG (HAFTUNGSBESCHRANKT)",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}