{
    "rcn": "196206",
    "acronym": "VisuaLook",
    "topics": "ICT-37-2014-1",
    "title": "Novel clothing e-commerce application for reliable size assignment and realistic fitting visualization",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "E-commerce has become a focal point of expansion and growth for the consumer goods industry. However, clothing market still accounts for a low ratio of online sales compared to more established sectors. Online apparel retailers have a 40% return rate, the highest in e-commerce, being bad fit the main barrier for the online market and causing 75% of these returns. In addition, final buying decision for fashion shoppers relies on the possibility to visualize realistically the look and fit of the garment and this is not possible with the current available technologies.\n\nThe overall objective of TecnologÌasDIM with this innovation project is to introduce in the clothing e-commerce market a disruptive web-based application (VisuaLook) for reliable size assignment and realistic fitting visualization integrating advanced ICT technologies: mobile application to capture the ëpersonal avatarí (3D body geometry and photorealistic visualization), web-based virtual try on software, and ICT architecture that supports the integration and communication. We expect to reach a leading position in the market, increasing rapidly the market share and sales of the company, encouraged by an innovative and competitive solution for our clients (clothing manufactures and e-retailers) and an easy and fast adoption of the end users (e-buyers), becoming a reference for clothing e-commerce.\n\nFirstly, we will conduct a feasibility study in Phase 1 in order to assess the integration of the core technologies, the shopping experience outline, the regulatory issues and the commercialisation strategy, ending with the elaboration of a comprehensive business plan. In Phase 2 we will perform a pilot study to demonstrate VisuaLook in a real environment with the collaboration of a relevant e-retailer of the clothing sector. VisuaLook will be ready for commercialization in Phase 3.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TECNOLOGIAS DIM SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936584568": {
            "orgId": "936584568",
            "orgName": "TECNOLOGIAS DIM SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}