{
    "rcn": "196237",
    "acronym": "REFEREE",
    "topics": "IT-1-2014-1",
    "title": "pREcise Fluids mEteRing EquipmEnt",
    "startDate": "01/01/2015",
    "endDate": "30/04/2015",
    "objective": "No one likes to be cheated, neither on purpose, nor accidentally. 2014/32/EU Measuring Instrument Directive (MID), mandatory from April 2016 on, works towards guaranteeing the rights of the end consumer, as well as providing an uniform European Market for all manufacturers of Measurement Instruments (MIs).\n\nWe are FLEXBIMEC International SRL, an Italian multinational company situated in Albinea (North of Italy) with 26 employees, 8.6MÄ turnover, 2,500 customers base and a track record of 40\\ years experience successfully providing MIs for fluid/fuel metering and dispensing devices. We lead the Italian market (>35% market quote) and are a relevant European and worldwide player (>55% exports). Passionate about innovation, as we are, we will take this EU directive as an opportunity to commit a deep revision of our current technology and go a step further in the direction of offering our customers the added value they deserve while further protecting end consumer rights. \n\nREFEREE is a technology upon which we will build a brand new line of fluids metering & dispensing equipment conforming 2014/32/EU MID Norm, that will comprise an optional proprietary air separation subsystem (to further increase accuracy, equipment lifetime, make the workplace safer and cleaner for workers and lower environmental impact). We will focus on Automotive (our all-time focus), Industrial (mechanical industry of production of cylinders, cranes, gear reducers, vehicles and motors) and will start exploring Maritime (new market!) sectors, and specifically target electric oil and fuel pumps in the garage segment. Results obtained from our on-going development makes us confident in achieving our goal of further increasing our sales up to 60% in the EU and consolidate our international presence.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FLEXBIMEC INTERNATIONAL SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936391053": {
            "orgId": "936391053",
            "orgName": "FLEXBIMEC INTERNATIONAL SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}