{
    "rcn": "196252",
    "acronym": "THEMOTION",
    "topics": "IT-1-2014-1",
    "title": "TheMotion: Revolution in Motion",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "e-Traction Europe, a highly innovative company specialized in energy efficient electric powertrain technology, is developing a direct-drive in-wheel electric powertrain solution for city buses as well as for medium and heavy duty trucks, which is called TheMotion. By creating the most energy efficient electric powertrain solutions, environmental impact, energy consumption and cost of ownership of mobility are lowered substantially.\nTheMotion is the only direct-drive in-wheel electric powertrain system on the market for buses and medium and heavy duty vehicles. The main advantages of TheMotion, direct-drive in-wheel electric powertrain solution are:\nï Zero emission system (huge contribution to lowering CO? emissions and air quality); \nï Significant noise reduction;\nï High efficiency (e.g. maximum elimination of transmission losses and optimal regeneration);\nï Decrease of the total cost of ownership;\nï Flexible production method and assembly makes product suitable for retrofit and new vehicles;\nï Design freedom for OEM (optimum use of available vehicle space due to very low build height of the axle).\n\nPotential users are public transport operators, bus manufacturers and manufacturers of medium and heavy duty trucks (OEMs). The objective of this feasibility study is to further verify the technological, practical as well as the economic viability of the product. The 6 months of Phase 1 will be used to develop a detailed business plan, strengthen the relationship with potential customers and partners and define the technology. e-Traction intends to submit a Phase 2 application after finishing Phase 1.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "E-TRACTION EUROPE BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "945225910": {
            "orgId": "945225910",
            "orgName": "E-TRACTION EUROPE BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}