{
    "rcn": "196293",
    "acronym": "Springwave2014",
    "topics": "SFS-08-2014-1",
    "title": "Transitioning to microalgae as a sustainable, high-quality large-scale food source through launching the first daily drink containing spirulina",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "To meet the challenges of growing world food consumption, environmental preservation and sustainable food production, spirulina has been identified as an extremely valuable solution by many international bodies. However, this microalgae is still a largely underutilised food resource. The reasons are organoleptic (foul taste and smell) and, most importantly, cultural (algae are not part of the Western culinary art).\n\nTo eliminate organoleptic barriers, ALGAMA brings a strong innovation by extracting high-quality nutrients from microalgae. To overcome cultural resistance, ALGAMA wants to create consumer awareness through an appealing mass-market product: ìSpringwaveî, the first daily drink containing high-quality spirulina nutrients. This first product will be followed by a large variety of spirulina-based food products.\n\nUser needs to be met upon completion of the project are the trends (and societal challenges) health and well-being. Consumers are increasingly concerned with the nutritional properties of their food, but also that the food is natural and sustainable. Other user benefits are taste, texture similar to water and the ready-to-use approach.\n\nThe feasibility study will assess 3 key levels:\n1. Commercial: Define strategy for mass-market expansion in France, UK, Germany, Netherlands and Sweden\n2. Industrial: Analyse and decide on environment-friendly model to increase production capacity from 15 000 to 1 000 000 bottles per year\n3. Legal: Identify legal and IP issues for the launch of Springwave outside France\nFor mass-market commercialisation of our spirulina-based beverage, total funding requirement during 2 years for Phase 2 is estimated at Ä 3 300 000.\n\nAfter testing its beverage in France, ALGAMA intends to expand in Northern Europe (UK, Germany, Netherlands and Sweden) where the health awareness is strongest and the functional product consumption highest, before entering into the first two biggest functional beverage consumption markets: USA and Japan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALGAMA SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936087637": {
            "orgId": "936087637",
            "orgName": "ALGAMA SAS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}