{
    "rcn": "196232",
    "acronym": "Bioprene",
    "topics": "SC5-20-2014-1",
    "title": "Bio-based high-purity isoprene through high-yield technology",
    "startDate": "01/04/2015",
    "endDate": "31/07/2015",
    "objective": "Visolis represent the future in cheap sustainable isoprene. About 770,000 metric tonnes of Isoprene are produced annually and commonly used in tyres, but also many other rubber applications including medical equipment, toys, shoe soles, textiles. \nCurrently the cheapest way to produce Isoprene is via its extraction from the steam by-product of ethylene production from crude oil cracking. However due to rising crude oil prices, ethylene is being produced more and more via natural gas that does not create isoprene as a by-product, risking a shortage of isoprene and a subsequent rise in its price. In addition, crude oil cracking releases a lot of C0? into the environment, about 5.4 tonnes of CO? during the entire lifecycle procedure, contributing the greenhouse effect. \nVisolis have developed a new microbe and supporting process technology to produce bio-based high-purity isoprene, bioprene. The solution uses proprietary technology based on a bioengineered microbe that converts renewable materials (plant sugars) into isoprene with a high yield. Therefore Visolis are able to produce isoprene for less than half its current market price through a process that emits 4 times less the amount of CO?. Visolisí method can be industrially implemented by retrofitting bioethanol manufacturers existing fermentor systems. \nVisolisí bioprocess is at Technology Readiness Level 6 moving towards TRL 9. Phase 1 project aims at assessing the activities needed to standardize the product, scale up to a large pilot implementation and test the market to achieve a sound business model.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VISOLIS TECHNOLOGIES LTD",
    "coordinatorCountry": "UK",
    "participants": "BIOSPHERE SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "938166444": {
            "orgId": "938166444",
            "orgName": "VISOLIS TECHNOLOGIES LTD",
            "ecContrib": 50000
        },
        "935624268": {
            "orgId": "935624268",
            "orgName": "BIOSPHERE SRL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}