{
    "rcn": "196240",
    "acronym": "BLACKBINDER",
    "topics": "ICT-37-2014-1",
    "title": "Black Binder, all-in System of Digital Scores",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "'Musicians play the scores basically like they did 200 years ago.The musician must hand off the instrument to turn the page and it is complicated passing scores and maintain proper posture. They also spend large spaces and budget to store and preserve scores that are easily deterioorated. In addition, collaborative work is a hard task due to the lack of synchronization.\n\nWith BlackBinder solution, New Music Now will offer the music community a 'pageless scrolling' technology-based system that allow: Continuously display of scores at the pace the musician sets and improve in this way the interpretation, allowing the musician being holding the instrument at any time (Page concept disappears).\nSynchronization for collaborative work is possible, annotations writing and sharing, and specific functionalities for every instrument.\n\nTo benefit from this, the musician must download to his tablet the bbApp application which is complemented with 3 other services/products that offer maximum utility being used supplementary:\n\nbbSet: physical device that supports the tablet and allows the user to interact with the app by wireless pedals.\nbBinder: storage space in  the cloud for scores downloaded from bbsore or uploaded by the musician from his own background music and turned into XML format.\nbbStore: online store for individuals or publishers to sell scores with bbsecure technology anti-piracy. Impossibility to get the score of bBinder and send it to another user. Its visualization is only possible with the bbApp. Scores are also encrypted (for user recognition) so if they were finally removed from the bBinder, even so, they cannot be used for another user who is not the owner.\n\nTaking into account the high number of musicians worldwide, the described needs and the BlackBinder characteristics show a clear link between the really large gap in the musicians environment and the great business opportunity for the proposed solution.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEWMUSICNOW SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936482330": {
            "orgId": "936482330",
            "orgName": "NEWMUSICNOW SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}