{
    "rcn": "196265",
    "acronym": "Ph1ProHap2",
    "topics": "ICT-37-2014-1",
    "title": "hapticom launches the worldës 1st special tablet for over 20 million visually impaired people in the EU, enabling them access to barrier-free digital information and communication with all of society",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "Within the EU there live far more than 20 million blind and partially sighted people. There are even over 150,000 deafblind people who miss out seeing AND hearing at the same time. Most of the blind suffer from strongly limited communication and often live in huge social isolation. Even the UN and also EU parliament have already stipulated that a specific product solution for particular blind is needed. This mobile device ought to offer barrier-free communication and information to assist those people daily lives.\n\nTherefore, the SME hapticom, an academic spin-off, develops the worldës first smartpad and corresponding ICT infrastructure for visual impaired. The device is named haptiPad and similar to a special haptic multi-functional pad or tablet. This innovation will change the life of blind people in whole Europe radically and strongly foster integration and inclusion. \n\nDue to the groundbreaking chances the haptiPad offers, it addresses a huge market. High social gains, employment and commercialisation potential can be expected.  Via several governmental fundings and the international investor Wayra (Telefonica telecommunications group) a convincing working prototype (TRL 6) is already developed and successfully tested.\n\nDue to several (inter)national business concept contests the innovative business model of hapticom got very challenged and thus, advanced and was rewarded highly many times. The competent team intends to prove the adaptability and viability of the projectís concept and product solution on a European level with the help of a feasibility study. At the end of phase 1 SME instrument hapticom aims for reference customer for the commercial beta version of the haptiPad to finally successfully finance the growth of the venture.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HAPTICOM UG (HAFTUNGSBESCHRANKT)",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938510794": {
            "orgId": "938510794",
            "orgName": "HAPTICOM UG (HAFTUNGSBESCHRANKT)",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}