{
    "rcn": "196216",
    "acronym": "IDEAL",
    "topics": "SIE-01-2014-1",
    "title": "InDustrializing Elcogenís Affordable and durabLe SOFC stack",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "'Elcogen Oy is developing a new Solid Oxide Fuel Cell (SOFC) stack for SOFC systems. Elcogen SOFC stack will provide a combination of better efficiency, longer durability, and lower cost, which none of the competing SOFC stack vendors can offer. These improvements will enable SOFC system manufacturers to compete against other energy production technologies without subsidies and/or tax benefits, and ensure truly environmentally friendly operation.\nThe overall objective of the business innovation project is successful commercialization of Elcogenís SOFC stack by early 2017. In Phase 1 the key objective is to verify the technological feasibility and commercial viability of Elcogenís SOFC stack. Deliverable from the study will be enhanced business plan. Enhancements will be achieved through customer visits and interviews, supplier visits and interviews, market study and tradeshow participation. Feasibility study will also cover commercial supply agreement negotiations with key component suppliers as well as initiating first customer evaluation tests for the stack.\nBusiness opportunities for Elcogen Oy are based on the following key components: stack design is optimized from the beginning for mass-manufacturing using low cost raw materials; stacks lower operating temperature helps system manufacturers decrease system cost; and Elcogenís innovative business model in the fuel cell industry is to take advantage of specialized manufacturers.\nElcogenís proposal focuses on topic ìStimulating the innovation potential of SMEs for a low carbon energy systemî within Horizon 2020 Work Programme / Societal Challenge 'Secure, Clean and Efficient Energy'.\nThe IDEAL business innovation project is core to Elcogenís successful commercialization and market entry, and fits 100% to Elcogenís strategy. It will support Elcogen to seize 9% market share of global µCHP stack market by 2020, which equals to forecasted annual turnover of 45 MEUR.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ELCOGEN OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953668596": {
            "orgId": "953668596",
            "orgName": "ELCOGEN OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}