{
    "rcn": "196257",
    "acronym": "HELIUM",
    "topics": "Space-SME-2014-1",
    "title": "High European Laboratory for Institutes, Universities and Markets",
    "startDate": "01/03/2015",
    "endDate": "31/07/2015",
    "objective": "HELIUM's overall innovation project aims at designing and developing a commercial crewed near-space balloon-borne laboratory platform. This solution will be a bridge between ground and in-orbit testing allowing users to access space-like conditions and validating new technologies.\nHELIUM will be led by Zero2infinity, an experienced SME that develops, tests and operates near-space vehicles based on high-altitude helium balloons; and the only private company in Europe with the capability to perform unmanned heavy near-space balloon flights.\nThe results of the HELIUM project will offer European space companies, researchers and scientists a platform to access space-like conditions, with more flight opportunities and at lower costs to test, validate, demonstrate and calibrate technologies, equipment and new concepts to increase their TRL, boosting up the competitiveness, non-dependence and innovation of the European space sector.\nThe specific objectives of the current phase 1 are to study and evaluate the technical viability as well as the sustainability and profitability of the HELIUM solution. The objective of the overall innovation is that the current stage of HELIUMís TRL6 prototype version reaches a TRL9 commercial level at the end of phase 2.\nHELIUM's platform offers several advantages compared to other test infrastructures: space-like integrated environment, long exposures, low mechanical requirements, adaptability of the platform to the experiment and cost-effectiveness. The system will perform flights to altitudes up to 40km, adjustable from a few minutes to several hours or even days.\nZero2infinity has extensive experience in developing, testing and integrating pressurized capsules and flying them on near-space balloons. This background and knowhow enables the company to significantly reduce the risk of undertaking the HELIUM project while maximizing the probability of success of this business opportunity.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ZERO 2 INFINITY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953627565": {
            "orgId": "953627565",
            "orgName": "ZERO 2 INFINITY SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}