{
    "rcn": "196280",
    "acronym": "ENBIOSURF",
    "topics": "BIOTEC-5a-2014-1",
    "title": "Enzymatic production of a novel class of nonionic, mild and biobased surfactants",
    "startDate": "01/03/2015",
    "endDate": "31/10/2015",
    "objective": "A completely new class of non-ionic, biobased and mild surfactants that have been shown to have a number of advantageous technical features compared with commercial alternatives, have been produced using a novel enzymatically catalysed process (patent pending). This project aims at investigating the feasibility of a more economical route of their production to expand their market potential. The novel group of surfactants consist of oligomeric alkyl glycosides with head-groups substantially larger than those already on the market. The biocatalytic process developed is the only way such surfactants can be produced, and they have for the first time ever been produced in amounts that have allowed for their features to be established. Their mild and technically superior features render them extremely attractive for replacing ethoxylated surfactants such as the polysorbates in pharmaceutical formulations, thereby solving the problems of allergies and side-effects associated with the formation of oxidation products including formaldehyde. The new class of surfactants will, if the production cost is reduced, also be very attractive for the cosmetics- and personal care markets including a large number of European cosmetics companies. The cosmetic sector has a large need for both replacing ethoxylated surfactants and introducing ìgreenî ingredients that can be accepted under for instance the Cosmos standard, a European standard for organic and natural cosmetics. The mild and green features of the oligomeric alkyl glycosides make them very attractive for this sector. This project aims at investigating the bottle-necks for achieving a more economical process including type of raw material, re-use of material, conversion, downstream processing etc. This will prepare for scaling up and a larger market introduction which will be the aim for a project proposal for phase 2 funding, after which a partner deal including licensing and/or acquisition is expected.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Enza Biotech AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951074428": {
            "orgId": "951074428",
            "orgName": "Enza Biotech AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}