{
    "rcn": "196220",
    "acronym": "HitSeedSME-1-09-14",
    "topics": "ICT-37-2014-1",
    "title": "HitSeed application for the Horizon 2020 dedicated SME Instrument - Phase 1 2014. September 2014.",
    "startDate": "01/12/2014",
    "endDate": "31/05/2015",
    "objective": "'HitSeed is conducting a feasibility study on their revolutionary Internet of Things (IoT) platform, which includes hardware, software, industrial design and software development tools. The platform is technologically novel, as it combines modern microcontroller-based hardware with touch display and graphical user interface providing unprecedented customer benefits, like low power consumption and significantly reduced unit cost. Most  importantly, the IoT platform is disruptive, as it brings development costs down to completely new levels and shortens the IoT deployment time-to-market from 1-2 years to months or weeks while simultaneously reducing the risk level. It also allows the expansion of IoT solutions to domains that have not been feasible before, including e.g. mobile, 'fire-and-forget' type of IoT sensor and monitoring devices.\nThere is a clear customer need for our platform as many companies in Europe and globally struggle with finding a proper solution for their IoT needs or need to accelerate their product development to stay competitive. Potential customers vary from small startups developing consumer IoT products in various domains like household appliances or wellbeing to large enterprises needing a tested HW platform to boost their own product development e.g. for industrial clients. We estimate that the commercial potential for IoT devices based on our platform is 38 MEUR in 2017 with indirect impact being in the range of 600 new jobs in Europe, increased competitiveness of European industry, and an estimated customer value add of over 300 MEUR.\nDuring the feasibility study we are planning to do an IoT opportunity identification, build a business plan, develop a minimum viable product for IoT including an industrial design, as well prepare to pilot the solution with a first customer. The outcome of the study is a clear plan for the next steps including potential application for the phase 2 of the Horizon 2020 dedicated SME instrument funding'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HITSEED OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938147820": {
            "orgId": "938147820",
            "orgName": "HITSEED OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}