{
    "rcn": "196272",
    "acronym": "HESS",
    "topics": "SIE-01-2014-1",
    "title": "Hybrid Energy Storage System",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "The development of solutions with the capability of efficiently managing the energy produced by renewable sources and providing fast response as a back-up system or for frequency regulation is a major need in the energy market. While the former has been traditionally satisfied by using batteries, the latter is mainly covered by fossil fuel dependent technologies. Batteries allow for a significant increase of penetration of stochastic renewable energy sources but are unable to satisfy transient events requiring high power responses. In the case of fossil fuel technologies, a set of well-known drawbacks (high operation costs, fuel dependency, pollution and power supply instability, etc.) shows that these solutions are not the most suitable ones from economic and environmental perspectives.\n\nIn order to overcome this situation, Wind Inertia proposes HESS, a hybrid storage solution that integrates in a single system, ultracapacitorsí (UC) high power density and robustness, Li-ion batteriesí energy storage density, advanced power electronics and control and management systems. The result is a solution capable of combining and optimizing the use of multiple types of energy resources (renewable, fossil fuel dependent and storage).\n\nThe expected outcome of this proposal is the elaboration of a feasibility study and a business plan aiming at verifying the technological, practical and economic viability of the technology describing their most suitable business model, exploitation strategy, etc.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WIND INERTIA TECHNOLOGIES S.L",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "975224421": {
            "orgId": "975224421",
            "orgName": "WIND INERTIA TECHNOLOGIES S.L",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}