{
    "rcn": "196217",
    "acronym": "SmartDesalt",
    "topics": "SC5-20-2014-1",
    "title": "Smart Pressure Vessel for water desalination with reverse osmosis membranes",
    "startDate": "01/02/2015",
    "endDate": "31/05/2015",
    "objective": "The United Nations predicts that by 2025 two-thirds of the world's population will suffer water shortages, especially in the developing world and the parched Middle East. In Europe, water is also a major concern in countries that fall under the Mediterranean basin such as Spain, Italy, Turkey, Greece, France and Israel. Fresh water is required not only for drinking and domestic purposes. Industry accounts for nearly 60% of fresh water withdrawals in the developed world and agriculture consumes 70% of fresh water supplies globally. Consequently, an adequate supply of good-quality water is a pre-requisite for economic and social progress, and competition for water poses a growing risk to the economy, communities and the ecosystems they rely on. \n\nThe growing need for water in the world will be met in a large part by desalination. Governments and industries no longer look to desalination as a secondary, but as a primary alternative to increase water supply for domestic, agriculture and industrial use in the world, and especially in the Mediterranean basin and the Middle-East, the target locations for SmartDesalt.\n\nAmong desalination technologies, reverse osmosis based desalination is the most popular because it is the most energy efficient. However, costs are still the largest barrier for its implementation. \n\nROTEC, an innovator in commercializing technology to prevent scaling in membranes and pipes, has joined forces with BEL Composite IbÈrica, world-leader in pressure vessels (membrane housing) for water desalination systems, to exploit a joint business opportunity. They will develop a new generation of smart pressure vessels which allow the direct on line measurement in real time of the process flow inside the vessel. This allows the detection and identification of early stages of fouling formation (by type, biofouling or mineral scaling, and location on the membrane surface) so that a preventive maintenance strategy can be more efficiently implemented. Such a stra",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ROTEC - REVERSE OSMOSIS TECHNOLOGIES LTD",
    "coordinatorCountry": "IL",
    "participants": "BEL COMPOSITE IBERICA SL",
    "participantCountries": "ES",
    "projectParticipants": {
        "938046067": {
            "orgId": "938046067",
            "orgName": "BEL COMPOSITE IBERICA SL",
            "ecContrib": 0
        },
        "950829794": {
            "orgId": "950829794",
            "orgName": "ROTEC - REVERSE OSMOSIS TECHNOLOGIES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}