{
    "rcn": "196282",
    "acronym": "SAFETY4WORKERS",
    "topics": "ICT-37-2014-1",
    "title": "Breakthrough for outdoor autonomous heavy machines: Safety-directed collision avoidance system for workers based on UWB radios with performance level",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "ÑWorker severely injured on the job by a moving machine!ì\n- Industrial enterprises worldwide need to avoid such a headline.\n\nSafety at work is a hot topic in industrial companies today. The International Section of the ISSA (International Social Security Association) on Prevention in the Mining Society formulates the Vision Zero for 2020. A huge amount of money is invested in prevention, more than 900MÄ per year only in Germany. Especially accidents with mobile machinery are crucial with around 12.000 accidents caused by collisions between construction machine and pedestrians resulting in an economical loss of 1 billion euro per year only in Germany.\n\nThe vision of industrial companies is to deploy autonomous moving machines (AMM) across different application scenarios. As the area of machine operation can typically not be separated from walking workers, a basic requirement is that AMMs must detect these persons reliably in the critical danger zone and must be able to react autonomously in order to avoid fatal collisions. Safety-directed pedestrian recognition is still todayís blocking point for outdoor operations, as conventional sensors like laser, cameras, radar or ultrasonic fail due to the harsh operational conditions and highly dynamic changing working environment.\n\nComnovo is proposing combined active and passive Ultra-Wideband sensors for safety-directed, bi-channel human being detection.\n\nThe main objective of phase I of the SAFETY4WORKERS project is to explore the technical feasibility and commercial potential by combining D2SENSE with UWB radar sensors for human being detection to reach a PL. Furthermore, the business plan will be further developed based on the two divers use cases ìCharging Cars in Coke Plantsî and ìAutonomous Mining Systemsî, which will be elaborated with support of European partners committed to this project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COMNOVO GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938740587": {
            "orgId": "938740587",
            "orgName": "COMNOVO GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}