{
    "rcn": "196230",
    "acronym": "Free power supply",
    "topics": "SIE-01-2014-1",
    "title": "Stand-alone power supply saving low-speed fluid energy available around us",
    "startDate": "01/12/2014",
    "endDate": "30/04/2015",
    "objective": "The project is about designing, manufacturing and marketing a range of stand-alone power supply products based on pico-turbines able to efficiently produce on-line and deliver the few tens to hundreds of watts needed by the process and quality control equipment of the water supply networks.\nIndeed, so as to limit the Non-Revenue Water (35% NRW in average worldwide ) and to reach the expected service quality, sensors as well as regulation systems and signal transmitters are increasingly installed at the innumerable junctions of the water distribution networks.\nBeyond those needs, there are several similar industrial stand-alone power needs which can be fulfilled by our breakthrough technology, like for industrial fishing monitoring equipment, irrigation monitoring systems, sailboat on-board safety and comfort equipment or weather marine station and buoy networks equipment, all being of global reach.\nThanks to its partnerships with public research labs (Polytechnique Grenoble, CNRS) and experts (Prof. M. Jufer, EPF Lausanne), as well as 3 years of technical development, Save Innovations designed its first innovating pico-turbine, which is intrinsically waterproof, simple (5 main components), requires no specific maintenance and produce at flow speed as low as 0.5m/s. 4 Patents are published, and 5 new patents have been applied.\nA first set of prototypes have been successfully tested in a relevant environment. \nFeasibility within the breadth of the water network requirements as well as product range analysis is now needed before heading to the standard product development and industrialization (will trigger a phase-2 request).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SAVE INNOVATIONS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938065661": {
            "orgId": "938065661",
            "orgName": "SAVE INNOVATIONS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}