{
    "rcn": "196253",
    "acronym": "iLocator",
    "topics": "ICT-37-2014-1",
    "title": "iLocator - Map, track and manage point-based-assets",
    "startDate": "01/01/2015",
    "endDate": "31/05/2015",
    "objective": "The problem: OECD countries, on average, spend more than 2% of GDP on maintenance of road, rail, sewage, water, park, power, telecom, and harbour and airfield infrastructure. Specifically, sewage maintenance is an increasing cost for municipalities with the growing number of flash floods in Europe, which in turn puts enormous pressure on gullies to diverge water. It is expected that the occurrence of these events will continue to increase in the near future. Therefore, servicing and maintenance of this infrastructure will become even more important to prevent flooding. \n\nThe market: Local authorities/municipalities are typically responsible for the service and maintenance of physical infrastructure such as roads, traffic signs, storm drains (gullies) and trees (i.e. assets). Municipalities across Europe spend a large part of the renovation budget on gully cleaning, given the number and high frequency of the maintenance service. Due to the sheer number of gullies within a single municipality, logistics are becoming increasingly difficult and cumbersome. \nFurthermore, there is currently no reliable/easy-to-use, commercially available systems for managing assets (gullies). \nConsequently, cleaning schedules and general upkeep of the gullies are inconsistent, inefficient and costly. \n\nThe solution: iLocator is a lean early-stage born global company, pursuing a Software-as-a-Service (SaaS) business model. \nWe have developed a unique platform and a range of tools to unlock a huge addressable global market, which is the effective management of gully cleaning. iLocator has clearly identified a significant potential for optimizing these maintenance processes with preliminary results indicating a reduction in maintenance and management expenses by 20%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ILOCATOR  ApS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938082151": {
            "orgId": "938082151",
            "orgName": "ILOCATOR  ApS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}