{
    "rcn": "196284",
    "acronym": "BilletPro",
    "topics": "SIE-01-2014-1",
    "title": "Development of a harvesting machine for short rotation plantations for the production of billets with advantageous properties in terms of handling, drying and storing",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "Plantations of fast-growing trees, so-called short rotation plantations (SRPs), are a promising way to produce large amounts of CO2 neutral energy. SRPs are usually harvested fully automatically with harvesting machines that directly chop the wood into chips which are then combusted in CHP plants. However, the chipping leads to losses of up to 30 % of the energy content due to microbial degradation of the wood during drying.\nSalixEnergi Europa AB has developed an innovative new harvesting technology which enables a fast drying of the wood without any losses of the energy content. The rods are cut into pieces with a length between 12 and 24 cm (depending on the purpose), so-called billets. When stored in piles the good air circulation enables a fast drying while the bark protects the billets from microbial degradation. A first technical prototype has demonstrated the proper functioning and huge potentials of the technology. However, improvements and adaptations are required to achieve the market breakthrough. In this proposed project a feasibility study will reveal the technical feasibility of the envisaged improvements and the optimal way of implementation, while a business plan will show the optimal way of commercialisation.\nThe billet harvester will allow European energy farmers to use the full energetic potential of the wood and thus increase their income by up to 30 %, while the increased production of CO2 neutral energy per unit of area will help Europe to reach its goals of climate control. The improved profitability of SRPs will moreover lead to a further fast growth of the plantation area. At the same time SalixEnergi Europa AB will significantly grow in terms of turnover, profit and employment, reach the market leadership for SRP harvesters and expand its position as one of Europeís leading SRP companies.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SALIXENERGI EUROPA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "957618339": {
            "orgId": "957618339",
            "orgName": "SALIXENERGI EUROPA AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}