{
    "rcn": "196261",
    "acronym": "ULISENS",
    "topics": "BIOTEC-5a-2014-1",
    "title": "Ultra Legionella Inmunoanalysis System for Early Sensing",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "The general objective of ULISENS project will be focused on the commercial development and further commercialization of an automatic early warning system able to detect and quantify Legionella species in water. The system integrates an innovative fast detection automatic module able to carry out ìin situî analysis in real-time based on information and communication technologies to minimise the time for obtaining results. ULISENS will have the following functionalities:\n- Faster response time, with a time reduction of up to 99% compared with standard  laboratory tests (1h vs 288h)\n- Greater reliability thanks to the certified detection and enumeration technology (accuracy of detection higher than 99%)\n- Lower cost, with reductions of up to 84% compared with standard laboratory tests (8Ä per test vs 50Ä per test)\n- Direct sampling from userís network in real-time, no technical staff needed.\n- Sustainable detection biotechnology without maintenance \n- No hazardous waste generation  (no biological waste)\n- Customizable online early warning module with internet connection to prevent users from risk.\n\nApart from the previous technological objectives, ULISENS has also the following specific objectives:\n- To develop a business and exploitation plan, including the assessment of the cost?effectiveness and exploitation potential of the solution. \n- To tackle  main bottlenecks and barriers for the full commercialization of the innovative technologies, mainly related to legislative and regulatory aspects in each country.\n- To widely disseminate project outcomes to stakeholders and end?users, strengthening synergies with other initiatives and platforms to reach the maximum impact.\n- To analyse market and business strategies in the sector in order to find the best combination of external agents and international entities to develop cooperation strategies for market exploitation and further products commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOTICA BIOQUIMICA ANALITICA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952306037": {
            "orgId": "952306037",
            "orgName": "BIOTICA BIOQUIMICA ANALITICA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}