{
    "rcn": "196209",
    "acronym": "EctoVision",
    "topics": "SFS-08-2014-1",
    "title": "Improved machine vision for guidance of optical system for cost-effective and environmentally safe in-situ removal of ectoparasites from farmed fish",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "Sea lice are the most damaging parasite to the salmonid farming industry in Europe, inflicting an annual loss of Ä300 million. Lice originating from farms also represent a grave danger to wild populations. Fish farmers use many different methods in the effort to control sea lice infestations. However, none have proved 100% effective and sustainable over time due to environmental impacts, negative consumer perception, violation of fish welfare, and not the least of which is cost. Both governmental bodies and the aquaculture sector are now asking for a sustainable solution to the huge problems resulting from sea lice infestation of both farmed and wild salmonid stocks. Optical delousing (Stingray) is a new proactive, gentle and sustainable method for controlling the amount of sea lice in net pens. Using camera vision, software and laser allow for fully automatic louse removal without posing any danger to farmed fish, other species, or surrounding environment. The project aims to develop a dedicated advanced machine vision unit, the EctoVision, to increase the field of view, depth perception and image processing speed.  The unit will be made available as an upgrade that can be easily integrated with the existing Stingray platform. The aim is to create an efficient range to detect lice and treat fish that passes within 0.4-1.5 m in the proximity of the Stingray to improve the lice removal performance by a twofold. Activities in the feasibility assessment includes  investigation of possible solutions for the machine vision system, mapping best available state of the art and evaluate performance balanced against cost, in addition to search for additional partners. Case studies will be performed to provide a detailed assessment of the expected economic impact using the Stingray with the EctoVision upgrade compared with competing methods. The results will be outlined in a business plan with proper risk assessment, including a preliminary product design specification.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "STINGRAY MARINE SOLUTIONS AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942704395": {
            "orgId": "942704395",
            "orgName": "STINGRAY MARINE SOLUTIONS AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}