{
    "rcn": "196300",
    "acronym": "NO_MORE_FEAR",
    "topics": "PHC-12-2014-1",
    "title": "A NOvel FFR Measurement fOR accurate dEtermination of stenosis Functional severity in ischemic hEARt disease",
    "startDate": "01/01/2015",
    "endDate": "31/05/2015",
    "objective": "Medis medical imaging systems BV (MEDIS), with 25 years of experience in medical imaging, will introduce a novel imaging-based biomarker as an accurate proxy for functional stenosis severity, creating a breakthrough in the treatment of ischemic heart disease (IHD). This non-invasive imaging algorithm should replace the current standard of using a vascular pressure wire to measure the Fractional Flow Reserve (FFR) - a measure for the physiologic significance of a coronary obstruction on the basis of which the interventional cardiologist decides whether an obstruction needs to be treated with stent placement, or otherwise should be left untreated. \n\nUsing pressure-wire FFR is risky, time consuming, costly, associated with additional X-ray radiation, not always accurate and not applicable in highly curved arteries. MEDIS has developed a functional prototype of its imaging algorithm (FFRQCA) that accurately calculates the FFR from readily available 2D X-ray images through 3D reconstruction, advanced image processing algorithms and computational fluid dynamics. In a direct comparison with the current standard, this novel approach showed excellent diagnostic accuracy of 88%. Efforts to further optimise the technology are currently ongoing: a multi-centre investigator-driven trial is being carried out across 2 European countries, the US and China. \n\nIn this Stage 1 SME Instrument project, MEDIS will investigate the commercial feasibility of this innovation that has already sparked enthusiasm amongst interventional cardiologists worldwide.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MEDIS MEDICAL IMAGING SYSTEMS BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986318602": {
            "orgId": "986318602",
            "orgName": "MEDIS MEDICAL IMAGING SYSTEMS BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}