{
    "rcn": "196364",
    "acronym": "RodBot",
    "topics": "ERC-PoC-2014",
    "title": "Automated Microhandling System for X-ray Crystallography",
    "startDate": "01/09/2015",
    "endDate": "28/02/2017",
    "objective": "Crystallography is one of the most important methods for studying the 3D structure of complex biological macromolecules. The knowledge of the detailed structure of proteins, enzymes and chromatin allows scientists to understand concepts such as bimolecular interactions, mechanism of enzymatic catalysis and the therapeutic action of drug molecules. A major bottleneck of high-throughput crystallography is harvesting the crystallized form of these molecules from their liquid environments and manipulating them to a location that enables exposure to the X-ray beam. Due of the fragility and large size range of crystals this step has so far been done manually by trained experts.\n\nThe proposed research will advance the concept of using a wireless, magnetically driven microrobot, named the RodBot, for micromanipulation of delicate biological entities. The RodBot rolls on a supporting surface in a low Reynolds number fluidic environment and generates rising flows in front of it, and a vortex above it. The flows are utilized for noncontact micromanipulation of fragile objects such as protein crystals. As the RodBot approaches a micro-object, the object comes under the influence of the rising flows which lift it off the substrate. The suspended object is then trapped in the vortex and can be transported to a pre-defined location. The RodBot is powered and controlled by external, low intensity magnetic fields which are generally harmless to living organisms and can readily penetrate most biological material. The flows generated by the RodBot can precisely manipulate crystals of sizes varying from a few microns up to one millimeter. It is capable of separating individual crystals from a group and delivering it to an extraction device called the loop.\n\nThe core magnetic manipulation technology for the wireless control of the RodBot has been developed under the auspices of the ERC Advanced grant project BOTMED.",
    "totalCost": "148885",
    "ecMaxContribution": "148885",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 148885
        }
    },
    "calculatedTotalContribution": 148885
}