{
    "rcn": "196348",
    "acronym": "HITCHIPDIAG",
    "topics": "ERC-PoC-2014",
    "title": "Rapid and Inexpensive Diagnosis of Heparin Induced Thrombocytopenia Using Glycan Arrays Containing Synthetic Glycosaminoglycans",
    "startDate": "01/04/2015",
    "endDate": "30/09/2016",
    "objective": "Rapid and Inexpensive Diagnosis of Heparin Induced Thrombocytopenia Using Glycan Arrays Containing Synthetic Glycosaminoglycans\nHeparin, a complex glycosaminoglycan (GAG) carbohydrate, is the most commonly used anticoagulant. Twelve million patients in the EU are treated annually for conditions including acute coronary syndrome, deep-vein thrombosis and cardiopulmonary bypass surgery. Heparin-induced thrombocytopenia (HIT) is a dangerous adverse side effect of heparin administration. HIT-II develops after major surgery or dialysis and results in infarction, multi-organ failure and 20% mortality. In Europe 100,000 patients develop HIT-II annually.\nCurrently, two HIT-II diagnostics are available. The HIPA and MAIPA tests detect antibodies against a complex of heparin and platelet factor 4 but suffer from low diagnostic specificity and accuracy. Faster, more reliable and cheaper methods to diagnose complications after administration of heparin are needed to improve patient wellbeing and reduce costs.\nThe ERC Advanced grant AUTOHEPARIN yielded an instrument for the automated assembly of defined oligosaccharides. GAG glycan microarrays were produced by printing GAG oligosaccharides onto surfaces and used to screen patient blood. Specific glycan markers of high diagnostic value were discovered to detected HIT-II within minutes and reliabilities well above existing tests. \nThe overall goal of the project is to establish the business model for a company that will focus on the production of GAG glycan arrays as HIT diagnostic. Specific activities include: 1) Development of standard protocols to detect HIT-II using GAG glycan microarray; 2) Plan and cost structure for GAG arrays production; 3) Analysis of the IP space and development of an IP strategy; 4) Evaluate potential markets and establish basis for commercial discussion with potential customers; 5) Prepare business plan for discussions with investors; 6) Incorporate company to commercialize GAG arrays as HIT diagnostic",
    "totalCost": "147094",
    "ecMaxContribution": "147094",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 147094
        }
    },
    "calculatedTotalContribution": 147094
}