{
    "rcn": "196338",
    "acronym": "PHOCCS",
    "topics": "ERC-PoC-2014",
    "title": "Photon Cross Correlation Spectroscopy",
    "startDate": "01/05/2015",
    "endDate": "31/10/2016",
    "objective": "Across Europe, nearly 250,000 people die every year of sepsis, a severe bloodstream infection. Detecting molecular biomarkers indicative of bacterial infection within a limited time is vital to enable targeted antibiotics therapy, limit the risk of antimicrobial resistance and reduce hospitalization costs. The key to success to fight sepsis is a fast detection technology that avoids the need for nucleic acid amplification processes and circumvents the limitations of fluorescence labelling.\n \nThe PHOCCS project aims at exploiting novel concepts based on PHOton Cross Correlation Spectroscopy to develop a breakthrough platform for ultra-sensitive detection of DNA biomolecules and assess its transferability into the large molecular diagnostics market. With its unique technology based on dynamic light scattering of noble metal nanoparticles, PHOCCS has several key advantages to enable commercial success: it is fast, quantitative, sensitive, specific and simple to operate. \n\nBased upon original and patented intellectual property, PHOCCS is fully targeted to the development of a disruptive technology fundamental in strategic applications of molecular diagnostics to fulfil the industrial market needs. The PHOCCS project will bring the technology to a pre-demonstration stage for DNA sensing to strengthen the commercialization and licensing opportunities.",
    "totalCost": "149984",
    "ecMaxContribution": "149984",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 149984
        }
    },
    "calculatedTotalContribution": 149984
}