{
    "rcn": "196384",
    "acronym": "MobileBattery",
    "topics": "SIE-01-2014",
    "title": "Mobile Energy System for recharging, energy buffering and long-distance travelling",
    "startDate": "01/04/2015",
    "endDate": "31/12/2017",
    "objective": "Objective of the business innovation project is providing market readiness for our Mobile Energy Systems. BVB INNOVATE has developed mobile energy sources in co-operation with Fraunhofer Institutes, universities, and a Swiss mobile platform manufacturer. They are able to deliver clean electric energy to a broad variety of grid, off-grid and mobile applications. Technically, these Mobile Energy Systems are powerful 85 kWh Li-ion batteries ëon wheelsí. Mobile batteries can be charged with clean energies from rooftop photovoltaic installations, as well as from wind power or combined heat and power plants or from the grid. Main use-cases are mobile recharging, home and mobile energy storage, and autobahn rental. Fast-charging-network- and roadside-assistance-operators use our systems as mobile fast chargers. E-car drivers or home owners (with a rooftop PV installation) will use our systems for energy buffering and storage. While ìparkedî in the home ownerís garage, the mobile battery will serve the function of intelligent safe back-up power for the home, with additional ìsmart homeî functionality. For the weekend, the mobile battery can be attached to the ownerís battery-powered electric vehicle for a long trip. An 85 kWh mobile battery is capable of taking a small electric car up to 600 kilometres. In addition, we will offer mobile batteries for rental at major arterial roads across the country. Owners of e-cars will have the option of renting rather than buying range-extending power packages. The business innovation project will bring a completely new integrated energy storage solution (technology readiness level 7) to the EU and global markets. It will be a game-changer in the field of recharging, energy buffering, and long distance travelling. The business innovation project is a necessary pre-requisite for company growth to 200 m EUR turnover and 380 personnel in 2020.",
    "totalCost": "2847523,75",
    "ecMaxContribution": "1993266,63",
    "coordinator": "BVB INNOVATE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "957294359": {
            "orgId": "957294359",
            "orgName": "BVB INNOVATE GMBH",
            "ecContrib": 1993267
        }
    },
    "calculatedTotalContribution": 1993267
}