{
    "rcn": "196388",
    "acronym": "I-DISC",
    "topics": "BG-12-2014",
    "title": "Development of a Novel, Intelligent Down the Hole Disconnect Tool",
    "startDate": "01/04/2015",
    "endDate": "30/11/2017",
    "objective": "A Bottom hole assembly (BHA) is a series of components that form the lower part of the drill string, extending from the bit to the drill pipe. During oil and gas exploration the BHA can become stuck/jammed due to poor cleaning of the hole and subsequent build-up of cuttings. With direction drilling programmes now exceeding 10km, problems are becoming more common and expensive as oil exploration companies look to access difficult to extract oil reserves from reservoirs which until recently were not commercially viable, particularly in deep water. Methods of disconnecting the BHA need to be activated in highly deviated or horizontal wells where wireline systems cannot easily be employed. In development and exploration drilling, the costs when the BHA becomes stuck down the hole are considerable. \n\nThe aim of the I-DISC project is to design, develop and ready for market a high temperature variant of a novel intelligent down the hole disconnect tool (I-DISC) which, in the case of a stuck bottom hole assembly (BHA), would provide disconnection from the BHA and extraction in less than a tenth of the time of the existing state of art methods. Integral to the disconnect feature is a circulation valve (I-CIRC) that enhances the products capability to mitigate becoming stuck in the first place.",
    "totalCost": "2683138,75",
    "ecMaxContribution": "1876447,13",
    "coordinator": "CUTTING & WEAR RESISTANT DEVELOPMENTS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942568692": {
            "orgId": "942568692",
            "orgName": "CUTTING & WEAR RESISTANT DEVELOPMENTS LIMITED",
            "ecContrib": 1876447
        }
    },
    "calculatedTotalContribution": 1876447
}