{
    "rcn": "196358",
    "acronym": "MicroMap",
    "topics": "ERC-PoC-2014",
    "title": "A new instrument for mapping the ultrafast photo-conductivity of materials for optoelectronics",
    "startDate": "01/09/2015",
    "endDate": "28/02/2017",
    "objective": "The introduction of new photo-active materials with enhanced performance is enabling a fast technological development in fields such as photovoltaics, photodetection, display technology and imaging systems.  The efforts on the improvement of the synthesis and growth of these materials are in many cases not accompanied with equal efforts on the development of appropriate techniques that enable their characterization. MicroMap aims to develop a commercial instrument for the contact-free characterization of the high frequency photoconductivity of materials. The demonstrator will consist of an optically pumped near-field microscope and far-field spectrometer to map the response of photo-excited materials over areas of varying size from micrometers to several centimeters. This unique combination of length scales will enable to probe the conductivities of full devices and to determine the conductivities and carrier life times in single or few nanostructures or small areas to define the microscopic origin of the factors limiting the photoresponse. To demonstrate the feasibility of the instrument for the characterization of materials, we plan to test it on novel materials being currently investigated for optoelectronic applications. These include graphene, nanowires and perovskites. These tests will be used to elaborate technical notes that will help the commercialization of the instrument. The outcome of this project will be licensed to Protemics GmbH, which is a privately held spin-off of the research company AMO GmbH and the Institute of Semiconductor Electronics (RWTH Aachen University) with a background of two decades in THz technology .  The target market for the instrument is academic and industrial research organizations working on materials research. We will also carry out a detailed business analysis to identify broader possibilities, e.g., for material characterization in industrial production or for THz sensing.",
    "totalCost": "148750",
    "ecMaxContribution": "148750",
    "coordinator": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 148750
        }
    },
    "calculatedTotalContribution": 148750
}