{
    "rcn": "196362",
    "acronym": "TONALITy",
    "topics": "ERC-PoC-2014",
    "title": "commercialisation TridimensiOnal Nanoporous ALumIna Templates",
    "startDate": "01/07/2015",
    "endDate": "31/12/2016",
    "objective": "One of the results obtained under the project nano-TEC (ERC-StG-240497) is an alumina template with three-dimensional nanopore architecture. This novel structure and its fabrication procedure have been the subject of a patent that has been recently filed. This structure has the novelty of being composed not only by vertically aligned pores, but also by tailor-controlled horizontal pores interconnecting them with their closest neighbour creating a three-dimensional net of nanopores. This template can also be used for the fabrication of highly ordered three-dimensional network of nanowires. Controlled and uniform assembly of nanowires with high scalability is still one of the major bottleneck challenges in fields such as energy harvesting, sensing, and device integration for electronics or catalysis. Moreover, since the spacing between horizontal interconnected nanopores is tuneable the colour of the alumina film can be controlled showing rainbow-like luminous colours that change with the angle of view, like in a Morpho butterfly wing. The work already undertaken under the nano-TEC project requires further investment in order to explore larger area, mass-production of these templates, for a further understanding of target markets and their limitations (regarding cost, aluminium purity, sizes, etc.). Finally, the objective will be to place some of the ERC-StG Nano-TEC results at market level.",
    "totalCost": "149953",
    "ecMaxContribution": "149953",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 149953
        }
    },
    "calculatedTotalContribution": 149953
}