{
    "rcn": "196354",
    "acronym": "Diricore",
    "topics": "ERC-PoC-2014",
    "title": "Exploiting vulnerabilities in protein synthesis for cancer diagnosis and therapy",
    "startDate": "01/05/2015",
    "endDate": "31/10/2016",
    "objective": "Tumor growth requires continuous synthesis of proteins, nucleic acids and lipids that are important components of the cell. Demand for amino acids as the building blocks for protein synthesis in rapidly dividing tumor cells is often much higher than that of normal cells. Such increased demand can represent a vulnerability of the tumor. Importantly, this vulnerability is already being exploited for therapy in one instance: Addition of L-asparginase - an enzyme lowering the concentration of the amino acid asparagine in blood - to chemotherapy against acute lymphoblastic leukemia, resulted in a dramatic increase in cure from 5% to 95% of patients treated. Recent scientific publications highlight the fact that tumors are often metabolically rewired, and multiple examples of altered amino acid demand and/or turnover have been demonstrated in different cancer indications. Multiple drugs are under development that target amino acid availability, uptake or biosynthesis.\n\nThe challenge is to identify the potential sensitivity of individual tumors to such drugs.\n\nRecently, we developed diricore, a procedure for determination of restrictions in the availability of particular amino acids for protein synthesis. To demonstrate the potential for diricoreís diagnosis capability in cancer, revealing proline limitations for protein synthesis in kidney cancer.  We also used kidney cancer cell lines to verify sensitivity to proline deprivation, suggesting therapeutic possibilities. \n\nWe propose here to develop diricore towards a commercial diagnostic platform for determining limiting amino acid availability profiles in cancer patients. This information will guide physicians in taking dietary measures or prescribing drugs that inhibit amino acid uptake or biosynthesis.",
    "totalCost": "149500",
    "ecMaxContribution": "149500",
    "coordinator": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984738": {
            "orgId": "999984738",
            "orgName": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
            "ecContrib": 149500
        }
    },
    "calculatedTotalContribution": 149500
}