{
    "rcn": "196356",
    "acronym": "IONOSENSE-POC",
    "topics": "ERC-PoC-2014",
    "title": "Exploitation of Organic Electrochemical Transistors for Biological Ionsensing ñ Proof Of Concept",
    "startDate": "01/04/2015",
    "endDate": "30/09/2016",
    "objective": "The IONOSENSE-POC project proposes a novel solution to enable label-free, electronic monitoring of live cells in vitro, using innovative organic bioelectronic technology. The device, the organic electrochemical transistor (OECT), integrated with live cells forming a tissue, has been shown to accurately assess the integrity of the cells, providing dynamic, highly sensitive measurements after exposure to toxins/pathogens. Validation against traditional, optical methods, or commercially available electronic monitoring equipment demonstrated the OECT to have equal or improved sensitivity and temporal resolution. As an added bonus, the OECT is fabricated using conducting polymers, which are not only amenable to low cost processing techniques, but are also optically transparent, yielding devices compatible with high resolution imaging techniques, of critical importance to life scientists. In the POC project, we propose to take this extremely promising technological breakthrough developed in an academic environment, and transition it to a prototype suitable for future commercialization. In parallel, the appropriate steps will be taken necessary to ascertain the market niche(s), initially identified as being in the areas of Biomems targeted for diagnostics/drug discovery. Finally, an adapted exploitation strategy will be developed to best suit the technology developed during the IONOSENSE project. The team assembled to execute the project is extremely committed to the commercialization venture, in particular due to significant feedback from industrial partners (potential endusers) from such diverse biomedical applications as the cosmetics industry, neurotoxicology, electrophysiology instrumentation developers, drug development companies etc. The success of this POC project will have broad ranging, highly positive impacts for society in the EU and further, due to reduction of experimentation on animals, improved healthcare outcomes, and economic development to name a few.",
    "totalCost": "149673",
    "ecMaxContribution": "149673",
    "coordinator": "ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981246": {
            "orgId": "999981246",
            "orgName": "ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS",
            "ecContrib": 149673
        }
    },
    "calculatedTotalContribution": 149673
}