{
    "rcn": "196393",
    "acronym": "NEC14",
    "topics": "IT-1-2014",
    "title": "New Electric Vehicle Chassis-Cab 10-14 for urban logistic",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Muses is an electric chassis-cab manufacturer for deliveries (parcels minus 30 kg) in cities. Our vehicles (Mooville) received the N1 (-3T5) homologation for a volume up to 9 cu.m. Mooville is the only electric N1 chassis-cab with this capacity in Europe. \nThe objective of NEC14 program is to launch, on European market, an electric designed vehicle 10-14 cu.m, in response to the high demand of European delivery actors.\n\nCities need to have sustainable deliveries, emitting neither gas nor noise pollution, as wished by U.E. citizens. Major delivery actors look for reliable, zero CO2, zero fine particles, zero db vehicle, business relevant and industrial solution, with the right Total Cost of Ownership. For example 3 of our customers, Chronopost International, DHL and EXAPAQ-DPD have their current fleet of thermal vehicles with volume between 10 and 12 cu.m. and a TCO around 1100 Ä per month. They are definitely interested by our NEC14 project, and have insisted to be actor of it.\n\nToday there is 3 categories of vehicles: quadricyle, N1 (-3t5), trucks. It exist many small electric quadricycles. Gaz and electric trucks (up to 12 tons and plus) also exist. But in the ì-3T5î category the only vehicles are derived from person vehicles (like Renault Kangoo, Ö) and offer less than 4 cu.m. Above that nothing between 5 cu.m and 16 cu.m. Our customers, our leasers confirm this current, and for still 3 years at least, situation: Mooville 4-9 is the only one vehicle and not any 10-14 cu.m clean vehicle on European market.\nSome of our Clients such as Exapaq (DPD), DHL and Chronopost, world leaders in the delivery business, have already decided to support us (See enclosed interest letter of these three companies). They will participate in the different stages of NEC14 program.\n\nNEC14 is a two years project which includes [1] three prototype vehicles to be tested by partner clients, [2] a marketing and commercial action plan and [3] the preparation of the sales force implementation.",
    "totalCost": "2492435",
    "ecMaxContribution": "1744704,5",
    "coordinator": "MUSES SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936805631": {
            "orgId": "936805631",
            "orgName": "MUSES SAS",
            "ecContrib": 1744704
        }
    },
    "calculatedTotalContribution": 1744704
}