{
    "rcn": "196311",
    "acronym": "LEGEND",
    "topics": "ICT-37-2014-1",
    "title": "LEGEND, Sport goes viral",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "We are building an ecosystem of tools and apps to key agents of the sport sector. We see it as Google does with its platform. Their core is Search but then it provides with dozens of tools like Gmail, Calendar, Youtube or Analytics so user stay in their platform. Using sport as the soul of our platform we have started building this ecosystem.\nCurrently, we have developed a tournament manager where league and championship organizers can manage them. We allow them to create as many tournaments as they need, create teams and assign them players. They can organize almost every league or championship that may come to your mind.\nWith this tool, public (local government, Universities or Schools) and private (sport facilities, individuals, federations, associations, etc) managers from all around the world can send real time alerts, manage the classifications in an easy way, generate automatic calendars, publish the rules and news, define roles as referees or team managers and many more features to come.\nWe have also developed mobile apps for following the league but also the users can organize their friendly matches, comment on them before and after the match, check the results of their friends and to share them in other social networks.\nNot only we ease the organization of the matches but we also motivate them to report the results by adding an algorithm to calculate their skill level of every sport. We have also added gamification technics to the app so users can get badges depending on their results. Finally, users can track and check all their stats and historical results.\n\nLEGEND project will help miLeyenda to create a feasibility plan for going international. Currently, we have acquired more than 120.000 users in 3 months and we are ready to go a step further.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MILEYENDA ENTERTAINMENT SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938619919": {
            "orgId": "938619919",
            "orgName": "MILEYENDA ENTERTAINMENT SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}