{
    "rcn": "196302",
    "acronym": "SEMICOOL-H",
    "topics": "SC5-20-2014-1",
    "title": "Hybrid cooling system for semiconductor detectors of X- and Gamma- Rays",
    "startDate": "01/04/2015",
    "endDate": "30/09/2015",
    "objective": "Semiconductor detectors  for x- and gamma-rays registration are widely used in nuclear energetic and ecology, geology and mineral resource industry, medicine and scientific research activities,  other spheres. To provide the best performance in all applications, HPGe and SiLi detectors require a cooling till liquid nitrogen (LN2) temperatures. In general cooling system semiconductor detectors are installed in vacuum cryostat which is submerced to Dewar vessel with LN2.  In the process of using LN2 there is constant boiling and evaporating of LN2 and therefore there is a permanent necessity to control a LN2 level in Dewar vessel and to fill it with the certain periodicity. Typical periodicity for 20-30 l volume change is once per week. Refilling these volumes is problematic due to its need for permanent attention and that automatic filling requires special expensive equipment. This proposal declares a technology where refilling of LN2 is needed with much lower periodicity (about once in a year). This hybrid cooling system includes cryostat with semiconductor detector, Dewar vessel with LN2 for detector cooling and electrical cooler for condensation of evaporated LN2. Such system should be hermetically closed. The current system provides the re-use of resources (LN2) so giving the contribution in the sustainability of resources and energy efficiency. \nThe following project realizes the feasibility study for the development of advanced hybrid cooling system for semiconductor detectors.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BALTIC SCIENTIFIC INSTRUMENTS SIA",
    "coordinatorCountry": "LV",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "987794069": {
            "orgId": "987794069",
            "orgName": "BALTIC SCIENTIFIC INSTRUMENTS SIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}