{
    "rcn": "196395",
    "acronym": "MIIMETIQ",
    "topics": "ICT-37-2014",
    "title": "Telemetry and Telecontrol for the Internet of things (IoT)",
    "startDate": "01/04/2015",
    "endDate": "31/10/2017",
    "objective": "Machine-to-machine (M2M) is a broad label that can be used to describe any technology that enables networked devices to exchange information and perform actions without the manual assistance of humans. M2M communication is often used for remote monitoring. In product restocking, for example, a vending machine can message the distributor when a particular item is running low. M2M communication is an important aspect of warehouse management, remote control, robotics, traffic control, logistic services, supply chain management, fleet management and telemedicine. It forms the basis for a concept known as the Internet of Things (IoT).\n\nThe market for M2M will be the fastest growing segment of the IT industry from now until 2017. The M2M market, including technologies related to the Internet of Things, will grow from $44.0 billion in 2011 to $290 billion in 2017.\n\nM2M Cloud Factory is a private white label supplier to major manufacturers and system integrators of a M2M / IoT application development framework based on a cloud solution called MIIMETIQÆ. MIIMETIQÆ is the most flexible, powerful and scalable M2M development framework in the IoT market. MIIMETIQÆ provides the highest levels of scalability and security as well as a set of powerful tools on which our customers can quickly build and deliver custom M2M / IoT applications for the most demanding requirements and integrate data into customer key enterprise applications and systems.\n\nWe have identified two disruptive improvements for our current framework, to both simplify and accelerate the development of M2M and IoT applications which will secure the continuous growth of the company not only on the EU level, but globally.",
    "totalCost": "1431400",
    "ecMaxContribution": "1001630",
    "coordinator": "NEXIONA CONNECTOCRATS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935447340": {
            "orgId": "935447340",
            "orgName": "NEXIONA CONNECTOCRATS SL",
            "ecContrib": 1001630
        }
    },
    "calculatedTotalContribution": 1001630
}