{
    "rcn": "196381",
    "acronym": "HTPush",
    "topics": "NMP-25-2014",
    "title": "Universal and compatible system for plumbing and heating",
    "startDate": "01/04/2015",
    "endDate": "30/11/2016",
    "objective": "Current trends in the global construction market show a scenario in which sustainability and modularity are the predominant concepts. These trends are shifting the value chain of this sector towards economic, strong, fast and versatile construction systems. In this line, accessories for quick connection of pipes (fittings), known as push-fit fittings, have great advantages over conventional ones. However, their use is limited because they are neither universal (usable for any kind of pipe) nor compatible (valid to be used with pipes of any manufacturer).\nAt Hita Technology of Plastics Systems, S.L. we aim to develop and commercialise a complete family of push-fit fittings and flow regulators (HTPush) for potable water, plumbing heating, floor heating and radiator systems, intended to remove current shortcomings, offering end users a comprehensive solution to build complete installations to transport fluids from the general water network to the discharge point regardless from the pipe material and/or its manufacturer.\nThese accessories will be developed (in line with topic NMP-25) making use of advanced polymeric materials, and novel and exclusive manufacturing methods. It will also based on a new, patented technology developed by our company (WO/2014/072539).\n\nThrough this development our company expect introduce an innovative product into the market carrying out exploitation and diffusion activities during the project. As a result, it is expected an important growth for our company reaching a 2,4%  market share, multiplying our sales by 10 and obtaining a total profit of 12,5 MÄ in H2020. Also it is expected an induced benefit for UE, 42,75 MÄ reached in H2020, derived from savings for end users, energy and waste savings and benefits from exportation.",
    "totalCost": "1628900",
    "ecMaxContribution": "1140230",
    "coordinator": "HITA TECHNOLOGY OF PLASTIC SYSTEMS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935908090": {
            "orgId": "935908090",
            "orgName": "HITA TECHNOLOGY OF PLASTIC SYSTEMS SL",
            "ecContrib": 1140230
        }
    },
    "calculatedTotalContribution": 1140230
}