{
    "rcn": "196389",
    "acronym": "Adaptcontrol",
    "topics": "IT-1-2014",
    "title": "A modular and compact controller design for light electric vehicles",
    "startDate": "01/04/2015",
    "endDate": "31/03/2019",
    "objective": "Electro-mobility is one of the keys to achieve European objectives to reduce emissions and to halve the number of conventionally-fuelled vehicles by 2030. \nHaving identified the huge opportunities within the Electric Vehicles market, our company Bultaco Motors has revealed two all-electric motorcycle prototypes in May 2014 that will point the way forward in the electric motorcycle market. Supported by our excellent team, we have developed the whole power-train in-house. In the project Adaptcontrol, Bultaco Motors will go a step further and re-engineer an industrial solution of the currently used controller within the power-train with a solid performance at a competitive cost as well as validate the controller in fully operational environment and working conditions. Adaptcontrol aims at developing an enhanced version of the currently existing controller with a focus on: Volume reduction (-20% compared to the currently existing controller), weight reduction (- 13%), reduction in production cost (- 50%), and the development of a modular and adaptive design.\n\nThese improvements will lead to system advantages compared with current solutions that will ensure Bultaco Motors a considerable market share and leadership not only in the electric motorbike market but also in the growing European and worldwide market for electric vehicle controllers specific for light traction applications that has shown a steady growth rate in 2012 of 11% . Adaptcontrol aims to position Bultaco Motors as a reference world-wide supplier for smart vehicle control systems with overall energy management and recovery capabilities. The power control unit modularity, dimensions and operation configurations will allow any OEM  engineer to adapt it to a wide range of electric vehicle types such as the formerly mentioned ones. In such applications, where reduction of weight and volume is so important, having a unique unit for the entire vehicle control makes integration easier and more space effective.",
    "totalCost": "2042725",
    "ecMaxContribution": "1429907,5",
    "coordinator": "BULTACO MOTORS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935438901": {
            "orgId": "935438901",
            "orgName": "BULTACO MOTORS SL",
            "ecContrib": 1429908
        }
    },
    "calculatedTotalContribution": 1429908
}