{
    "rcn": "196351",
    "acronym": "MultiRev",
    "topics": "ERC-PoC-2014",
    "title": "Multi-revolution non-volatile magnetic sensors",
    "startDate": "01/01/2016",
    "endDate": "30/06/2017",
    "objective": "Multi-revolution sensors that detect multiple rotations are being used in many areas of the automotive and automation industry. The current generation of discrete multi-revolution sensors has major drawbacks, such as complex architecture, limited applicability and high cost. MultiRev will demonstrate the proof-of-concept of a novel monobloc multi-revolution sensor based on non-volatile low power domain wall motion induced by the rotating fields that are being sensed to count revolutions. A large number of rotations can be sensed by combining multiple curved domain wall conduit devices with coprime numbers of loops developed with results from the PIís ERC starting grant. This novel non-volatile sensor will operate without power during sensing and only for eventual read-out power is needed. This new multi-revolution sensor will be disruptive by replacing current expensive and complex incumbent non-magnetic multi-revolution sensors by a simple energy self-sufficient magnetic device that will open up a large market by extending the range of magnetic sensors from the present sensing of only one or a few revolutions to the sensing of thousands of revolutions.The goal of this PoC is to: (i) demonstrate that the building blocks for the sensor developed in the lab can be combined and fabricated for reliable operation using industrially compatible processes to achieve volume production at competitive costs and (ii) explore exploitation routes by analyzing market, cost, and pricing and developing an IP strategy and business model. To achieve this, a postdoc and an engineer will be hired and external support will be contracted to support the team.\nOur novel sensor solution for growing markets will generate high added value for European companies, which are under constant price pressure for their currently produced simple sensors. The high innovation level will secure the adoption of this high value technology with mass-market potential in Europe strengthening the economic area.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}