{
    "rcn": "196371",
    "acronym": "MWK-Fellows",
    "topics": "MSCA-COFUND-2014-FP",
    "title": "Fellowships in Advanced Cultural and Social Studies at the Max-Weber-Kolleg",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The MWK-Fellows programme financed by COFUND aims to allow excellent incoming researchers from countries other than Germany (in accordance with the EU-mobility-rule) to conduct their own, freely chosen, independent research projects in a highly competitive and intellectually vibrant research environment provided by the Max Weber Center for Advanced Cultural and Social Studies (Max-Weber-Kolleg). \nThe Max-Weber-Kolleg is a high-ranking research centre which forms an avant-garde institution of the University of Erfurt. It is distinguished by a unique organisational structure ñ combining the features of an Institute for Advanced Study and a Graduate School ñ and a ëWeberianí research programme. The ëWeberianí research programme combines historical, comparative and interdisciplinary perspectives with an interest in normative issues in the social sciences. It has a focus on societal challenges of contemporary societies, especially (religious) plurality, cultural diversity and social order, processes of acceleration and growth. The core disciplines are sociology, economics, religious studies, law, philosophy and history, but MWK-Fellows programm is open for related areas as well.\nThe Max-Weber-Kolleg is based on the principles of interdisciplinarity and internationality with a long-standing and progressively fine-tuned fellowship programme. By means of the COFUND-action Max-Weber-Kolleg will not only increase the number of international fellows but include a new intersectoral dimension into its fellowship programme.\nAt the Max-Weber-Kolleg, MWK-Fellows will enjoy the best possible support and an opportunity of being connected with larger research projects. Nevertheless the applicantsí freedom of choice of the research project is fully guaranteed.\nThe MWK-Fellows programme will improve international high-level research and science with and for society and will contribute to the fostering of the European Research Area (ERA), especially in the field of societal challenges.",
    "totalCost": "2832000",
    "ecMaxContribution": "1416000",
    "coordinator": "UNIVERSITAT ERFURT",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "992560067": {
            "orgId": "992560067",
            "orgName": "UNIVERSITAT ERFURT",
            "ecContrib": 1416000
        }
    },
    "calculatedTotalContribution": 1416000
}