{
    "rcn": "196390",
    "acronym": "ECO-SILENTWOOD",
    "topics": "SC5-20-2014",
    "title": "Cost competitive eco-friendly and acoustic wooden doors for indoor applications",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Windows and doors are key components to ensure the noise insulation of a room. Some sectors, looks for noise reduction solutions in indoor doors, in order to ensure the comfort. That is the case of (a) Medical applications: 35dBA of S.R.I. would cover most of customer and regulatory demands; (b) Hotel door applications (customers demands 34dBA); Dwelling entrances (customers demand over 35-38dB). We are going to define the exploitation strategies to ensure a  5% market share  of the European doors market for dwelling building, education and sanitation centres by year 5, with a total cumulated turnover of Ä 23.8 million.\nTo meet this goal we wil launch a  a product that ensures 37 dBA for doors, with a maximum thickness of 45 mm and maximum wight of 70kg.. Current prototypes of our technology reach even 42 dBA of SRI. Our wood door is fire resistance at EI30 (meaning the door can keep its integrity at least 30 minutes in case of fire) with a maximum door thickness of 45 mm and a maximum weight of 70 kg. \nBesides, and looking for complying with national eco-bales, our doors are based on eco-friendly materials: (a) wood wool instead of rock wool, (b) 100% recycled acoustic underlay manufactured from a combination of cork granules and rubber crumb or by a wood fibre and cork material instead of promasound and (c) recycled plastic/wood composite (instead of plastic/wood composite). This will give us access to a new market nice: the green building sector.\nTo be unique in the market, our door must ensure a cost under 650 Ä, therefore we will establish a LEAN manufacturing strategy that will allow for a15% cost reduction with respect to the SILENTWOOD proposed solution (actual prices is around 800 to 900 Ä per door).",
    "totalCost": "1881186,5",
    "ecMaxContribution": "1316829,95",
    "coordinator": "LUALDI SPA",
    "coordinatorCountry": "IT",
    "participants": "PADO-ELEMENTEBAU HOLZ- UND KUNSTSTOFF GMBH;MELU, mizarstvo, d.o.o.",
    "participantCountries": "DE;SI",
    "projectParticipants": {
        "935437543": {
            "orgId": "935437543",
            "orgName": "LUALDI SPA",
            "ecContrib": 576027
        },
        "935468971": {
            "orgId": "935468971",
            "orgName": "PADO-ELEMENTEBAU HOLZ- UND KUNSTSTOFF GMBH",
            "ecContrib": 475502
        },
        "961322478": {
            "orgId": "961322478",
            "orgName": "MELU, mizarstvo, d.o.o.",
            "ecContrib": 265301
        }
    },
    "calculatedTotalContribution": 1316830
}