{
    "rcn": "196369",
    "acronym": "2-NanoSi",
    "topics": "ERC-PoC-2014",
    "title": "Ratiometric FRET Based Nanosensors for Trypsin Related Human Recessive Diseases",
    "startDate": "01/04/2015",
    "endDate": "30/09/2016",
    "objective": "The project aims to create a demo system for cost effective, non-invasive device for rapid detection of cystic fibrosis in humans. The detection of human recessive diseases has been dominated by the use of fluorescent biomarkers, based on organic dyes, helping researchers to study and analyse gene expression, cell cycle, and enzymatic activity. Among several proteolytic enzymes, trypsin has attracted much attention, as it is a target in the study of various important human recessive diseases including, for example, cystic fibrosis (CF).\nWe present herein two colour encoded silica nanospheres (2nanoSi) for the fluorescence quantitative ratiometric determination of cystic in humans. Current detection technologies for cystic fibrosis diagnosis are slow, costly and suffer from false positives. The 2nanoSi proved to be a fast (minutes), a single-step and with two times higher sensitivity than the state-of-the-art biomarkers based sensors for cystic fibrosis, allowing the quantification of trypsin concentrations in a wide range (25-350 ?g/L). Moreover, our approach can be used from the 4th day of life when the trypsin concentration is already the same as in adults. Furthermore, as trypsin is directly related to the development of cystic fibrosis (CF), different human phenotypes, i.e. normal (160-340 ?g/L), CF homozygotic (0-90 ?g/L), and CF heterozygotic (91-349 ?g/L), respectively, can be determined using our 2nanoSi nanospheres. We anticipate the 2nanoSi system to be a starting point for non-invasive, easy-to-use and cost effective ratiometric fluorescence biomarker for recessive genetic diseases alike human cystic fibrosis.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "CORPORACIO SANITARIA PARC TAULI DE SABADELL",
    "participantCountries": "ES",
    "projectParticipants": {
        "998806770": {
            "orgId": "998806770",
            "orgName": "CORPORACIO SANITARIA PARC TAULI DE SABADELL",
            "ecContrib": 49000
        },
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 101000
        }
    },
    "calculatedTotalContribution": 150000
}