{
    "rcn": "196392",
    "acronym": "CarNet",
    "topics": "IT-1-2014",
    "title": "Rapid Data Communication Network for Connected Cars",
    "startDate": "01/04/2015",
    "endDate": "31/03/2018",
    "objective": "Demand for data in cars has grown at a rapid rate. Connected cars now want to communicate between the different areas of the car to understand the status of the car, the environment around it and then communicate this information to the driver. Many Advanced Driver Assisted System applications wish to make use of this data to support the driver to drive safely and to save lives. \n\nHowever, current in-car data communications networks cannot supply this day in a fast, reliable way so that it can be used. The physical environment of the car is challenging, with vibrations, heat and Electro Magnetic interference all meaning that traditional communications networks are unsuitable. They are also not capable of reaching above speeds of 150Mbps, meaning all information is too slow to be useful.\n\nKDPOF has developed and patented a breakthrough low-cost technology which allows data transmission at rates of up to 1Gbps. Furthermore, as this technology uses Plastic Optical Fiber, it overcomes all the challenges of the in-car environment. KDPOF have recently launched this product for the consumer and professional markets. \n\nThe CarNet project aims to support KDPOF to adjust, test and demonstrate the benefits of KDPOFís Giga technology to the Automotive market. As this market is complex, with a long product development process, the CarNet project will also look to understand fully the business strategy to ensure that the productís commercial potential is maximized and to ensure that KDPOF is at the forefront of developing the standards that will shape the future in-car data communications market. \n\nAs a result of this project, KDPOF will grow considerably, doubling their employees by five years after the project and earning a return on investment of over 80%. It will also reduce the costs of in-car data communication networks and improve the competitiveness of the European Automobile sector in general, and the in-car data and ADAS sector in particular.",
    "totalCost": "1917731",
    "ecMaxContribution": "1342411,7",
    "coordinator": "KNOWLEDGE DEVELOPMENT FOR POF SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951151058": {
            "orgId": "951151058",
            "orgName": "KNOWLEDGE DEVELOPMENT FOR POF SL",
            "ecContrib": 1342412
        }
    },
    "calculatedTotalContribution": 1342412
}