{
    "rcn": "196375",
    "acronym": "EbolaVac",
    "topics": "Health",
    "title": "Development of a Chimpanzee Adenovirus Type 3 Ebolavirus Zaire Vaccine",
    "startDate": "07/10/2014",
    "endDate": "06/04/2018",
    "objective": "The first Ebolavirus Zaire (EBOV) outbreak of 2014 was declared on 22 March in Guinea. As of 30 September 2014, the World Health Organization (WHO) reports the total number of cases in the current outbreak of Ebola virus disease (EVD) in West Africa at 7470, with 3431 deaths. The US Centers for Disease Control and Prevention states that the number of cases is currently doubling every 20 days and estimates the true number of cases at 2.5 times higher than that reported.  Countries that have been affected are Guinea, Liberia, Nigeria, Senegal and Sierra Leone. Ten percent of fatalities have occurred among front line health care workers attempting to contain the epidemic. On 7 August 2014, the WHO requested that GSK ìfully engage in WHO-coordinated efforts to test, license and make available safe and effective Ebola interventionsî to assist in the control of the outbreak.\nTaking into account the early stage of development, EbolaVac seeks to accelerate the clinical development of the GSK chimpanzee adenovirus type 3 Ebolavirus Zaire (ChAd3-EBO Z) vaccine candidate to make the vaccine available to frontline health care workers at risk and to be used in the containment of EBOV outbreaks.\nThe project specifically aims to: (i) complete Phase 1 development of the ChAd3-EBO Z vaccine by supporting a clinical study conducted in Lausanne, Switzerland (WP2); (ii) evaluate the ChAd3-EBO Z vaccine in Phase 2 testing on adults and children at established clinical study centers in West Africa outside the current most heavily affected countries of Guinea, Sierra Leone, and Liberia (WP3);  (iii) investigate immunological effects of vaccination and the effect of booster vaccination (WP4) and (iv) centrally manage and analyse clinical study data (WP5).\nBesides using an innovative vaccine technology, much of the innovation of this program will reside in its capacity to implement vaccine evaluation under significant time pressure and complex logistical challenges while maintaining appropriate quality standards.",
    "totalCost": "22055090,9",
    "ecMaxContribution": "15153216",
    "coordinator": "GlaxoSmithKline Biologicals",
    "coordinatorCountry": "BE",
    "participants": "CENTRE HOSPITALIER UNIVERSITAIRE VAUDOIS;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;Bernhard Nocht Institute for Tropical Medicine",
    "participantCountries": "CH;UK;DE",
    "projectParticipants": {
        "994851886": {
            "orgId": "994851886",
            "orgName": "GlaxoSmithKline Biologicals",
            "ecContrib": 14103135
        },
        "999600909": {
            "orgId": "999600909",
            "orgName": "CENTRE HOSPITALIER UNIVERSITAIRE VAUDOIS",
            "ecContrib": 0
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 942581
        }
    },
    "calculatedTotalContribution": 15045716
}