{
    "rcn": "196397",
    "acronym": "SDO-MET",
    "topics": "IT-1-2014",
    "title": "Automatic Rail Safety Solution",
    "startDate": "01/04/2015",
    "endDate": "31/07/2017",
    "objective": "By 2025 1800km of rail lines will be automated worldwide. With the increase in automatic train operation comes the need to create an innovative platform and track protection system to ensure the security of passengers while maintaining increased efficiency in public transport. According to the European Railway Agency in 2012 there were a total of 5122 railway incidents involving people across Europe of which 1016 were serious injuries, 1133 were deaths and 2973 were suicides. The combined costs of fatalities and serious injuries cost the EU more than 1.5 billion euros in 2012. SDO-MET (Metro Object Detection System) is an innovative technology that aims at helping usher in the next era in automated public transport. Our platform and track security system provides a safer, lower cost, and easier to install alternative to current systems. Using an innovative system of sensors and cameras our goal is to make metro platforms and track areas safe and efficient for users and operators of automated trains. Our goals for phase 2 are to further develop and refine SDO-MET in order to have a market ready product. Our main focus, on a technical level, will be the implementation of the two SoA visual systems necessary for SDO-MET. The potential customers are the main operators of the railway sector such as Barcelona Metropolitan Transport, Metro de Madrid and Brussels Metro with whom we currently have trade relations. Other potential customers include project engineers and manufacturers /distributors of railway equipment such as SIEMENS, BOMBARDIERS, THALES, etc. During the development of our first prototype over the past 5 years we have developed a business plan and commercialization strategy. These and other feasibility activities, along with the willingness to pay already expressed by our collaborators, makes us confident that SDO-MET has market scalability and will be successful on a global scale. The potential worldwide market is for SDO-MET is 497 metro lines (452.7 B Ä).",
    "totalCost": "1481155,5",
    "ecMaxContribution": "1036808,85",
    "coordinator": "AUTOMATITZACIO DE PROCESSOS I MEDIAMBIENT SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "989812542": {
            "orgId": "989812542",
            "orgName": "AUTOMATITZACIO DE PROCESSOS I MEDIAMBIENT SL",
            "ecContrib": 1036809
        }
    },
    "calculatedTotalContribution": 1036809
}