{
    "rcn": "196336",
    "acronym": "ServoTec",
    "topics": "ERC-PoC-2014",
    "title": "Fast Data Acquisition and Servo Technologies",
    "startDate": "01/05/2015",
    "endDate": "31/10/2016",
    "objective": "Fast data acquisition devices and servo technologies are essential in multiple processes that require a fast response to a sensor input. They are present in multiple automatic procedures for the accurate functioning of trains, planes, and robotic systems either for domestic or industrial activities. As a result of the research performed in the SM-DNA-Repair project (ERC-206117), we have developed a fully digital acquisition board superior in most specifications to current technology because it combines, in a single board, high speed, high channels count, easy integration and development, and is cost effective. The new board has already been validated in a relevant Atomic Force Microscopy (AFM) environment (TRL5, Technology Readiness Level 5), being able to reproduce results obtained with analogue devices. Now, I aim to turn the output of the SM-DNA-Repair project into a commercial proposition by exploring the commercial potential of the device and by eventually attract capital for its further development.\n\nThe ServoTec Proof of Concept project aims are three-fold. First, to perform a market feasibility study of the fast digital servo board developed, in order to exploit the technology integrated into AFM commercial systems for high-speed applications. Second, to make commercially available the technology and to explore other added-value services for wide range applications and customised solutions. Third, to establish the IP position strategy, including the possibility to license the technology to a company that already commercialises data acquisition boards for the general market. These three commercialisation formats will address a global market. Exploratory work regarding competitive analysis, IPR position and strategy and contacts with the industrial sector has been already initiated. The commercial exploitation route, to be defined along the project, will be either through a spin-off or SME, through patent license or agreement for technology exploitation.",
    "totalCost": "149897,5",
    "ecMaxContribution": "149897,5",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 149898
        }
    },
    "calculatedTotalContribution": 149898
}