{
    "rcn": "196374",
    "acronym": "TOPMed10",
    "topics": "MSCA-COFUND-2014-FP",
    "title": "Fellowship Programme supporting Career Development and Interdisciplinary Training in Omics driven Personalised Medicine",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "UCD proposes the implementation of a new postdoctoral fellowship programme supporting career development and interdisciplinary training in omics driven Personalised Medicine for 10 high calibre experienced researchers undertaking transnational ëincomingí mobility to Ireland (TOPMed10). Experienced researchers, by definition under Marie Sklodowska-Curie Actions (MSCA), are those in possession of a doctoral degree (or at least 4 years of research experience (FTE)) at the time of the deadline for the submission of their fellowship proposal. TOPMed10 offers 10 prestigious fellowships, 2-3 years in duration, across two calls. Fellowships will be offered at 2 levels: level 1 will be targeted at incoming experienced researchers (as per MSCA definition) with 0-3 years additional research experience and level 2 will be targeted at incoming experienced researchers (as per MSCA definition) with 3\\ years additional research experience. Career breaks will be taken into account. Fellowships of level 1 and 2 are open to candidates of any nationality who, at the time of the deadline for submission of proposals, shall not have resided or carried out their main activity (work, studies, etc.) in Ireland for more than 12 months in the 3 years immediately prior to the deadline for submission date. Compulsory national service and/or short stays such as holidays are not taken into account. Fellowships will be based in the UCD Research Institutes (Systems Biology Ireland, UCD Charles Institute of Dermatology, UCD Conway Institute of Biomolecular and Biomedical Research and the UCD Clinical Research Centre). Fellows may undertake an optional 3-9 month secondment to a Partner Organisation (incl. academic, industry, clinical sector) or a research performing organisation in any country in the world deemed to be appropriate in terms of meeting the needs of the fellowsí research, training and career development requirements.",
    "totalCost": "1770000",
    "ecMaxContribution": "885000",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 885000
        }
    },
    "calculatedTotalContribution": 885000
}