{
    "rcn": "196399",
    "acronym": "GT",
    "topics": "IT-1-2014",
    "title": "Green battery-less Tire Pressure Monitoring System",
    "startDate": "01/04/2015",
    "endDate": "31/05/2017",
    "objective": "The main objective of the project is the growth and internationalization of FARSENS by the development of a Tire Pressure Monitoring Systems (TPMS), an electronic system in charge of the monitoring of the wheels air pressure, providing a real-time information. This information is very useful in regarding security, but also in terms of gas consumption, and thus in terms of reducing air pollution. Besides the intrinsic interest of this system in relation to security and environment, it is also mandatory by legislation to be installed in all the new cars in the USA and it will be mandatory by the end of 2014 for all new models, what makes an increment of around 50 million vehicles equipped with this system until 2015. Taking into account 4 devices per vehicle, it turns out in 200million TPMS units.\nThis project will lead the company growth for the next years from a high technology solution developer to an important stakeholder in automotive industry. During the last years the main strategy of the company has been focused on creating a reliable structure in order to ensure the success once one of the developed products entries the market. This project is ìnaturalî as it is the next logical step to develop its strategy. FARSENS battery less solution meets all technical specifications and minimizes costs due to:\n1-Cost-effectiveness (less subcomponents and the new design makes it half the actual cost). FARSENS solution is based on a battery less system and a 99% of inclusion of the sensorís functionalities in only one ASIC. These decreases the cost of the components and assembly cost.\n2-Saving due to less waste management and easier recycling (there is not battery), without compromising the quality or the service. \nThanks to the SME instrument, 2017 could be the year with the first sales, with an estimated 28% profit (0.55 MÄ) and during 2018 it is estimated an accumulated balance of 0.5 MÄ, being the ROI only 2 years.",
    "totalCost": "803179,29",
    "ecMaxContribution": "562225,5",
    "coordinator": "FARSENS, S.L",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954976059": {
            "orgId": "954976059",
            "orgName": "FARSENS, S.L",
            "ecContrib": 562226
        }
    },
    "calculatedTotalContribution": 562226
}