{
    "rcn": "196305",
    "acronym": "EMBRYON",
    "topics": "PHC-12-2014-1",
    "title": "EMBRYON - Develop and commercialize a highly innovative diagnostic-imaging product, improving success rates in the Assisted Reproduction IVF sector",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "Infertility is a heavy social issue,experienced by nearly one in six couples during reproductive lifetime.\nIn Vitro Fertilization (IVF) is growing 8-10% p.a.,to 1.5 million therapy cycles and 7.5 billion dollars in 2013.\nDespite stressful and costly procedures,IVF success rate is low (15-20% births/cycle),leaving big opportunities for innovation and process optimization.\nEMBRYON introduces to IVF clinics and specialists a last-generation diagnostic-imaging system,favoring better outcomes through deeper,smarter analysis of clinical images.\nIt merges tailored image-processing software and algorithms,patented by ACS,with a high-end commercial IVF microscope.A prototype is under validation with top clinics in Italy and Switzerland,supported by Nikon Instruments (global leader in IVF microscopy).\nEMBRYON improves the key success factor of any IVF procedure:the identification of 1-2  embryos with best ìpregnancy potentialî to be transferred in utero,amongst 5-10 generated in vitro.\nEMBRYONís precision is double than current handcrafted approaches,favoring higher success rates.\nIt is safer (100% not invasive),thus simpler to certify and adopt,fully compliant with ethical regulation,easier to use (no change to lab procedures) and cheaper than similar products.\nKey innovations\n1. Automated deep scan of embryo shape,overcoming todayís subjective and approximate observations carried by the physician\n2. Proprietary algorithms for the measurement of complex morphological patterns,strong predictors of potential\nSales forecasts are 1200-1400 units (40-45 MÄ gross revenues) by 2020 in Europe and US,favored by:\n- High reactivity of the IVF sector (scientists/patients) to validated solutions improving outcomes\n- Commercial partnership with a global IVF microscopy leader\nIn Ph1 weíll finalize and publish the ongoing clinical studies and make a deep market analysis for Europe-US\nIn Ph2 we plan CE/FDA clearance,WW extension of patents,3 trials in Europe-US,set-up of newco and sales org",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADVANCED COMPUTER SYSTEMS A.C.S. SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}