{
    "rcn": "196379",
    "acronym": "IF-EBOla",
    "topics": "Health",
    "title": "Control of the Ebola Oubreak by both innovative Ultrasensitive Detection of EBOV and therapy",
    "startDate": "01/11/2014",
    "endDate": "31/10/2017",
    "objective": "IF-EBOLa has been strategically designed to efficiently respond to critical needs required to control the current EBOV outbreak from spreading. The work will involve two of the main EVD outbreak sites, Sierra Leone and Guinea. MDs, public health authorities and virus experts working on site, under ethical regulatory rules, will extend their collaboration to companies and institution to form a consortium of outstanding complementary partners, sharing their innovative technological approaches for a common goal.\n\nOur project aim is to contribute to provide an innovative early and accurate diagnostic for an early treatment and includes 2 phases: (I) a phase of preparation including, ethical authorizations, antibody production, technical and field organization as well as the beginning a follow-up of the homeostatic profile of contacts early-EBOV diagnosed and self-cured convalescent individuals in the absence of existing treatment, (with an ultrasensitive detection method of pernicious microorganisms, from the EC USDEP project qualified as a European success story ìUSDEPî project in 2010 by the EC-Project Officer) and (II) using a wide validated approach revisited with an innovative concept (strongly supported EC/EMA-WHO), we propose to carry out an experimental passive-immune therapy based on neutralizing capacity of horse anti-EBOV polyclonal F(abí)2 on early-diagnosed patients (n>300 that will be adapted in function of the epidemic situation) to impact and reduce their pre-existing viremia, their mortality, the evolution of their homeostasis profile, during and after this treatment (once patients become convalescents). The homeostasis status evolution will help to generate high quality scientific data to understand the EVD, the effect of this therapy and cure parameters characterized at 3 different levels: immune (transcriptomes, NGS, metagenomics); infectious (other than EBOV, DNA arrays), and EBOV diversity (sequencing and metagenomics).",
    "totalCost": "2037770",
    "ecMaxContribution": "1992770",
    "coordinator": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
    "coordinatorCountry": "FR",
    "participants": "ABSISKEY;BEN-GURION UNIVERSITY OF THE NEGEV;FABENTECH;ORION INTEGRATED BIOSCIENCES INC.;ABSISKEY CP;UNIVERSITY OF MANITOBA;INSTITUT PASTEUR;Istituto Nazionale Malattie Infettive Lazzaro Spallanzani, IRCCS;METABIOTA INC",
    "participantCountries": "FR;IL;US;CA;IT",
    "projectParticipants": {
        "935453742": {
            "orgId": "935453742",
            "orgName": "METABIOTA INC",
            "ecContrib": 237000
        },
        "999471317": {
            "orgId": "999471317",
            "orgName": "ISTITUTO NAZIONALE PER LE MALATTIE INFETTIVE LAZZARO SPALLANZANI-ISTITUTO DI RICOVERO E CURA A CARATTERE SCIENTIFICO",
            "ecContrib": 0
        },
        "935451220": {
            "orgId": "935451220",
            "orgName": "FABENTECH",
            "ecContrib": 956450
        },
        "935449474": {
            "orgId": "935449474",
            "orgName": "ORION INTEGRATED BIOSCIENCES INC.",
            "ecContrib": 135000
        },
        "999777352": {
            "orgId": "999777352",
            "orgName": "ABSISKEY CP",
            "ecContrib": 0
        },
        "911620842": {
            "orgId": "911620842",
            "orgName": "ABSISKEY",
            "ecContrib": 45000
        },
        "998711419": {
            "orgId": "998711419",
            "orgName": "UNIVERSITY OF MANITOBA",
            "ecContrib": 0
        },
        "999513803": {
            "orgId": "999513803",
            "orgName": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
            "ecContrib": 341445
        },
        "999846222": {
            "orgId": "999846222",
            "orgName": "BEN-GURION UNIVERSITY OF THE NEGEV",
            "ecContrib": 99350
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 125825
        }
    },
    "calculatedTotalContribution": 1940070
}