{
    "rcn": "196378",
    "acronym": "EVIDENT",
    "topics": "Health",
    "title": "Ebola Virus Disease - correlates of protection, determinants of outcome, and clinical management",
    "startDate": "01/11/2014",
    "endDate": "31/10/2016",
    "objective": "The Ebola virus disease (EVD) epidemic in West Africa is not under control. This proposal has immediate, mid-term and long-term objectives to combat the current and future EVD epidemics. Objectives with immediate impact are: (i) Providing key information needed to implement efficient convalescent plasma treatment and a toolkit to determine the suitability of plasma for treatment; (ii) Providing key information needed to estimate the efficacy of experimental vaccines, including correlates of protection at T cell level; (iii) Improving supportive treatment of patients and reducing hospital case fatality rate by providing information on biomarkers and relevant co-infections; (iv) Monitoring development of mutations in Ebola virus (EBOV) genomes during the epidemic and enhancing our preparedness to determine the relevance of these changes in experimental systems; and (v) Protecting health care workers and communities by providing information on virus shedding in body fluids and estimation of infectiousness in various stages of EVD. Objectives with mid to long-term impact are: (i) Provide information on pathophysiological changes and immunological determinants to infer new immunotherapeutic strategies for treatment of EVD; and (ii) Strengthening cooperation of biosafety level 4 (BSL-4) facilities and building a pan-European research area in the field of highly pathogenic viruses as envisaged in the ëEuropean Research Infrastructure on Highly Pathogenic Agentsí project. The concept of EVIDENT is to scientifically exploit specimens collected from EVD patients during outbreak response and field research. We will use state-of-the-art methodologies within the EU BSL-4 facilities to gather new and outbreak-relevant knowledge on B and T cell immunology, biomarkers, virus evolution, virulence determinants, and transmission of EBOV. The consortium contributes to the outbreak response since March 2014 and is competent to implement a project in the outbreak area.",
    "totalCost": "1759325,25",
    "ecMaxContribution": "1759325,25",
    "coordinator": "Bernhard Nocht Institute for Tropical Medicine",
    "coordinatorCountry": "DE",
    "participants": "PHILIPPS UNIVERSITAET MARBURG;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;ROBERT KOCH-INSTITUT;EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH;Department of Health england;BUNDESMINISTERIUM DER VERTEIDIGUNG;ARTSEN ZONDER GRENZEN (MEDECINS SANS FRONTIERES NEDERLAND) VERENIGING;Istituto Nazionale Malattie Infettive Lazzaro Spallanzani, IRCCS;ORSZAGOS EPIDEMIOLOGIAI KOZPONT;UNIVERZA V LJUBLJANI",
    "participantCountries": "DE;FR;UK;NL;IT;HU;SI",
    "projectParticipants": {
        "999778419": {
            "orgId": "999778419",
            "orgName": "EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH",
            "ecContrib": 163375
        },
        "999471317": {
            "orgId": "999471317",
            "orgName": "ISTITUTO NAZIONALE PER LE MALATTIE INFETTIVE LAZZARO SPALLANZANI-ISTITUTO DI RICOVERO E CURA A CARATTERE SCIENTIFICO",
            "ecContrib": 0
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 72000
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 73194
        },
        "997546061": {
            "orgId": "997546061",
            "orgName": "ORSZAGOS EPIDEMIOLOGIAI KOZPONT",
            "ecContrib": 72500
        },
        "999848938": {
            "orgId": "999848938",
            "orgName": "PHILIPPS UNIVERSITAET MARBURG",
            "ecContrib": 73625
        },
        "999515549": {
            "orgId": "999515549",
            "orgName": "ROBERT KOCH-INSTITUT",
            "ecContrib": 73438
        },
        "966006220": {
            "orgId": "966006220",
            "orgName": "BUNDESMINISTERIUM DER VERTEIDIGUNG",
            "ecContrib": 73625
        },
        "960096495": {
            "orgId": "960096495",
            "orgName": "ARTSEN ZONDER GRENZEN (MEDECINS SANS FRONTIERES NEDERLAND) VERENIGING",
            "ecContrib": 42500
        }
    },
    "calculatedTotalContribution": 644257
}