{
    "rcn": "196394",
    "acronym": "Sentab",
    "topics": "ICT-37-2014",
    "title": "SENTAB: Combatting Senior Loneliness through Fun and Entertaining Technology",
    "startDate": "01/04/2015",
    "endDate": "30/06/2017",
    "objective": "A recent study by the researchers of USCF concluded that 43% of seniors over 60 years old feel lonely. The same study concluded that isolated elders had 59% higher risk of physical and mental decline, and 45% see greater risk of death. There are 162 million senior citizens in Europe, and the problem of loneliness affects nearly 65 million Europeans. These people and their families are the target group for Sentab products with the estimated sales potential in Europe alone in excess of Ä500M per year.\n\nSentab system is a platform providing entertainment, social interaction, and monitoring functions connecting seniors, their caregivers and relatives seamlessly over the interfaces that are the most common for them ñ TV interface for seniors, and web and mobile interface for caregivers. Early trials at 5 nursing homes in the Greater London Area, UK, indicate that Sentab features have a good alignment with seniorsí and caregiversí needs, but equally, it is necessary to augment the system with further data analysis capabilities to determine emotional state, and short and long term memory conditions of seniors. The project will also establish a solid go-to-market activities mix that will encompass B2B engagements with Nursing and Assisted Living Homes (TAM globally Ä2Bn), followed subsequently by penetrating B2C Independent Living marketplace (TAM Ä100Bn).\n\nAbility to analyse user behaviour data on a cost efficient platform and soliciting early actions to respond on negative changes makes this system unique and powerful in changing the habits of elderly care. With this project, Sentab will develop set of complex software algorithms for detecting mood patterns and recognizing trends in seniorís emotional state, an internet protocol based communications system and a data base management system. This innovative product will be then placed on EU Assisted Living market.",
    "totalCost": "2340000",
    "ecMaxContribution": "1638000",
    "coordinator": "SENTAB ESTONIA OU",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935448407": {
            "orgId": "935448407",
            "orgName": "SENTAB ESTONIA OU",
            "ecContrib": 1638000
        }
    },
    "calculatedTotalContribution": 1638000
}