{
    "rcn": "196342",
    "acronym": "FLOODSAFE",
    "topics": "ERC-PoC-2014",
    "title": "ASESSMENT AND INITIAL STEPS FOR THE EXPLOITATION OF A SIMULATION SOFTWARE FOR THE STUDY AND MITIGATION OF THE EFFECT OF FLOODS ON CONSTRUCTIONS AND LANDSCAPE",
    "startDate": "01/07/2015",
    "endDate": "30/06/2016",
    "objective": "In the FLOODSAFE PoC we will explore the industrial applicability and potential for commercialization of the computational technology developed in the SAFECON Advanced Grant project for the study and mitigation of the effect of floods on constructions and landscape.\n The SAFECON technology will help engineers to the enhanced design, building and maintenance of new protective constructions under extreme floods, as well as for the surveillance, risk management and monitoring of existing constructions and landscape in flooding situations. \nThe FLOODSAFE PoC will greatly help move the SAFECON software technology towards the initial steps of an innovation process leading to a new software for study of particulate mudflows and their interaction with constructions and landscape with the ultimate aim of ensuring the safety of existing and new civil infrastructures and the environment during floods.\nIn FLOODSAFE we will test the SAFECON software for solving practical cases of the effect of floods on constructions and landscape, define end user requirements, identify market needs, select potential users and define the roadmap for transfer and commercial exploitation of the software.",
    "totalCost": "149856",
    "ecMaxContribution": "149856",
    "coordinator": "CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999658721": {
            "orgId": "999658721",
            "orgName": "CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA",
            "ecContrib": 149856
        }
    },
    "calculatedTotalContribution": 149856
}