{
    "rcn": "196373",
    "acronym": "MSCA FIRE",
    "topics": "MSCA-COFUND-2014-DP",
    "title": "MSCA FIRE: Fellows with Industrial Research Enhancement",
    "startDate": "28/09/2015",
    "endDate": "27/09/2020",
    "objective": "MSCA FIRE: Fellows with Industrial Research Enhancement\n\nThe FIRE programme is an integrated 4 year Doctoral Training programme, bringing together two national Centres for Doctoral Training: the Centre for Sustainable Chemical Technologies and the Centre for Digital Entertainment. \nThe objectives of MSCA FIRE are to increase the international aspects of these successful intersectoral and inter-disciplinary programmes and to develop the elements of transnational mobility and career development, common to our industry facing doctoral programmes.  \nObjectives are to:\n- Offer FIRE Fellows the benefits of two established national Doctoral Training Centres, as they expand their international company placement activities.\n-  Bring Fellows the benefits of the cross-sectoral reach of both Centre, with vibrant industries.\n-  Enhance interdisciplinarity and offer added-value training practices beyond their specialised research area, to all fellows.\n-  Use these synergies to fire-up the fellows to become autonomous, creative, highly-skilled and fully ready for careers in international industries.\nThis will be achieved by:\n- Implementing a combined 4 year doctoral training programme,\n- using two existing national Doctoral Training Centres and their already engaged industrial partners.\nMSCA FIRE will deliver:\n-  20 autonomous, creative, highly-skilled scientists and engineers fully ready for careers in international industries, and \n-  A model for intersectoral, interdisciplinary doctoral training in an international environment.\nIndustrial partners ensure that research carried out is relevant and will enhance employability of graduates, both in Europe and globally.",
    "totalCost": "4185600",
    "ecMaxContribution": "2092800",
    "coordinator": "UNIVERSITY OF BATH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 2092800
        }
    },
    "calculatedTotalContribution": 2092800
}