{
    "rcn": "196363",
    "acronym": "HYMEDNA",
    "topics": "ERC-PoC-2014",
    "title": "Hypermethylated DNA detection using NanoGaps",
    "startDate": "01/10/2015",
    "endDate": "30/09/2016",
    "objective": "HYMEDNA prepares commercialization of very sensitive point-of-care biosensors for early-stage cancer detection based on the electrical detection of hypermethylated DNA (hmDNA) inside nanogaps.\nOnly recently the awareness has risen that local hypermethylation of DNA provides a generic marker for a wide range of cancers. A robust, simple and cheap method for detecting hmDNA at low concentrations in blood, urine or faeces would be a major step forward in the early-stage detection of cancer. Existing hmDNA detection relies on fluorescent read-out, which requires dedicated laboratory handling. \nOur technology is based on electrodes separated by a tunable nanogap. hmDNA is trapped and highly concentrated in between the electrodes using methyl binding domain (MBD) proteins. MBD binds specifically to methylated CpG sequences and thus provides the direct recognition of the targeted methylated moieties, contrasting existing DNA detection methods which commonly employ DNA (or PNA) oligos and rely on sequence specificity. After target binding, the conductivity of the trapped hmDNA is enhanced, for which we provide alternative routes. The detection step is formed by a simple measurement of the electrical conduction between the electrodes. As our detection scheme relies on completely turning on the conduction instead of only modulating it (as in other electrical detection schemes), an exceptionally high sensitivity is expected. As the most competitive advantages we identify (1) high selectivity (specific chemistry) and sensitivity (ìon-offî effect), (2) simple, scalable device concept, (3) robustness against environment, (4) small size (allowing for implementation in a bioassay device for multiple target molecules), and (5) low cost price.",
    "totalCost": "149578,75",
    "ecMaxContribution": "149578,75",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 149579
        }
    },
    "calculatedTotalContribution": 149579
}