{
    "rcn": "196386",
    "acronym": "TRADECOM",
    "topics": "ICT-37-2014",
    "title": "TRADECOM: Trader communication, collaboration and compliance system",
    "startDate": "01/08/2015",
    "endDate": "31/07/2018",
    "objective": "In the proposed project, TRADECOM: Trader communication, collaboration and compliance system, the project partners will develop and validate innovative hardware and software solutions to meet the communication, collaboration and compliance needs of financial services, energy and commodity trading and brokerage markets.\n\nThe TRADECOM project partners will design and develop a new desktop communication endpoint (known as a trader turret) that will provide traders and brokers with high-quality, instant, private and secure group communications using intuitive user interfaces. The partners will also develop and implement necessary backend communication and media services to enable scalable, resilient and compliant call routing and recording via the internet and cloud services. The project will introduce new middleware that will link trader turrets to corporate computer systems, enabling turret functions to be accessed from enterprise applications (e.g. click-to-dial) and application data to be accessed from the turret (e.g. contacts and call groups). This will provide traders with more efficient ways to manage communications and workflow between the turret and other desktop systems. The TRADECOM turret will be designed to interoperate with Speakerbusí emerging virtual turret (vTurret) services, which will replicate the TRADECOM trader communication services on desk and mobile devices. This will enable traders to work away from their main TRADECOM turret and still access specialist voice and data communication services. An important focus of the project will be to pilot and demonstrate the integrated TRADECOM systems in real operational environments and to assess the impact for traders and trading organisations. Taken together, these innovations will disrupt the trader voice market and its large incumbent technology suppliers, and provide high growth opportunities for the SME project partners.",
    "totalCost": "2452933,75",
    "ecMaxContribution": "1717053,63",
    "coordinator": "SPEAKERBUS TECHNOLOGY LIMITED",
    "coordinatorCountry": "UK",
    "participants": "HISBIM BILGI VE ILETISIM TEKNOLOJILERI SANAYI TICARET AS;INDUSTRIALPARTNERS GMBH",
    "participantCountries": "TR;DE",
    "projectParticipants": {
        "935385939": {
            "orgId": "935385939",
            "orgName": "SPEAKERBUS TECHNOLOGY LIMITED",
            "ecContrib": 1414827
        },
        "991598021": {
            "orgId": "991598021",
            "orgName": "HISBIM BILGI VE ILETISIM TEKNOLOJILERI SANAYI TICARET AS",
            "ecContrib": 44100
        },
        "935385357": {
            "orgId": "935385357",
            "orgName": "INDUSTRIALPARTNERS GMBH",
            "ecContrib": 258127
        }
    },
    "calculatedTotalContribution": 1717054
}