{
    "rcn": "196360",
    "acronym": "FLOVISP",
    "topics": "ERC-PoC-2014",
    "title": "Flow Visualization Based Pressure",
    "startDate": "01/06/2015",
    "endDate": "30/11/2016",
    "objective": "The ERC-FLOVIST project has focused on advancing Tomographic Particle Image Velocimetry (PIV) towards a versatile technique for the non-intrusive diagnostics of aero-acoustic problems. \nOne of the milestones has been the use of Tomo-PIV to infer the instantaneous three dimensional pressure field from the velocity measurement. The use of this laser-based technique for the detection of pressure fluctuations both around and on the surface of aerodynamic models offers the advantage that surface pressure transducers do not need to be installed, along with connecting cables for power supply and data transfer.\nThe technique has demonstrated high scalability and pressure fluctuations were detected from low-speed up to the supersonic flows. This is an important headway from standard technologies (surface pressure transducers and microphone arrays) favouring a broader utilization of PIV in aero-acoustics, flow-induced vibrations and bio-fluid mechanics. \nThe potential of this innovative approach has been recognized in science. However, the industry lags behind with a more conservative position, partly justified by system complexity and the high skills required to perform experiments. Instead, when correctly implemented this method can lead to important economical benefits with saving of costs for the integration of instrumentation. The targeted industrial areas are: aeronautics (aircraft aerodynamics and propulsion), energy systems (turbo machinery and wind energy). In wind-energy, the study of unsteady loads may lead to designs that reduce fatigue loads and increase system durability. Also, growing interest in noise emissions from wind turbines requires increased capabilities for their aero-acoustic analysis.\nThe proposal intends to move forward these capabilities from research labs to industrial facilities. The main task is bringing together the current advances of the Tomo-PIV technique to make it broadly usable by research centres and for industrial innovation.",
    "totalCost": "148750",
    "ecMaxContribution": "148750",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "LAVISION GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 126375
        },
        "999486643": {
            "orgId": "999486643",
            "orgName": "LAVISION GMBH",
            "ecContrib": 22375
        }
    },
    "calculatedTotalContribution": 148750
}