{
    "rcn": "196398",
    "acronym": "PCT",
    "topics": "ICT-37-2014",
    "title": "Plant CT - Making Plants Healthier",
    "startDate": "01/04/2015",
    "endDate": "31/12/2017",
    "objective": "Producing the highest quality crop with a maximized yield requires the real-time measurement and actionable analysis of a large number of plant-related external factors. These factors are meteorological, geological, organic and human-related. Measuring and processing these parameters is at the core of any decision-support system intending to streamline the production of farmlands. Currently there are no solutions available that can quantify all on-site plant-related parameters in real-time. By doing so it could stop superfluous use of expensive and environmentally harmful chemical agents while reducing yield loss, saving European farmers billions. \n \nWe intend to deliver and commercialize a Plant CT solution that allows remote diagnostics of plants, on-site monitoring and comprehensive decision support. We understand a Plant CT to be a network of compact measuring devices on cultivated areas, which arms agricultural producers with precise, individualized data and recommendations. By deploying devices at several locations, it is possible to quantify agronomically important factors and to precisely determine the exact plant disease risk (and other important metrics, such as irrigation) at any particular location on a farmland. \nBy the end of this project we aim to be ready to commercialize a system of small, easily installable, compact and inexpensive precision sensors delivering easy-to-understand actionable information including highly reliable automated diagnostics (with spore and mite detection). Following its commercialization we will be positioned to collect qualitatively and quantitatively unrivaled data, leading to further opportunities in creating an ultimate agriculture intelligence service. \n\nDue to our long-time involvement in precision viticulture, we have experience in providing wine / grape producers with information on weather parameters and diseases in a clear manner, helping farmers to optimize their agricultural procedures.",
    "totalCost": "1462444",
    "ecMaxContribution": "1023710",
    "coordinator": "QUANTISLABS INFORMATIKAI BIZTONSAGTECHNIKAI KUTATOLABORATORIUM KFT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "957850460": {
            "orgId": "957850460",
            "orgName": "QUANTISLABS INFORMATIKAI BIZTONSAGTECHNIKAI KUTATOLABORATORIUM KFT",
            "ecContrib": 1023710
        }
    },
    "calculatedTotalContribution": 1023710
}