{
    "rcn": "196346",
    "acronym": "EMOTION",
    "topics": "ERC-PoC-2014",
    "title": "Electric-field driven magnetic domain wall motion for memory technologies",
    "startDate": "01/04/2015",
    "endDate": "30/09/2016",
    "objective": "Memory technologies that are used in computers, smart phones, tablets, etc. can be coarsely divided into two classes: fast but volatile DRAMs (dynamic random access memory) and non-volatile flash memories. Racetrack memory based on the controlled motion of magnetic domain walls is a promising new technology for next generation memories, because it combines the speed of DRAMs and the non-volatile properties of flash memories. One key drawback, however, is the required use of intense electric currents to move magnetic domain walls along narrow wires, which causes undesirable heat dissipation and considerable power losses. With this ERC proof-of-concept proposal, we aim at exploring the empty technology space around a recent invention in our laboratory, namely the ability to drive magnetic domain walls using electric fields (i.e. voltages) rather than electric currents in ferroelectric-ferromagnetic bilayers. Since no electric currents are flowing through the insulating ferroelectric layer during prototype device operation, power consumption and heating are minimal. Moreover, electric-field control of magnetic domain wall motion in our experimental demonstrator is deterministic and completely reversible. Using the ERC proof-of-concept grant, time and money will be invested for obtaining IPR protection for this new technology, different ways for industrial collaboration will be investigated (e.g. licensing of the technology/IPR directly or founding of a technology licensing spin-out) and contacts will be sought. A market analysis will be performed and a commercialisation roadmap and IPR strategy will be created.",
    "totalCost": "149778",
    "ecMaxContribution": "149778",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}