{
    "rcn": "196368",
    "acronym": "CHIRALSENSE",
    "topics": "ERC-PoC-2014",
    "title": "CHIRALSENSE : Sensing Chirality using cavity-enhanced polarimetry: advances in sensitivity and time-resolution",
    "startDate": "01/04/2015",
    "endDate": "30/09/2016",
    "objective": "Chiral sensing is crucial to many fields, constituting a multibillion Euro industry. The polarimetric techniques of optical rotation (OR) and circular dichroism (CD) are the most widely-used techniques for the analysis of chiral samples, ranging from the measurement of protein structure, to quality control in the pharmaceutical, chemical, cosmetic, and food industries. In general, the OR and CD signals are very small, which place severe constraints on detection sensitivity and time-resolution. Through the ERC grant TRICEPS, we have developed a groundbreaking cavity-based polarimeter [Sofikitis et al. Nature 514, 76 (2014)] with 3 main advantages: (a) The OR and CD signals are enhanced by the number of cavity passes (typically 1000); (b) birefringent backgrounds are suppressed; (c) signal reversals give absolute polarimetry measurements, not requiring the sample to be removed to measure a null sample. These advantages represent orders-of-magnitude improvements in sensitivity, acquisition time, and sample size, with respect to commercially available polarimeters, and will reduce measurement time, sample sizes, and costs in the chiral sensing industry. We propose, through CHIRALSENSE, to: (1) file a non-provisional US patent application, to follow our filing of a US provisional patent application for our polarimeter, which will provide IPR protection for the first stages of the product development; (2) demonstrate our existing CHIRALSENSE polarimeter to leading polarimetry companies, by performing measurements on commercial-standard samples; and (3) adapt our polarimeter to measure complex samples separated using HPLC (high-performance liquid chromatography) for analytical chemistry applications, to be demonstrated to leading HPLC companies.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}