{
    "rcn": "196376",
    "acronym": "REACTION",
    "topics": "Health",
    "title": "Evaluation of the efficacy and of the antiviral activity of T-705 (favipiravir) duringEbola virus infection in non-human primates  humans",
    "startDate": "01/11/2014",
    "endDate": "31/10/2017",
    "objective": "The ongoing Ebola outbreak in West Africa is the largest and deadliest the world has ever seen. In September 2014, the number of EBOV cases exceeded the total of all cases from previous known outbreaks. Further, this public health crisis shifted into a complex emergency, with significant, social, economic, humanitarian, political and security dimensions. Till date, no effective medicine has been proven to be effective against EBOV. As a result, it is immensely difficult to mitigate the current outbreak as well as prevent further outbreaks in this region. On Sept 4-5 2014, the WHO gathered expertise on experimental therapies and vaccines and their role in containing the Ebola outbreak in West Africa. During this consultation, experts identified several therapeutic and vaccine interventions that should be the focus of priority evaluation. Among these candidates is the existing antiviral drug Favipiravir, that has proven activity against many RNA viruses in vivo and in vitro including Ebola. Favipiravir is known to inhibit viral gene replication within infected cells to prevent propagation among which it inhibits viral gene replication within infected cells to prevent propagation. Hence, Favipiravir is currently aimed  as a curative option in severe pandemic flue. Furthermore, there is currently enough stock of Favipiravir to even treat more than 20.000 patients, and the producer of Favipiravir, Toyoma Chemical/Fujifilm in Japan is willing to rapidly upscale the production of this drug. This drug has been extensively tested in humans and approved in Japan for treatment and prevention of influenza. The drug has shown an excellent safety profile in more than 2000 patients tested and no major adverse effect were reported. The current crisis requires both an immediate response to treat patients and prevent the further spread of the epidemic, as well as long term commitment in the complex sociocultural context. REACTION! will address both needs.",
    "totalCost": "2755719,89",
    "ecMaxContribution": "2575809,5",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "ECOLE NORMALE SUPERIEURE DE LYON;RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG;Department of Health england;INSTITUT PASTEUR;FONDATION POUR L INSTITUT DE HAUTES ETUDES INTERNATIONALES ET DU DEVELOPPEMENT;DRUG DISCOVERY FACTORY BV;UNIVERSITE D'AIX MARSEILLE;UNIVERSITEIT UTRECHT;Bernhard Nocht Institute for Tropical Medicine;ASSOCIATION POUR LE DEVELOPPEMENT DE L'ENSEIGNEMENT ET DES RECHERCHES AUPRES DES UNIVERSITES, DES CENTRES DE RECHERCHE ET DES ENTREPRISES D'AQUITAINE;UNIVERSITE CHEIKH ANTA DIOP DE DAKAR;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "FR;DE;UK;CH;NL;SN",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 4250
        },
        "985804405": {
            "orgId": "985804405",
            "orgName": "ECOLE NORMALE SUPERIEURE DE LYON",
            "ecContrib": 142500
        },
        "998060646": {
            "orgId": "998060646",
            "orgName": "ASSOCIATION POUR LE DEVELOPPEMENT DE L'ENSEIGNEMENT ET DES RECHERCHES AUPRES DES UNIVERSITES, DES CENTRES DE RECHERCHE ET DES ENTREPRISES D'AQUITAINE",
            "ecContrib": 477262
        },
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 88500
        },
        "973710445": {
            "orgId": "973710445",
            "orgName": "FONDATION POUR L INSTITUT DE HAUTES ETUDES INTERNATIONALES ET DU DEVELOPPEMENT",
            "ecContrib": 0
        },
        "999844185": {
            "orgId": "999844185",
            "orgName": "UNIVERSITE CHEIKH ANTA DIOP DE DAKAR",
            "ecContrib": 134375
        },
        "940745189": {
            "orgId": "940745189",
            "orgName": "DRUG DISCOVERY FACTORY BV",
            "ecContrib": 127062
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1240726
        },
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 86250
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 72359
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 74025
        }
    },
    "calculatedTotalContribution": 2447309
}