{
    "rcn": "196312",
    "acronym": "eco-railjacket",
    "topics": "IT-1-2014-1",
    "title": "Total Full Ecologic Embedded Railways Jacket System",
    "startDate": "01/02/2015",
    "endDate": "31/05/2015",
    "objective": "The Total Full Embedded Railways Jacket System: this new embedded railways jacket system designed by Prefarails is used to reduce the vibration of the vehicles, minimize the road and housing noise and vibrations around the tramways or trains, improve the passengers comfort and minimize the environment impacts.\nIn addition to the above characteristics, the system also offers the following main advantages:\n* Better electrical insulation of rails\n* High temperature resistance\n* Short construction time\n* Long product and concrete trackbed lifecycle\n* Less soil preparation and installation time\n* Direct and indirect economic benefits\n* Waterproof system\nThe improvement of the electrical insulation will allow Prefarails to develop its activities in the railways system with the signaling done by measuring rails insulation.\nThe support provided for this Phase I of the project will allow the company to perform the following:\n* realization of the market analysis\n* development of the marketing plan\n* elaboration of the business plan\nThe support foreseen at the Phase II of the project will help the company to perform the following:\n* acquire the necessary equipments and services for the industrialization phase\n* customize the module to achieve the dimensions required by some customers (SNCF- France, SNCB - Belgium, Eitihad Rail - Saoudi Arabia, oman Railways) for the pilot test phase\n* support the market development\nSeveral railways networks operators are looking for this solution, especially for the realization of the prefabricated railways made with the Prefarails' technology, which has a much higher life duration, is maintenance free and is cheaper than the existing solutions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "C.A.S.Q.C. PREFARAILS",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938939922": {
            "orgId": "938939922",
            "orgName": "C.A.S.Q.C. PREFARAILS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}