{
    "rcn": "196367",
    "acronym": "Bio4Med",
    "topics": "MSCA-COFUND-2014-DP",
    "title": "International Doctoral Programme in Biological Bases of Human Diseases",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "The major aim of Bio4Med (Biology for Medicine) programme is to provide unique, international, inter-disciplinary and inter-sectoral doctoral training for Early Stage Researchers (ESRs) in the domain of biological bases of human diseases. To achieve this goal it combines 22 leading research groups at the Nencki Institute and their scientific partners from world-class laboratories located in EU Member States, Switzerland, Ukraine, Japan, Canada and US. Research programme includes basic science PhD-projects focused on molecular basis of neurodegeneration, neurological disorders, cancer and metabolic diseases. All supervising researchers engaged in the Bio4Med are at the international forefront of biomedical research and have experience in PhD student supervision. Our programme will foster young researchersí career development and employability by addressing the following objectives: (i) to offer excellent training in modern biology and endow ESRs with unique scientific knowledge, and experience in cutting-edge experimental techniques; (ii) to enhance research-oriented\nand transferable skills of ESRs; (iii) to promote scientific mobility via international, inter-disciplinary and inter-sectoral collaboration. The objectives of Bio4Med will be delivered through activities encompassing practical laboratory training, hands-on workshops, lectures corresponding to the theoretical aspects of doctoral projects, research-oriented generic skills courses, transferrable skills courses, progress talks and meetings. The training programme itself, focused on medically important issues, will make ESRs highly attractive to commercial enterprises, particularly in biotechnology and\npharmaceutical sectors. Bio4Med programme will increase the regional, national as well as EU competitiveness by providing a new generation of visionary and innovative researchers able to transform basic science into healthcare solutions.",
    "totalCost": "4604160",
    "ecMaxContribution": "2302080",
    "coordinator": "INSTYTUT BIOLOGII DOSWIADCZALNEJ IM. M. NENCKIEGO POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999489359": {
            "orgId": "999489359",
            "orgName": "INSTYTUT BIOLOGII DOSWIADCZALNEJ IM. M. NENCKIEGO POLSKIEJ AKADEMII NAUK",
            "ecContrib": 2302080
        }
    },
    "calculatedTotalContribution": 2302080
}