{
    "rcn": "196377",
    "acronym": "Ebola_Tx",
    "topics": "Health",
    "title": "Emergency evaluation of convalescent blood and plasma for Ebola Viral Disease (EVD) in affected West African countries.",
    "startDate": "01/11/2014",
    "endDate": "31/10/2016",
    "objective": "The objective of this proposal is to urgently determine the efficacy, safety and feasibility of convalescent whole blood (CWB) and convalescent plasma (CP) therapy, as a treatment for patients with Ebola Viral Disease (EVD) to reduce the case fatality rate in the present EVD epidemic in West Africa. \n\nThe trial will take place in three consecutive phases; i) initial phase to initiate harmonized standard supportive care (SC), ii) evaluation of CWB iii) evaluation of CP. Supportive care (SC) including intravenous hydration and shock management will be standardised and made available to all patients. \nDay 14 mortality will be used to determine primary outcome. Survival for patients treated with CWB \\ SC or CP \\ SC will be compared to SC alone using a non-randomised open-label design. Based on available figures, a 20% decrease in the case fatality rate will be considered proof of clinical efficacy. Internationally agreed stands of ethics and human rights will be applied for the duration of the trial. Written consent will be requested from patients and/or guardians of patients. Every consideration will be given to the safely of health-care workers involved in the trial, including their consent to be involved and adequate training and psycho-emotional support. Given the study context, community communication will be prioritized. We propose a unique partnership of academics, clinical trial units, non-governmental organizations, international research networks, international and local actors to conduct a clinical trial according to the highest standards attainable in the current context. If found to be effective, this intervention can be scaled-up relatively rapidly as the trial will provide the information required to mobilize local partners, with major public health implications.",
    "totalCost": "3035428,34",
    "ecMaxContribution": "2892171",
    "coordinator": "PRINS LEOPOLD INSTITUUT VOOR TROPISCHE GENEESKUNDE",
    "coordinatorCountry": "BE",
    "participants": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;ETABLISSEMENT FRANCAIS DU SANG;LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE;INSTITUT PASTEUR;THE UNIVERSITY OF LIVERPOOL;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;UNIVERSITE D'AIX MARSEILLE",
    "participantCountries": "FR;UK",
    "projectParticipants": {
        "999883276": {
            "orgId": "999883276",
            "orgName": "PRINS LEOPOLD INSTITUUT VOOR TROPISCHE GENEESKUNDE",
            "ecContrib": 1803778
        },
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 218151
        },
        "999912667": {
            "orgId": "999912667",
            "orgName": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
            "ecContrib": 60110
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 47166
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 85180
        },
        "997299293": {
            "orgId": "997299293",
            "orgName": "ETABLISSEMENT FRANCAIS DU SANG",
            "ecContrib": 385775
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 49100
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 242910
        }
    },
    "calculatedTotalContribution": 2892170
}