{
    "rcn": "196372",
    "acronym": "DIRS",
    "topics": "MSCA-COFUND-2014-DP",
    "title": "Deusto International Research School",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "With a proven track in PhD training (more than 1000 PhD in 50 years, 58 in 2013) the Deusto International Research School (DIRS) aims at attracting qualified international Early Stage Researchers for high quality PhD training that enhance research, complementary and transferable skills.\nDIRS aims are grounded in a solid structure generated around a robust and dynamic ecosystem that encourages and enables cooperation, co-creation and collegiality among 7 doctoral programmes and 24 research groups around four research foci centred on challenges identified in the EU and the Basque Smart Specialisation Strategies: i) Health and Wellbeing, ii) Human Rights, Peace and Conflict Resolution, iii) Sustainable Development and Innovation and iv) Lifelong Learning. \nUDEUSTO has actively and creatively procured conditions conducive to frequent dialogues between economic, cultural and social actors whose cooperation and exchanges help realise DIRS aims. These dialogues will ensure international and intersectoral mobility, including placements/internships to broaden ESR career employability tracks; cross-fertilisation of ideas and ideation of solutions to societal challenges fuelled by shared concerns and funding. 40 partners formally back DIRS project.\n16 MSC PhD candidates will be selected via an open, transparent, merit-based, impartial, equitable and internationally advertised process that will take special care to avoid any form of discrimination. Upon acceptance, PhD candidates will sign an employment contract and will be hosted in an attractive environment to benefit from a shared supervision and mentoring process formally inscribed in the Doctoral Agreement and the individualized research/training development plan (Personal Career Development Plan). \nFull internationalisation is an essential aspect of DIRS. The COFUND scheme will strengthen the European and International dimensions of the project by consolidating the current rate of ESR (31,25% of PhD students in 2013/2014)",
    "totalCost": "2511360",
    "ecMaxContribution": "1255680",
    "coordinator": "UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999876971": {
            "orgId": "999876971",
            "orgName": "UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA",
            "ecContrib": 1255680
        }
    },
    "calculatedTotalContribution": 1255680
}