{
    "rcn": "196387",
    "acronym": "APEX",
    "topics": "BIOTEC-5a-2014",
    "title": "Advanced Process Economics through Oxidoreductases",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Within the APEX (Advanced Process Economics through Oxidoreductases) project, MetGen will bring MetZymeÆ from small pilot scale to industrial production and commercial applications. MetZymeÆ is used to liberate cellulose from lignocellulosic material through oxidation of lignin. MetZymeÆ is an enzyme solution developed by MetGen, based on thermostabile oxidoreductase enzymes with wide pH tolerance, designed for harsh industrial conditions. This scale-up allows for its market demonstration at the industrial scale, within two target industries: pulp & paper mills and biorefineries where process economy is improved through energy- and technology cost reduction.\nIn APEX, MetGen will also further improve the cost-efficiency of the industrial enzyme development technology, protected by international patents. The value proposition and competitiveness of the process are supported by lowering the production costs and optimising the whole supply chain in APEX.\nSmall scale pilot studies have been already done with large industrial customers. They have shown that MetZymeÆ can significantly improve the economic and environmental sustainability of paper, chemicals, and biofuels ñ industries that are in a great need of more efficient processes with lower costs. Within pulp and paper it can significantly help to lower the production costs, based on reduced energy and chemical usage and improved fibre quality. MetZymeÆ also helps to optimize the catalysis of lignin and sugar conversion. This enables low-cost production of cellulosic fibers and sugars and supports the production of second-generation biofuels and bio-based chemicals, paving the way to sustainable European bioeconomy.\nAPEX makes it possible for MetGen to bridge the gap between pilot and industrial scale, and thus become profitable and competitive, and in a few years to be recognized as one of the worldís most significant enzyme companies.",
    "totalCost": "2202250",
    "ecMaxContribution": "1541575",
    "coordinator": "METGEN OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942543666": {
            "orgId": "942543666",
            "orgName": "METGEN OY",
            "ecContrib": 1541575
        }
    },
    "calculatedTotalContribution": 1541575
}