{
    "rcn": "196337",
    "acronym": "HYDRER",
    "topics": "ERC-PoC-2014",
    "title": "A Solar-Powered Hydrolyzer",
    "startDate": "01/05/2015",
    "endDate": "31/10/2016",
    "objective": "We aim to determine the technical and economic viability of a novel water electrolyzer technology based in inexpensive catalysts from transition metal coordination polymers. Industrial water electrolyzers currently need the use of corrosive alkaline electrolytes or expensive noble-metal catalysts to reach reasonable efficiencies. Because of this, they cannot compete with low cost hydrogen production using fossil fuels through steam reforming. We have discovered that coordination polymers of earth-abundant metals are active water oxidation catalyst, competitive, fast and more robust than the best heterogeneous catalyst ever reported, able to reach over one million cycles working at neutral pH and ambient conditions. This suggests that our catalysts could be the basis of an efficient and affordable electrolyzer able to function using natural waters. The simplicity of operation and the inexpensive construction materials suggest that this new electrolyzer technology could have good market penetration. We expect to reach high efficiency and low costs for hydrogen production by combining this electrolyzer with a commercially available photovoltaic cell. The results will be analyzed and compared to current electrolyzers and hydrogen production technologies to further assess its viability and identify its competitive advantages. This electrolyzer technology will be protected (IP) and, if the results are positive, targeted to market.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}