{
    "rcn": "196310",
    "acronym": "GOLFTRACKER",
    "topics": "Space-SME-2014-1",
    "title": "Automatic tracking of golf games for improvement and training purposes, using GNSS receivers, wearable sensors and Earth Observation information",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "The overall objective of GOLFTRACKER is to offer golfers a product to automatically track of golf shots during the game, collecting and combining data from GNSS receivers, wearable motion sensors and Earth Observation mapping.\n \nThe resulting product, will be based on a general wearable device implemented on top of existing COTS hardware (e.g. Samsung GEAR, Apple Watch) and a specific tracking device for golfing using a sensor fusion approach. The product will allow golfers to improve their game, providing statistics for post analysis, peer benchmarking tools and training recommendations. The proposed innovation is aimed at equipment segment and training segment (golf lessons) with estimated revenues of 3300 Million euros in Europe.\n \nThis phase1 project focus on exploring the business opportunity related to the automatic tracking, by developing a innovation strategy supported EGNOS/Galileo and Sentinels that will lead to patent registration. The activity aims also to assure userís involvement, collecting the feedback from early adopters and promote the product's features to reach a wider community. A business survey will be performed, consolidating the results on the product business plan.\n \nThe work to be performed is led by BLUECOVER with the participation of third-parties.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BLUECOVER TECHNOLOGIES, LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "945717991": {
            "orgId": "945717991",
            "orgName": "BLUECOVER TECHNOLOGIES, LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}