{
    "rcn": "196308",
    "acronym": "enControl-Intuo",
    "topics": "SIE-01-2014-1",
    "title": "ENergy-efficient CONTROL with INternet-of-Things connected home solUtiOn",
    "startDate": "01/01/2015",
    "endDate": "30/06/2015",
    "objective": "We propose a connected home solution that helps reduce energy costs while preserving comfort for occupants. Our solution, enControlô-Intuo, leverages the Internet-of-Things and integrates self-learning and adjusting capabilities for interacting with any climate system, from wall units to central heating and air conditioning to radiators.\nAs an added service to our enControlô energy service platform for utilities, the innovation project integrates a proprietary algorithm to offer seamless energy efficiency to residential utility customers - saving energy and reducing their carbon footprint. \nThe innovation will enable new business models for European utilities: 1.-New energy services to reduce consumption and carbon footprint in homes; 2.-User engagement & customer satisfaction; 3.-Accelerate adaptation to new sources of energy. \n\nThe innovation is tailored not only to a homeís consumption patterns but also to its energy supply model. It optimizes energy usage with energy availability and variable energy tariffs considering the own-energy generation when computing the optimal policy. In addition, the algorithm learns user comfort preferences reducing user interaction with the system.\nOur solution allows interoperability of devices from different vendors. We address this challenge with a holistic, scalable and secure Cloud-based software that seamlessly integrates new home devices and equipment and enables users to make their home smarter and more self-sufficient in the future. The solution allows for fast scalability to reach the large and lucrative residential market. With a next-generation service and a recurring monthly revenue model that fits most household budgets, we expect our solution to quickly gain traction in early adopter segments in Europe. These elements will allow us to confidently approach venture capitalists and other outside investors who will provide the capital necessary to quickly expand to other European and global markets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SENSING & CONTROL SYSTEMS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "995962051": {
            "orgId": "995962051",
            "orgName": "SENSING & CONTROL SYSTEMS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}