{
    "rcn": "196303",
    "acronym": "COOL POWER",
    "topics": "SIE-01-2014-1",
    "title": "Efficient microgeneration combined with food cooling systems in trade, crafts and service companies",
    "startDate": "01/03/2015",
    "endDate": "31/07/2015",
    "objective": "The project intends to commercialise an efficient microgeneration technology combined with food cooling systems in trade, crafts and service companies.\nThe innovative core of microgeneration is an ORC cycle operating with a significantly lower inlet temperature of less than 60∞C that allows for utilising heat from cooling systems  that have not yet been used due to the absence of an applicable technology. The system offers higher electrical efficiency and higher flexibility to different inlet temperatures than comparable systems. This opens a tremendous range of new applications opportunities of distributed, sustainable electricity generation based on recovering waste heat. The ?ORC system offers the unique opportunity to implement microgeneration in target markets with cold food storage, incl. food processing, food and beverage retail and service providers, and accommodation, which are producing considerable amounts of waste heat and which are potentially counting for ~10 % of the energy consumption in Europe. The commercial potential corresponds to 2.5 million installations in Europe at the moment.\nThe feasibility assessment shall prepare the commercialisation of the super-low temperature ORC based ?CHP system and elaborate a detailed business plan. In particular it defines a roadmap for further product development and identifies market areas and the specific target groups. The study investigates the details of customer needs and expected market structures, proves the technical and economic viability of the technology and prepares technical requirements, product documentation and data sheets.\nThe developed technology directly contributes to European societal challenges such as reducing the consumption of fossil resources and the emission of greenhouse gases and it facilitates low-cost and low-carbon decentralised energy generation. Moreover it contributes to the implementation of the Microgeneration Resolution of the European Parliament (2012/2930 RSP).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HKL ENERGIEANLAGEN AG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938238612": {
            "orgId": "938238612",
            "orgName": "HKL ENERGIEANLAGEN AG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}