{
    "rcn": "196383",
    "acronym": "Eciwind",
    "topics": "SIE-01-2014",
    "title": "Cost effective wind turbine of 40 kW of rated capacity",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "The project arises from a joint venture between Enair Energy SL and Lancor 2000 S Coop to develop a Cost efficient Small Wind Turbine (SWT) of 40 kW rated capacity (ECIWINDÆ).Within the wind energy sector, the small wind power is growing: According to World Wind Energy Association the small wind power market is expected to increase massively, from 768  MÄ  in 2013 to 2517 MÄ by 2020, at a CAGR of 22%.The main challenge of the small wind energy industry is to decrease its costs to push a socialisation of this renewable technology. Thus, this electricity generation will be more competitive in the energy market and independent of the subsidies. The European Commision highliths the importance of Small and Medium Enterprises (SMEs) as small energy producers and the need to empower them to take up this role. Several european SMEs such as farms (200-400 kWh/day) and small industry  (200- 450 kWh/day). In the case that these end users are located in areas where annual average wind velocity is higher than 5 m/s, small wind turbines in the 10-50 kW capacity is the best option to cover their energy needs. The acquisition and commissioning costs of  SWT in this capacity range rounds 4000 Ä/kWh and have annual maintenance average costs of 1500 Ä/year depending on the configuration, which makes unaffordable the investment without government subsidies. The price reduction on this capacity range can be approached through the elimination of costly parts of current technologies as the Gearbox, and the optimization of the cost/performance of the rest of components.Enair and Lancor have therefore identified a business opportunity for  SWT technologies and have developed a first prototype of ECIWINDÆ at 10 kW scale (free-gearbox with pitch control and permanent magnet generator SWT) that requires 50% less maintenance and decrease the price to end user installed in 40%, which entails an investment payback period <6 years without any government subsidy.",
    "totalCost": "1867578,75",
    "ecMaxContribution": "1307305",
    "coordinator": "ENAIR ENERGY SL",
    "coordinatorCountry": "ES",
    "participants": "LANCOR 2000 S COOP",
    "participantCountries": "ES",
    "projectParticipants": {
        "938675694": {
            "orgId": "938675694",
            "orgName": "LANCOR 2000 S COOP",
            "ecContrib": 504218
        },
        "950771885": {
            "orgId": "950771885",
            "orgName": "ENAIR ENERGY SL",
            "ecContrib": 803087
        }
    },
    "calculatedTotalContribution": 1307305
}