{
    "rcn": "196307",
    "acronym": "ECOFLEX",
    "topics": "SC5-20-2014-1",
    "title": "Feasibility study of a Eco-friendly, Compact and Flexible System for Post Digital Printing Treatment of Textiles",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "Today, because of the large dimensions and costs of finishing machines, most printing houses cannot be equipped with a full production line and, after digital printing, they must send fabrics to third companies for finishing and for specific functionalizations. For European SMEs, this leads a general increase of production time and costs and a further threat to competitiveness against the larger and mass-production structured Far East companies. All over Europe, several digital printing SMEs located out of a textile district, are currently suffering the absence of a close, complete supply chain, and they seriously risk of closing their activities because of this scarce completeness. ECOFLEX is going to be proposed to the market of digitally printed fabrics, which is leaded by Europe with 45% total share and is expected to grow in the next years according to recent Industry surveys. Thanks to ECOFLEX, all the operations needed for the textiles finishing and functionalisation will be performed in a single, all-in-one and customized machine, available at low price and compact dimensions. The main benefits for the ECOFLEX users will be: Reduction of the initial investment of about 70%, Reduction of waste and production costs of about 30%, Reduction in the consumption of water and energy of about 30% and 50% respectively, time to market reduction, floor optimization, full control over the quality and repeatability of the final product, resources valorisation.\nThe ECOFLEX project will evaluate technical and market feasibility of an innovative, compact and flexible system for post digital printing treatment of textiles. The feasibility study will include: analysis of the technical scenario and enabling technologies, system conceptual design, identification of providers and key partners for system prototyping and scale-up, extensive market study including key countries, turnovers and competitive solutions, definition of suitable business model and business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CIBITEX SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937894068": {
            "orgId": "937894068",
            "orgName": "CIBITEX SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}