{
    "rcn": "196347",
    "acronym": "Timtrace",
    "topics": "ERC-PoC-2014",
    "title": "Tracing tropical timber",
    "startDate": "01/10/2015",
    "endDate": "31/03/2017",
    "objective": "An estimated 50% of the tropical timber that enters the European market is illegally harvested. To implement new European legislation intended to eliminate this illegal trade, independent tools will be needed to verify the legal status of timber. We therefore propose to develop a fast, accurate and cost-effective commercial forensic tool, 'Timtrace', for tracing the claimed origin of tropical timber. Timtrace uses (1) ring-width measurements that can be matched with reference measurements or climate data, (2) stable isotopes in the wood that can be matched with regional reference data, and (3) DNA analyses that allow distinguishing timber obtained from different areas. The application of multiple methods greatly expands the number of tropical timbers whose origin can be traced. \n\nOur forensic approach is competitive, as unlike current commercial alternatives, it does not require access to the timber in the country of harvest. Potential customers of Timtrace include the customs and inspection authorities, the timber-processing industry and organisations that certify sustainable forest management. Several of these stakeholders have already shown interest in a commercially available and cost-effective forensic tool for timber tracing. \n\nTimtrace builds on the results and expertise obtained during the ERC-funded TROFOCLIM project in which we assembled databases with many thousands measurements of tree-rings and stable isotopes for 20 tropical timber varieties from three continents. Results of the TROFOCLIM project will be directly applied for tracing tropical timbers and will also serve as reference data. \n\nWe will use the ERC Proof of Concept Grant to (1) develop a fast, accurate and cost-effective tool for forensic tracing of tropical timber and (2) evaluate its commercial feasibility. By the end of the PoC project we aim to have a Minimum Viable Product which will satisfy the demands of the first customers.",
    "totalCost": "148387",
    "ecMaxContribution": "148387",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 148387
        }
    },
    "calculatedTotalContribution": 148387
}