{
    "rcn": "196396",
    "acronym": "ADVANCED-BIPV",
    "topics": "SIE-01-2014",
    "title": "NEW GENERATION OF BIPV-GLASS WITH ADVANCED INTEGRATION PROPERTIES",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "This project proposal starts to walk pursuing to accomplish the following main general objective: to overcome the main limiting factors of BIPV technology strengthening its competitiveness by developing new generation PV glazing satisfying the well-defined market demanded architectural trends. ONYX will face this main goal by developing a new family of products referred as Novel XL-BIPV glazing units, High-Mechanical Resistance PV units and high performing vision glazing based on PV thin film transparent panes (transparency over 50%) being market ready within the 24 forthcoming months. During the lifetime of the project, main challenges will be faced and overtaken by well-defined approaches. Out of the technical challenges ONYX will establish a very well defined commercialization and marketing strategy targeting global markets and main green building and architectural glazing stakeholders. ONYX ambition will be reaching the blue ocean concept. In other words, by developing BIPV products with undeniable added value achieving a clear market differentiation from our competitors leading to a greater range of coverage of the architectural glass industry, gaining the attention of prestigious end users as clients, and promoting a sense of market dominance by offering products that others cannot. The final goal will be achieving a 4,3% market share of the global BIPV business by 2020. It means to double or quadruplicate our actual share of 1% in a market that will grow from $823 million ($US) in 2014 to $2.7 billion in 2019 (30% growth/per year). On the other hand, it should be pointed out that this project proposal fits perfectly with general EU policies in terms of sustainability as for instance Energy Performance of Building Directives. In summary, by executing this project ONYX seeks to become a world leader not only in BIPV, but also in high-performing architectural glazing and Green Building Sector developing BIPV unique solutions.",
    "totalCost": "2695887,5",
    "ecMaxContribution": "1887121,25",
    "coordinator": "ONYX SOLAR ENERGY S.L",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "984768445": {
            "orgId": "984768445",
            "orgName": "ONYX SOLAR ENERGY S.L",
            "ecContrib": 1887121
        }
    },
    "calculatedTotalContribution": 1887121
}