{
    "rcn": "196306",
    "acronym": "SiMAX",
    "topics": "ICT-37-2014-1",
    "title": "SiMAX ñ translation machine for sign language",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "The Austrian SME SignTime is optimally combining its expertise on translation of content into sign language and on development of ICT tools in this context.\nSignTime`s recent innovative solution SiMAX is a translation ìmachineî: The software is operated by a human translator who only needs to adjust translations suggested by an intelligent, learning algorithm based on a ìlearningî database. The resulting translation is then signed by an avatar and delivered as video. \nThis is very cost efficient compared to conventional production of translation videos in a studio with human translators signing. \nAmong all approaches researched so far in academia the SiMAX technology is closest to market and the only one reaching a feasible quality of facial expressions and emotions essential for understanding due to their grammatical meanings in sign language.\nBusiness opportunities are enormous associated with any information needed to be made accessible to the deaf community (by integrating the translation video next to the original content): TV, film, internet, other media. Upcoming accessibility regulations favour market growth and demand. \nThus, this project fits perfectly with our overall strategy as well as with the requirements of this SME call, adding a completely new, market changing solution.\nThe feasibility study aims to pave the way to market introduction covering: Development of demonstrations, collecting technical and economic feedback from key market segments, from experts and the deaf community and incorporating all insights including market study results into a technology adaptation plan and a detailed business and market entry plan.\nApart from providing significant growth options to the company, SiMAX can essentially contribute to increase accessibility to information society for the deaf community thus promoting inclusion and social cohesion.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Sign time GmbH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968681868": {
            "orgId": "968681868",
            "orgName": "Sign time GmbH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}