{
    "rcn": "196343",
    "acronym": "AstroFIt2",
    "topics": "MSCA-COFUND-2014-FP",
    "title": "Astronomy Fellowships in Italy 2",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "INAF, the Italian National Institute for Astrophysics is proposing AstroFIt-2 in order to support transnational brain circulation of young researchers, by means of 18 Incoming Mobility 3-year fellowships to be issued in two calls, each of 9 fellows, to be carried out at the 17 INAF Research Centers across Italy.\nINAF, the Italian governmentís public research body that promotes, performs and coordinates astrophysics research, also cooperates with universities and other national and international entities, and has approximately 1000 permanent staff, and more than 500 contractual scientific posts. INAF is internationally renowned for its excellent science and technology, and has prime responsibility in many international astrophysical programs. AstroFIt-2 thus gives young researchers experience, through working with international teams in highly relevant, world-class scientific and technological astrophysics projects. \nAstroFIt-2 builds on the success and experience acquired by INAFís AstroFIt Cofund program, and so dramatically increases the quality and quantity of AstroFIt results in the following areas:\nï international mobility and brain circulation: by increasing the length (3 years vs 2) and number (18 vs 14) of fellowships;\nï efficiency, financial support, and user-friendliness of the program by:\n- increasing: a) the time for awarded fellows to reply to communications (45 days vs 15); b) the time between a fellowship being awarded and its start date (6 months vs 4); c) the living allowance (45.000 EUR/year vs 40.000) and the contribution to research and training expenses (6.000 EUR/year vs 5.000)\n- shortening: the evaluation process (4 months vs. 5);\nï inter-disciplinary and inter-sectorial research of the fellows by:\n- enhancing interactions and feedback between fellows and the Hosting Structure;\n- increasing the impact of the overall program in terms of scientific activity, transnational collaborations and inter-disciplinary experience.",
    "totalCost": "3823200",
    "ecMaxContribution": "1911600",
    "coordinator": "ISTITUTO NAZIONALE DI ASTROFISICA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999868920": {
            "orgId": "999868920",
            "orgName": "ISTITUTO NAZIONALE DI ASTROFISICA",
            "ecContrib": 1911600
        }
    },
    "calculatedTotalContribution": 1911600
}