{
    "rcn": "196353",
    "acronym": "2D-Ink",
    "topics": "ERC-PoC-2014",
    "title": "Ink-Jet printed supercapacitors based on 2D nanomaterials.",
    "startDate": "01/04/2015",
    "endDate": "30/09/2016",
    "objective": "This proposal will determine the technical-economic viability of scaling-up ultra-thin, ink-jet printed films based on liquid-phase exfoliated single atomic layers of a range of nanomaterials. The PI has developed methods to produce in liquid nanosheets of a range of layered materials such as graphene, transition metal oxides, etc. These 2D-materials have immediate and far-reaching potential in several high-impact technological applications such as microelectronics, composites and energy harvesting and storage.  2DNanoCaps (ERC ref: 278516) has demonstrated that lab-scale ultra-thin graphene-based supercapacitor electrodes result in unusually high-power and extremely long device life-time (100% capacitance retention for 5000 charge-discharge cycles at the high power scan rate of 10,000 mV/s). This performance is an order of magnitude better than similar systems produced with conventional methods which cause materials restacking and aggregation. A following ERC PoC grant (2D-USD, Project-Number 620189) is currently focussed on up-scaling the production of thin-films deposition methods based on ultrasonic spray for the production of large-area electrodes for supercapacitors applications. In this proposal we want to explore the new concept of manufacturing conductive, robust, thin, easily assembled electrode and solid electrolytes to realize highly-flexible and all-solid-state supercapacitors by ink-jet printing. This opportunity is particularly relevant to the electronics and portable-device industry and offers the possibility to solve flammability issues, maintaining light weight, flexibility, transparency and portability. In order to do so it will be imperative to develop ink-jet printing methods and techniques. We believe our combination of unique materials and cost-effective, robust and production-scalable process of ultra- thin ink-jet printing will enable us to compete for significant global market opportunities in the energy-storage space.",
    "totalCost": "149774",
    "ecMaxContribution": "149774",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 149774
        }
    },
    "calculatedTotalContribution": 149774
}