{
    "rcn": "196339",
    "acronym": "VANGUARD",
    "topics": "ERC-PoC-2014",
    "title": "Versatile optomechANical GRaphene Device for bio-tissue engineering",
    "startDate": "01/04/2015",
    "endDate": "30/09/2016",
    "objective": "Tissue and organ failure, caused by injury or other type of damage, accounts for a large part of the health care costs in EU and U.S. Current surgical or grafting procedures are only partly successful in restoring the functions of the damaged tissues.Tissue Engineering has emerged as a rapidly expanding field for repair and regeneration of damaged tissue and organs.This involves the seeding and attachment of human cells onto a scaffold through in-vitro, or a combination of in-vitro and in-vivo. Existing scaffold fabrication techniques are time consuming and costly.\nWe plan to take the first steps towards the commercialization of a novel system to fabricate tissue scaffolds made of Graphene Oxide (GO) in an extremely dynamical and efficient manner. The prototype consists of opto-mechanical and laser components that will be used to dynamically deform the initially flat surface consisting of a single layer of GO deposited over a porous membrane. Specifically, we will utilize a Spatial Light Modulator laser and a novel software application in order to realize a pixelated surface with the desired profile. The spatial deformation will be controlled and detected with the use of Atomic Force Microscopy. Special shapes of the asperities, i.e. local surface maxima of a rough surface, enhance adhesion over the entire surface when in contact with a biological material. Analogously to known natural surfaces with hierarchical roughness, we aim to mimic this kind of effects by using Graphene thanks to its high strength and flexibility. All in all, the goal of VANGuaRD is two-fold: (1) to establish the technical feasibility of our idea by designing and building a highly versatile prototype device that includes both hardware and software components for fabricating easily reconfigurable GO-based scaffolds using only a single substrate. (2) to establish the commercialization potential of such system by means of designing a viable and scalable business model.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}