{
    "rcn": "196391",
    "acronym": "DEVULC",
    "topics": "IT-1-2014",
    "title": "Novel Devulcanization Machine for Industrial and Tyre Rubber Recycling",
    "startDate": "01/04/2015",
    "endDate": "30/11/2017",
    "objective": "DEVULC is a novel rubber recycling technology based on a cost-effective devulcanization process which uses supercritical CO2 instead of chemical solvents banned by the REACH directive. DEVULC can reclaim valuable manufacturing scrap such as tyre rubber crumb, EPDM (ethylene propylene diene monomer), and Silicone rubber, and it can deal with spent and used rubber materials (rubber seals, used tyres, etc.) that are sufficiently clean, and with waste (scrap cut-off) when new rubber products are manufactured create a new 100% recycled material: DEVULC TPV. \nThe process is socially responsible, environmentally sustainable and economically viable. No chemical solvents are used, devulcanization takes 1 min, and there is a 99% crumb conservation. DEVULC TPV is a versatile material that can be engineered to provide a range of properties. It has a consistent quality and can be incorporated in up to 25% content for the production of new rubber products. \nDEVULC will positively impact the industrial rubber and the tyre rubber markets. It will develop a recycling method which complies with the environmental standards imposed in the EU. It results in a recycled material fully compliant with the restrictive standards for automotive industry. \nIt will impact large rubber manufacturers which will built inside their installations a DEVULC recycling plant working in continuous with the rubber production chain for the recycling of the scrap cut-offs. The recycled material could be entyrely used by this large company. \nPlants located near a pole of rubber producers, to jointly manage all residues, can benefit from the scale-size effect. Technically, different lines could be operated for different rubber types. Finally, waste sorting plants could benefit from a DEVULC plant built in their facilities. With this installations, rubber cemeteries could become sources of recycled rubber, turning rubber waste management into an economically profitable activity.",
    "totalCost": "2404572,5",
    "ecMaxContribution": "1683200,75",
    "coordinator": "PHENIX-TECHNOLOGIES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936204231": {
            "orgId": "936204231",
            "orgName": "PHENIX-TECHNOLOGIES",
            "ecContrib": 1683201
        }
    },
    "calculatedTotalContribution": 1683201
}