{
    "rcn": "196435",
    "acronym": "LOUISA-3D",
    "topics": "PHC-12-2014-1",
    "title": "Clinical validation of Laser Optoacoustic Ultrasonic 3D Imaging System Assembly for breast cancer detection and characterization through endogenous biomarkers.",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Breast cancer (BC) is the most common cancer and the first cause of cancer-related deaths in European women. Laser Optoacoustic Ultrasonic 3D Imaging System Assembly (LOUISA-3D) combines optoacoustic functional information from endogenous biomarkers (hemoglobin content and blood oxygen saturation) with high-resolution anatomical images of ultrasound tomography, without the need for ionizing radiation or exogenous contrast media. The objective of LOUISA-3D is to overcome the main limitations of current imaging methods, by validating and introducing to the EU market a novel multi-modality diagnostic device for BC, based on coregistered full view 3D optoacoustic and ultrasonic technology. LOUISA-3D will be a highly effective, safe and affordable imaging method for BC detection, characterization, and evaluation of the effect of neoadjuvant therapy (NAT).\nTwo clinical trials will validate LOUISA-3D. Trial 1 will measure detection rate, recall rate, sensitivity, and positive predictive value of LOUISA-3D as a screening test in a selected female population at increased risk for BC, as compared to standard digital mammography. Trial 2 will assess the LOUISA-3D endogenous biomarkers capability of measuring the NAT effect in the treatment of locally advanced BCs, as compared to contrast-enhanced magnetic resonance imaging. During this feasibility study, an international scientific committee will deliver both trial protocols, and a management board will release a work and financial plan for the trials and a business plan for the production and commercialization of LOUISA-3D, complete market analysis, cost analysis and financial plan.\nThe applying company, Bios, commercializes medical laser systems worldwide. Once validated and CE medical marked, LOUISA-3D will be manufactured and commercialized in EU, representing an important opportunity for Bios to enter the medical imaging market and enable its significant growth.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOS S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934597620": {
            "orgId": "934597620",
            "orgName": "BIOS S.R.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}