{
    "rcn": "196414",
    "acronym": "SCALEPHA",
    "topics": "SC5-20-2014-1",
    "title": "Industrial and commercial SCALE-up of Bio-on technology for the production of PHA polymers from sugar industries waste, co- and by-products",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The objective of the SCALEPHA Project is to contribute to the protection and sustainable management of natural resources and ecosystems through a sustainable supply and use of raw materials in the industrial production of 100% biodegradable bio-plastic, in order to meet the needs of a growing global population within the sustainable limits of the planet's natural resources and eco-systems.\nSCALEPHA activities will contribute to increasing European competitiveness, raw materials security and improving well-being, whilst assuring environmental integrity, resilience through an innovative integrated technology: Polyhydroxyalkanoate (PHAs).\nEuropean Factories of the Future will have to be SMART (high performance, reconfigurable, adaptive and evolving factories based on new technologies) and GREEN (reduced ecological footprint through a more efficient use, at factory level, of material and energy resources): SCALEPHA project will demonstrate that Biotechnologies, such PHAs production, are the strategic technologies needed to keep the European Manufacturing leading edge.\nSide Objectives:\n-\tpenetrate significantly the existing bioplastic market through PHAs (in particular Biomedical, Food Packaging and Design sectors); \n-\tdiffusion and uptake of PHA innovation on a broad scale, maximising its economic and environmental benefits;\n-\tcreate or enlarge new markets for related PHAs products providing opportunities for growth and jobs at Local, National and European levels.\n-\tdeploy a key environmental product obtained with smarter and greener processes addressing the challenge of resource scarcity, water and soil pollution.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIO ON SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951345446": {
            "orgId": "951345446",
            "orgName": "BIO ON SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}