{
    "rcn": "196418",
    "acronym": "RePack",
    "topics": "IT-1-2014-1",
    "title": "Reusable, returnable packaging for e-commerce",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "RePack is a sustainable packaging system for online retailers and shoppers whereby delivery packages can be conveniently and easily returned, and then re-used. It is a system level innovation and its business model consists of three elements: 1) Reusable design packaging; 2) Stock, deposit management, and track and trace software; and 3) Market place for voucher use.\n\nIn Europe alone 3,7 billion disposable packages are sent to consumers annually. Ecommerce market has evaluated market size as 312 billion Euros and growing at almost 20 % annually (Ecommerce Europe, 2013). For webstores disposable packaging is a wasted opportunity to improve consumer experience, increase consumer loyalty and improve their supply chain efficiency. This behavior is wasteful from the perspective of consumers, webstores, environment and society as a whole. RePack end users save money on their next purchase and web stores improve consumer loyalty while offering environmentally sustainable delivery alternative to disposable packaging.\n\nThe main specific objective of the feasibility study is to pilot RePack in other EU markets. This pilot is used to gather consumer and webstore feedback to identify benefits and analyse bottlenecks in the ecommerce value chain in EU markets. Our current analysis is that the main bottleneck is lack of awareness regarding our innovation outside Finland, limited sales channels, lack of e-commerce contacts and long sales and project cycles. This is especially related to fashion ecommerce. We want to further investigate these bottlenecks, increase awareness of our solution and accelerate Repack adoption cycles.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PLAN B FROM OUTER SPACE OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938616621": {
            "orgId": "938616621",
            "orgName": "PLAN B FROM OUTER SPACE OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}