{
    "rcn": "196497",
    "acronym": "PROTOCOL",
    "topics": "NMP-25-2014-1",
    "title": "New processing technology for colistmethate sodium, leading to improved and cost-effective formulations for pharmaceutical and veterinary markets",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Colistimethate Sodium (CMS hereinafter) is a rapidly bactericidal antimicrobial agent with a significant post-antibiotic effect against multidrug resistant Gram-negative pathogens. CMS represents a reliable alternative for the treatment of life-threatening nosocomial infections but today the market supply of CMS relies on industrial processes based on freeze drying of CMS aqueous solutions. This represents outstanding energetic costs that directly affect the final price of CMS.\nCIDQO is an SME founded in 2012 and its PhD staff has a wide expertise and know-how on the development and scaling-up of chemical processes, as well as on custom manufacturing of active pharmaceutical ingredients. CIDQO aims to undertake an innovation project to solve the current limitations of CMS supply, through the industrial validation of a new processing technology based on the combination of ultrafiltration and evaporation coupled to HPLC/LC-MS. The key market opportunity of the new processing technology relies on its ability to deliver a non-pyrogenic and sterile CMS formulation to be commercialized on the Pharmaceutical and Veterinary medicine markets, which will represent several advantages in terms of price and quality compared with the current commercial form.\nThe overall plan to reach the market needs to be defined in the short term since the innovation process is next to finish. Phase 1 of SME Instrument represents a good opportunity to get the financial support required to perform a thorough market study not only to minimize risks but also to set up a business plan for commercialization. The main objective is to perform a thorough feasibility study to verify the practical and economic viability in Pharmaceutical and Veterinary markets of the CMS form to be delivered by the new processing technology. The actual market chances that can be exploited to maximize the economic returns will be analyzed and a detailed business plan will be developed.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CIDQO 2012 SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937996985": {
            "orgId": "937996985",
            "orgName": "CIDQO 2012 SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}