{
    "rcn": "196463",
    "acronym": "ADHESION",
    "topics": "BIOTEC-5a-2014-1",
    "title": "Development of new biotech AdvanceD materials based on Hyaluronic acid and nanoparticlEs to prevent Surgical adhesIons and pOst surgical infectionNs",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The aim of the ADHESION Project is to strengthen the anti-adhesion and anti-bacterial characteristics of a NOVAGENITÆ proprietary  product (DACÆ), by tuning and validating a new more competitive solution targeted to the orthopaedic and cardiovascular surgery. NOVAGENITÆ will take the opportunity to expand its own business in the anti-adhesion market by taking advantage of the intrinsic barrier effect of the DACÆ hydrogel. A new formulation of the DACÆ product will add an anti-bacterial power to the anti-fouling/anti-adhesion intrinsic action. This could be due to a combination of silver nano-particles and to Vitamin C added to the derivatized hyaluronan based gel original formulation. The new formulation, comprising a lyophilized membrane, will increase the usability for the end user, and will prolong the shelf life of the biotech, advanced material product.NOVAGENITÆ intends to address both the adhesion and infection issues, as it is a complete novelty in the market of anti-adhesion products. Specifically the business opportunity consists in the combination of the three key product features (anti-fouling, antibiotic and usability) into a novel product not yet market available, and to target two surgery markets (cardiovascular and orthopaedic ones) in order to generate the appropriate return on the investment.\nThis phase 1 consists in the feasibility study devoted to assess the economic/technological viability of the innovative idea and to generate its business plan. It will be followed by a phase 2 where the product will be industrialized and make ready for sales through a targeted marketing plan. The envisaged advantage for the European Health-care system from the results of the ADHESION Project is to spare the costs of re-interventions, both for the post-surgical adhesions (about 2 billion Euros/year), and the post-surgical infections (about 3 to 5 billion Euros/year). Future opportunities of this product on different markets will be exploited.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NOVAGENIT SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "969027576": {
            "orgId": "969027576",
            "orgName": "NOVAGENIT SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}