{
    "rcn": "196458",
    "acronym": "AgroPellet",
    "topics": "SIE-01-2014-1",
    "title": "Development of a pelletising machine to process multiple-source agricultural mixes",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "100 million tons of agricultural residues are sustainably available per year for the production of energy in the EU, corresponding to 3.2 % of the EUís final energy consumption. One promising way to use this potential is to pelletise the residues for their combustion in CHP plants. This potential is not used, though, as most farmers produce a variety of different residues and none of the currently available pelletising machines is able to process them all simultaneously.\nPusch GmbH & Co. KG has developed an innovative new technology which allows the processing of all kinds of agricultural residues as well as mixtures of residues occurring in the EU. A first technical prototype has demonstrated the proper functioning and huge potentials of the technology. However, improvements and adaptations are required to achieve the market breakthrough. In this proposed project a feasibility study will reveal the technical feasibility of the envisaged improvements and the optimal way of implementation, while a business plan will show the optimal way of commercialisation.\nThe new pelletising machine will allow the European farmers to use the full energetic potential of their residues and therefore significantly increase their income while at the same time helping Europe to reach its goals of climate control. At current market prices for pellets an additional turnover of 14 billion Ä per year can potentially be generated at EU level and up to 137 million tons of CO2 can be saved compared to fossil fuels. At the same time Pusch GmbH & Co. KG will be able to significantly grow in terms of turnover, profit and employees and to establish itself on the European market for renewable energy technologies.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PUSCH GMBH & CO KG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "965663810": {
            "orgId": "965663810",
            "orgName": "PUSCH GMBH & CO KG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}