{
    "rcn": "196451",
    "acronym": "SmartComm-LED",
    "topics": "SIE-01-2014-1",
    "title": "Reconfigurable silicon architecture for connected intelligent lighting.",
    "startDate": "01/05/2015",
    "endDate": "30/09/2015",
    "objective": "Lighting accounts for 19% of energy consumption in the developed world. However low energy lighting technologies are rapidly replacing the traditional incandescent technology and by far the most rapidly growing low energy lighting technology today is LED. The LED lighting market was worth $16.5B in 2013, is growing at a CAGR in excess of 16% and is projected to continue growing at this rate through to 2018 when the market is projected to be worth $33.5B.\n\nNot only is lighting moving towards more energy efficient technologies such as LED, but the way in which lighting is used is also undergoing a dramatic evolution. Lighting is becoming increasingly ìconnectedî and increasingly ìintelligentî and it is this growing market that Ikon Semiconductor aims to address with this proposal.\n\nThe target customers for the outcome of this project are manufacturers of LED lighting power supply systems. The project aims to develop an optimum re-configurable silicon architecture for ìconnected intelligent lightingî systems for use in smart buildings including residential, commercial and industrial. It will enable a single highly configurable chip-set solution with an optimum hardware/software co-design to operate with any wireless or wired communications protocol and will allow the developers of advanced lighting power supply systems to re-configure their design to address a broad range of applications. This will replace the currently available disparate range of fixed-function solutions and will enable reduced cost and time-to-market for our target customers. Such a solution has global commercial potential.\n\nIn this Phase-1 SME instrument feasibility study we aim to use both new and existing end-user advisor relationships to carry out a market validation and an economic viability analysis. It is also our intention to submit a business plan for a Phase 2 SME Instrument during 2015.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IKON SEMICONDUCTOR LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942129864": {
            "orgId": "942129864",
            "orgName": "IKON SEMICONDUCTOR LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}