{
    "rcn": "196483",
    "acronym": "Smartphone-ANCIH",
    "topics": "ICT-37-2014-1",
    "title": "Smartphone A new concept in hearingÖî: an interactive real-time embedded audio solution that offers a significant/disruptive change in hearing technology and market.",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Effective hearing ability influences individualsí overall quality of life, particularly in situations (such as in work-places, meetings, classrooms, social gatherings, or using audio devices) where unwanted noise constantly tests and challenges our audio processing capabilities. In these situations all existing hearing aids share a common underlying concept flaw due to the fixed position of the microphone and the lack of user interactivity. Coupled with inelegant and unfashionable designs, this causes many hearing-impaired individuals to opt out of using hearing aids and withdraw from these social/work group situations.\nThe Smartphone platform is an excellent example of technology with the potential to enhance the audio experience of individuals with hearing loss whilst blurring the distinction between hearing and consumer technologies. Combined with our innovative audio separation techniques and pioneering wireless technology, it removes the social stigma and provides a significant step change in hearing market accessibility, dispensing and affordability allowing everyone to live fuller normal lives. Auriplexís Smartphone ìA new concept in hearingÖî is innovative not only in technology but also in the market reach strategy: the solution would be aimed at a new market that is distinctly different from current hearing aid offerings but at the same time will be familiar as a consumer product and a logical next step with most technology users not only in the hard-of-hearing but also in the hearing world. A disruptive innovation everyone will hear about!",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AURIPLEX LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937982532": {
            "orgId": "937982532",
            "orgName": "AURIPLEX LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}