{
    "rcn": "196466",
    "acronym": "Neural Designer",
    "topics": "ICT-37-2014-1",
    "title": "A high performance solution for predictive analytics",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The predictive analytics market is undergoing an impressive growth. Indeed, organizations that incorporate that technique into their daily operations not only better manage the present, but also increase the probability of future success.\n\nIntelnics develops the professional predictive analytics solution called Neural Designer. It makes intelligent use of data by discovering complex relationships, recognizing unknown patterns, predicting actual trends or finding associations. Neural Designer out-stands in terms of functionality, usability and performance.  \n\nCurrent technology lacks from advanced model selection techniques, and usually requires many computational resources. The main challenge for Neural Designer is to include a framework capable of untangling complex interactions in big data sets. In order to do that, the software must achieve ultra high performance by means of more efficient algorithms, code optimization and multi-core processing. \n\nThe intended users of the solution are professional data scientists, which work at analytics departments of innovative companies, consulting firms specialized in analytics or research centres. Neural Designer will be capable of analysing bigger data sets in less time, providing our customers with results in a way previously unachievable. \n\nThe goal is to successfully market Neural Designer. The feasibility assessment of Phase 1 will help us to validate our working hypothesis regarding technical, commercial, financial and legal issues. This study will allow Intelnics to apply for Phase 2 support, in which Neural Designer will be developed to a level of global competitiveness.\n\nThe predictive analytics market is largely dominated by the United States, but completion of this project will introduce a European product in the market place of data science.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ARTIFICIAL INTELLIGENCE TECHNIQUES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934798604": {
            "orgId": "934798604",
            "orgName": "ARTIFICIAL INTELLIGENCE TECHNIQUES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}