{
    "rcn": "196469",
    "acronym": "USODA",
    "topics": "NMP-25-2014-1",
    "title": "Upscaling Synthesis of Ordered mesoporous silica material for Drug delivery Applications",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "FORMAC Pharmaceuticals NV is actively developing and commercialising an innovative and proprietary drug delivery technology  to increase the oral bioavailability of poorly aqueous soluble drugs. Those molecules represent up to seventy percent of the compounds in discovery pipelines and up to forty percent of the currently marketed drugs. Based on the use of Ordered Mesoporous Silica (OMS) materials, FORMACís platform enables clientsí molecules to be formulated as oral drug products for early development, life cycle management or generic development. FORMAC is key leader in this emerging field with more than twenty different collaboration agreements and fifty molecules tested. Together with its validation in a human clinical setting, numerous regulatory consultations on EU level have been conducted. FORMAC is now ready to secure its first licensing deal with a pharmaceutical or generic company. However, some remaining challenges are hampering full deployment of FORMACís technology platform. Given its development stage, the company is still facing (i) an unfavourable cost of goods profile linked to the current OMS synthesis process and (ii) its limited manufacturing scale. The current proposal will unlock the first limitation and create possibilities for further upscaling. FORMACís ultimate goal is to bring OMS based drug delivery to the global market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FORMAC PHARMACEUTICALS NV",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935252952": {
            "orgId": "935252952",
            "orgName": "FORMAC PHARMACEUTICALS NV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}