{
    "rcn": "196489",
    "acronym": "MILANO ROBOT",
    "topics": "ICT-37-2014-1",
    "title": "Minimal Invasive Light Automatic Natural Orifice Robotic Platform",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "In the world of surgical medicine there is a major trend towards minimizing the number and size of skin incisions necessary to execute surgeries. This is very appealing from patientsí perspective, reducing or completely eliminating abdominal wall aggression and reducing post-operative pain. Less invasive surgery is also a major component of shorter hospital stays and quicker return to day-to-day activities by the patient. This benefits the patient, the healthcare system and the social-economic environment in general.  \nSingle Incision Laparoscopic Surgery (SILS) is seen as the new frontier of this ongoing trend. In a SILS procedure the surgeon operates exclusively through a single incision in the patientís navel, leaving just one barely-visible scar. However, SILS is very challenging for surgeons, because of the major constraints imposed by both the mode of access and the limited technology currently available. \n \nValuebiotech (VBT) is an SME, spun off from Niguarda Hospital and AIMS Academy (Milano, Italy) and intends to address this problem through highly advanced robotics technology. This technology is designed to take the robot into the abdomen, and provide (intra-abdominal) the various tools necessary to perform a surgical procedure. The MILANO robot can be inserted via a single incision or natural orifice, and then, once inside the cavity, the robot positions itself to perform surgery.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VALUEBIOTECH SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940775065": {
            "orgId": "940775065",
            "orgName": "VALUEBIOTECH SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}