{
    "rcn": "196496",
    "acronym": "EeC WITUR",
    "topics": "SIE-01-2014-1",
    "title": "Efficient energy cleaning robotic platform for wind turbines (EeC WITUR)",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The purpose of the project is the large-scale commercialization of an integral both preventive and predictive maintenance service by means of cleaning and inspection actions of wind turbines for the increase of its energy efficiency, based on a monitored robotic platform.\nThis robotic platform is innovative in the wind market due to its performance in connection to two preventive maintenance operations which are currently carried out manually, thus resulting in the corresponding cost, efficiency and hazard issues associated to them:\nïCleaning service: the platform carries a water cannon with two degrees of freedom capable of injecting both hot water and soap at high pressure all over the surface of the tower, blades and nacelle, thus performing the cleaning tasks.\nïInspection service: the robotic platform is capable of carrying adjustable high resolution cameras, and thermographic cameras, thereby collecting data, generating graphic reports, images, and high resolution videos. In the management and maintenance of towers, it is essential and really useful to conduct a close-range and detailed control of blades, which will allow for fast and concrete repairs to be carried out, thereby immediately increasing performance and preventing more significant damages.\nNowadays, the aforementioned two actions are carried out manually in wind towers and, consequently, they are too expensive, not efficient enough, and dangerous, thus deriving in a potential performance reduction. Therefore, with the prototype developed, it is possible to achieve a potential increase in the energy efficiency of wind turbines as a result of lower costs, higher efficiency and a reduction of the hazards associated to the service by means of the EeC WITUR device.\nThe current similar robotic solutions (mostly from the USA) are exclusively aimed at inspection services.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TRATAMIENTO SUPERFICIAL ROBOTIZADO, SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934743120": {
            "orgId": "934743120",
            "orgName": "TRATAMIENTO SUPERFICIAL ROBOTIZADO, SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}