{
    "rcn": "196410",
    "acronym": "CoeLux VR",
    "topics": "NMP-25-2014",
    "title": "Industrialisation of the CoeLux(VR) product line, through upscaling of the nanodispersion production process, and optimisation of the production chain",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Changing the way we experience the light, bringing the outdoors indoors: this is the mission of the CoeLux technology, which after 12 years of research, managed to obtain CoeLux(HE), the first commercial product able to reproduce sky and sunlight in an interior space. The result is a warm, direct, sunlight and a surrounding sky light, completely transforming indoor spaces, giving them volume and shape through light and shadow, and which allows creating a new relationship between people and the surrounding architecture.\nThe next step of the companyís growth plan is to bring this pioneering product, which can be produced for a small niche of high-end users, to the industrial scale, thus satisfying the blossoming demand. This will be the focus of the CoeLux(VR) innovation project, which will deliver two new modular systems (SkyBlade and SkyCasket), amenable to large scale production. \nThis will be achieved through 4 developmental stages: 1 Upscaling of the nanomaterial dispersion used to coat the diffusing panel which represents the companyís key and proprietary technology. 2. Upgrade of the LED source and the optical design, which allows incorporating a radically new LED system, exclusively designed for CoeLux. 3 Engineering, industrial design and packaging, which focusses around the customersí perception of the product, as well as its industrial manufacturing process. 4. Finally, the overarching ambition is to set-up the production supply chain, inspired by lean manufacturing principles, organizing the sourcing of the semi-finished products from the selected suppliers, and the internal production logistics in a standardized manufacturing plan, in view of the high-end positioning of the product.\nThe project results will allow CoeLux to ramp-up its operational capacity, also increasing the companyís preparedness to the global market through core assets as product certification, trademark, and IP protection, thus reaping the benefit of this revolutionising technology.",
    "totalCost": "3113376,25",
    "ecMaxContribution": "2179363",
    "coordinator": "COELUX SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "985646392": {
            "orgId": "985646392",
            "orgName": "COELUX SRL",
            "ecContrib": 2179363
        }
    },
    "calculatedTotalContribution": 2179363
}