{
    "rcn": "196471",
    "acronym": "IRIS-1",
    "topics": "PHC-12-2014-1",
    "title": "IRIS Feasibility Study ñ Phase 1",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The IRIS Feasibility Study ñ Phase 1 (IRIS-1) Project aims to assess the overall feasibility of the introduction of the Intensive-care Risk prediction and Identification System (IRIS), an innovative real-time patient monitoring and personalised risk prediction and identification system, into the healthcare sector. Thousands of surgery patients in Europe and worldwide die each year due to complications during the post- operative period and thousands more survive with disabilities, making the economic burden of post-operative complications in surgery patients amount to hundreds of millions of euros annually. It is widely accepted that early recognition of complications can reduce their severity and consequences: continuous patient monitoring systems and risk scoring systems are available but they lack suitability for patients in intensive care, trust calculations at time intervals, analyse solely a fraction of available patient data, cannot detect multi-dimensional trends, rely on arbitrary thresholds to generate alarms and cannot be customised for each patient. Thus, there are increased mortality rates and re-admission rates to hospital, contributing to the overwhelming financial and economic burden of public healthcare.\nAddressing serious morbidities, such as heart, renal and respiratory failures, and capable of surpassing human limitations in processing large volumes of patient data, IRIS is a real-time adaptive and dynamic patient monitoring and risk prediction and identification system, sensitive to variable interactions and capable of incorporating patient data to identify trends in individual patientsí physiological parameters that predict post- operative complications. \nDeveloped by RINICARE, IRIS will assist clinical staff to identify at an early stage serious complications in surgery patients, allowing a prompt medical intervention, thus improving the chance of a successful health outcome and contributing to the sustainability of the healthcare system.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RINICARE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935873558": {
            "orgId": "935873558",
            "orgName": "RINICARE LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}