{
    "rcn": "196405",
    "acronym": "Hydrofaction",
    "topics": "SIE-01-2014",
    "title": "Resource and Cost Effective Conversion of Biomass to HydrocarbonTM Oil",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "The ambition for the Project is to pave-the-way for commercialization and implementation of Steeper Energy Aps (SEA) innovative hydrothermal liquefaction technology platform: HydrofactionTM.\nThe proprietary technology is a highly efficient method to produce renewable fuel oil with similarities to petroleum fuel oils. Timely commercialization will be achieved by bringing Hydrofaction to market via testing, scale-up and demonstration.\nBased on a proven new chemical process, using renewable low-cost (non-food) feedstocks, Hydrofaction Oil can be burned in CHP applications, used a substitute for low-sulphur marine diesel or may be upgraded to diesel or jet via traditional petroleum refineries. \nThe Project will advance the design of the Hydrofaction technology platform and mature the Companyís preparedness to attract new investment while moving the TRL level from 6 to 8: a critical step toward the commercialization of Hydrofaction. The Project objectives include adjusting the product offering to meet the needs of technology users (licensees) and their customers (oil buyers) by lowering the risks associated with the performance of future commercial plants as well as improving or modifying the quality of Hydrofaction Oil. \nWithin the design of the Project, Hydrofaction Oil will be produced from feedstocks provided by potential commercial partners as well as comprehensive testing of that oil at certified laboratories. Future licensees expect that the scaled demonstration plant, approximately 100 times larger than SEAís current Pilot facility or 5.000 fuel tonne export capacity, will be representative in both physical design and operations to subsequent full-scale commercial plants to be based on 50.000 fuel tonne export modules transforming large amounts of biomass residuals to Hydrofaction Oil for oil refineries to upgrade to renewable diesel.\nKey milestones include advancing existing business partner/licensee/project relationships to signed LOIs and MOUs.",
    "totalCost": "2631165,75",
    "ecMaxContribution": "1841816",
    "coordinator": "STEEPER ENERGY APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939124222": {
            "orgId": "939124222",
            "orgName": "STEEPER ENERGY APS",
            "ecContrib": 1841816
        }
    },
    "calculatedTotalContribution": 1841816
}