{
    "rcn": "196402",
    "acronym": "IRWES",
    "topics": "SIE-01-2014",
    "title": "Integrated Roof Wind Energy System",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "The Integrated Roof Wind Energy System (IRWES) is the breakthrough solution overcoming all shortcomings of existing renewable energy solutions. IRWES is a roof-mounted, elegant structure with an internal ñ nonvisible ñ turbine making smart use of aerodynamics. It is more efficient than any existing urban windmill, and more efficient per area than PV panels when mounted on roofs higher than 20m. This novel system has highest efficiency based on IP protected and tested technology (TRL6). It reduces the payback time by effectively producing electric power in both high and low wind speeds resulting in both more efficiency and operational hours. The Netherlands counts 35.000 buildings suitable for application with attractive ROI, while greatest impact is achieved in Europe where 1/6 of the population lives in high-rise buildings. Customers have already committed to 25 units after demonstration. IRWES is a business opportunity ready for large growth, to serve the ñ until now ñ unreachable segment of local renewable energy supply to high buildings, while seamlessly aligning with the Horizon 2020 Work Programme objectives. Moreover, IRWES addresses European and global challenges such as reducing the risk of carbon ìlock-inî, offering sustainable and affordable alternatives to rising electricity prices as well as closing the gap between R&D, innovation and entrepreneurship. Its market excellence is defined by meeting the important customer demands differentiating in aesthetical integration and customization; creating more value as an outstanding, attractive solution. Our business objectives have been outlined in 8 Work Packages to prepare the IRWES mass-market launch, positioning it as a game changing solution on the European market. Based on rigorous studies and feasibility assessments, already performed, we present a solid business plan that incorporates a commercialization strategy and a financing plan to underpin the foreseen market launch and growth strategy of IRWES.",
    "totalCost": "2423400",
    "ecMaxContribution": "1696380",
    "coordinator": "IBIS POWER BV",
    "coordinatorCountry": "NL",
    "participants": "PONTIS ENGINEERING BV",
    "participantCountries": "NL",
    "projectParticipants": {
        "935383320": {
            "orgId": "935383320",
            "orgName": "PONTIS ENGINEERING BV",
            "ecContrib": 240888
        },
        "937026500": {
            "orgId": "937026500",
            "orgName": "IBIS POWER BV",
            "ecContrib": 1455492
        }
    },
    "calculatedTotalContribution": 1696380
}