{
    "rcn": "196449",
    "acronym": "MentorPitch",
    "topics": "ICT-37-2014-1",
    "title": "The commercial exploitation of mentorship programme outcome intelligence in the global corporate and university market.",
    "startDate": "01/05/2015",
    "endDate": "30/09/2015",
    "objective": "The MentorPitch platform www.mentorpitch.com is highly disruptive in a global mentoring context. It is the first platform to automate the management and measurement of large scale mentoring programmes. MentorPitch measures the outcomes of mentoring programmes in a corporate and education environment.  MentorPitch is a Software as a Service (SAAS) cloud-based business. The platform automates the management and measurement of mentorship programmes, thereby reducing the administration time of managing a programme. It is impossible for humans to manually manage and measure the outcomes of large scale mentorships that occur in a mentoring programme. Corporate and university mentoring programme managers face one common problem ñ how to manually manage a mentoring programme and capture the outcomes of all the mentorships in a specific programme. \n\nOur objectives for this project are:\n1) To commercially validate the outcome intelligence for university student-alumni mentoring programmes and workplace (multinational/corporate) mentoring programmes. We will do so by engaging closely with our current customers (Dublin City University, Transterra Media) and pipeline customers (University of Warwick, INSEAD, HEC Paris, Harvard Business School and corporate mentoring customers) to develop and capture outcomes using our in-house developed technology for large scale mentorship programmes. \n2) The mentor-mentee matching algorithm (based on common skills areas, skills to develop, work experience, education, location and availability), will be developed further and tested to take into account the outcomes of previous mentorships.\n3) Prepare a complete Phase 2 business and commercialisation plan, suitable for an SME-Instrument Phase 2 application, including a localisation plan. In phase 2 we plan to localise the content and mobile applications for all key European and international markets, including France, Germany, Italy, Spain, Netherlands, US, Japan and China.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THE KEY RESOURCE COMMUNICATIONS LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934618281": {
            "orgId": "934618281",
            "orgName": "THE KEY RESOURCE COMMUNICATIONS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}