{
    "rcn": "196462",
    "acronym": "XER-HSA",
    "topics": "SIE-01-2014-1",
    "title": "Engineered materials scale-up at industrial level for highest energy density ultracapacitors",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The current proposal aims to analyze the feasibility of the Xerolutions S.L. business project, which is focus on mobile energy sources, in particular on the electrochemical energy storage systems, also known as super-capacitor (SC) or ultra-capacitor (UC). Electrochemical energy storage systems will constitute an essential element in the development of sustainable energy technologies, considering that the SCs can deliver energy quickly, can be recharged in seconds, and can withstand cold temperatures, shocks or vibrations. They also contain earth-abundant and nontoxic materials, so they are much environmentally friendly than today's batteries are. However, to take advantage of all opportunities that market offers, it is necessary that some technical capabilities of the SCs improve. While the currently available energy density is acceptable for applications such as emergency doors, memory backup and so on, limited energy density is widely perceived as the main impediment to growth of its sustainable energy applications. Therefore, much research and development has focussed on increasing SCs energy density at assumable price.\nXerolutions designs and manufactures engineered carbon porous materials for SCs. Our Technology Platform controls the porosity structure adapting the size of pores for electrolytes ions dimensions to ensure high capacitance values and good charge propagations, especially at high loads. In this way Xerolutions materials achieve to increase the energy density of SCs while maintaining their high power capability, therefore the total device cost per unit of energy stored is reduced. Xerolutions has developed XER-HSA products range that is formed by open porosity carbons materials especially suitable to SCs which use different types of electrolytes. At present, Xerolutions has a plant with a production capacity in-batch of about a few kilos per day, so we would need to scale up the process and to automate each production step.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "XEROLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934674735": {
            "orgId": "934674735",
            "orgName": "XEROLUTIONS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}