{
    "rcn": "196444",
    "acronym": "CLINISC",
    "topics": "PHC-12-2014-1",
    "title": "Clinical validation of pCO2 sensor system for ischemia detection",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Sensocure has developed and patented an innovative biomedical CO2 sensor (IscAlertô) designed for the earliest possible detection of ischemia. Ischemia is a condition where the cells do not get enough oxygen to survive because of inadequate blood supply. Ischemia occurs in the form of myocardial infarction, stroke or complications after operations and accidents, and is considered the most common disease and cause of death in the Western world.\nThis novel mass-manufacturable biosensor for ischemia detection will make an important contribution to improved medical care for the population. The long-term aim is to reduce morbidity and mortality, and thereby cost of care, for ischemia related diseases. It fits well into current medical practice by giving improved patient outcome and therefore substantially reduces healthcare costs by lowering the need for e.g. intensive care. \nThe feasibility study will be used to plan the clinical testing of the IscAlert sensor on human patients. Clinical testing will be organized in cooperation with Oslo University Hospital and up to five European hospitals. During the feasibility study Sensocure will establish the legal framework needed for the clinical testing. The result of this work will be a detailed clinical test plan describing the kind of surgery to be undertaken, the clinics to be used, the number and kind of human patients to be addressed, the legal approval procedures and a time schedule for the said tests.\nThe business plan to be elaborated in the feasibility study will define the various market segments and define pros and cons for using specific markets for the launch of the IscAlert product. The initial markets will be identified through the networks of hospitals involved in the above clinical tests. Following these introductory markets a network of European distributors will be established. The distributors will be identified among medical diagnostic equipment suppliers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SENSOCURE AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935024129": {
            "orgId": "935024129",
            "orgName": "SENSOCURE AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}