{
    "rcn": "196478",
    "acronym": "Ecosheet-PRO",
    "topics": "SC5-20-2014-1",
    "title": "An Environmentally-Friendly Alternative to Plywood made from Co-mingled Waste Plastic",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "At present, 50% of all EU plastic waste still ends up in landfill. This is in spite of the European Chemical Industry Council (CEFIC) target of  ìZero Plastic to Landfill 2020î to help Europe achieve the targets of Council Directive 1999/31/EC of halving landfill waste from 1995 figures. Unfortunately, the majority of plastic waste within the EU are in the co-mingled contaminated category which are notoriously difficult to separate or recycle. Furthermore, also polluting EU landfills is end of life plywood. More than 300k tonnes of plywood waste is generated yearly most of which end up in landfill. Plywood contains toxic resins, adhesives which leach into the soil and are damaging to the environment.  \n\nThe aim of this innovation project is to bring to technology maturity and market readiness an environmentally friendly, cost effective, alternative to plywood made from low grade mixed-plastic waste, specifically for the construction industry. By so doing, we will cut down on the global demand for plywood (3 million m3 in 2013 in Europe alone - globalwood.org), and thereby stem the tide of global deforestation. At the same time will will divert a problematic waste stream (co-mingled, mixed plastic waste) from landfill and transform it into a valuable feedstock for added value products.\n\nAt Environmental Technology Evolution Limited, (ETE) we have a strong ambition to continue to lead the industry by developing and commercialising a much improved version of our already multi award winning Ecosheet (the previous generation of proposed product). \n\nEcosheet-PRO will meet the construction industryís need for an environmentally friendly alternative to plywood. The ability to be recycled at end of life makes Ecosheet-PRO unique. This project would re-define a Ä9bn global plywood market and help Europe meet its plastic recycling targets. Ecosheet-PRO is expected to create 120 jobs and generate annual revenue of over Ä77.1m, 6 years post project completion.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENVIRONMENTAL TECHNOLOGY EVOLUTION LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934599269": {
            "orgId": "934599269",
            "orgName": "ENVIRONMENTAL TECHNOLOGY EVOLUTION LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}