{
    "rcn": "196499",
    "acronym": "CaNE-HiP-LA",
    "topics": "NMP-25-2014-1",
    "title": "Carbon Nano Materials Enabling High-Performance Lead Acid Batteries",
    "startDate": "01/03/2015",
    "endDate": "31/05/2015",
    "objective": "The objective of this innovation project is to address the lead acid battery industryís growing technology and market challenges through a Carbon-Nano Materials technology solution which dramatically enhances L.A. battery performance, without altering battery design or existing manufacturing processes, and at a nominal cost to the manufacturer. By doing so we will create a direct $2B / annum market opportunity across our value chain, substantially reduce the huge environmental footprint of the lead acid industry, advance European objectives in vehicle emissions reduction, and reinforce European leadership in nano-technology.\nOver the past 5 years, L.A. battery manufacturer Vulcan, together with its partners ñ France-HQ'd Carbon Nano Materials market leader Arkema, and Bar Ilan Universityís nanotechnology and battery experts - have been developing a disruptive Carbon Nano Materials-based technology solution, branded VoltaNano, specifically targeted at the L.A. industryís growing market challenges. VoltaNano-enhanced batteries now achieve over 100,000 ignition cycles on average based on a standard flooded battery platform, compared to the industry standard of ~30,000 cycles. Medium DoD cycle life is more than doubled. A novel method was invented to allow optimal dispersion within the lead acid matrix and enable seamless introduction into existing fabrication lines. Bill of materials was driven down to meet industry targets. VoltaNano is already integrated into Vulcan's own production line, and in-vehicle testing is in advanced stages. The objective of the feasibility study of phase 1, is to build a comprehensive business plan for the international dissemination of VoltaNano to lead acid manufacturers worldwide through a packaged license, service and materials-supply offering. Beyond this key objective, we will aim to achieve regulatory compliance, complete the in-vehicle testing program, and establish a first international pilot towards commercial launch in Phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VULCAN AUTOMOTIVE INDUSTRIES LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934561924": {
            "orgId": "934561924",
            "orgName": "VULCAN AUTOMOTIVE INDUSTRIES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}