{
    "rcn": "196401",
    "acronym": "SMART-GRAN",
    "topics": "NMP-25-2014",
    "title": "Development and Commercialisation of a Self-Guided Fluidised Bed Granulation Solution",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The proposed Innovation Project aims to develop and commercialise the worldís first Self-Guided Fluidised Bed Granulation Solution targeted at the pharmaceutical, food, nutritional and cosmetics industries. The SMART-GRAN solution will incorporate a suite of Process Analytical Technology (PAT) analysers for the in-process monitoring and closed loop control of the Critical Process Parameters (physical, chemical and moisture properties of the granulate) coupled with soft-sensoring, for obtaining consistent product quality and safety. The ability of the system to confirm cleaning process success between batches will reduce equipment downtime, increase product throughput and lead to increased productivity. Through a cloud-based data management platform, the SMART-GRAN solution will enable historical data to be available for Quality-by-Design process optimisation for gaining resource efficiencies for improved competitiveness. This will enable intelligence-based manufacturing (IbM) concepts which focus on harnessing the complementary power of data, modelling, engineering and IT infrastructure by transforming data into knowledge and ultimately intelligence, to equip industry to move to proactive manufacturing strategies that deliver predictable manufacturing performance. The commercialization of the system will help IPL to secure a position as a global PAT-based solutions provider to the pharmaceutical sector, generating > Ä 34 M in additional turnover for the company by 2022, and leading directly to the creation of ~58 new high-end jobs through the supply of the system. Roll out to other sectors will treble this potential. Moreover, the competitive impacts upstream and downstream will lead to the creation of up to ~1000 new jobs in Europe.",
    "totalCost": "2462875",
    "ecMaxContribution": "1724012,5",
    "coordinator": "INNOPHARMA LABS LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "964426478": {
            "orgId": "964426478",
            "orgName": "INNOPHARMA LABS LIMITED",
            "ecContrib": 1724012
        }
    },
    "calculatedTotalContribution": 1724012
}