{
    "rcn": "196443",
    "acronym": "Heat2Energy",
    "topics": "SIE-01-2014-1",
    "title": "Demonstrating a highly-efficient and cost-effective energy conversion technology for waste heat recovery",
    "startDate": "01/05/2015",
    "endDate": "30/09/2015",
    "objective": "The project presents a new energy conversion technology for low-grade waste heat recovery. It transforms thermal energy (80∞C - 400∞C) from different heat sources on demand either in mechanical, electrical energy or higher/lower temperature levels. The working principle is: Due to a waste heat supply a working medium expands against a working fluid and against the Energy Converting Unit that works as a hydraulic engine to generate different kind of energy forms. Heat2Energy achieves much higher overall efficiencies of >20% than conventional technologies like ORC. The users can be found world-wide, where ever thermal processes happen. They are either application-specific end users (private, public organisations, individuals), components manufacturers for integration in their own products/processes or system manufacturers. Depending on the heat source advent, the potential markets are: Industry (waste heat recovery; efficiency increase of existing power plants), Home (energy efficiency increase of buildings), Renewables (solar thermal, biomass, geothermal) and Mobility (energy-efficient drives for ships, locomotives and trucks). The commercial potential to recover the industrial waste heat in Europe is estimated at 2,000 PJ/a. In Germany, the market value of waste heat recovery exceeds Ä25 Billion/a. It is a growing high volume market as applications are so manifold across many sectors. The economic benefits are substantial energy cost savings, reduction of GHG emissions and the possibility of operating energy-autonomous applications. The technology significantly contributes to the sustainable use of natural resources and to secure and decarbonise the European energy system including the integration of renewables. The feasibility assessment shall prepare the demonstration of the technology in the cement industry to provide mechanical drive for the screw-type compressor to generate compressed air, to elaborate the business plan and to finally promote the technology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THERMOLECTRIC INDUSTRIAL SOLUTIONS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938929252": {
            "orgId": "938929252",
            "orgName": "THERMOLECTRIC INDUSTRIAL SOLUTIONS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}