{
    "rcn": "196442",
    "acronym": "SLIGHT GRANULATION",
    "topics": "SC5-20-2014-1",
    "title": "SLIGHT GRANULATION process reducing Water consumption in ceramic tiles industry",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The objective of SLIGHT GRANULATION project is to validate on the market an innovative production process, reducing both the use of water in ceramic industrial processes and the energy consumption. The new process will address a specific phase of production chain (i.e. granulation), reducing by 40% the use of water and completely cutting off the energy consumption in this phase.\nBefore taking the final go to market decision, it will be necessary to carry out a wide and extensive market and feasibility study aiming at setting up the main economic and technical drivers leading the subsequent market deployment phase. While initial test have been already carried out through a pilot plant in small scale, the objective of the overall innovation program will be to set up a wider piloting phase, involving industrial actors that may support Manfredini and Schianchi in fine tuning operational parameters of Slight Granulation process. The objectives of the feasibility study will aim at obtaining direct feedback from potential users, before starting the full industrialization of the process. The low level objectives will be:\n- to lead at least 15 interviews with potential customers\n- to define a panel of at least 4 users to be involved in innovation phase\n- to clearly define functioning parameters of Slight Granulation process\n- to carry out a (preliminary) P&L for Slight Granulation plant business line;\n- to monitor IPR issues\n- to define technical road map for innovation phase.\nThe results of the validation study will be enclosed in a Business and innovation plan, that will be submitted as main deliverable at the end of the project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MANFREDINI & SCHIANCHI SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937863901": {
            "orgId": "937863901",
            "orgName": "MANFREDINI & SCHIANCHI SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}