{
    "rcn": "196460",
    "acronym": "TEMPERATE CO2",
    "topics": "SIE-01-2014-1",
    "title": "TEMPERATE WELDING",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Develop a complete, highly efficient MIG-MAG welding equipment (600 A, 30 kW) with unity duty cycle factor, entirely designed to fulfill the needs in the metalmechanical sector. Additionally it offers considerable advantages in automated applications. A ground-breaking power supply technology developed by DEGIMA in collaboration with the University of Cantabria will be at the foundation of this new equipment. DEGIMA owns the European Patent of the power supply technology (EP 2 286 949 A1 /2011): Electronic system for optimizing energy transfer for welding equipment.\nDespite the advances in new inverter systems, current welding equipments require lots of power, overheat the workpieces and generate sparking that produce defects in the weld line. \nThis new technology significantly reduces power use and CO2 emissions, keeps heat input to the workpieces to a minimum, provides full control of the welding parameters and avoids sparking and projections producing a weld line that is completely steady. This results in a faster welding process that yields a longer weld per unit of time and per volt-ampere used. Each one of this new welding equipment could save up to 20.000 kWh per year, which multiplied by the expected accumulated number of units sold by the 4th year yields savings reaching the 145 million kWh.\nWith the help of this technology brought forth by DEGIMA and GALA GAR (partner and welding equipment manufacturing company), Europe can lead the third generation of welding equipment, much highly energy efficient than the previous, which will grant competitive advantages to all sectors involved into intensive welding activities. It is only a matter of time for the majority of welding equipment to be energy efficient. Reducing emissions of greenhouse gases would be awesome.\nOur first target clients will be the automatic MIG welding process from metalmechanical companies which we plan to approach with commercial actions and demonstrations of the qualities of this equipment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DESARROLLO Y GESTION INDUSTRIAL Y DEL MEDIO AMBIENTE SA",
    "coordinatorCountry": "ES",
    "participants": "GALA GAR S.L.",
    "participantCountries": "ES",
    "projectParticipants": {
        "937224186": {
            "orgId": "937224186",
            "orgName": "GALA GAR S.L.",
            "ecContrib": 0
        },
        "995398093": {
            "orgId": "995398093",
            "orgName": "DESARROLLO Y GESTION INDUSTRIAL Y DEL MEDIO AMBIENTE SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}