{
    "rcn": "196494",
    "acronym": "FGFSTAB",
    "topics": "BIOTEC-5a-2014-1",
    "title": "Industrial Production of Stable Fibroblast Growth Factors for Broad Therapeutic, Research, and Personal Care Applications",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Our business concept focuses on development and marketing of stable fibroblast growth factors (FGFs) for medical, personal care and research use. FGFs are currently being tested therapeutically for use in cancer treatment, regenerative medicine, as well as in cosmetics. The FGF-based therapeutic approaches contribute towards promoting active and healthy ageing, which is a societal challenge common to all European countries. Another important application of FGFs is in the highly attractive cancer stem cell research with the extension to clinical applications. FGFs are being used as an essential reagent ensuring that stem cells are kept in the undifferentiated state. However, FGF instability is one of the major bottlenecks preventing wider use of FGFs. The FGFSTAB project will address this instability by computer-assisted design of multiple stabilizing mutations combined with cutting-edge molecular biology techniques. The expected outcomes of the project will be a universal protein engineering platform for designing stable FGFs and the process for manufacturing of stable FGFs that are not commercially available, even though there is a huge market for them. Added value of our innovation compared to existing solutions will be unprecedented stability, dramatic production cost reductions and the absence of harmful additives. Such FGFs will have much broader applicability than currently used natural molecules. Because of the wide range of products based on FGFs nowadays, we expect that the outcomes of the project will help us to access new high-value markets addressing global societal challenges, such as health care, bio-research, and personal care. All these market segments are characterized by the considerable size, growth and potential impact on peopleís everyday lives. The phase 1 of the SME instrument will allow us to carry out well-researched feasibility study which will help us to take our business forward with confidence, and ultimately, increase our bottom line.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENANTIS S.R.O",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968896335": {
            "orgId": "968896335",
            "orgName": "ENANTIS S.R.O",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}