{
    "rcn": "196467",
    "acronym": "Gamesmondo",
    "topics": "ICT-37-2014-1",
    "title": "Gamesmondo Affiliation and Monetisation Ecosystem",
    "startDate": "01/05/2015",
    "endDate": "31/08/2015",
    "objective": "Flexion Mobile is a leading Android games monetisation service provider whose unique enabling products let developers and publishers monetise games outside Google Play. The Gamesmondo project, currently in TRL 6, is a major part of Flexionís long-term strategy to become the first choice for Android game distribution outside Google Play, capture at least 100 million Monthly Active Users (MAU) with a target revenue of 25-35m EUR.\nGamesmondo targets the Android segment of the mobile games market - a market which as a whole is forecast to be worth $41 billion in 2017 and is forecast to surpass the console market in terms of revenues in 2015. Market growth will be driven by emerging mobile markets.\nGoogle Play is the dominant store on the Android ecosystem, but there are also hundreds of stores (3rd party, OEM and operator stores) as well as Android devices without Google services with strong user bases who should be valuable parts of the games ecosystem. Technical and commercial fragmentation combined with Googleís dominating position within games distribution and search means the ecosystem outside Google Play is struggling, while the space within Google Play is becoming increasingly monopolised. \n\nGamesmondo uses enabling technology and commercial relationships to create an aggregated network of games, stores and users. This makes the world outside Google Play viable. Developers get access to stores otherwise unreachable. Stores get access to games otherwise unavailable. Users benefit from increased competition and choice. Flexionís core enabling products create seamless enabling with market-specific monetization and ancillary features without requiring resource intensive work for developers or stores.\nThe Gamesmondo ecosystem will define a new set of tools, rules and methods for both developers and end users, whilst building a versatile foundation for benefiting from a growing market and successfully shrinking inequality by Google Play.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FLEXION MOBILE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934389070": {
            "orgId": "934389070",
            "orgName": "FLEXION MOBILE LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}