{
    "rcn": "196436",
    "acronym": "HEATSENS_S",
    "topics": "BIOTEC-5a-2014-1",
    "title": "Lab-on-a-chip microfluidic device based on plasmonicdriven thermal sensing for rapid detection of Salmonella typhimurium in agro-food field.",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "NANOIMMUNOTECH (NIT), a leading company in nanobiotechnology with know-how that has been applied to the field of nanobiosensing and especially the agro-food sector introduces HEATSENS in the poultry industry: a solution that transforms into a portable and easy-to-use device with its most cutting-edge know-how in biosensors. \nHEATSENS is based on a revolutionary nanobiosensing technology owned by the company, whose main characteristics (highly sensitive, rapid detection and simplicity) are the ideal response to a clear need in this sector to test for Salmonella.\nSalmonella is the second most commonly reported gastrointestinal infection, requiring hospitalisation in many cases, and it can be fatal. One of the most common ways of contracting it is by eating contaminated chicken meat; thus meat companies are required to carry out periodic tests, for which they send samples to specialist laboratories that have a response time of up to 7 days for the analyses, which may mean financial losses.\nGiven that this technology fits into the NIT development strategy, it was decided to perform proofs of concept with several companies in the sector, which clearly showed that HEATSENS_S detects Salmonella at a higher sensitivity in only 3 hours. In light of these results, these potential customers have already shown their keen interest in HEATSENS_S.\nNow, its conversion into an easy-to-use portable device makes performing in-house testing possible throughout the production chain, providing companies with greater control over product quality and avoiding losses associated with contamination not detected in time, all at a lower cost than current tests today.\nNIT Management considers this to be the optimum catalyst for the growth of the company and its expansion worldwide and HEATSENS, the flagship product, to make their efforts profitable in nanobiosensing.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NANOIMMUNOTECH SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "958744315": {
            "orgId": "958744315",
            "orgName": "NANOIMMUNOTECH SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}