{
    "rcn": "196406",
    "acronym": "AINARA",
    "topics": "IT-1-2014",
    "title": "Automation and INtelligence solutions for Automated Road trAnsport systems",
    "startDate": "01/05/2015",
    "endDate": "31/10/2017",
    "objective": "With an expertise of the highest European level in robotics, \\10 years of experience in the field of autonomous vehicles and several proofs of concept in operational environment (TRL6/7), RDS (spin off of ROBOSOFT) is the only European company to master all of the software components allowing Autonomous Road Transport Systems to reach the levels of robustness and reliability required for passenger transport.\nWithout waiting for the legal framework, which is being implemented thanks to the efforts of the CityMobil2 project, the market study conducted as part of the TAXISAT project revealed that the 1st wave of user demand would emerge in Europe in 2015 for autonomous transport services in pedestrian city centres and private sites such as industrial or theme parks. These markets will grow even faster that the vehicle manufacturers, Transport Organising Authorities or Operators will be able to adapt their services to future mobility challenges. For this, they will need key skills in robotics, intelligence and fleet management. RDS has the means to satisfy them by providing off-the-shelf ARTS AUTOMATION and INTELLIGENCE solutions. \nCurrent solutions are highly customized in an engineering mode and are not compatible with a wider uptake of its technology. To take a solid position on the emerging global autonomous vehicles market and acquire an industrial dimension, RDS is convinced that best strategy is to deliver Commercial Off-the-Shelf software packages, which will offer recurring revenues and promising growth and profitability prospects thanks to software licences sales.\nThe objective for RDS is now to industrialise its software offer, to be fully compliant with the new EU Directive under development and to test the relevance of the associated business model with the ultimate ambition to become a leader in the provision of software solutions for vehicle automation and fleet management, for passengers and goods transportation.",
    "totalCost": "2312320",
    "ecMaxContribution": "1618623",
    "coordinator": "EASYMILE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936032444": {
            "orgId": "936032444",
            "orgName": "EASYMILE",
            "ecContrib": 1618623
        }
    },
    "calculatedTotalContribution": 1618623
}