{
    "rcn": "196413",
    "acronym": "HEALEX",
    "topics": "SIE-01-2014",
    "title": "HEALEX ñ High Efficiency Air Liquid Heat ExchangerAn innovative, new heat exchanger that improves energy efficiency in cooling and ventilation systems",
    "startDate": "01/04/2015",
    "endDate": "31/12/2017",
    "objective": "HEALEX (High Efficiency Air to Liquid Heat Exchanger) has the potential to reduce electricity consumption by 30% in several cooling applications. This tremendous energy savings and corresponding CO2-emission reductions can be achieved by a strikingly simple innovation: the improvement of a single system component, the heat exchanger.\nThe HEALEX project aims to replace the state of the art heat exchanger in certain existing products within the cooling sector for a novel, simple, conceptually unique and much more efficient heat exchanger: HEALEX.\nThe objectives of this project focus on solving the technical and commercial bottlenecks identified during Phase 1 of the project. These are: i) Achievement of HEALEX mechanical strength required to gain market acceptance, ii) Fully develop three different HEALEX types, iii) Securing future HEALEX customers, and iv) Assuring a competitive product.\nHEALEX project will be carried out by Airec, a Swedish SME which has since its foundation focused on developing, producing and marketing different types of heat exchangers.\nAirecís commercialization strategy is based on a business to business relationship, where HEALEX customers and their R&D departments are involved at an early stage of the HEALEX project in order to meet their individual requirements. This supports a more efficient development process and a quicker market introduction and expansion. All in all, the planned commercialization strategy focuses on giving Airecís customers strong reasons to shift to HEALEX.\nScientists and market experts have expressed HEALEXís potential to create the largest paradigm change in the cooling industry for several decades. By successful completion of the project objectives, HEALEX will become a reliable and profitable product contributing to both Airecís growth and to reducing the electricity consumption and carbon footprint of European industries, thus helping to achieving the goals within EUís Energy and Climate targets for 2020.",
    "totalCost": "1470776,5",
    "ecMaxContribution": "1029543,55",
    "coordinator": "AIREC AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936945796": {
            "orgId": "936945796",
            "orgName": "AIREC AB",
            "ecContrib": 1029544
        }
    },
    "calculatedTotalContribution": 1029544
}