{
    "rcn": "196434",
    "acronym": "TurboFeasibility",
    "topics": "SIE-01-2014-1",
    "title": "Feasibility assessment of direct drive high speed turbo compressors for production oil free compressed air for medium size applications",
    "startDate": "01/04/2015",
    "endDate": "30/09/2015",
    "objective": "Compressed air industry is undergoing a radical change where the share of environmentally friendly oil free air is rapidly increasing and energy efficient turbo compressors are replacing traditional screw compressors. Tamturbo Oy is a high tech start-up company bringing the turbo compressor technology to medium size oil free compressed air applications of 50 to 250 kW as the only European manufacturer which is speeding up the revolution of the 10 BÄ compressed air industry.\nIn the award winning Tamturbo direct drive design the turbo wheels of a two stage compressor are directly coupled to a high speed electric motor.  The main benefits of the turbo design over state-of-the-art dry screw compressors are 15 % lower electricity consumption over the 10-15 year life cycle, decreased operating, maintenance, waste management and overhaul costs due to minimum wear, and the benefit over other turbo designs is better capacity control under variable loads. \nFast business growth is attempted by offering the compressors and related service packages under Tamturbo brand in Scandinavia and under Private Label or OEM contracts in other markets.  Medium size compressor manufacturers which do not have access to oil free technology today are seen as the most promising commercialization partners. However, extensive field testing of prototype compressors is needed before full commercialization of the technology. \nThe objectives of the feasibility study is to acquire direct feedback from end users and potential Private Label and OEM partners as well as to identify European industrial field testing sites for prototype compressors. The Tamturbo business plan including marketing and IPR strategies will be refined accordingly. The actual field testing could be performed in a H2020 Phase 2 SME project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TAMTURBO OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934639524": {
            "orgId": "934639524",
            "orgName": "TAMTURBO OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}