{
    "rcn": "196446",
    "acronym": "GaSeS",
    "topics": "SIE-01-2014-1",
    "title": "First low cost handheld infrared camera for fugitive emissions, early detection and location, increasing energy efficiency in industrial plants, infrastructures and utilities",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "Nowadays, there is a growing demand of technological solutions to detect and identify leaks in different industries in order to increase its energy efficiency and security. \nSENSIA is a cutting-edge technology-based company specialized in the development of infrared imaging devices. Our solutions have been already implemented in high-demanding environments such as SO2 leak finder at Glencore, remote detection in Euro-Fighter wings or high accuracy measurement thermography system for SENER Ingenieria.\nThis project intends to respond to the needs and requirements from any industries with fugitive emissions problems, but as first step SENSIA will focus on sulphur dioxide (SO2) leaks, and specifically on sulphuric-acid-related industries. This sector relies on gas leak surveys for crucial aspects such as process efficiency, security, environmental care and pollution control.\nSENSIA intends to develop and commercialize a low cost uncooled camera based on infrared imaging technology that can easily detect and identify fugitive gas emissions in order to improve the energy and overall efficiency of the chemical, oil & gas, utilities and many other industries. This type of device will be the first of its kind considering that solutions currently available are based on cooled technology, with much higher costs and complexity associated.\nThe proposed solution will imply clear economic benefits for end users such as:\n- Cheaper instrument in comparison with current IR imaging based solutions (at least 1:2 cost reduction).\n- Disrupting tool for a better control of SO2 fugitive emissions in short term and many other gases (and markets) in mid-term.\n- Compliance with novel and coming laws in terms of fugitive emissions control of SO2 and other pollutants.\nThe overall objective of this feasibility study is to develop a market study and corresponding business plan that evaluates the main target markets and best strategies to commercialise the proposed technology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SENSIA SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939098129": {
            "orgId": "939098129",
            "orgName": "SENSIA SOLUTIONS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}