{
    "rcn": "196450",
    "acronym": "PASSIONATE",
    "topics": "NMP-25-2014-1",
    "title": "Providing Active Safety Shoes based On Nano Technologies",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "Nano-technologies and other material science innovations have yielded a range of materials with highly functional surface properties. Some of these materials are available in the form of films or foils (2D sheets). Bekina Boots (a global leader in polyurethane protective footwear) has patented technology for producing ësafety footwear in foamed plastic with an additional protective outer layerí. Bekina Boots wants to integrate these hi-tech foils onto footwear, in order to enable a radically new form of active personal protection in a wide range of niche applications. Footwear which senses and/or actively interacts with its environment can deliver an unprecedented degree of protection to workers worldwide. This innovation has the potential to become the new standard for safety footwear in a number of industries and is disruptive to current footwear which typically provides passive protection based on a physical barrier.\n\nThe main objectives of the study relate to the economic feasibility and production upscaling:\n- The exploration of potential niche applications and assessment of their market potential\n- Development of an operational framework (incl. technology & commercial partnerships) to roll out a global marketing & commercialization strategy. \n- Development of a detailed business & financial plan so that Bekina Boots can capture the market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BEKINA BOOTS NV",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934600724": {
            "orgId": "934600724",
            "orgName": "BEKINA BOOTS NV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}