{
    "rcn": "196422",
    "acronym": "MARVIN",
    "topics": "IT-1-2014-1",
    "title": "Independent Smart Machine-Vision Based Cargo Counting Module",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Alekon Cargo will develop and commercialize a fully automatic, high accuracy machine vision based scanner for handling and counting of neo-bulk cargo. Today, manual counting and loading of cargo is one of the biggest bottlenecks in European and global logistics chains. Besides time-consuming process, the manual method requires a lot of workforce and is prone to human errors. Each error in logistics business leads to incorrect documentation, delays in customs, fines and unsatisfied customers. Therefore, in order to increase the accuracy and cargo processing time, Alekon will introduce a totally independent, configurable and low-cost solution for cargo operating businesses like logistics hubs, postal services, large manufacturing units, warehouses, rail and road transport hubs, etc. \n\nAlekon together with its scientific partner Tallinn University of Technology has developed a machine vision based scanner system that has multiple benefits compared to current warehouse automation systems. Machine vision based solution has very high accuracy and does not depend on additional labeling (barcode) or sensors (RFID) that need investments and arrangement within the whole logistics chain. Alekon has already established a large sales network in EU and globally as the company has more than 20-years of experience in logistics, crane equipment sales and other warehouse management operations. Alekon¥s innovative solution has confirmed global market potential and great improvement potential over time. \n\nThe machine vision based Cargo Counter has very short profitability period as the potential savings from one device may increase up to Ä200 000 in a year for the end-users. Besides direct economic benefits, the CargoCounter improves workplace safety in logistics sectors reducing the need for difficult manual labour in harsh outdoor conditions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALEKON CARGO OSAUHING",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934902685": {
            "orgId": "934902685",
            "orgName": "ALEKON CARGO OSAUHING",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}