{
    "rcn": "196488",
    "acronym": "PANOSTICS",
    "topics": "PHC-12-2014-1",
    "title": "The AA2-Ratio: A Novel Diagnostic Biomarker for Primary Aldosteronism",
    "startDate": "01/04/2015",
    "endDate": "31/08/2015",
    "objective": "ìPANOSTICSî comprises the validation and clinical implementation of a versatile and cost effective diagnostic blood test for the detection of primary aldosteronism (PA) among hypertensive patients. The Aldosterone-to-Angiotensin II-Ratio (AA2-Ratio) is a mass spectrometry based diagnostic biomarker for PA. We are planning to sell this diagnostic blood test to clinical institutions in a fee-for-service business model. Our vision is to build up a European network of qualified fee-for-service laboratories focused on hypertension-associated biomarkers. The market entry for the AA2-Ratio is planned via a subsidiary laboratory in Germany. Full commercialization of the AA2-Ratio shall be achieved by implementation into standard clinical practice for the classification and treatment of resistant hypertension. \nHypertension has been clearly shown to be the most important cause of morbidity and mortality worldwide, representing a severe challenge for future healthcare systems. Up to 11,9 million people in Europe are referred to be resistant hypertensive, meaning that they cannot be cured by standard treatments. PA is a certain form of resistant hypertension that can be easily cured by appropriate second-line drug treatments or surgical procedures, if detected. Recommendations by clinical societies suggest extensive screening efforts to facilitate an early detection of PA among resistant hypertensive patients. However, actual clinical practice in Europe does not follow these guidelines due to the lack of appropriate and cost effective screening procedures. If PA remains undiagnosed, it caused severe hypertension frequently resulting in cardiovascular complications including heart attacks and strokes.\nThe AA2-Ratio is a diagnostic biomarker for PA, that is superior to state-of-the-art assays and allows for a highly specific and cost effective diagnosis of PA among hypertensive patients.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ATTOQUANT DIAGNOSTICS GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949094076": {
            "orgId": "949094076",
            "orgName": "ATTOQUANT DIAGNOSTICS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}