{
    "rcn": "196420",
    "acronym": "I-WSN",
    "topics": "ICT-37-2014-1",
    "title": "Intelligent Wireless Sensor Networks for Asset Integrity Monitoring",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The objective of I-WSN is to develop a low-cost and large-scale solution for automated Condition Monitoring and Predictive Maintenance that will have a disruptive impact on the offshore Operations and Maintenance market. The solution is based on intelligent Wireless Sensor Networks that monitor the long-term trend in the status of the equipment and can predict damages at an early stage. The focus market segments for direct application of I-WSN are offshore Oil & Gas and Wind Energy. We have already received significant interest from potential business partners in this market segment, ranging from global suppliers (Honeywell), to maintenance providers and even Oil & Gas giants (BP).\n\nUnlike existing condition monitoring systems, which are very complex and expensive, I-WSN focuses on a low-cost solution (target price Ä500/unit) that can be installed on a large number of devices, machinery, equipment and structures. This brings significant benefits to the end-users, such as:\n- Up to 75% cost reduction of maintenance operations: extension of maintenance intervals, reduction of workload of maintenance personnel.\n- Up to 90% cost reduction of installation of monitoring equipment: wireless sensors compared to traditional wired systems.\n- Real-time feedback and continuous monitoring within minutes, as opposed to weeks or months for time-based inspection.\n\nI-WSN will build upon the success story of the FP7 project WiBRATE, showcased in two FUTURIS episodes on EURONEWS in 2014. The WiBRATE wireless sensor platform will be used as the basis, since it has been already validated in industrial settings (at FIAT, Honeywell, LMS-SIEMENS). I-WSN thus starts from TRL6 and higher, and has the potential for Open Disruptive Innovation in an offshore Operations & Maintenance market estimated at Ä2-3 billion. \n\nPhase 1 of the SME instrument has the objective to check the economic, technical and operational feasibility, and to bring us closer to marketing a successful product.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Inertia Technology B.V.",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990037873": {
            "orgId": "990037873",
            "orgName": "Inertia Technology B.V.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}