{
    "rcn": "196456",
    "acronym": "Remote Sanitation",
    "topics": "SC5-20-2014-1",
    "title": "Remote Sanitation ñ New sustainable sanitation solution for remote areas",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Low quality sanitation is a huge global, growing environmental and health problem with large costs to society. Poor hygiene\nand waste treatment results in lower productivity, spreading of diseases and pollution. There is a lack of efficient and green\nsolutions addressing specific sanitation needs in remote areas such as: refugee and military camps, remote industrial and\nhousehold sites.\nThe awareness of the problem is increasing and authorities have begun to act within this area - e.g. the United Nations\nEnvironment Programme has stated that ìevery dollar invested in safe water and sanitation has a pay back of US$3 to US\n$34 depending on the region and the technology deployedî.\nAalborg R¯rteknik ApS (ART) have invented a new sanitation solution, applicable in remote areas without access to sewage\ninfrastructure. This turnkey system solution, consisting of 3 main modules (hygiene unit, waste water treatment, sludge\nhandling), has superior advantages to alternative solutions by being e.g. mobile, reusable, hygienic, environmentally friendly\nand affordable. In addition, ART will include services such as camp architecture, installation and maintenance, ensuring\nmaxmized efficiency of the solution.\nRed Cross have been an important contributor in the project and also led the way to market introduction targetting aidworker\nbase camps. The unique selling points of the new solution are estimated to secure a market share of 15% within 5\nyears, resulting in an enhanced profitability and significant growth for ART.\nIn this phase 1 study, ART will perform a demonstration exercice, as well as conduct extended market studies to develop an\nappropriate IP strategy, in preparation of a phase 2 project. The outcome of this stage, will be a feasibility report and\nbusiness plan. This project and requested financial support, will address an innovative and sustainable solution, with clear\nbenefits for users, with consequent impacts in the environment and the society as a whole.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AALBORG RORTEKNIK APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937968273": {
            "orgId": "937968273",
            "orgName": "AALBORG RORTEKNIK APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}