{
    "rcn": "196454",
    "acronym": "algaPLUS",
    "topics": "SC5-20-2014-1",
    "title": "Upscale and optimisation of an olive wastewater treatment photobioreactor (PBR) coupled to algae biomass valorisation as biofertilizer and treated water reuse",
    "startDate": "01/05/2015",
    "endDate": "30/09/2015",
    "objective": "Olive oil production uses considerable volumes of water (50L/100kg olives) in European Mediterranean countries where this resource is scarce (Spain, Italy and Greece). The processes used by this sector leads to significant wastewater containing phenols and polyphenols. The EU Legal Framework sets the need of an efficient solution that reduces water use, improves water quality and recycle the waste produced. However the benefit margin of olive oil producers is very low, making production without support uneconomic for farmers. As yet, there are no cost- effective techniques/ technologies for combating this negative environmental impact of this sector. \nBIOT has coordinated two projects within the FP7 SME instrument programme to respond to the need of olive oil producers by offering an optimised biotechnological recycling solution for olive washing wastewater using photobioreactors (PBR).  The technical viability of the process in industrial end use conditions has been sufficiently demonstrated in these two past projects: algatec\\ treats olive washing water efficiently so that treated water complies with wastewater legislation, and treated water can be reused. Now, there are still two techno-economic challenges in order to put our product in the market that will be tacked during an eventual SME instrument Phase 2. Reduce the impact of the seasonal nature of this industry on the treatment process that (larger PBR system and increased operation costs of the treatment. \nTherefore, BIOT objective in this proposal is to determine the techno-economic feasibility of transforming algatec\\ in a closed-loop system by including two auxiliary services: (1) Open pond pre-treatment and (2) algae biomass valorisation as biofertiliser for the own olive fields. The former will be done by the optimisation of the population of microorganism currently treating wastewater to be later used (after harvesting) as a slow-release biofertiliser.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Biotmicrogen S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998115742": {
            "orgId": "998115742",
            "orgName": "Biotmicrogen S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}