{
    "rcn": "196419",
    "acronym": "CNAP HD",
    "topics": "PHC-12-2014-1",
    "title": "Continuous Non-invasive diagnosis of Arterial Pressure and Hemodynamics",
    "startDate": "01/05/2015",
    "endDate": "30/09/2015",
    "objective": "CNSystems' CNAP HD technology is an innovative diagnostic tool for a significant reduction of peri- and postoperative complications resulting in an enhanced recovery after surgery. Consequently, the use of CNAP HD reduces length of hospital stay and decreases costs substantially. The planned diagnostic devices CNAP HD integral and CNAP HD connect are designed for the continuous non-invasive or minimal-invasive measurement of hemodynamic (HD) parameters. These parameters are biomarkers, which classify as ìmeasurable diagnostic indicators that are used to assess the risk or presence of diseaseî.\n\nCNAP HD integral / connect will be used for diagnosing HD. It will guide intravenous fluid and inotropic therapy by achieving goals for cardiac output (CO) and other dynamic biomarkers in order to optimize the balance between oxygen supply and demand. Keeping the patient's fluid status in balance is the most effective way to combat complications such as infections, global tissue hypoxia, shock and multi organ failure.\n\nMedical outcome of the new diagnostic method is impressive: if HD is optimised by CNAP HD, overall complication rate will be reduced by 34% (from 83% in a group with standard treatment to 55% in HD-optimised patients) and infections will decrease by 61% (from 57% in standard treatment to 22%). CNAP HD has further proven clinical accuracy shown in various validation, application and outcome studies.\n\nThe greatest impact regarding cost savings will be achieved in medium to high-risk surgeries and/or in medium to high-risk patients. Elderly patients with existing co-morbidities will benefit most. The annual cost savings potential for Europe with its age structure is ? Ä2.6 billion.\n\nFor its broad rollout, the technology has to fulfil usability needs of anaesthesiologists working in OR's. For that a vast innovation thrust is planned. The current proposal describes how CNSystems wants to successfully design its new diagnostic devices CNAP HD integral / connect.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CNSYSTEMS MEDIZINTECHNIK AG",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938590916": {
            "orgId": "938590916",
            "orgName": "CNSYSTEMS MEDIZINTECHNIK AG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}