{
    "rcn": "196407",
    "acronym": "Phasor",
    "topics": "ICT-37-2014",
    "title": "The World's first cost effective, electronically steerable, digital, low profile, phased array antenna to enable high speed satellite communications on the move",
    "startDate": "01/05/2015",
    "endDate": "31/03/2017",
    "objective": "The demand for mobile communications is growing at  compound rate CAGR of 61% p.a. and forecast to do so beyond 2022. Global mobile data traffic grew 81 % in 2013 and reached 1.5 Exabyteís per month at the end of 2013, up from 820 petabytes per month at the end of 2012. Users now demand fast and affordable connectivity when and wherever they are. The growing use/ownership of laptops, tablet computers and larger smart phones has also led to an increasing demand for high quality content such as HD video on the move. \n\nCurrent satellite communications antennas cannot fully meet this large and growing need: Mechanically steerable antennas which are bulky, heavy, require maintenance and pose considerable vehicle integration challenges. Phased arrays based on military technology are too costly for commercial applications. Existing low cost antennas trade-off the cost of the antenna against the requirement for much more expensive satellite bandwidth per Mbps transmitted. Their performance is also too limited for use in certain geographical areas (particularly at large skew angles).  \n\nThe overall objective of this project therefore is to successfully refine and scale up for market readiness the worldís first cost effective, electronically steerable, digital, low profile phased antenna to enable high speed satellite communications on the move. This will enable us to gain a substantial market share in the Ä 1.185bn Broadband Satellite Communications-on-the-Move (COTM) market and the associated antenna market which amounts to Ä0.39bn. Both of which are growing rapidly. We predict that we can achieve a 2.5% market share by 2020, generating total revenues of Ä134m and a cumulative EBITDA of Ä63m, creating 781 jobs. Our prototype system technology is demonstrated and proven in a relevant environment and at TRL6. This project will allow us to demonstrate the market disruptive system in an operational environment and then fully scale up the system to market readiness.",
    "totalCost": "2925093,75",
    "ecMaxContribution": "1516545",
    "coordinator": "PHASOR SOLUTIONS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935435118": {
            "orgId": "935435118",
            "orgName": "PHASOR SOLUTIONS LIMITED",
            "ecContrib": 1516545
        }
    },
    "calculatedTotalContribution": 1516545
}