{
    "rcn": "196485",
    "acronym": "MICROBAT",
    "topics": "SIE-01-2014-1",
    "title": "Wireless devices for smart energy management systems",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "There is a growing need for smart energy-efficient homes, offices and industrial plants, and this need is increasingly being supported by legislation.  Hence there is a growing market for technologies to enable this, through the deployment of smart metering as well as intelligent heating, ventilation, lighting, and monitoring control systems.  To address this market, a new class of low-power wireless protocols has been developed for the automation and control of the above systems.\nTo date, wireless home and building automation systems that employ such protocols have seen limited adoption, despite the technology being widely available, mainly because conventional semiconductor radio architectures are unable to fulfill the market need of whole-house coverage and ultra-low power consumption while using inexpensive semiconductor technology.  \nCascoda's patented technology is unique in that it delivers standards-based radio communication with whole-house coverage, high data-link reliability and ultra-low power consumption, while using inexpensive CMOS semiconductor technology.\nThe objective of this project is to investigate the best fit for Cascodaís technology with manufacturers energy management systems, and to develop an appropriate customer evaluation kit and a high-level protocol stack for the target application.  Together, these items will form a solution with which such manufacturers can quickly and easily integrate Cascodaís technology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CASCODA LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938036949": {
            "orgId": "938036949",
            "orgName": "CASCODA LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}