{
    "rcn": "196468",
    "acronym": "Naturhealth Food",
    "topics": "SFS-08-2014-1",
    "title": "NATURHEALTH FOOD: NEW GENERATION OF NATURAL BIOPRESERVATIVE SUBSTITUTE OF CURRENT E-NUMBERS IN FOOD PRODUCTS",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "BiofactorÌa Naturae et Salus is a biotechnological company created in 2011 which extracts healthy ingredients and additives from fungi and vegetables in order to produce high value foodstuffs. The company has 12 employees and an operational manufacturing biofactory of cutting edge technology.\nOne of the principal problems in food industry is food preservation. Most food products in the world add chemical preservatives into them (E-numbers). The presence of food preservatives of chemical origin, E-numbers, in food represents a worry for 66% of Europeans. There is international scientific research that concludes that chemical preservatives (E-numbers) can pose health-related problems and environmental problems.\n\nThe objective of our project consists on industrially producing a worldwide novelty: a new and natural biopreservative, Naturhealth FoodÆ able to substitute the chemical preservatives in food (E-numbers) in most foodstuffs with similar efficacy and a competitive price. This biopreservative will be harmless for people and environment.\n\nIn BiofactorÌa Naturae et Salus S.A. we have achieved some milestones. Naturhealth FoodÆ has already been successfully manufactured in our biofactory and tried in numerous foodstuffs without affecting their organoleptical properties.\nIn order to prepare Phase 2 of this project, where the scaling-up of the process and the extension of our facilities will be carried out, we need to conduct a feasibility study of the project (Phase 1). This feasibility study will comprise four main activities: a technical study, a market analysis and customer discovery, an economic study and Intellectual property rights and legal issues.\nOur target market is the Food Industry in general. Given that this market is huge to begin with, BiofactorÌa Naturae et Salus proposes to focus on the high value foodstuffs market. \nNaturhealth FoodÆ sales expectations will be of 35,000,000 Ä per year in 2022 with a net profit of 6,400,000Ä during that year.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOFACTORIA NATURAE ET SALUS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939400672": {
            "orgId": "939400672",
            "orgName": "BIOFACTORIA NATURAE ET SALUS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}