{
    "rcn": "196428",
    "acronym": "HUMICE",
    "topics": "BIOTEC-5a-2014-1",
    "title": "AXENIS Humanized Mice ñ Innovation towards industrial scale-up",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Since 2010, AXENIS has developed proprietary, state-of-the-art humanized mouse models as preclinical tools for biomedical research and biopharmaceutical industry in the field of immunology, infectious diseases, immuno-oncology and inflammation. Humanised mice are extremely attractive and effective to perform a fine evaluation of new therapeutic and diagnostic options in a human-like environment. Overall, humanized mouse preclinical testing benefit to the patients (safer products) and pharmaceutical companies (upfront pre-clinical screening of molecules reducing clinical development costs).\nTo become a global European leader addressing the health market needs for humanized mouse models, the humanized mouse production activity of the company requires to be scaled up to an industrial level that will better suit the end-usersí expectations. That is a reason why a feasibility study is needed to help AXENIS accessing a comprehensive survey of production scale-up (at least 10-fold) from current ëlow scale levelí (few hundred units per year) to the level of multiple of thousand units per year under optimal regulatory standards; an evaluation of the production costs with the aim of lowering the unit price by at least two; precise valuation of the demand market segments; and a risk assessment of the scale-up project. \nThe HUMANMICE project is therefore the basis to the future development of the company, to establish humanized mice as a new standard for preclinical studies, develop the next generation of humanized mouse models, create an environment supporting business & collaboration opportunities, minimize the production costs and maximize the corresponding revenues.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AXENIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934443487": {
            "orgId": "934443487",
            "orgName": "AXENIS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}