{
    "rcn": "196486",
    "acronym": "Delirium Monitor",
    "topics": "PHC-12-2014-1",
    "title": "Objective delirium detection with an innovative EEG-based spot monitor",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Delirium ñan acute decline in cognitive functioningñ is common, serious, frightening, costly and sometimes fatal. Delirium is a great burden for patients because of horrifying hallucinations and impaired outcome and increased risk on dementia. Delirium stresses society because of increased healthcare costs. This is due to prolonged length of hospital stay, and increased rate of discharge to a nursing home thereafter. Costs due to delirium total to Ä134 billion/year in Europe alone, equaling costs associated with diabetes. Delirium particularly affects hospitalized elderly with reported incidences of 50-80% on the Intensive Care Unit (ICU), and 10-40% in surgical patients. Because of our aging society, patients at risk for delirium will double in the next decades.\n  Despite its frequency and impact, delirium remains underdiagnosed and therefore undertreated. Delirium is not recognized in 50 - 70% of the cases, which impairs outcome. Early and objective detection of delirium is an unmet clinical need.\n  Mount Medical (MM), an SME specialized in medical devices, will create and commercialize the worldís first biomarker based device to detect delirium. UMC Utrecht (NL) showed that 1 minute recording of brain activity (EEG) with only 3 electrodes and automated processing could very well identify patients with delirium. A license on the patent will be granted to MM.\n  Yearly, millions of patients are at risk of delirium that need to be monitored 3 times per day. This generates a Ä1.4 billion market in the EU and the USA, as for every measurement, a disposable electrode patch is necessary.\n  A 6 months Phase 1 budget enables biomarker validation and development of noise reduction technology to show technical feasibility, and to commit customers into an Early Access program for market feasibility. Phase 2 is for product engineering and CE certification. EU sales start in 2016, and USA sales in 2017. MM grows to Ä10\\ million in revenue and 50 employees in 2021.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WILLEMS-TJOE NIJ ANNEMARIE CHRISTINE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938752033": {
            "orgId": "938752033",
            "orgName": "WILLEMS-TJOE NIJ ANNEMARIE CHRISTINE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}