{
    "rcn": "196438",
    "acronym": "WETPaC",
    "topics": "SIE-01-2014-1",
    "title": "Water ñ Electricity ñ Telecommunication Package",
    "startDate": "01/05/2015",
    "endDate": "31/12/2015",
    "objective": "Clean water, electricity and communication are crucial for human well-being and sustainable socioeconomic development.  Their provision is in deficiency in most rural areas of the world and in specific Mediterranean areas of Europe.  Yet, solutions for the above needs are developing very slowly due to lack of funds and the risks associated with payments for the supplied services.\nThe proposing SME aims to develop and demonstrate an optimised packaged system (WETPaC) to provide these services in a low carbon, energy efficient and sustainable way.  Key to overcome the relevant barriers is the development of a remote maintenance and operation system as well as the introduction of smart payment methods for electricity and water.\nThe innovative aspects of WETPaC will facilitate its financing.  This will lead to the involvement of local entrepreneurs who will develop a sustainable business in selling electricity, water and services (e.g. electricity, air conditioned shelters, etc.) to telecom companies.\nThe main objective of the proposed project is to perform a feasibility assessment and a detailed business plan for the successful implementation of WETPaC.\nBased on the results of ìPhase1î, the proposing SME plans to develop and demonstrate a prototype with the help of investors and/or ìSME ñ instrument ñ Phase 2î.\nWETPaC will address a global challenge based on European design, components and equipment.  Successful commercialisation will provide valuable services that will improve quality of life and will consequently help develop new jobs in Europe as well as in developing countries.\nThe feasibility study will have as priority the Greek islands where it is suitable for touristic businesses and Philippines where it can supply villages.  Other countries will be also examined.\nDuring the study, the proposing SME will contact key stakeholders and potential customers.  It will also examine possible technical features that could make the product more affordable and attractive.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EYDITI ENERGEIAKOS KAI PERIBALLONTIKOS SCHEDIASMOS EPE",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950701657": {
            "orgId": "950701657",
            "orgName": "EYDITI ENERGEIAKOS KAI PERIBALLONTIKOS SCHEDIASMOS EPE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}