{
    "rcn": "196441",
    "acronym": "FREEWAY",
    "topics": "IT-1-2014",
    "title": "FREEWAY : safely and effortless commute in an urban environment",
    "startDate": "01/06/2015",
    "endDate": "30/11/2017",
    "objective": "It is not a bike, it is not a scooter, it is a lot better, itís FREEWAY: a new revolutionary means of transportation allowing to safely and effortlessly commute in an urban environment. \nProtected by a worldwide patent, FREEWAY is a small and clean scooter, on three wheels. FREEWAY is unique since it is very light, 14kg, with 2 front wheels for stability and safety, a back wheel that includes the electric engine, and it is fitted with latest generation batteries. FREEWAY may be folded and unfolded within seconds. When folded, it can be carried along, on its two front wheels like a suitcase. Therefore, FREEWAY may be kept with you at all times and is perfectly suitable for intermodal mobility. \nFREEWAY is an hybrid type of bike with no equivalent product on the market; nevertheless, its market is already very broad. The most direct competition of FREEWAY comes from electric bikes, with a good market growth rate that should be 9.1% over the 2013-2020 period, to reach a market of 1,9 million in Europe.\nThe main objective of FREEWAY business innovation project is the transfer of a new innovative and competitive solution seizing European transport sector opportunities with the view of providing profitability and growth. \nThe specific objectives will be to provide technological and economic viability of FREEWAY electro mobility concept in order to develop a market strategy ensuring Europe wide market uptake, support growth and self-sufficiency at mid-term and participate to Europe bike industry leadership.\nIn addition, FREEWAY business innovation project will address urban environmental and mobility defies by offering the market with an innovative electric powered vehicle which is more light, more practicable, more safe and secure and more trendy for the users, thus, improving usersí quality of life with an innovation offering a door-to-door environmentally-efficient mobility that will quickly and successfully break into European market.",
    "totalCost": "2364343,75",
    "ecMaxContribution": "1655040,63",
    "coordinator": "FREEWAY SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934756991": {
            "orgId": "934756991",
            "orgName": "FREEWAY SAS",
            "ecContrib": 1655041
        }
    },
    "calculatedTotalContribution": 1655041
}