{
    "rcn": "196453",
    "acronym": "DISA",
    "topics": "ICT-37-2014-1",
    "title": "medical Diagnosis Support Armchair project",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The ìDiagnosis Support Armchairî project aims at collecting, in a very short time (7minutes max.), all medical data from the elderly personís body and send them to the nearest medical center or doctor. This could allow an easy follow-up of chronical diseases in nursing or elderly residential homes and give all necessary elements to establish a diagnosis and make a quick decision. Beyond the elderly population, this type of connected e-health armchair can be used with any age population in all medical and emergency centers.\nThe specific objective of the feasibility study is to evaluate the armchair interests for patients and get support from medical professionals at French and European level. With the development of many non-invasive sensors on a mobile and easy-to- use armchair, StreamVision wants to facilitate the work of many medical helpers by bringing in a very easy, quick and accurate manner an answer to medical deserts in remote regions or countries.\nTo do so, StreamVision proposes to work with emergency hospitals and nursing homes so as to define and validate the various non-invasive sensors necessary to make the chair useful. This feasibility study with medical players must help Streamvision to develop scenarios of industrialization and commercialization at EU level. Several steps must be accurately designed such as : protocols, user and medical players involvement and acceptance, standardization and certification process, business model and obviously security in the medical environment.\nThis study will comply with the French national law (the CNIL) and there is no specific ethics issues excepted the elements mentioned in the proposal.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "STREAM VISION",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937885532": {
            "orgId": "937885532",
            "orgName": "STREAM VISION",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}