{
    "rcn": "196424",
    "acronym": "DEFLUG",
    "topics": "SC5-20-2014-1",
    "title": "Development of Environmentally Friendly Flue Gas Purification Solution",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The DEFLUG project will develop and commercialise a fully automatic flue gas filtration system for industrial and private customers. MyCapital O‹ in cooperation with its scientific, technical and marketing partners will introduce a very cost-effective and environmentally friendly flue gas purification solution that is based on the company¥s patented substance. \n\nThe substance can be mixed with regular pure water or seawater to form a purification dilution. The cleaning of flue gases is based on chemical reaction by which the flue gases will be purified from harmful substances like NOx, SO2, CO2, particulate matter, etc. The used dilution is completely harmful to humans and the environment. MyCapital¥s innovative solution eliminates current problems with utilisation of waste filters and polluted water. In addition, the filtration system operates fully automatic and it has significantly lower life-cycle costs than all the alternative solutions at the market. \n\nMyCapital¥s flue gas filtration systems are in first order commercialised to industrial boiler houses and large shipping vessels. Especially large market potential is seen at shipping industry. Today, of total global air emissions, shipping accounts for 18 to 30 percent of the nitrogen oxide and 9 percent of the sulphur oxides. Air pollution from international shipping accounts approximately for 50,000 premature deaths per year in Europe, at an annual cost to society of more than Ä58 billion according to recent scientific studies. Besides enhanced emission control of SO2 and NOx, the EU has committed to decrease maritime transport emissions 50% of 2005 levels by 2050. MyCapital¥s solution main advantage over alternative technologies is that the used dilution can be directed straight into the sea, diminishing the need for costly utilisation of the wastes. The innovation is also easily scalable, being suitable for large variety of ships, other industrial applications and for private household¥s heating systems.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OSAUHING MY CAPITAL",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935222203": {
            "orgId": "935222203",
            "orgName": "OSAUHING MY CAPITAL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}