{
    "rcn": "196475",
    "acronym": "Vaprosep",
    "topics": "PHC-12-2014-1",
    "title": "Validation of Progranulin as Biomarker in Diagnostics and Prognosis of Sepsis",
    "startDate": "01/05/2015",
    "endDate": "30/09/2015",
    "objective": "Sepsis is a complex, systemic and inflammatory host reaction on an infection and with worldwide 1.5 million cases per year a health challenge. There is a strong need for a reliable biomarker like progranulin. Preliminary data prove that progranulin allows a highly sensitive and specific detection of sepsis, a monitoring of infection without time delay, prognosis regarding disease course and a differentiation between the infectious agent inducing sepsis. \n\nEconomic advantages of progranulin as biomarker are the reduction of the length of stay in the ICU (500-1000Ä / day) and avoidance of unnecessary antibiotic therapy (10-500Ä / day). \nThus, the hospital can improve patient care and reduce therapeutic costs by a progranulin measurement for 5-10Ä. A mean incidence rate of 0.094% results in a 12 million euro market in the US and EU. Based on intellectual property this market is available only for Mediagnost. Successfully validated, progranulin measurement will be introduced in third level hospitals in the EU. The subsequent strategic product development includes point of care and multiplex test systems. \n\nMediagnost already has a technically validated test system for this biomarker available, therefore the overall objectives of this study are the clinical validation of progranulin measurement in sepsis and its implementation in clinical routine. Specifically, in phase I the economic potential of this biomarker is evaluated.\n\nThese objectives are addressed during phase I in a feasibility study including market and cost analysis. Key opinion leaders in the EU are interviewed by a structured questionnaire to evaluate scientific solidity and market potential. In direct contact to EU Notified Bodies the best regulatory strategy is evaluated. Further, literature research will complete the picture of the market and reimbursement requirements. Excellent infrastructure and highly qualified scientific and administrative employees guarantee the successful completion of this work.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MEDIAGNOST GESELLSCHAFT FUR FORSCHUNG UND HERSTELLUNG VON DIAGNOSTIKA GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955514312": {
            "orgId": "955514312",
            "orgName": "MEDIAGNOST GESELLSCHAFT FUR FORSCHUNG UND HERSTELLUNG VON DIAGNOSTIKA GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}