{
    "rcn": "196408",
    "acronym": "ADR1EN",
    "topics": "Space-SME-2014-2",
    "title": "First European System for Active Debris Removal with Nets",
    "startDate": "01/04/2015",
    "endDate": "30/09/2017",
    "objective": "STAM, SKA and OptiNav are three high-tech SMEs, that have developed and validate till TRL 6 a system for active debris removal with nets, through an ESA contract (4000109361/13/NL/RA) within the Clean Space initiative. \nADR1EN aims at the business opportunity generated by the need to increase safety of space infrastructures, which are menaced by the huge number of space debris lost in space. In line with our product/service roadmap and the short to medium term market needs identified by the detailed Business Plan elaborated, we have identified the SME Instrument as the most valuable tool to support the financial risks involved in addressing the remaining technical and non-technical barriers to market. The objective of the project is to validate by testing and qualify for space a scaled-up demonstrator of the First European System for Active Debris Removal with Nets (ADR1EN) and develop the necessary business and commercialisation plans to reach the market and boost the growth of our companies. The system will be pushed to TRL 7 to show its applicability to real cases and to confirm that ADR1EN is the cheapest and most reliable system for capturing free objects in space. \nAs a result, in line with the priorities set by ESA and NASA, the system will be cost-effectively used by a community of users, namely Thales-Alenia Space, GMV and Airbus, to catch large debris in Low Earth Orbit region, representing a market worthwhile 450 MEuro, associated with the currently mapped 5,000 defunct satellites and related debris. \nThales-Alenia Space, one of the largest industrial players in the space industry, has expressed its interest in the system and will act as subcontractor, to complement our capabilities and facilities. Their role is fundamental to ensure that we keep the full control of IPR while involving a potential first user in the project, keeping maximum flexibility to sell or license the technology in the next commercialisation stage.",
    "totalCost": "1730000",
    "ecMaxContribution": "1211000",
    "coordinator": "STAM SRL",
    "coordinatorCountry": "IT",
    "participants": "SKA POLSKA SP (ZOO);OPTINAV SP ZOO;STAMTECH SRL",
    "participantCountries": "PL;IT",
    "projectParticipants": {
        "935487789": {
            "orgId": "935487789",
            "orgName": "OPTINAV SP ZOO",
            "ecContrib": 293125
        },
        "996793923": {
            "orgId": "996793923",
            "orgName": "STAMTECH SRL",
            "ecContrib": 312091
        },
        "916965542": {
            "orgId": "916965542",
            "orgName": "STAM SRL",
            "ecContrib": 282034
        },
        "998941503": {
            "orgId": "998941503",
            "orgName": "SKA POLSKA SP (ZOO)",
            "ecContrib": 323750
        }
    },
    "calculatedTotalContribution": 1211000
}