{
    "rcn": "196487",
    "acronym": "WeSmartPark",
    "topics": "IT-1-2014-1",
    "title": "Giving Drivers Access to Conventional and Electric Car Parking Lots Through the WeSmartPark Enhanced Management System",
    "startDate": "01/03/2015",
    "endDate": "31/05/2015",
    "objective": "WeSmartPark represents a novel technology suite that allows utilizing existing underused parking lots in densely populated cities that will feature electronic charging stations. At no cost to the parking lot owner, equipment is installed that tracks availability and occupancy in real time. The drivers can view, reserve and find parking spots via web browser or mobile app. WSP is the first of its kind in terms of parking management and using under-used private parking lots.\nDrivers spend around 20-30% of their driving time in densely populated cities on finding parking lots. At the same time, existing parking lots are only used 60% of the time. On average, WSP offers parking that is at least 50% lower than the average cost in any given city. In Barcelona, WSP charges 1.44 euros per hour, which is less than half of the average price.\nThe overall objective for the Phase II project is to have launched our validated business model of Barcelona and Madrid to other Spanish and European cities. Some with electric car charging capabilities depending on the outcome of Phase I. This will require specific upgrades of our existing product and the integration of electric car charging capabilities.\nOur specific objectives for Phase I are a technological feasibility study of electric car charging lots, an assessment of technological redesign needs, market assessment, business model assessment, risk assessment, IP assessment, work plan for Phase 2 and a Business Plan.\nOur product will help meet a series of European transport (better urban mobility, less vehicle congestion) and environmental challenges (reduction of CO2 emissions). In addition, we will help achieve the European Commissionís goal to create a tight network of electric car charging stations. The project will enhance our profitability significantly.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NOUS PARQUINGS URBANS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938007655": {
            "orgId": "938007655",
            "orgName": "NOUS PARQUINGS URBANS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}