{
    "rcn": "196480",
    "acronym": "STERILISE",
    "topics": "SC5-20-2014-1",
    "title": "Safe sustainable reliable in-office processing of medical waste",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "This innovation project aims to bring to technological maturity and market readiness a novel, cost effective, waste management unit - currently at Technology Readiness Level 7. Targeted specifically at the Medical Waste sector, the system has the potential to save the healthcare sector Ä1.2bn. By year five after project completion we plan to have generated cumulative revenues of Ä99m, create 90 jobs in the supply chain across Europe, and have generated a gross profit of at least Ä33m. \n\nIn Europe, over 1.7m tonnes of medical waste is currently produced by the Healthcare sector every year. This waste includes needles (sharps), and dressings, bandages and surgical gloves (non-sharps). Medical waste cannot be disposed of by traditional refuse collection due to its hazardous nature. The waste must be placed in separately stored special bags and/or bins, transported in a dedicated disposal vehicle and carefully disposed of at hazardous waste registered sites where the waste is either autoclaved or incinerated. This is a costly process for e.g. medical practices. At present the handling of Medical Waste puts healthcare personnel as well as cleaning staff and waste collectors at risks through extensive manual handling and storage. \n\nThe current SoA does not fully solve the problems described above and have a number of limitations. Therefore there is an urgent, unmet need for a system to reliably and safely solve the problem of handling of Medical Waste at source and provide a rapid return on investment to the customer. Our solution will give the following benefits to the end-users and Europe: \nï Easy and safe to use in an indoor office environment with no hazardous emission or odour;\nï Lower cost than existing waste collection, i.e. leasing model with a low, fixed monthly outlay, savings of at least 30%;\nï Eliminate the risk of contaminated waste being stored on premises for extended periods;\nï Simple, automatic record keeping for audit trail compliance.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CONVEX ELECTRICAL LTD",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "965224400": {
            "orgId": "965224400",
            "orgName": "CONVEX ELECTRICAL LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}