{
    "rcn": "196412",
    "acronym": "ICE Cubes",
    "topics": "Space-SME-2014-2",
    "title": "ICE Cubes Service - International Commercial Experiment Cubes Service",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The International Commercial Experiment Cubes Service (ICE Cubes) will provide rapid, simplified, low cost access to the International Space Station, creating the opportunity to maximise the use of the remaining lifetime of the ISS. The initial service will enable any organisation, public or private entity or individual, such as universities, academic programmes and pharmaceutical companies/research centres or private persons to perform experiments on the ISS. Furthermore the ICE Cubes service will develop special miniaturised capabilities for use in space that do not exist today, in response to market needs.\nSpace Applicationsí knowledge gained from working on a daily basis with ESA to establish scientists needs, to train astronauts, and to develop and operate payloads on the ISS will be used to realise this commercial opportunity.\nICE Cubes fully supports the process of experiment development and takes care of the flight acceptance, launch manifest and operation of the customersí experiments. The ICE Cubes service includes:\nï As much or as little customer support as needed, throughout the process of experiment development, flight acceptance, launch and operation of the experiments; \nï The ICE Cubes on-orbit facility consisting of (1) a Framework facility for ëplug-and-playí modular Experiment Cubes and (2) the PharmaLab, a novel multi-cube facility for pharmaceutical research;\nï An out of the box installable ground monitoring and control software to access experiments;\nï Market driven development of additional added value miniaturised equipment and facilities.\nThis project will result in the set up and operation of the ICE Cube service, including the design and development of the ICE Cubes system, the launch of the Framework facility, the PharmaLab facility and at least one Experiment Cube developed by a university and their on-orbit and on-ground operation, as well as the initiation of an entrepreneurial ecology of supporting technology development companies.",
    "totalCost": "3338750",
    "ecMaxContribution": "2337125",
    "coordinator": "SPACE APPLICATIONS SERVICES NV",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999757467": {
            "orgId": "999757467",
            "orgName": "SPACE APPLICATIONS SERVICES NV",
            "ecContrib": 2337125
        }
    },
    "calculatedTotalContribution": 2337125
}