{
    "rcn": "196423",
    "acronym": "CoMPi",
    "topics": "BG-12-2014-1",
    "title": "Coastal and shallow-water monitoring through innovative low-cost technologies for blue growth in the Mediterranean",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Phase 1 of CoMPi aims to assess the feasibility of an innovative service on integrated coastal monitoring, with the use of low-cost autonomous observational technologies, that will allow the estimation of the future coastline displacements and the evolution of the shoreline, contributing in this way to the development of the Blue Growth Strategy.\nCoastal tourism, a pillar of Blue Growth, is negatively affected by climate change in the Mediterranean and in other European coasts. Therefore, proper and sustainable management of the coasts is imperative. Although there are methods and mathematical models widely used to calculate the rates of shoreline changes, the reliability of their estimations depends directly from the amount and quality of the primary data which often have lower-than-required accuracy. For safeguarding blue growth and further developing tourism, innovative monitoring tools which use new methods and technologies for improving the quality and accuracy of the available geo-information providing thus high quality measurements of the shoreline positions are needed.\nWithin Phase 1, a thorough market assessment will take place as well as the technical feasibility of the business idea of PLSurveryors. The factors affecting the pricing of the service and the profitability for the company will be examined. A business plan serving as a roadmap of how the envisaged service will be further created and developed in Phase 2 for its full commercialization will be drafted.\nThe feasibility study will remove any bottlenecks in the ability of PLSurveyors to increase profitability through innovation and enlarge its clientele. Users of the service could be policy makers for develop tailor-made climate adaptation policies, private owners of tourist infrastructures, as well as real estate sectors of banks and insurance companies that shall be able to outline the threats on the coastal area and therefore calculate the potential risks of future tourism investments.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LAMPROU D PETRELIS N GP",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939672757": {
            "orgId": "939672757",
            "orgName": "LAMPROU D PETRELIS N GP",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}