{
    "rcn": "196433",
    "acronym": "DEALS",
    "topics": "PHC-12-2014-1",
    "title": "Biomarker assay development to expedite ALS experimental therapeutic advancement",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The unique Dutch SME Treeway B.V. was founded in 2012 by two highly experienced and successful entrepreneurs that both have been diagnosed with amyotrophic lateral sclerosis (ALS). It is Treewayís mission to eradicate ALS from the face of the earth by speeding up ALS research and bringing new therapies in the market as soon as possible. Treeway already has one new therapy in clinical development, which has recently received EMAís Orphan Medicinal Product Designation.\n\nALS is a rare disease that is characterised by muscle spasticity and rapidly progressive weakness due to muscle wasting. This results in difficulties in walking, moving, speaking, swallowing, and breathing. Most ALS patients die from respiratory failure within three years. ALS diagnosis currently is mainly aimed at excluding other diseases with similar symptoms. As a result there is a 9ñ14-month delay between symptom onset and final diagnosis of ALS. For similar reasons, there is also a lack of accurate and practical diagnostic tests for monitoring the benefit of potential therapeutic interventions for ALS. This is severely slowing down the progression of clinical drug development in this field.\n\nAs ALS drug developer, Treeway will greatly benefit from the availability of a (combination of) quick diagnostic assay(s) to be used in monitoring therapeutic efficacy in clinical trials. In addition, the ALS diagnostic tool may also proof to be instrumental for (speeding up) the initial diagnosis of the disease.\n\nTherefore, within DEALS, Treeway will perform a mostly paper study to investigate the technical and economic feasibility of developing a quick and reliable diagnostic tool. These developments will be based on known and detectable biomarkers of the disease. Economic benefit will stem from the ability of the assays to enable earlier diagnosis and to speed up clinical drug development; per one month gained in development time for a new ALS drug, about Ä25 million additional revenues can be foreseen.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TREEWAY B.V.",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934916459": {
            "orgId": "934916459",
            "orgName": "TREEWAY B.V.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}