{
    "rcn": "196470",
    "acronym": "Omniflow",
    "topics": "SIE-01-2014-1",
    "title": "Next-generation hybrid wind and solar power technology",
    "startDate": "01/05/2015",
    "endDate": "31/07/2015",
    "objective": "Wind power is a source of effectively infinite local energy. However, conventional horizontal axis wind turbines are controversial in many communities ñ they are noisy, visually distracting and they vibrate. An obvious disadvantage of wind (eolic) technology is that power generation diminishes when there is no wind. State-of-the-art eolic technologies do not work well in urban environments, which experience vertical and turbulent wind conditions. Solar PV systemsí main disadvantage is that energy generation peaks during the day while consumption peaks at night, increasing the need for expensive electricity storage (batteries).\nThe core innovation of Omniflow is our patented omnidirectional wind turbine. By integrating Omniflow with both new and existing photovoltaic (PV) solar energy systems we can offset non-linear solar PV electricity generation and weak eolic microgeneration throughout the day and throughout the year in different meteorological conditions (currently up to 8.8 kW, with PV). Thanks to its design, Omniflow works well in urban environments. There is no visible motion, and it is fully operational both on and off the electrical grid. The applications and target markets range from distributed energy to novel, autonomous telecommunication base stations and intelligent lighting, in urban, rural and crisis-management environments in the EU/worldwide, and has a TRL 6-7, depending on the application.\nIf we confirm that Omniflow represents a significant business opportunity through the feasibility study in SMEI phase 1, we will proceed to apply for funding in phase 2: objectives include improving our turbine designs to optimize wind to electricity conversion; adapting our technology to a range of meteorological conditions in different regions; and navigating the regulations and certifications necessary for implementation within the international energy and telecom sectors (TRL 8). We project a net profit of 5,792,117Ä by 2017, as detailed in this proposal.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OMNIFLOW SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937896396": {
            "orgId": "937896396",
            "orgName": "OMNIFLOW SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}