{
    "rcn": "196400",
    "acronym": "Interactive Video",
    "topics": "ICT-37-2014",
    "title": "Automatic creation of interactive video to double video advertising revenues whilst decreasing inconvenience for viewers",
    "startDate": "01/04/2015",
    "endDate": "30/11/2016",
    "objective": "Adways is a fast-growing, cutting-edge startup company specializing in interactive video. The project involves commercializing interactive video technology for specific adaptation to the advertising monetization requirements of major media outlets.\nWith video advertising formats becoming more considerate of Internet users and more lucrative for media outlets, interactive video is increasing the profitability of videos whilst decreasing the inconvenience for surfers. This smarter advertising format has real disruptive potential on the online video advertising market. Yet production process still needs to be industrialized in order to address media outlets' current monetization problems on a large scale.\nAt the end of the project, Adways is aiming to be in a position to commercialize an application that enriches videos fully automatically. The solution will automatically add relevant interactive content based on video context analysis. The objective is to provide new added-value information to Internet users whilst the videos play. This interactive content will be monetized as an additional advertising inventory. The enrichments, which will be easily deployable on a very large scale but incorporated into the content of the videos, will be widely accepted by Internet users despite the occasional similarity to advertising.\nThe objective of this project is to double the advertising inventory and video revenue of media outlets and obtain 50% market share among French media outlets after eighteen months. As a technology provider, Adways earns a fee of 25% of the advertising revenue generated for target sales exceeding Ä2 million in the first year. The revenue forecast is more than Ä100 million five years after the project's start, thereby creating a new interactive video advertising technologies market led by Adways in Europe. Therefore, Adways would create 300 direct jobs and hundreds of indirect jobs amongst its clients.",
    "totalCost": "1352175,75",
    "ecMaxContribution": "946523",
    "coordinator": "ADWAYS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935399422": {
            "orgId": "935399422",
            "orgName": "ADWAYS",
            "ecContrib": 946523
        }
    },
    "calculatedTotalContribution": 946523
}