{
    "rcn": "196490",
    "acronym": "LESS",
    "topics": "SIE-01-2014-1",
    "title": "Lift Energy Saving System for Residential Buildings (LESS)",
    "startDate": "01/05/2015",
    "endDate": "31/07/2015",
    "objective": "The global objective of this project is to develop, test and industrialize a low-cost system that captures energy from lifts and other renewable energy sources to intelligently store, reuse and supply energy to power residential buildings using ultracapacitors and batteries. This industry-demanded and market-driven Lift Energy Saving System (LESS) champions EU smart energy efficiency policies and empowers European electricity consumers to take charge of energy costs and consumption. \nOur general objective can be further developed in the next three sub-systems: \n- Product development and production of a low-cost energy recovery system.  \n- A Hybrid energy storage systems with ultracapacitors and batteries that enable autonomous operation of the microgrid system.  \n- Connector elements to add versatility to the system (so that other sources of micro generated energy such as solar panels or micro wind generators could simply be installed in buildings).  \nAs stated above this project has a big target market. Around 4.5 million lifts are currently installed in the EU. The remaining 3.2 million are medium-use elevators (found in our target residential sector) where the innovation proposed could be disruptive. This means that the new development has a target market of about 2.1M lifts in Europe. This includes only the existing lifts. According from the Elevator World Magazine, 12,000 new electric lifts were installed in Europe, representing a 10.7% increase on 2011. Although we are targeting Europe first with our technology, we believe this technology could also be marketed at the international market.   \nOur overall objective for Phase 1 is to create a Feasibility Study that consists of a technological feasibility, market assessment, business model assessment, risk assessment, IPR assessment and a Business Plan. If the result of the Feasibility Study is positive, we will apply to Phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EPIC POWER CONVERTERS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936045927": {
            "orgId": "936045927",
            "orgName": "EPIC POWER CONVERTERS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}