{
    "rcn": "196404",
    "acronym": "BioValue",
    "topics": "SIE-01-2014",
    "title": "Quality determination of solid biofuels in real time",
    "startDate": "01/03/2015",
    "endDate": "31/05/2018",
    "objective": "Mantex proposes to build a novel biomass scanner for the measurement of inhomogeneious biomass that will be based on its 1st generation solution for the pulp and paper industry. The new solution will not only analyse homogeneous biomass, like woodchips, but various types of biomass and from different origins. Mantex will sell to the European bioenergy industry.\n\nMantex will address one of the key challenges in growing the use of biomass today: the difficulty in obtaining reliable quality measures. The quality of biomass varies greatly as different kinds of biomass and lots have different compositions. However, state-of-the-art measuring technologies are not appropriate for effective decision-making, because they lack accuracy and reliability and have long timing delay for use in the dynamics of boiler control.\n\nManex will build and test a full scale demonstrator at a trial customer (WP4 and WP5). The demonstrator will be installed at a large-scale bioenergy plant and analyze the biomass on a moving conveyor belt in realtime determining the most important key parameters (i.e. moisture content, calorific value, ash content and unwanted items) to high precision (WP5). Mantex will then attempt to categorise biomass effectively into classes that a bioenergy producer can separate. \n\nWith this solution, for the first time, accurate knowledge of biofuel quality will be available in real time. This makes it possible to (1) make significant efficiency gains in boiler operations at bioenergy plants (2) establish categories of various biomass types according to an incineration rather than a species perspective (3) make sourcing and the trade of biomass more efficient. \n\nMantex receives several inquiries a week from various countries and has presold the new scanner prior to the start of the suggested development. Hence, demand for the scanner can already be demonstrated.",
    "totalCost": "2335550",
    "ecMaxContribution": "1634885",
    "coordinator": "MANTEX AKTIEBOLAG",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936694372": {
            "orgId": "936694372",
            "orgName": "MANTEX AKTIEBOLAG",
            "ecContrib": 1634885
        }
    },
    "calculatedTotalContribution": 1634885
}