{
    "rcn": "196426",
    "acronym": "NANO-POS",
    "topics": "ICT-37-2014-1",
    "title": "Miniature Controller for NANO-meter level Motor POSitioning",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "INGENIA is a company dedicated to the science of motion control since 2006. We design and manufacture electronic solutions to answer the industryís need for increasingly complex, high-tech motion control applications. We are proud to say that our technology has been integrated by leading machine manufacturers around the world in the industries were we put our focus: Examples are SAMSUNG in South Korea (Semiconductors), PROYTECSA in Spain (Defense Robotics), BEI KIMCO in USA (Medical), ENGTEK in Singapore (SubSea Robotics) and THALES in France (Robotics).\nOur VISION is to become a reference in the most sophisticated and challenging motion control applications in our market segments. With that aim and in order to be one-step-ahead in developing innovative, feature-rich, high power-density, and ultra-compact products that give our clients a competitive edge, INGENIA is preparing the launch of NANO-POS, a Miniature Motion Controller for NANO-meter level Motor POSitioning.\n\nThe NANO-POS project rationale is to offer a new disruptive motion control technology that covers the unsatisfied needs of Medical, Semiconductors and Robotics applications, requiring ultra-high precision positioning systems with superior performances while keeping a miniature size due to space constraints. \n\nNANO-POS is currently between TRL6 and TRL7 levels and should be in TRL9 within an 18 month timeframe. The planned overall project investment is 1.5MÄ and the expected break even for the ROI is in 2017.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INGENIA-CAT S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935277687": {
            "orgId": "935277687",
            "orgName": "INGENIA-CAT S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}