{
    "rcn": "196481",
    "acronym": "BrainPEER",
    "topics": "ICT-37-2014",
    "title": "Brain Performance Enhancement Revolution - Advanced Cognitive Training System for Football Players",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The BrainPEER project aims at presenting a highly effective brain-training system for football players. It will do so by adopting ACEís patented Cognitive Simulation technology to football, demonstrating it with elite football academies, then run field trials with individual youth players. \nFootball is the worldís most popular sport. Due to its competitive nature, football players of various ages are in a constant quest to improve their game and win. Some aspire to reach fame and financial prosperity. Others seek higher social status and acceptance. That aspiration is intensified by the extensive media coverage of elite athletes. According to football experts, the main differentiating skill between good football players and average ones is game intelligence. Alas, there are currently no effective tools to improve this critical aptitude. \nACE proposes an innovative and highly effective cognitive training program, addressing football-related cognitive skills such as spatial awareness, anticipation, and decision making. \nThe outcome of the project will be a market-ready brain-training product for football players of all ages and skill levels ñ the Football IntelliGym. The program is designed as a friendly video-game, will be compatible with mobile devices, and at an affordable price.\nThe Football IntelliGymís target market is 265 million football players, of which 61 million are in Europe. \nACE is a pioneer and market leader in the field of cognitive training for athletes. It has already proved the concept both technologically and commercially - with ice-hockey in North America. ACEís strategy is to present its revolutionary training concept in sports first, where performance is highly visible and constantly quantified. This will pave the way to presenting effective brain trainers for other complex and cognitive-challenging professions such as first-responders, medical staff, operators of control centres (e.g. airport controllers and smart city officers), and drivers.",
    "totalCost": "2666875",
    "ecMaxContribution": "1866812,5",
    "coordinator": "ACE APPLIED COGNITIVE ENGINEERING LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935045760": {
            "orgId": "935045760",
            "orgName": "ACE APPLIED COGNITIVE ENGINEERING LTD",
            "ecContrib": 1866812
        }
    },
    "calculatedTotalContribution": 1866812
}