{
    "rcn": "196439",
    "acronym": "URO-BEST",
    "topics": "PHC-12-2014-1",
    "title": "UROthelial carcinoma Biomarker based diagnostic tEST",
    "startDate": "01/05/2015",
    "endDate": "30/09/2015",
    "objective": "Bladder cancer is among the five most common malignancies worldwide: more than 380.000 new cases are diagnosed yearly. If detected early, 5-year survival is high (94%),but >70% of diagnosed patients will relapse within this period. \nThe current gold standard diagnostic tool is combined cytology and cystoscopy which is costly and highly invasive requiring transurethral access and presenting the risk of important complications. Due to high relapse rates, surveillance requires frequent cystoscopies, averaging 13 controls per patient after initial diagnosis. Hence, bladder cancer is one of the costliest cancers to treat and monitor. Only in the USA, Europe and Japan, more than 4.5 million cystoscopies are conducted yearly, 40% for 1st diagnosis and 60% for surveillance, at a cost near to $2 billion to healthcare providers.\nUrologists believe that an opportunity exists to reduce the number of SURVEILLANCE cystoscopies with a reliable, cost-effective, robust, easy-to-perfom and non-invasive assay. \nURO-BEST addresses this unmet need. Based on signatures of 2, 5,10 and 12 differentially-expressed genes, this test has been clinically validated in a multicenter international study on 525 urine samples demonstrating 81% sensitivity and 91% specificity in discriminating cases vs. healhty patients for first diagnosis, figures comparable to that of the gold standard and superior to other existing molecular diagnostic products (Urovysion, NMP22, BTA Stat). We estimate the current market for bladder cancer biomarker based tests at greater than > $200million. \nFina Biotech has filed European and PCT patent applications protecting the invention in 2013.\nFina Biotech aims to clinically validate the diagnostic performance of the genetic signatures in patients under SURVEILLANCE for its launch to the market: advance ongoing discussions with potential partners for global licensing, increase urologists awareness and secure freedom to operate.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FINA BIOTECH S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935004244": {
            "orgId": "935004244",
            "orgName": "FINA BIOTECH S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}