{
    "rcn": "196452",
    "acronym": "FACTs",
    "topics": "BIOTEC-5a-2014-1",
    "title": "Fast Acting Virus Control Strategies for Production Animal Diseases",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The objective of the FACTs project is to sign a term sheet with investors for ViroVet, an emerging Belgian biotech company, aimed at developing and introducing a disruptive treatment for bovine viral diarrhoea (BVD) in beef cattle.\nBVD is a globally endemic disease of cattle costing the industry billions of Euros every year in the form of increased mortality, decreased feed efficiency and increased susceptibility to secondary disease. Conventional BVD vaccines are unable to fully control the disease due to antigenic variability of the virus and inadequate host immune response to vaccination. BVD virus can infect calves in utero leading to persistently infected (PI) animals that are difficult to detect but that shed massive amounts of virus, resulting in continuous contamination of the herd. The product will initially be launched in the EU and US, with other large beef-producing markets, such as Brazil, also considered. It will be administered to cattle upon arrival at the feedlot or auction house, which is a time of high susceptibility to infection. The drug will prevent exposed animals from developing clinical disease and will reduce viral shedding by PI animals until they are identified and separated from the herd. The drug will be added to standard processing procedures to minimize labour time and cost.\nThe BVD project is in TRL-6 stage and is predicted to reach market in 6-8 yearsí time with peak sales of Ä150 million in the EU and US alone. Key opinion leaders (KOLs) are supportive of the product and a number of investors have expressed their interest. In Phase I, ViroVet will conduct market research and consult with KOLs in Europe and in other major beef markets to ensure successful introduction of the product. A comparative analysis of regulatory requirements will assist in the refinement of the business plan that will minimize time to market and maximize rapid return on investment. Contracts with investors will be finalized and a term sheet will be signed.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ARATANA THERAPEUTICS NV",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "983918337": {
            "orgId": "983918337",
            "orgName": "ARATANA THERAPEUTICS NV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}