{
    "rcn": "196484",
    "acronym": "NZE Buildings",
    "topics": "SIE-01-2014-1",
    "title": "Developing replicable and cost effective Nearly Zero-Energy' building solutions for small builders in Europe",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "'The building sector is responsible for the majority of the energy consumption in the world. It is also a key challenge for the\n20-20-20 strategy of the EU.\n\nSustainable housing starts with 'near zero-energy' buildings, i.e. homes that are so well insulated that it becomes easy to\nproduce more renewable energy on site than what is consumed.\n\nToday, house construction in Europe is mainly performed by craftsmen who are small local builders and who work with\ntraditional technics and who are not keen to invest on research and development of Modern Methods of Construction\n(MMC). As a consequence, it remains very difficult for consumers and investors to buy 'plus energy' houses in Europe (costs\nand lack of offer due to lack of know-how).\n\nThe objective of the project is to provide to local builders the products and the tools so that they can offer to their customers\n'nearly zero-energy' buildings with guaranteed performance and cost controls.\n\nTo do so, ECOXIA has developed the concept of 'Smart Envelope'. Built in the ideal conditions of the factory, the envelope\nis installed in a 'Plug & Play' way on site in one day. It includes both energy performance and the components to make it\nsmart.\n\nECOXIA developed a prototype in 2012 to check the performance of its building envelope. Installed in Yerres, France, it\nproved the interest of the concept from a mechanical, thermal, comfort and cost standpoints. The recorded consumption\nproves that the prototype is a 'plus energy' building with the production of only 20 sqm of photovoltaic solar panels.\n\nTo be able to commercialise the right solution and help Europe to develop a new industry, ECOXIA needs to go further into\nits feasibility study by addressing the following questions:\n- which is the best level of prefabrication?\n- how can we improve the price of our solution for the European market ?\n- who are the best potential partners for our project in Europe?\n- what are the regulatory issues on the most relevant markets in Europe?'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECOXIA SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942755514": {
            "orgId": "942755514",
            "orgName": "ECOXIA SAS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}