{
    "rcn": "196432",
    "acronym": "HYscreen",
    "topics": "PHC-12-2014-1",
    "title": "A fast, cost-effective breath analysis technology for Helicobacter pYlori screening at both large and small scale.",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The increasing incidence of Helicobacter (H.) pylori infections and their close link with gastric cancer, gastric lymphoma, duodenal and gastric ulceration, give impetus to the H. pylori diagnostics market. \nExisting solutions are too costly, inconvenient and invasive; have a long analysis time or need technical expertise to analyse. Bedfont Scientific Ltd offers a portable H. pylori diagnostic device, HYscreen, which detects ammonia in exhaled air as a biomarker for H. pylori. It has a rapid diagnosis, higher accuracy, lower cost, greater simplicity and convenience. It has the following innovation features: a mouthpiece breath entrapment sampling system, a thermal oxidizer and a Nitrogen Oxide (NO) sensor. This solution is aimed at primary and secondary care in Europe and USA and population screening programs in Asia, answering the call for a cheaper, quicker and simpler monitoring device. This will lead to improved clinical decisions that will facilitate early treatment of the infection, preventing H pylori related cases of gastric cancer and gastric or duodenal ulcers. Consequently, Europe-wide and global savings of up to Ä1.5 billion and Ä5.66 billion respectively will be realized by avoiding unnecessary endoscopies, biopsies, expensive H. pylori tests and the healthcare bill from H. pylori-related conditions. Ultimately, HYscreen will open doors for fast and affordable population wide screening. The test will use cheaper C12 urea, though work still needs to be done to make it commercially available.\nThere is a challenge to shorten the thermal oxidizer system for better aesthetics and to reduce ammonia absorption. In Phase 1, we study the feasibility of optimizing the thermal oxidizer system, the use and optimization of C12 urea, protection of the product and the detailed business plan. Phase 2 will produce the final product from the prototype along with the validation steps and clinical trials.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Bedfont Scientific Limited",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936083854": {
            "orgId": "936083854",
            "orgName": "Bedfont Scientific Limited",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}