{
    "rcn": "196421",
    "acronym": "ERMOS",
    "topics": "PHC-12-2014-1",
    "title": "Enhanced Resolution MRI Ocular Scanner (ERMOS)",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Enhanced Resolution MRI Ocular Scanner \nThe objective is to show the feasibility of an innovative low cost, high resolution, dedicated MRI  scanner to be used for ocular MRI. The main elements of innovation are: a very compact 0.2T magnet, a receiver (HTSRx: High Temperature Superconducting Receiver) composed of an array of 3 orthogonal high Tc superconducting coils that will allow reaching the resolution of high field superconductive ìwhole bodyî scanners. The scanner is intended to be used directly in the ophthalmic clinic without the need of sending the patient to a diagnostic imaging department.  This changes the clinical path of the patient and is capable of guarantee a better quality. An ophthalmologist with experience of MRI techniques has, in fact,  a much better understanding of what the specific images of the eye and of its surrounding mean in the context of the patient clinical picture. The scanner can also be used in the traditional diagnostic imaging departments reducing the queues on the ìwhole bodyî apparatuses.\nITA srl has done all the development of the apparatus using room temperature receivers and under the Phase 1 project the HTSRx will be tested to show the technological viability of the device.  In addition the Phase 1 activity will take care of IP protection and of selecting and contacting clinical/research centers that can associated in a Phase 2 project that has the purpose of demonstrating the diagnostic capabilities of the scanner.\nPotential users are ophthalmology and diagnostic imaging centres. Given that the percentage of elderly in the population is very high and that eyeís diseases characterize the advanced age the number of these centers is high.  At moment most imaging diagnostic centers do not have specific eye coils and, when required, the analysis is performed using head coils that give a relatively poor resolution. Never the less a fixed percentage of patients that goes for eye patholare required to perform an MRI analysis.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IMAGING TECHNOLOGY ABRUZZO S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999671234": {
            "orgId": "999671234",
            "orgName": "IMAGING TECHNOLOGY ABRUZZO S.R.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}