{
    "rcn": "196447",
    "acronym": "CLAYMBAR",
    "topics": "NMP-25-2014-1",
    "title": "Injected Moulded barriers for cost effective food packaging",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Our company, MPG Manifattura Plastica S.p.A., is a well-established Italian company (Ä15M turnover), specialised in thermoformed and injected packaging for food industry (e.g. ice-cream, powedered food, cheese). With more than 30 yearsí experience, our philosophy is to sell not only a product but a complete service to our customers (Heinz, NestlÈ, Unilever). For this purpose, our R&D team keeps developing new products to better satisfy the clientís requirements. \nThis has led us to the development of CLAYMBAR, a new nanoclay-polymer based container, produced by injection moulding, designed to address our customersí needs in terms of price, shelf stability and life. \nBy offering our customers the needed packaging solutions to increase their competitivity and accelerate their growth -, we will broaden our product portfolio of thermoformed and injected moulded rigid plastics (\\49% of turnover after 5 years).  Our partner, Color System S.P.A., is one of the leading companies in the production of masterbatches. Our partnership with CS has been develop through several industrial projects as a masterbatches provider and they will consolidate their commercial relationship with us through the CLAYMBAR project being the main partner as masterbatch supplier, multiplying by 3 their revenues by 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "M.P.G. MANIFATTURA PLASTICA SPA",
    "coordinatorCountry": "IT",
    "participants": "COLOR SYSTEM SPA",
    "participantCountries": "IT",
    "projectParticipants": {
        "938049850": {
            "orgId": "938049850",
            "orgName": "COLOR SYSTEM SPA",
            "ecContrib": 0
        },
        "938050529": {
            "orgId": "938050529",
            "orgName": "M.P.G. MANIFATTURA PLASTICA SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}