{
    "rcn": "196465",
    "acronym": "AgriCloud",
    "topics": "SFS-08-2014-1",
    "title": "Demonstration of a cloud-based precision farming management system for a sustainable and intensive agriculture to secure long-term food supply in Europe",
    "startDate": "01/05/2015",
    "endDate": "30/09/2015",
    "objective": "The project intends to commercialize an integrated precision farming service model in the cloud to increase farming productivity and profitability in a sustainable way. Today, the majority of farmers manage their crop by gut feeling, leading to inappropriate fertilization, plant damage and unnecessary environmental impact. The AgriCloud system is the first holistic management approach, processing all available data from agronomic sensors, machinery and service companies and, backed by plant nutrition expert knowledge, will facilitate a targeted use of fertilisers and herbicides, efficient machinery utilisation and workflow management.\nAgriCloud will increase yield production between 3-10%, reduce lodging to 50-100%, reduce fertilisers by 12-20% and improve harvest efficiency by 12-20%. Farmers total annual savings amount to approx. 130Ä/ha, so that their pay-back time, dependent on the total arable land, is about 1.5-3 years. The estimated market potential for Agricon is about 28 Mill.Ä in 2021.\nFarmers are operating a mixed stock of stand-alone agricultural machinery. AgriCloud meets their need for integrated solutions with only one data infrastructure for a coordinated, easy-to-use machinery control from one user interface that informs on the causalities and determinants of yield. \nThe feasibility study comprises an investigation of market structures, segments and barriers, specifically of international markets, a customer survey, the identification of 7 pilot customers and development of an IP strategy. Technical goals are an customer-oriented specification and revision, risk analysis and consideration of regional characteristics. \nAgriCloud helps maintain Europeís agricultural competitiveness and sustainability and manage climate change adaptation to ensure long-term food security and food quality. AgriCloud also contributes to implement the recent EU Common Agriculture Policy (CAP).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AGRI CON GMBH PRECISION FARMING COMPANY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952628465": {
            "orgId": "952628465",
            "orgName": "AGRI CON GMBH PRECISION FARMING COMPANY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}