{
    "rcn": "196425",
    "acronym": "Paediatric LMS",
    "topics": "PHC-12-2014-1",
    "title": "Non-Invasive Quantitative Magnetic Resonance for Obese Children ñ the Paediatric LiverMultiScan Test",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "As for adults, chronic liver disease is children is a major, rapidly growing health problem. The main causal factor is obesity, leading to fatty liver disease and non-alcoholic steatohepatitis. Inadequately treated children with liver disease will impose a disproportionate life-long burden on a nationís healthcare system. In the EU, one third of adolescents is overweight/obese. Current techniques to diagnose and monitor liver disease in children are poor, insensitive or invasive. Liver biopsy is painful, costly, and samples only a tiny fraction of the liver. Perspectum Diagnostics is a University of Oxford spin-out founded by world-leading clinical and engineering experts in MRI. They have developed a quick, non-invasive MRI test that measures accurately the main features of liver pathology. Clinical trials in adults show excellent diagnostic performance and reproducibility. Perspectumís first product, LiverMultiScan (LMS), is CE-marked for diagnosis of adult liver disease. We propose substantial modification of LMS for liver disease in children/adolescents. This requires adaptation and optimization of the methods in LMS, not least definition of thresholds and grading of disease, and analysis/presentation of results. A multicentre clinical trial is needed to obtain solid clinical evidence of diagnostic efficacy and cost-effectiveness of Paediatric LMS. We will develop a study design with a clinical trials unit; establish a network of EU clinical sites; ensure recruitment and technical feasibility at each site; cost the clinical study; establish economic viability; obtain more precise estimates of market size and growth rates, as well as the economic benefit to users. Paediatric LMS can become the standard test for assessing chronic liver disease in children, presenting not only a huge economic opportunity, but also the chance to greatly improve liver health in EU children. We will deliver a business plan for a subsequent phase 2 application.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PERSPECTUM DIAGNOSTICS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934968839": {
            "orgId": "934968839",
            "orgName": "PERSPECTUM DIAGNOSTICS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}