{
    "rcn": "196461",
    "acronym": "CLEV",
    "topics": "IT-1-2014-1",
    "title": "Most cost and time efficient EU-wide cross-border automated parcel delivery solution",
    "startDate": "01/05/2015",
    "endDate": "31/08/2015",
    "objective": "Cleveron has developed the most modern and efficient automated parcel delivery solution (APDS) in the world ñ lowered delivery price by 50% and granted seamless, easy to use service. The projectís vision is to develop and implement EU-wide APDS that will offer high efficiency and exceptional consumer satisfaction in cross-border parcel delivery (in a fast growing Ä4bn e-commerce market). Cleveronís main innovation is to use existing key success factors (optimisation algorithms, collaboration with stakeholders, integration into the value chain, and use of custom designed parcel lockers) and create international information infrastructure for e-retailers, consumers and collaboration of parcel terminal networks, carriers, individual carriers, and logistics service providers along value chains. Innovation project results (APDS technologies/services) serve interests for all stakeholders by decreasing delivery costs by 50%, allowing international next day delivery and improve vehicle load rates. \nPhase I (feasibility study) will determine early adopters, specifications and requirements for phase II, and specifics of different EU countries, elaborating development plans for phase II. Phase II will involve the implementation of EU-wide APDS pilot. By the end of Phase II, early adopters will become a part of the business model (partners) or paying customers. Phase II budget is estimated to be Ä3.6m.\nThis project will drive drastic improvement in efficiency and load rate of vehicles in the EU logistics sector. As a result, new high value added jobs in transportation sector will be created. After proven performance in the EU, APDS technologies/services could be applied worldwide and/or to more value chains where efficiency can be improved. Fostering efficiency improvement in transportation and limiting the pollution is a global challenge.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CLEVERON AS",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934432914": {
            "orgId": "934432914",
            "orgName": "CLEVERON AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}