{
    "rcn": "196473",
    "acronym": "CORE",
    "topics": "SFS-08-2014-1",
    "title": "Camelina Oil for Sustainable Salmon Aquafeed",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Seafood is a major source in the human diet of Omega 3 long-chain poly unsaturated fatty acids -such as eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA)- , which plays a very important role in human health. \nFish oil is a vital strategic ingredient for farmed fish and crustaceans, since it provides the required quantities of Omega 3 fatty acids, especially at the critical growth stages.\nThe prospects for increasing the production of fish oil are very limited, since most of the fisheries for fish oil production are now tightly monitored to not exceed the established fishing quotas and Total Allowable Catches (TACs). As current supply rates cannot keep up with demand, the fish farming industry, which grows close to 6% annually, in future will have to use less fish oil.\nTo remain competitive, limit environmental degradation and optimize the efficient use of fish oil, the development of more resource-efficient and sustainable vegetable oil for aquafeed production is needed.\nCamelina oil, due to its unique fatty acid composition, is a sustainable vegetable oil that shows higher potential than other vegetable oils to replace fish oil in farmed salmonids diets while contributing to maintaining DHA and EPA levels.\nCamelina Company EspaÒa (CCE), the European leader in sustainable camelina oil production,  will perform a feasibility study to evaluate the new business opportunity of introducing camelina oil as an innovative key ingredient in the new oil blend that salmon aquafeed producers are currently developing to reduce fish oil dependency and increase the technical and environmental performance of salmon fish feed.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CAMELINA COMPANY ESPANA S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954150492": {
            "orgId": "954150492",
            "orgName": "CAMELINA COMPANY ESPANA S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}