{
    "rcn": "196491",
    "acronym": "LeakFree",
    "topics": "IT-1-2014",
    "title": "Development of a reliable quality control system using advanced Non-Destructive Evaluation (NDE) technologies for the production environment of leak-free fuel tanks from plastics and composites",
    "startDate": "01/06/2015",
    "endDate": "31/03/2017",
    "objective": "Nowadays, the usage of Plastic Fuel Tanks (PFTs) has dominated over steel tanks as they offer numerous advantages such as lower weight, higher corrosion resistance, better crash performance and lower total systems costs. Tank manufacturing from plastics and composites in automotive sector is increasingly adapted to mass productions to meet the ever growing demand. The management of quality control (QC) systems for factory environment poses challenges in the absence of relevant experience in the development and use of in-situ non-destructive evaluation (NDE) technologies. \nThe problem currently faced by the automotive industry is that most techniques that fall within the accepted leak detection sensitivity requirements are based on manual intensive and operator-dependent tasks. Leak detection techniques with higher sensitivity do exist; however they are characterized by high investment and operational costs. Hence, their implementation is not economically feasible as the related costs outweigh their benefits for the automotive QC purposes.\nThe LeakFree project targets at bringing to the market a low cost leak detection system that is fast, accurate, traceable and automated for mass production environments in the fuel tanks production industry. The system eliminates the disadvantages associated with the manual-intensive and operator-dependent techniques, currently employed by the industry, through the development of an inspection technique based on Acoustic Emission (AE). The LeakFree acoustic technology has already been demonstrated in fuel-tank production environment and the project targets at bringing the system to the market. The activities to be performed span from design and prototyping to validation, demonstration, performance verification and standards certification. Additionally, efforts will be placed at connecting the LeakFree product to the Enterprise Resource Planning (ERP) system of the rotomolding production company.",
    "totalCost": "1196286,75",
    "ecMaxContribution": "837400,73",
    "coordinator": "FLOTEKS PLASTIK SANAYI VE TICARET AS",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952905885": {
            "orgId": "952905885",
            "orgName": "FLOTEKS PLASTIK SANAYI VE TICARET AS",
            "ecContrib": 837401
        }
    },
    "calculatedTotalContribution": 837401
}