{
    "rcn": "196411",
    "acronym": "Infantium 2.0",
    "topics": "ICT-37-2014",
    "title": "Adaptive learning platform for personalized children education crossing cognitive and biometric inputs",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The current educational system is not optimal - arguably even obsolete. At Infantium we are committed to bringing the latest advances in information and communication technologies to education in order to fundamentally change how our children learn.\n\nOur proposed solution is an intelligent framework that gathers cognitive information related to the performance and interaction of kids as they consume educational content (such as APPs, learning videos, etc.) on tablets. The software monitors parameters such as the time required for a child to reach certain goals within the APP, or the time between two consecutive interactions in order to develop cognitive models. \n\nMoreover, we monitor usersí biometric parameters using a bracelet device and a standard tablet camera to infer studentsí emotions and gather behavioural information. Our main objective is to fuse cognitive and behavioural data, using our Artificial Intelligence-based technology. The result will be a unique system that is able to maximize learning ability using cognitive abilities and emotional motivation. \n\nWe are applying for funding through this program specifically to 1) miniaturize the bracelet prototype for comfort and ease of use, 2) modify and test the computer vision software with kids, using tablets, 3) fine-tune our algorithms to infer emotional states, 4) correlate the data from the wearable device and the vision algorithm, and 5) test the integrated system with kids during early childhood education. \n\nWe are requesting about Ä 1.5M that will allow us to boost our growth by 45%, achieving an additional sales revenues of Ä 11M and representing a ROI of 4 by 2020.",
    "totalCost": "1483288,8",
    "ecMaxContribution": "1038302",
    "coordinator": "INFANTIUM SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935363047": {
            "orgId": "935363047",
            "orgName": "INFANTIUM SL",
            "ecContrib": 1038302
        }
    },
    "calculatedTotalContribution": 1038302
}