{
    "rcn": "196493",
    "acronym": "BRAINSPECT",
    "topics": "PHC-12-2014-1",
    "title": "Ultra high resolution Single Photon Computed Emission Tomography for the molecular imaging of brain disease",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "MILabsí radically new proprietary approaches for ultra-high resolution and ultra-sensitive brain SPECT (Single Photon Emission Computed Tomography) enable the measuring of disturbed regional cerebral blood flow (rCBF) perfusion, and characterising plaques and neurotransmitter imbalance - all important hallmarks of brain disorders - at unprecedented spatial resolutions. This new approach has the potential to disrupt the complete field of molecular imaging (MI), a multibillion market worldwide. Current techniques can only measure the mentioned effects in the brain either at late stages of disease progression (at which point the patients have already been diagnosed) or at insufficient resolution to isolate processes in small parts of the brain. Current SPECT results in low resolution images, are highly sensitive to patient movement and are time consuming and costly. MILabs has developed a clinical SPECT prototype, G-SPECT, which has proven its potential to reposition SPECT as the major clinical MI modality. G-SPECT uses a high bandwidth photon detection ring with multiple pinholes, and advanced reconstruction software that compensates for patient movement artefacts. This enables 35-fold higher resolution images, more accurate imaging and lower radiation dose due to shorter scan times (Figure 1). The application of MILabs SPECT technology in small animals has sparked enthusiasm amongst clinicians and brain researchers worldwide. \nIn this Stage 1 SME Instrument, MILabs will investigate the commercial feasibility of this exciting technology by (i) identifying and assessing those indications to which the clinical utility yield the best initial market value, (ii) developing a sound clinical validation strategy and (iii) defining the route-to-market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MILABS BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968402411": {
            "orgId": "968402411",
            "orgName": "MILABS BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}