{
    "rcn": "196448",
    "acronym": "WEL-FIT",
    "topics": "NMP-25-2014-1",
    "title": "Feasibility Study of the induction WELding, FIbre placement and shaping of Thermoplastic composites",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "BERCELLA, Italian SME with established expertise in composites for advanced applications, has identified in the induction heating a breakthrough enabling technology to welding, shaping and fibre placement  of composites coupled with Non Destructive Inspection.  Innovative ranges of thermoplastic reinforced carbon fibre composites will be the subject of the project, unlocking new products, and revolutionising the sector.  The process is established through cooperation with the research centre CETMA, granting to BERCELLA the access to the relevant know-how in the field of induction welding, developed through years of research and laboratory practice, and protected by patents. \nThe objectives: Technological Feasibility, Market Assessment, Business Models and Plans, are addressed through a structured approach.  Barriers to the implementation will be identified and overcome, permitting to identify a complete roadmap towards the industrial shop-floor and the market approach.  Innovative range of products can be manufactured thanks to the innovative process, control and adaptation of the induction equipment to a range of materials that can be extended via a continuous process of industrialization, stimulated by the quality and competitiveness of the results.  \nThe basis for a successful Phase 2 project are set in accordance to the results of the present Feasibility Study, for the industrial and market acceptance of induction as a one-stop process for sustainable, automated composites manufacturing.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BERCELLA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986318020": {
            "orgId": "986318020",
            "orgName": "BERCELLA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}