{
    "rcn": "196477",
    "acronym": "ELECTRIC_AXLE",
    "topics": "IT-1-2014-1",
    "title": "Electric axle for hybrid / electric commercial vehicles",
    "startDate": "01/05/2015",
    "endDate": "30/09/2015",
    "objective": "Silexís goal with the project is to increase its turnover, profit and size by innovation, in order to become a medium size enterprise. During the project an 8,5 -9 tons axle will be developed with integrated in-wheel electric motors, for electric/hybrid commercial vehicles (city buses, small trucks distributing products and fork lifts). Currently there are no commercially available axles designed for these vehicles, which is the novelty of the project. Vehicles using available axles, designed for combustion engines are heavier; consume more energy then necessary and contain components (propeller shaft, differential), which can be omitted in another architecture. Using the in-wheel motors ABS, ASR, retarder functions will be solved electronically. The axle will be 30% lighter then available ones, reducing vehicleís energy consumption by 6-8%. Patent search has shown that the key IPs of the project are currently not patented. Technical goal of the project is to develop, test and verify the axle and build it into a test vehicle to start field tests. Systems, based on the new axle will be 2-2500 Ä cheaper then existing solutions. Lower price plus energy saving, i.e. lower operating costs are the two key sales arguments, which meet market demands. According to our preliminary market analyses, assuming 10% market share in the 3 market segments mentioned above, 1500-2000 axles can be sold p.a., which means 15-20 million Ä turnover and 2,5 ñ 3,5 million Ä profit. In Phase 1 a detailed Feasibility study will be elaborated, including technical details, project schedule, market analyses and strategy in order to co-fund Phase 2, what we estimate to 650-700 kÄ as total project cost. Feasibility study will conclude to a business plan for different market scenarios. Investment will be evaluated by payback time and ROI. Business plan will comply with accounting standards. The project results a small contribution to increase energy efficiency and improve European competitiveness.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SILEX IPARI AUTOMATIZALASI ZARTKORUEN MUKODO RESZVENYTARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "944082668": {
            "orgId": "944082668",
            "orgName": "SILEX IPARI AUTOMATIZALASI ZARTKORUEN MUKODO RESZVENYTARSASAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}