{
    "rcn": "196417",
    "acronym": "SUMOblock",
    "topics": "ERC-PoC-2014",
    "title": "Blocking SUMO conjugation as drug discovery strategy.",
    "startDate": "01/06/2015",
    "endDate": "30/11/2016",
    "objective": "In eukaryotes, SUMO (Small Ubiquitin Modifier) conjugation to proteins is an essential process that regulates many aspects of cell biology. Defects in SUMO conjugation have been associated to cancer, neurodegenerative diseases and others, raising a great interest in developing novel drugs for inhibiting SUMO conjugation.\n\nSpecifically, recent reports have pointed to a high dependency on an active SUMO conjugation by Myc-overexpressing cancers. Consequently, SUMO conjugation has become a non-oncogene addiction target of special relevance since the oncogenic Myc is nondruggable. Based on the results obtained by our group, we have developed a novel assay for identifying efficient SUMO conjugation inhibitors, which could lead to the identification of novel therapeutic drugs.\n\nThe main outcome that we expect to obtain from this project is the identification of a SUMOylation inhibitor that will be patent protected. Initial steps towards the valorization of the identified product will be taken, and available commercialization opportunities will be carefully analyzed for entering into the next steps of drug development, including preclinical and clinical studies.\n\nThe fact that SUMOylation may be a key element in almost 70% of cancer types due to its involvement in the Myc pathway makes the search for hit drug candidates an enterprise worth taking, which could benefit millions of people worldwide.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "CENTRE DE RECERCA EN AGRIGENOMICA CSIC-IRTA-UAB-UB",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999646596": {
            "orgId": "999646596",
            "orgName": "CENTRE DE RECERCA EN AGRIGENOMICA CSIC-IRTA-UAB-UB",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}