{
    "rcn": "196472",
    "acronym": "ESW",
    "topics": "NMP-25-2014-1",
    "title": "European Structural Wood - for sustainable building components",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "ESW proposal outlines the opportunity to develop an innovative technological process which will produce a new constructional material, having higher yields compared with the best alternatives in terms of technical results, economic and environmental footprint performances. That would make ESW advantageous competitor and feasible alternative as structural material representing the best performing material for supporting structure. ESW proposed technology uses Thermo Vacuum Wood (TVW) for manufacturing an outstanding new bio-material which has the potential to replace most commonly used structural materials such as concrete, steel and timber. This novel process will ensure the sustainable supply of raw European materials via extremely environment friendly new solution in construction industry, and will also provide participating SME with the opportunity to derive an ongoing income. The engineered ESW has better technical performances (more resistant, robust, seismic tolerant) in respect to raw wood, laminated wood (glulam), aluminium alloy, concrete. \nUpon successful completion of this project, the likely benefits to the partners, end-users and society will include:\nï\tThe ability for manufacturing large-scale ESW constructional components\nï\tSignificant reduction in carbon emission and consumes of energy via elimination of tropical timber import from extra UE countries\nï\tReduction of toxic and pollutant glues used for manufacturing wood laminated constructional components; \nï\tSavings (up to 20% Ä/m3) for multilayer constructional components compared with wood (non tropical) and glulam ones.\nï\tSavings (up 70% Ä/m3) compared with constructional structures made of tropical timber or other thermotreated woods thanks of the use of local European (low market value) wood\nESW is made okÏf wood treated with Thermo Vaccum process and glue. Thermo Vacuum Process was funded by Eco innovation in 2012 and gives thermovacuum wood that is  strategic for ESW material.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WDE MASPELL SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950772273": {
            "orgId": "950772273",
            "orgName": "WDE MASPELL SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}