{
    "rcn": "196498",
    "acronym": "ASWD",
    "topics": "Space-SME-2014-1",
    "title": "Advanced Space Weather Detector",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The objective of the project is to develop an Advanced low-cost High Resolution Cosmic Ray Detector: State-of-the-art particle-accelerator-derived TRL6-proven technology innovatively applied to Space Weather. \n\nThe short-term business concept is the use of such detectors for advanced early detection of Geomagnetic Storms with unprecedented accuracy and local data, which has an immense European/Global commercial interest due to the growing problems generated by Space Weather events, the fragility of our infrastructures and the broad range of industries which are severely affected by them. \n\nThis global-impact project bases its commercial opportunity in the well-known vast cost saving potential of accurate early warnings for key industrial sectors such as Energy, Telecommunications, GNSS, Transportation or Insurance.\n\nThe detector will have unparalleled resolution and low cost. This will make it possible to monitor critical infrastructures on-site. It will also allow to create a low-cost, dense, high resolution European/Global network of such detectors. Both applications are absolute novelties.\n\nThe detector will be affordable, standalone, modular and scalable, which will make it perfect also as lab equipment. Its broad range of scientific applications and low cost will mean that many small research departments will benefit from it, maximizing the international impact of the project. This can also boost the research in areas such as Space Weather, restricted until now to big experiments. \n\nUniversities, international experiments, Astrophysics, Space Weather, Climate and other research institutes will comprise the end-users together with the main customers: the private sector.\n\nIn this phase 1, a comprehensive study of all the resources needed for phase 2 will be carried out, this will include business plan, marketing plan including all potential stakeholders and financial/economic study, taking into account H2020 funding as well as the companyís own resources.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HIDRONAV TECHNOLOGIES S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934525743": {
            "orgId": "934525743",
            "orgName": "HIDRONAV TECHNOLOGIES S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}