{
    "rcn": "196495",
    "acronym": "VINESENTI",
    "topics": "SFS-08-2014-1",
    "title": "NEW GENERATION OF HIGH VALUE-ADDED ANTIOXIDANT FOOD INGREDIENTS FOR THE GOURMET CUISINE",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "In recent years, we have been witnessing a boom of gastronomic themes and a constant and continuous emergence of new and sophisticated food products in contrast with the simplicity of the traditional cuisine. There are around 2,000 Michelin Star restaurants and more than 20,000 high standing restaurants all over the world. The competitiveness in this sector is very high and there is a necessity of differentiation from the competence, looking for new flavours, aromas and textures that allow their dishes to have high value-added.\nVINESENTI is a natural product obtained from the valorisation of grape pomace, a winery by-product. It is a concentrate reddish or ochre powder, depending on the grapes that it comes from, red or white grapes. It has been designed to enhance and enrich recipes because of its benefits related to improvements in the sensory profile, textures and shelf life of dishes. Specifically, this product provides freshness, spiced flavours, sweet tannins and fruity sensations. \nThe main objectives of the Phase 1 of SME Instrument are to study, evaluate and redefine, if necessary, the different factors of VINESENTI project in order to carry out the Phase 2 successfully. To achieve these objectives, Abro Biotec will carry out a feasibility study which could be divided into the following tasks: a technical study, a market analysis and customer discovery, an economic study and the IPR strategy and legal issues.\nVINESENTI will suppose a new niche market for the company because up to now, pharmaceutical and cosmetic industries have been the main end-users of the grape polyphenolic extract; but in the future, restaurants, food companies and people in general will be a new market segment. In consequence, a growth of the company will be achieved and this will result in an increase of its competitiveness, turnover and in job creation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ABRO BIOTEC SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954373980": {
            "orgId": "954373980",
            "orgName": "ABRO BIOTEC SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}