{
    "rcn": "196437",
    "acronym": "MicroLAB",
    "topics": "SFS-08-2014-1",
    "title": "MicroLAB lab-on-a-cartridge, a disruptive concept. Towards an innovative solution for food safety",
    "startDate": "01/05/2015",
    "endDate": "31/08/2015",
    "objective": "The main aim of this proposal is to generate an updated revision of GTZís initial Business Plan (BP I), to overcome the main challenges detected for the successful MicroLAB market launch. The following aspects will be pursued: 1) specific marketing tools and sales strategy (Europe, North and South America, Asia) devoted to feedstock producers and micro & small food companies (?50 employees), to speed up, the market share achievement (2,6%); 2) product innovation policy to assure the company growth in the food safety business; 3) technical feasibility study for a cost-effective production process (<5 Ä/device) and its lay-out definition; 4) revision of the organization growth plans to assure its sustainability; 5) and an updated review of the economical and financial plans. The food sector is the second largest manufacturing industry micro, small and medium sized companies suppose the 99. The business size profile has a relevant impact on the deployment of the safety assurance measures and the feedstock sustainable production (minimization of waste and GHGE). Due to the micro and most of the small companiesí size (< 20 employees), the accomplishment of the mandatory plans for quality and food safety assurance, makes of it a big hurdle difficult to overcome. Alternative rapid kits have been developed to facilitate food pathogen assessment, but none of them, covers the whole microbial detection routine in an easy and affordable way. So, micro and small food companies ought to outsource this service (18-20 Ä/test, 8,500 Ä/year), with the added drawback of relying a very sensitive issue in third parties. The small dairy, meat and poultry farms, canít cover these controls, being assumed by the secondary transformers, with the additional costs of logistics, cross-contamination and factoryís stops, if feedstock refuse. The solution has been carefully considered, and itís a challenge that GTZ is eager to assume, by the manufacture and the market launch of MicroLAB.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GTZ MICROLAB DETECT SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934438734": {
            "orgId": "934438734",
            "orgName": "GTZ MICROLAB DETECT SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}