{
    "rcn": "196415",
    "acronym": "INNOVOUCHER",
    "topics": "INNOSUP-4-2014",
    "title": "INNOVOUCHER: IMPLEMENTING A EUROPEAN LABEL FOR INNOVATION VOUCHERS",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "The main objective of INNOVOUCHER project is to develop a European Label for Innovation Voucher programmes, by defining a new model of innovation voucher programme supporting the transnational exchange of innovation services and the procedures of the award of the European Label to those programmes complying with the defined model.\nThe project will foster the transnational collaboration based in innovation vouchers by increasing the range of services offered in the vouchers scheme to include innovation transnational services and the definition of a procedure of automatic recognition of foreign providers, thus increasing the access of SMEs to knowledge and technology from all across Europe.\nThe project will define all the aspects of the model (vision, services catalogue, service providers, communication plan, voucher mechanism and the elements for the efficient management of the model), their minimum requirements to enable the European Label award and the European Label system, based on the experience of the consortium partners on the innovation vouchers management. The new model will be tested in real environment in a pilot project by the launch of an innovation voucherís call in five regions to support only transnational exchange of innovation services.\nLessons learnt during the pilot project, jointly with the feedback from other regions from outside of the project will contribute to improve the defined model. The outcome of the project will consist on a guideline of recommendations on the European Label implementation that will provide the European Commission the tools, procedures and model of entity to manage a future European Label system. The guideline will be delivered in two phases: a first draft after the first year of the project and a reviewed version after the completion of the pilot project, at the third year. This guideline pretends to contribute the future policies to be developed by the European Commission on innovation support field.",
    "totalCost": "1513343,75",
    "ecMaxContribution": "1513343,75",
    "coordinator": "INSTITUTO DE FOMENTO DE LA REGION DE MURCIA",
    "coordinatorCountry": "ES",
    "participants": "Unitatea Executiva pentru Finantarea Invatamantului Superior, a Cercetarii, Dezvoltarii si Inovarii;VLAAMS GEWEST;SVIM - SVILUPPO MARCHE SPA SOCIETA UNIPERSONALE;POLSKA AGENCJA ROZWOJU PRZEDSIEBIORCZOSCI",
    "participantCountries": "RO;BE;IT;PL",
    "projectParticipants": {
        "999575107": {
            "orgId": "999575107",
            "orgName": "VLAAMS GEWEST",
            "ecContrib": 148125
        },
        "996731843": {
            "orgId": "996731843",
            "orgName": "INSTITUTO DE FOMENTO DE LA REGION DE MURCIA",
            "ecContrib": 927375
        },
        "986340039": {
            "orgId": "986340039",
            "orgName": "SVIM - SVILUPPO MARCHE SPA SOCIETA UNIPERSONALE",
            "ecContrib": 162094
        },
        "999717309": {
            "orgId": "999717309",
            "orgName": "POLSKA AGENCJA ROZWOJU PRZEDSIEBIORCZOSCI",
            "ecContrib": 128750
        },
        "972130024": {
            "orgId": "972130024",
            "orgName": "Unitatea Executiva pentru Finantarea Invatamantului Superior, a Cercetarii, Dezvoltarii si Inovarii",
            "ecContrib": 147000
        }
    },
    "calculatedTotalContribution": 1513344
}