{
    "rcn": "196459",
    "acronym": "MAP-Detector",
    "topics": "PHC-12-2014-1",
    "title": "Development of a novel low dose, high resolution, high contrast X-ray detector for medical applications to improve patient diagnoses and reduce the risk of X-radiation induced cancer",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "X-ray imaging is a valuable medical diagnostic technique, accounting for 47% of the medical imaging market in 2011. However, current X-ray detection technology exposes patients to increased risk of developing cancer with research in 13 developing countries showing that exposure to X-ray detection technology accounted for 0ï6% to 1ï8% of the cancer cases. X-ray detector manufacturers are thus keenly seeking technology that would reduce radiation exposure (dose) to patients whilst offering superior material discrimination for earlier detection and treatment of clinical cases.\nAs IBEX, we have developed and patented an innovative X-ray detection technology incorporating our unique Multi Absorption Plate (MAP). Our technology significantly surpasses current solutions based on cadmium telluride (CdTe) as it offers potential dose reduction of >50% plus enhanced materials discrimination. MAP-Detector offers a disruptive X-ray detector that will leverage the MAP technology in both retrofitted and new build X-ray detectors for medical applications.\nThe global medical diagnostic imaging market is expected to grow from Ä21.4bn in 2012 to Ä27.4bn by 2017, with X-ray and CT imaging equipment having a 50%/Ä13.1bn share in 2017. Within this segment, the X-ray imaging detector market is estimated at Ä2.0bn. Our technology will be compatible with the leading X-ray inspection systems creating significant market potential. Our initial target segments within the medical industry are fluoroscopy and mammography with dosage reduction being far more important for the former and materials discrimination an essential requirement for the latter.\nIn Phase 1 we will thoroughly analyse the market to more clearly define our route to market and requirements for rapid market uptake. This will culminate in the drafting of a more detailed operational business plan. \nIn Phase 2 we intend to conduct clinical trials and achieve certification for our technology in preparation for market introduction.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IBEX INNOVATIONS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934457358": {
            "orgId": "934457358",
            "orgName": "IBEX INNOVATIONS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}