{
    "rcn": "196492",
    "acronym": "NUVEA",
    "topics": "ICT-37-2014-1",
    "title": "The premium green multi-cloud management and optimization tool",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Feasibility study - NUVEA is carried out by the SME New Generation SR, an innovative start-up active in the field of digital technologies and infrastructures. The objective of the overall project is to bring to customers an on-line platform that allows them to take over, manage, benchmark and optimize permanently their distributed IT infrastructure (at the web- and entreprise-grade), independently from the underlying cloud resource provider(s), in a highly flexible and real-time manner.\nNUVEA targets cloud computing stakeholders: data center managers, cloud suppliers, big companies with significant in-house IT infrastructures willing to optimize their energy consumption and average server load;  public institutions wanting to have fully sovereign or close-to-territory IT infrastructure; and companies having a part of their core competencies cloud-hosted, or significant IT expenditures.\nA first version of the algorithm and interface was developed and successfully tested in a laboratory environment. The present feasibility study aims at assessing technical and economical characterics of NUVEAís value proposition through alpha tests on early adopters and in depth market study. This work will enable: \n- The release of the first commercial version of NUVEA software (validated on ìearly adoptersî),\n- The definition of technical specifications required for the  further development of NUVEA on-line platform (NUVEA platform)  \n- The elaboration of a detailed business-plan based on operational experience,\n- The identification of the preferred stakeholders for european deployment of the solution,\n- An updated project executive summary ready for the search of new equity.\n\nPhase 1 will help to finance scientific support and marketing expert required for the feasibility study Later on, Phase 2 would perfectly allow to finance further development plan (from commercial software to web-based NUVEA platform).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEW GENERATION SR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938115228": {
            "orgId": "938115228",
            "orgName": "NEW GENERATION SR",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}