{
    "rcn": "196476",
    "acronym": "FREE-D",
    "topics": "NMP-25-2014-1",
    "title": "CNC dynamic mold for producing freely curved glass panels",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Although the development of computing tools has been quite successful, the development of cost-effective, high speed and sustainable production processes for complex curved glass panels lags behind. In this integral innovation project, Free-D Geometries B.V. (Free-D) will bridge this gap by developing a highly advanced CNC dynamic mold prototype for production of curved glass panels: the Dynamic Glass Mold. This active pinbed with embedded transforming technology enables manufacturers to add freely doublecurved panels (3DC panels) to their product range, while highly optimizing the existing single curved panel production and logistics.\n\nFree-D will partner with a glass manufacturer for developing the mold technology. Selling or licensing the technology to firms working in other regions will subsequently be considered. Secondly, Free-D will intensify its collaboration with SMEs in specialized markets. The modular, cost-effective, easy-to-maintain, high resolution production system with multi-actuator units can also be applied for many other materials. \nThe glass manufacturing sector will be engaged with highest priority. The production technology of Free-D will enable computer-controlled mass production of uniquely formed 3DC glass panels. Curved glass panels will find many uses: from yachts to entire building envelopes. This technique will be a game-changer, pushing innovation in a wide range of sectors. Spill-over effects to other sectors of industry will be achieved, for example where transforming requires very high-resolution bending under high-temperature production environments. \n\nThe key aim of this feasibility study is to establish:\n1)\ta partnership with a glass manufacturer for prototype demonstration.\n2)\ta business plan.\n3)\tfeasibility of the production of the advanced CNC dynamic glass mold.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FREE D GEOMETRIES BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938785595": {
            "orgId": "938785595",
            "orgName": "FREE D GEOMETRIES BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}