{
    "rcn": "196430",
    "acronym": "Libralato",
    "topics": "IT-1-2014-1",
    "title": "Libralato rotary engine; a game-change for cost competitive gasoline engines and plug-in hybrid cars.",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The Libralato engine is the worldís first ìone strokeî rotary Atkinson cycle engine, completing all of the engine phases in parallel in each rotation. It has a completely new thermodynamic cycle which is predicted to achieve around 40% efficiency using gasoline. This is achieved because of its asymmetrical expansion and compression volumes and because it does not need to convert the reciprocating motion of pistons into the rotational motion of the output shaft. The Libralato engine has only four principal moving parts: two rotors fixed by their own bearing, connected by a sliding vane and a rotating exhaust. It has no need for conventional cylinders, pistons, con-rods, crankshafts, valve trains and cam shafts. The engine is tuned for lean burn combustion, with high and constant levels of torque, very low vibration and very low exhaust temperature and noise reducing fuel consumption by two thirds and CO2 emissions by 50%.\nThe proposed innovation project intends to; demonstrate and validate the performance of the engine in an operational environment; run a fully operation commercial pilot with fleet test; industrialisation of Libralato engine for high volume production; scaling of production capability for up to 20k units.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LIBRALATO LTD",
    "coordinatorCountry": "UK",
    "participants": "ENGINE DEVELOPMENTS LTD",
    "participantCountries": "UK",
    "projectParticipants": {
        "967328427": {
            "orgId": "967328427",
            "orgName": "LIBRALATO LTD",
            "ecContrib": 50000
        },
        "934814221": {
            "orgId": "934814221",
            "orgName": "ENGINE DEVELOPMENTS LTD",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}