{
    "rcn": "196416",
    "acronym": "ETA4B",
    "topics": "SIE-01-2014-1",
    "title": "Energy Trusted Advisor for Buildings",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "ETA4B (Energy Trusted Advisor for Buildings) project promotes the development of an embedded energy optimization system collaborating with existing devices, providing citizens with innovative applications and services in the field of energy efficiency of buildings, making home more smart.\nThe solution includes a multi-protocol electronic unit to be easily installed in houses and small buildings, providing an open-framework web-based platform with energy-related data flow for supporting the decision making process for end users. Benefits for users are in terms of energy saving (cheaper bills), CO2 emissions reduction and, for the ones being ìprosumersî (energy users that also produce energy in their buildings), low production costs and higher profits. For Tera Srl, the challenge is to enter in the energy efficiency market thus enhancing companyís profitability. The main customers will be ìprosumersî, addressed through an innovative commercial approach, based on web applications managed by skilled companies selling a modular and scalable service, rather than a device that will be introduced in the energy efficiency market for small buildings.  Strong innovation also lies in the combination of automatic SW updating capability at front-end (no needs for maintenance and ease of use) and powerful reasoning engines at back-end. These SW engines are based on energy-model calculations and big-data like algorithms, running both on private and public data-base (open-data), delivering ìcustomizedî performance indexes to the users.\nTo demonstrate the feasibility of ETA4B, Phase 1 activities will focus on specific components such as target market, partner search, value proposition, compliance to cutting-edge standards and development platforms, financial sustainability and business model.  ETA4B responds to EU challenges concerning the market uptake of a sustainable solution, a new system for energy efficiency in buildings, seizing the European and global markets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TERA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "971634451": {
            "orgId": "971634451",
            "orgName": "TERA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}