{
    "rcn": "196409",
    "acronym": "EBMPerform",
    "topics": "NMP-25-2014",
    "title": "High-quality, high-speed EBM 3D printing by the integration of high-performance electron sources",
    "startDate": "01/08/2015",
    "endDate": "30/04/2019",
    "objective": "Background:\nProduction of high integrity components in Europe must use smart manufacturing methods to be efficient in use of scarce materials and other resources, and must ensure its environmental impact is minimised. Advanced manufacturing techniques, such as metal powder bed 3D printing, can ensure that production of aerospace parts is carried out with resource efficiency. However, such techniques are today struggling with technical and reliability consistency for use in production. Arcam is a Swedish SME who uniquely design and supply electron beam additive manufacturing (EBM) machines.  \nObjective:\nThe aim of this work is to overcome key obstacles concerning future requirements for EBM 3D printing for production of aerospace parts through the integration of two enabling technologies. The work will develop and integrate a novel plasma cathode electron source with an EBM machine focusing on realising the enhanced capabilities of low maintenance, consistent manufacturing performance and higher productivity. Also, development and integration of an array probe device will provide quantified quality assurance of machine manufacturing readiness. The key research challenges will be the design of the electron source and optics and the development of new build procedures making best use of the new source.\nExpected Results \nThe verified design of a plasma cathode electron source will enable high integrity 3D printing of metal parts. Arcam will supply equipment with this technology to large industrial companies for efficient production of parts. The equipment will enable the wider adoption of EBM leading to efficient use of materials ñ particularly strategic titanium alloys and nickel based super alloys at first. Increased equipment sales are expected to boost Arcamís growth over the next 5-10 years leading to faster adoption of 3D printing for large scale production. The results will be disseminated to existing and potential end-user clients in aerospace and other sectors.",
    "totalCost": "2494400",
    "ecMaxContribution": "1648035",
    "coordinator": "ARCAM AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "966420313": {
            "orgId": "966420313",
            "orgName": "ARCAM AB",
            "ecContrib": 1648035
        }
    },
    "calculatedTotalContribution": 1648035
}