{
    "rcn": "196554",
    "acronym": "HIQ-Home",
    "topics": "SIE-01-2014-1",
    "title": "Advanced System for Eco, Energy and Cost Efficient, Comfortable and Secure Smart Homes",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Current smart homes are not as ìsmartî and user-friendly as promoted. They enable household monitoring and appliance control with several new HW and SW solutions and extensive manuals, but do not automatically adapt to the userís living habits. Moreover, studies showed that smart home schedules set by the users are widely inefficient thus contributing to excessive energy usage. Initial tests show that up to 33% of energy saving can be achieved with our innovative approach.\nThe presented product tries to breach the gap between the users and a truly smart home by introducing an on-demand cloud service that implements multi-criteria optimization and dynamic user profiling methods in order to optimize performance in any smart building and in particular connected into a smart city. Moreover, the user can only qualitatively set a couple of parameters and then select one of the control strategies proposed by the system, dealing with balance of energy preserving, comfort and security. Optimization methods achieve even higher energy savings with alternative energy sources, e.g., photovoltaic energy. The technological feasibility of the project was already verified on a small house prototype.\nThe market potential for the presented service is extremely high, with the revenue growth estimated to reach $51.77 billion by 2020, at an estimated CAGR of 29.5%. Several key players like Google are entering the market indicating another global dominance. We are in contact with several global  market providers to speed-up the commercialization of our product. \nDuring the feasibility study we will mainly focus on market analysis, user needs, the range of provided services and functionalities, and the pricing mechanisms. Additional technology verification for a large scale application will be conducted and the need for cooperation with third-party institutions will be assessed. The important result of the study will be the feasibility report that includes a detailed business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ROBOTINA D.O.O., PODJETJE ZA INZ ENIRING, MARKETING, TRGOVINO IN PROIZVODNJO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998820932": {
            "orgId": "998820932",
            "orgName": "ROBOTINA D.O.O., PODJETJE ZA INZ ENIRING, MARKETING, TRGOVINO IN PROIZVODNJO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}