{
    "rcn": "196512",
    "acronym": "eKuore",
    "topics": "PHC-12-2014-1",
    "title": "eKoure: the world¥s first wireless stethoscope of the mhealth market.",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Kukupia aims to make citizenís health monitoring possible from home through the use of ICT medical tools connected to the patient¥s and/or doctor¥s smartphones to enhance diagnosis quality, clinical follow-up and disease prevention. eKoure is a wireless stethoscope that allows to detect possible cardiac abnormalities using Bluetooth technology to transmit audio auscultation to ICT devices. Through a mobile application, the tool allows to save audio auscultations, display different parameters (such as heart rate or breathing), and even share the recorded auscultation with other users (whether customers, students or specialists) to simultaneously analyse the information, easing health or treatment monitoring. \nThese features make eKuore, the world¥s first wireless electronic stethoscope with smartphone connection, which further improves the quality and power of the sound up to 20 times compared to traditional stethoscopes.\neKuore is the Kukupia¥s first product and has been designed and manufactured entirely by the company¥s R&D team based on the success of the device for veterinarian application, with the aim of introducing the product into the healthcare and chronic patients markets.\nCurrently there isnít in the market a stethoscope with such high audio quality which furthermore allows audio auscultations storage and sharing with other users through smartphones, tablets or computers. \nThe potential users can be grouped in professionals (doctors from all kind of medical specialities, in particular pulmonologists and cardiologists, students, practitioners, teachers, telemedicine companies, etc.) and individuals (particularly chronic cardiovascular patients). The implementation of the studies planned for phase 1, will contribute to define the products¥ commercial design, manufacture and marketing strategy enhancing the quality of the company¥s business plan and contributing to market replication success.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CHIP IDEAS ELECTRONICS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936181824": {
            "orgId": "936181824",
            "orgName": "CHIP IDEAS ELECTRONICS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}