{
    "rcn": "196524",
    "acronym": "BDoSM",
    "topics": "BIOTEC-5a-2014-1",
    "title": "Big Data of Small Molecules",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "As Google mapped and photographed the streets and terrain of our planet, the main objective of the project is to map and spectrally fingerprint the small organic molecules of various organisms and introduce to the market a fundamentally new cloud driven compound identification platform.\n\nOur pioneering solution will allow continuous identity assignment of unknown molecules in biologically relevant samples by developing a technologically mature architecture and infrastructure for storage, processing, search, exchange, analysis, data mining and visualization of millions of spectral, structural, chromatographic and biochemical data of small molecules.\nOur project will become the world most comprehensive database platform of spectral fingerprints of endogenous metabolites, natural products and environmental contaminants that will allow identification of substances present in biological samples that could not be identified using conventional technology that is a crucial bottleneck in many biotechnological and pharmaceutical applications.\n\nSince the biomedical, pharmaceutical and biotechnology industry in general are constantly detecting numerous unknown compounds and searching for new biomarkers and disease specific targets, our technology platform is direct response to their needs with the prospect of new business opportunities and future growth.\n\nThe feasibility study will be important for acquiring additional financing of the project, to review technological solution (most effective and sustainable, without infringing patents, copyrights, and trademarks of third parties), to precise marketing strategy for corporate, small group & individual users, to identify, clarify and protect own inventions, new approaches and new technical solutions. Finally, the Phase 1 outputs will give perfect review on project management plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HIGHCHEM LTD",
    "coordinatorCountry": "SK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999552118": {
            "orgId": "999552118",
            "orgName": "HIGHCHEM LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}