{
    "rcn": "196569",
    "acronym": "DAO-BACKEND",
    "topics": "ICT-37-2014-1",
    "title": "Validating technical assumptions for a multi-tenant mobile multiplayer game backend platform.",
    "startDate": "01/05/2015",
    "endDate": "31/07/2015",
    "objective": "Daogames enables independent game developers to transform their mobile games into sustainable businesses and valuable entertainment. To achieve this we aim to provide developers with a cloud platform which enables easy integration of cloud-connectivity and multiplayer features into mobile games.The mobile games market has become the main driver of the games industry, growing to USD 22 billion worldwide revenue in 2014 with 200.000 mobile games on the market. 66% of the revenue on mobile devices is generated by games. The top performing games leverage cloud-connected features and player interaction, are operated and managed through a cloud backend and have been developed by large game studios. Independent game developers canít easily leverage these types of games because of missing technical know-how, high license and operating cost and longer time-to-market. We aim to provide independent game developers with a platform that removes these barriers, is easy to use and affordable. Indie game studios typically consist of 1-10 developers. This target group represents 99% of all mobile game developers worldwide, with a total of about 20.000 game developers (25% based in Europe). The daogames platform is unique and innovative, making previously expensive and complex technology available at low cost to the majority of this underserved market.\n\nWe verified our MVP and started a beta program in 10/2014, with a growing number of indie game developers testing our platform. Our feasibility study aims to provide concrete numbers for important assumptions used in our business plan. We'll be designing a testable small-scale representation of our production system architecture. The final outcome of this study will be the re-assurance that our chosen production system architecture fulfil technical requirements and serves as a sustainable technical foundation for our business model, thus allowing us to develop and deploy the production system in the phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DAOGAMES GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934798410": {
            "orgId": "934798410",
            "orgName": "DAOGAMES GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}