{
    "rcn": "196548",
    "acronym": "ReDurComp",
    "topics": "SC5-20-2014-1",
    "title": "Novel business on DURable and COMPostable products based on REcycled plastic",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "More than 25 million tonnes of plastic waste are produced every year in the EU28 (50 kg per EU citizen). Although the rates of plastic waste recovery have increased (26% mechanical recycling; 35.6% energy recovery), 38.4% of this waste is still landfilled (9.6 million tonnes). This goes against the EU Waste Framework Directive 2008/98/EC as it has a high environmental impact (0.105kg CO2/kg plastic waste landfilled; production of one million tonnes of CO2) and wastage of resources (Ä590/tonne of recycled plastic ; losses of Ä5,664 M).\n\nINTERVAL, S.A. is a family-owned business created in 1982 specialised the recycling and transformation of plastics. We employ 22 people and have an annual turnover of Ä3,240,066. We produce more than 7,000 tonnes of plastic products per year using the most advanced technology in our production processes.Through ReDurComp, we aim to launch innovative, low-cost products onto the EU market based on premium recycled PE. We will start by introducing two products for which a clear market need has been identified (i.e. plastic sacks for household waste collection and plastic covers for pallets). As a whole, sales of about Ä48.3 million are forecast within a five-year period, generating profits of over Ä4.8 million.\n \nDuring phase 1, a feasibility study including a business plan will be developed  in line with the overall internationalisaton and growth plan of our company. This study will include: (1) a market assessment to confirm INTERVALís products acceptance in the two segments considered; (2) a technical assessment to validate our recycled PE material according to relevant EU standards and procedures, as well as final testing; (3) a stakeholder assessment to identify the key players and activities for the second and third phases of the project; (4) a complete Business Plan including a cost analysis of raw materials and production activities, marketing and sales strategies, target market, investment requirements, and sales partners.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INDUSTRIAS TERMOPLASTICAS VALENCIANAS, S.A.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934356575": {
            "orgId": "934356575",
            "orgName": "INDUSTRIAS TERMOPLASTICAS VALENCIANAS, S.A.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}