{
    "rcn": "196506",
    "acronym": "Lipid",
    "topics": "BG-12-2014-1",
    "title": "The untapped potential of omega-3; from fish oil to healthy bowels",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Europe's consumers are increasingly requesting products that are organically and sustainably produced. At the same time, Europe has been lacking incentives to develop and bring to markets new marine products, without increasing pressure on natural resources.\n\nThe innovation in question; a natural, sustainably produced medicine based on marine oils, addresses these challenges. It is based on the discovery that omega-3 oils have proven to have laxative effects. It offers parents and pediatricians a pain-free alternative to other pharmaceutical products, in a market where no new products have been introduced for decades. The innovation also paves the way for the full utilization of marine products, demonstrating that by-products can be of high value for other industries, including the pharmaceutical sector.\n\nThe aim of the applicant is to develop this innovation all the way towards a market-ready, licensed pharmaceutical product. The pharmaceutical industry is one of the largest industries in the world in regards to revenues. Over 100 million people worldwide, suffer from constipation. The active ingredient of the innovation product would be a new and a unique addition to this growing market.\n\nThe applicant seeks support to be able to obtain a solid analysis of the market potential for the innovation. If successfully brought to markets, it will reach the milestone of being the first non-generic, registered drug, tested in clinical trials in humans that was discovered, developed and produced in one of Europe's most peripheral corners, Iceland.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LIPID PHARMACEUTICALS EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937581631": {
            "orgId": "937581631",
            "orgName": "LIPID PHARMACEUTICALS EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}