{
    "rcn": "196566",
    "acronym": "Virtual Private Home",
    "topics": "SIE-01-2014-1",
    "title": "Virtual Privte Home - Privacy-by-design Home Energy Efficiency Platform",
    "startDate": "01/05/2015",
    "endDate": "31/08/2015",
    "objective": "Project objective \nìVirtual Private Home ñ Privace-Aware Home Energy Efficiency Platformî project aims to deploy on the EU market a new, gaming changing energy efficiency tool for residential customers, that will be characterized by its superior energy saving performance, open architecture and above all by its ìPrivacy-by-designî data protection concept. \n\nProduct concept\nThe Virtual Home product will be released in a form of an online service, accessible via internet, mobile and smart objects. The service will be associated with third party smart meters and smart home devices. It will use behavioral efficiency (green nudge) tool to engage consumer in energy saving, and its modular structure will enable connecting an infinite range of additional applications. It can enable to up 30% of energy savings. Each end-user will dispose of complete control of its private content, with a possibility to grant or revoke access, change hosting platform, destroy all data. The encrypted object storage approach will ensure access on ëneed-to-knowí bases.\n\nFeasibility assessment \nThe feasibility phase will validate initial market insights: demand for privacy solution, size o home energy efficiency markets, and test concepts with initial test users.\n\nEuropean and global dimension\nResidential energy consumption represents 27% of overall EU energy usage, and energy expenses start to exceed 10% of household budgets in some EU countries. EU directives recommends deployment of smart metering and smart grid solution, while the new EU General Data Protection Regulation imposes very strict privacy by design rules. Privacy is a major barrier for deployment of home energy efficiency solutions.\n\nThe project will be coordinated by GridPocket, successful start-up of 15 engineers and researchers based in France and Poland.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GRIDPOCKET SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "984492383": {
            "orgId": "984492383",
            "orgName": "GRIDPOCKET SAS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}