{
    "rcn": "196539",
    "acronym": "PreNANOCOAT",
    "topics": "NMP-25-2014-1",
    "title": "Metal powder coating system with nano-technology pre-treatment.",
    "startDate": "01/05/2015",
    "endDate": "31/08/2015",
    "objective": "preNANOCOAT presents a new innovative metal powder coating system for metal tubes manufacturing industry. Metal tube¥s  coating is a major issue, since tube¥s performance depends on its perfect coating. ANDERLINI MECCANICA SRL presents a new system for the coating of its tubes, with an innovative approach that includes a newly developed nano-technology pre-treatment, IR/UV curing and a specillay designed gripping device that, altogether with a compeltely automated process, ensures both the quality of the coatings as the best possible environmental techniques. \nStandard coating systems use dangerous substances such as phosphates and chromates, generating also important amounts of hazardous sludge that needs waste treatment process. Est·ndar curing ovens are big and demand enormous amounts of energy, as standard curing time of the tubes is never inferior to 20 minutes.\nOur new innovative system avoids the use of phosphates and chromates and generates no sludge at all. By the use of IR/UV curing mechanisms, necessary curing time is reduced to just 3 minutes, with the consequent save in enery resources.\nFinally, with our specially designed gripping deviced, soon to be patented, and our completeley automated conveyor, we will ensure proper health and safety conditions for our workers, which is not always taking into account in most powder coating facilities.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ANDERLINI MECCANICA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934618766": {
            "orgId": "934618766",
            "orgName": "ANDERLINI MECCANICA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}