{
    "rcn": "196507",
    "acronym": "HW2000",
    "topics": "SC5-20-2014-1",
    "title": "Hydrowashr 2000",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "'Hydrowashr has developed an all-in-one washing device which will save up to 99% of water each time someone uses it for washing their hands. Next to that it is a disruptive innovation in the sanitary market, in the light of environmental, economical, hygienically and aesthetic values.\nThis proposal describes Hydrowashrís innovation and why a feasibility study will be necessary to further develop, validate and commercialize the innovation: the HW2000. Hydrowashr has developed HW2000 (Hydrowashr 2000): a product, based on an innovative spraying system, which allows individuals to wash their hands in a more sustainable and hygienic way. How it works: the user puts his hands into the HW2000. The, completely touch free, washing process works with microscopic droplets of water that are fired on the skin trough a rapid flow of air. Then the hands are dried in the same air flow. After 20 seconds, the hands are clean, dry, warm and soft. Because of this new spraying technology, up to 99% water will be saved each time. At the same time the system cleans hands better than existing solutions, providing better hygiene.\nHydrowashr B.V. has been founded in 2012 and is specialized in water technology. Hydrowashr is located in Leeuwarden, the ëCapital of water technologyí. In Leeuwarden the Water Campus allows companies to develop and test innovative water technologies.\nFresh water is globally becoming a scarce resource. In a research of 2007, initiated by the European Commission, water scarcity and drought is identified as a growing European problem. According to the report, water savings will help addressing these problems. Additionally water savings will provide financial, economic, environmental and other additional benefits. The importance of innovative water solutions is also stressed by the fact that water is one of the main focus areas of the Horizon2020 work program 'Climate action, environment, resource efficiency and raw materials Challenge'.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HYDROWASHR B.V.",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936183958": {
            "orgId": "936183958",
            "orgName": "HYDROWASHR B.V.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}