{
    "rcn": "196500",
    "acronym": "PREKIND",
    "topics": "PHC-12-2014-1",
    "title": "PreEclampsia diagnosis by Early Kidney Injury Detection",
    "startDate": "01/05/2015",
    "endDate": "31/07/2015",
    "objective": "Health Challenge:\nPreEclampsia (PE) claims the lives of 75,000 women annually and the 6,000,000\\ surviving mothers will have an increased risk of cardiovascular disease for the rest of their life. PE accounts for over 500,000 infant deaths worldwide every year1; and for the millions of babies that survive, they too will go on to have increased risk of a variety of health issues. PE is a syndrome that develops during pregnancy but presents no clinical symptoms during most of the pregnancy and is therefore currently complex to diagnose.  \n\nBusiness Challenge:\nWith an annual spend of over 31Billion in direct costs in the developed world alone, the provision of antenatal care to pregnant women has a significant impact on health care budgets; dealing with the immediate consequences of PE form an important contribution to this cost. The Preelampsia foundation (http://www.preeclampsia.org/)  estimates the annual cost of PE is more than $7billion in the US.  \n\nInformBio Business Innovation:\nInformBio (IB) has licensed pioneering research by Dr.Vesna Garovic of the Mayo Clinic, USA. The technology has identified podocyte specific biomarkers in urine that indicate ongoing renal damage and which allow for a sub-clinical diagnosis for PE. The key biomarker, podocin, has demonstrated exceptional sensitivity and specificity and can diagnose the disease up to 3 months before clinical symptoms emerge3.  InformBio are currently working to develop flow cytometry and research use only (RUO) ELISA assays for the biomarker. \nInformBioís ambition is to be the world leader in early pregnancy prognostic tests, offering the most innovative, cost effective solutions to predict pregnancy complications. \n\nPhase 1 proposal:\nTo conduct a feasibility study to support the development of a detailed business plan for the introduction of a PE diagnostic test.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INFORM BIOSCIENCE LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934547471": {
            "orgId": "934547471",
            "orgName": "INFORM BIOSCIENCE LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}