{
    "rcn": "196598",
    "acronym": "HardALU",
    "topics": "IT-1-2014",
    "title": "Fluidised Bed Heat Treatment Furnace for HPDC engine blocks and other transport components offering new opportunities for lightweight, cost competitiveness and energy saving",
    "startDate": "01/06/2015",
    "endDate": "31/07/2018",
    "objective": "Advanced manufacturing technologies are needed in order to facilitate the production of high performance light weight aluminium components. HPDC is highly productive process but the conventional heat treatment technology cannot be applied due to the formation of blisters of entrapped gas. This project offers to the foundries and automotive companies industrial FB lines able to heat treat the key parts and thus it will lead the company growth for the next years from a high technology solution developer to an important stakeholder in automotive industry. \nSince its foundation in 1989, HORMESA has specialized in the equipment, materials and turnkey solutions for non-ferrous foundries, mainly Aluminium and Copper alloys. Customer driven attitude and continuous technology development allow us to offer practical solutions for industrial processes. Specialization and globalization are two forces that strongly influence this entity with result of a consolidated 25% growth during the 2009-2012 period. \nThis project is ìnatural next stepî as it is the next phase to develop the company¥s strategy:\n- To enable heat treatment of High Pressure Die Cast ìHPDCî parts (which are not heat treatable with conventional furnaces), thus increasing their tensile strength by a 100 % and making it possible to reduce their weight or replace heavier iron castings, particularly in the case of engine blocks.\n- To reduce by 2% CO2 emission by increasing replacing iron (a reduction of 28 kg is expected from replacing a iron engine of block of average 55 kg by an aluminium one)\n- To generate a new niche market of heat treatment lines for HPDC parts: 1 industrial line for FB heat treatment of HPDC engine blocks in the first year after finishing the project, and 3 lines in the second year (engine blocks or others).\n- Additional 30 % of reduction of CO2 emission associated to the reduction of gas consumption when the alternative FB T6/T7 heat treatment is applied",
    "totalCost": "909250",
    "ecMaxContribution": "636475",
    "coordinator": "HORNOS Y METALES SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "965466415": {
            "orgId": "965466415",
            "orgName": "HORNOS Y METALES SA",
            "ecContrib": 636475
        }
    },
    "calculatedTotalContribution": 636475
}