{
    "rcn": "196593",
    "acronym": "FILMCO",
    "topics": "NMP-25-2014-1",
    "title": "Greenhouse film covers with tailor-made properties for enhanced performance",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "FILMCO by Elysee Irrigation Ltd. ñ a Cyprus-based manufacturer and worldwide supplier of piping and irrigation systems for agricultural, domestic and public use - will bring to the market a high performance film cover for greenhouses based in nanomaterials technology, offering significant benefits to growers due to the use of advanced polymer nano-composites. FILMCO is a greenhouse film that has already probed to provide the growers with energy consumption savings by 24-28%, and increase their crop production by 20%. FILMCOís main innovation is the ability to regulate the Photosynthetically active radiation (PAR) for a given Infrared Radiation (IR), thus controlling the degree of rightness/darkness according to the location requirements. The novel film will have increased robustness, added to higher pesticide and UV and oxidation resistance. The film will create a controlled environment in the greenhouse while lowering energy demands, reducing costs and promoting a better use of resources and higher crop yield. The longer lifespan will also reduce plastic waste and decrease waste management expenses. Although nanotechnology has emerged in industrial applications over the last decades, there is no similar commercial product available in the growing greenhouse agriculture market that matches the benefits and competitive advantages of FILMCO. FILMCO, with TRL 6, is the outcome of a national research project in which Elysee already demonstrated these promising results benefits for growers, so it became a success history. Via FILMCO, Elysee estimates a new revenue stream valued at 13.7MÄ over the first 5 years of commercialisation, and also will hire 10 new employees for the production line. The feasibility assessment will address both, business and technological aspects, aiming to obtain end-user feedback and market knowledge that will be the basis for identifying the steps to take towards up-scaling the technology and for review the business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ELYSEE IRRIGATION LTD",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952405850": {
            "orgId": "952405850",
            "orgName": "ELYSEE IRRIGATION LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}