{
    "rcn": "196527",
    "acronym": "Efficient Cooking",
    "topics": "SFS-08-2014-1",
    "title": "Substainable and efficient food processing and cooking sytem",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Natural Machines is a SME that has created the first 3D food printer that works with sweet and savory ingredients. We are focused on helping people get back to home cooking, back to healthy food, by bringing the food processing plant to the home kitchens, giving an eco-efficient alternative to traditional food processing, reducing food waste to zero and with significant savings in energy and packaging needed with no need to spend time cooking or knowing how to do it. Following the lean startup model, we introduced a model for B2B customers that allow them to create dishes, decorations, customizations, suitable for hospitals, restaurants, bakeries, etc. In order to get our product to the home kitchens, users have requested two main features that go far beyond 3D printing technology. The two systems are a new cooking technology that uses just a fraction of the energy used by traditional ovens and microwave ovens and a prefilled capsule system. Both systems working together will convert our new device in an optimised sustainable mini food processing plant at home. The cooking system provides a very granular control of the temperature of the food being cooked, allowing to preserve the nutritional properties of the ingredients and cook according to the user tastes. This system can work also as a standalone device, which opens also new OEM and licensing opportunities for our company. It provides also a safer operation, as no element in the device will be heated to a point of causing harm, as compared to an oven. From a business perspective, reaching the mass market (home kitchens) will allow us to more tan double current revenue forecasts according to initial interest in USA, Europe and Asia, and to introduce new business models, like capsule licensing that will generate new revenue sources. We expect the feasibility study to provide us with a better market insight and a complete business plan for bringing our device to the market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "2 VEGAN NATURAL MACHINES S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938964269": {
            "orgId": "938964269",
            "orgName": "2 VEGAN NATURAL MACHINES S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}