{
    "rcn": "196580",
    "acronym": "KidsSurgicalPlan",
    "topics": "ERC-PoC-2014",
    "title": "KidsSurgicalPlan: An Internet enterprise for sketch-based cardiovascular pre-surgical planning",
    "startDate": "01/06/2015",
    "endDate": "30/11/2016",
    "objective": "Approximately 1 in 100 children are born with a clinically significant congenital heart defect representing 47,000 children each year in the EU. Survival of the newborn requires series of complex open-heart surgeries where optimal hemodynamic performance is essential for improved post-operative quality of life. This work proposes a new computationally-enhanced interactive system for patient-specific pre-surgical design and optimization of pediatric cardiovascular surgeries. With the proposed system, clinicians will be able to rapidly implement a contemplated intervention on a patient-specific 3D computer model without execution. A novel interface will allow clinicians to communicate their surgical intentions directly on the computer model analogous to the way they would communicate their intentions to other clinicians or bioengineers. Basic cardiovascular research on embryonic biomechanics that is being investigated in the parent ERC project will provide the essential foundation of the proposed predictive capability. This interactive framework will be deployed to the web for worldwide impact.  Based on market analysis our proposed business model becomes profitable in a short time. PoC project will provide necessary resources for developing the prototype patient-specific surgical-planning framework, clarification of regulatory pathways and follow-up pre-clinical research design.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "KOC UNIVERSITY",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901512": {
            "orgId": "999901512",
            "orgName": "KOC UNIVERSITY",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}