{
    "rcn": "196588",
    "acronym": "NOVENA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Exploiting an unusual polyketide chain release mechanism for production of novel enacyloxin antibiotic analogues",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Enacyloxin IIa is a polyketide antibiotic with activity against Gram-positive and Gram-negative bacteria that targets ribosomal elongation factor Tu. It has recently been identified as metabolite of Burkholderia ambifaria AMMD and shown to have clinically-relevant activity against Acinetobacter baumannii, a problematic pan-resistant Gram-negative pathogen. Despite its promising biological activity, enacyloxin IIa has not been used in the clinic, presumably due to stability issues. Preliminary experiments have provided evidence for an unusual mechanism of modular polyketide synthase chain release in enacyloxin biosynthesis, involving intermolecular condensation of an acyl carrier protein (ACP)-bound thioester with the C-3 hydroxyl group of (1R, 3R, 4S)-3,4-dihydroxycyclohexane carboxylic acid (DHCCA). The resulting intermediate undergoes epimerisation at C-1 of the DHCCA moiety. This project aims to explore the ability of the chain release enzyme to catalyse the acetylation of a variety of DHCCA analogues with an acetyl-ACP analogue of the polyketide thioester intermediate. It also aims to identify the enzyme responsible for epimerising C-1 of the DHCCA moiety. DHCCA biosynthetic genes will be deleted in B. ambifaria and enacyloxin analogues, with a stable amide group in place of the labile ester group and other modifications to the DHCCA-derived moiety, will be produced via a mutasynthesis strategy.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}