{
    "rcn": "196584",
    "acronym": "Myelination",
    "topics": "ERC-CoG-2014",
    "title": "Cell biology of myelin wrapping, plasticity and turnover",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "The myelin sheath is a plasma membrane extension that is laid down in regular spaced segments along axons of the nervous system. In the central nervous system it is formed by oligodendrocytes that spirally wrap their plasma membrane around axons to generate a highly abundant, tightly packed stack of membranes with unique structural properties. Previously, myelin has been regarded as an inert and purely insulating membrane, but it now appears that myelin is metabolically active, providing metabolic support to the underlying axon and participating in information processing by modulating velocity and synchronicity of nerve impulses in neuronal networks. In addition, myelination is not limited to the period of early post-natal development, but continuous into adulthood where it appears to be regulated by neuronal stimuli. This paradigm shift should be fuelled by new knowledge about myelin biology. Here, we plan to fill this gap by addressing the molecular basis of myelin growth, plasticity and remodelling. We will determine the factors that determine whether and to what extent an axon will be myelinated or not, the forces that drive myelin around the axon, the structural basis of myelin plasticity and the mechanisms of myelin turnover in the adult. We will test the hypothesis that microglia actively participate in myelin turnover by taking up myelin fragments that pinch off from the myelin sheath. To realize these aims we plan to pursue an integrative and multidisciplinary approach by bringing together genetics, biochemistry, proteomics and imaging in various model systems. The innovation arises from the combination of high-resolution imaging with molecular approaches in different cell types to obtain a unifying mechanistic understanding of myelin formation, maintenance and degradation. If successful, the project would not only explain how myelin is generated during brain development, but also give insight into how myelin plasticity could fine-tune neuronal networks.",
    "totalCost": "1872500",
    "ecMaxContribution": "1872500",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "participantCountries": "DE",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 480305
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 1392195
        }
    },
    "calculatedTotalContribution": 1872500
}