{
    "rcn": "196508",
    "acronym": "PCMPS",
    "topics": "ICT-37-2014-1",
    "title": "Precision Cancer Medicine Pipeline and Services",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "'Cancer cost the EU Ä126 billion in 2009, while in 2010 the US spent a staggering $124.6 billion on treating cancer.  This cost is set to rise as the effects of an aging population and increasing life expectancy take their toll. These market drivers will put an intolerable strain on health services across the western world, forcing governments to streamline their health services. \nCurrent cancer treatment is based on the 'average cancer patient', meaning some cancer patients may not respond to the treatment while others do. Thus it is clearly is a need for solutions that offer precision cancer medicine.\n\nPubGene AS aims to pursue a major market opportunity by developing a complete pipeline for precision cancer medicine (PCMPS), that include the necessary steps from Next Generation Sequencing to clinical treatment support for cancer patients. The biggest beneficiary of PCMPS will be the patient, who will receive a personalized treatment rather than a ìhit and missî approach to therapy. This will improve patient outcomes and ensure patients no longer have to suffer harsh side effects from non-efficacious treatments. The second beneficiaries will be the health providers and payers, as doctors will no longer waste time and money prescribing ineffective treatments. Nevertheless, despite the benefits of personalized cancer medicine, it is crucial to validate and demonstrate the benefits of this type of cancer medicine before large-scale commercialization.\n\nPMCPS is an opportunity for PubGene to expand our suite of applications and enter into complete new market for PubGene - targeting the treatment market. The project will give us a head start in providing tools in the field of personalized cancer medicine, ensuring us strong positions in the future European and worldwide markets. Accomplishment of the project will represent a significant business opportunity with an expected annual turnover of Ä17 million with a 25-30% annual increase, 3 years after commercialization.\n'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PUBGENE AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998327590": {
            "orgId": "998327590",
            "orgName": "PUBGENE AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}