{
    "rcn": "196565",
    "acronym": "HySolarKit",
    "topics": "IT-1-2014-1",
    "title": "Converting conventional cars into hybrid and solar vehicles",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "In the last decade, increasing effort has been put worldwide in reducing the impact on fuel consumption and greenhouse gases (GHG) emissions from passengers cars. HySolarKit introduces for the first time the possibility to modify a conventional car into  a plug-in solar-powered  hybrid electric vehicle, allowing reduction of fuel consumption and GHG emissions by ~20%, with limited investment cost (~2.500Ä), acceptable payback (2-3 years) and without invalidating performance and safety.\nThe innovation integrates for the first time state of the art technologies (in-wheel motors, Li-ion battery, flexible PV panel) with an advanced control system, self-adaptive to different vehicle and in-wheel typologies and features. \nHySolarKit unique selling points are: i) successful coupling with solar energy ii) applicability to existing fleets, with limited investment with respect to a fleet electrification, iii) flexibility of energy sources.\neProInn will foster the industrial development of the research aimed at a successful commercialization strategy. A preliminary market assessment has already shown huge market potential (~130MlÄ in Italy only), as well as willingness to pay by main customer categories. Proposer SME has already defined a thorough commercialization strategy, addressing the B2C and B2B main markets, in line with own company strategy. This includes an initial self-financing for R&D development and market validation as well as the technical and capital support of already involved partners (Landi Renzo and Actua), financers (Beijing Rongtong S&T Ind. Group) and subcontractors (Ciaotech), and others identified in Phase 1.\nA tentative business plan has already been drafted over a 2\\3-year period, showing that with the help of the SME-instrument a positive ROI can be realized already at year 4 (\\35%).\nPhase 1 project will assess the technical, regulatory and economic feasibility of HySolarKit project and define a convenient commercialization strategy for the product.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EPROINN SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937960125": {
            "orgId": "937960125",
            "orgName": "EPROINN SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}