{
    "rcn": "196568",
    "acronym": "mainDSS",
    "topics": "ICT-37-2014-1",
    "title": "Intelligent maintenance Decision Support System for the industry",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "mainDSS represents a disruptive innovative IT solution supporting industries to improve the performance of their maintenance dept., irrespectively of the industrial sector and the plant size. The key idea lies on the fact that maintenance consultants always extract data from the corporate CMMS in order to assess maintenance data, apply performance indicators, and offer recommendations and audit reports for the management; a process that is obviously time-consuming, error-prone and costly! Capitalizing on this state-of-practice, mainDSS offers a unique IT system that, using a plug-in approach, dynamically ëbridgesí with CMMS repositories and builds, piece-by-piece, the current ëpictureí of the company's maintenance performance. This ëpictureí constitutes the grounds on which mainDSS builds its expected outcomes, namely: maintenance ontology incorporating assessment criteria and KPIs for dynamic auditing, benchmarking for comparatively assess the performance of the industry, time-wise or in relation to other comparable companies, and effective recommendations (DSS) for improvements.\n\nWithin this proposal, our main goal is to conduct a feasibility assessment and produce a business plan in order to enhance the current pre-commercial product with additional features and intelligence, and develop a solid product marketing in EU and globally. Highlights:\n* Assess viability of planned technical activities for product improvement. \n* Develop comprehensive market analysis (EU, global) and market plan, setting up sales network, campaigns and collaborations.\n* Study IP issues and decide on patents to be filed.\n* Assess economic viability of the venture (projections, market barriers, regulations and other constraints).\n\nmainDSS will have a significant impact to the EU industrial market, as it provides added value to all companies having a maintenance department, looking to improve the management of their assets, increase assetsí availability and control life-cycle costs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ATLANTIS ENGINEERING AE",
    "coordinatorCountry": "EL",
    "participants": "MIIT - MANUTENCAO INDUSTRIAL INFORMATIZADA E TECNOLOGIA LDA.",
    "participantCountries": "PT",
    "projectParticipants": {
        "938021429": {
            "orgId": "938021429",
            "orgName": "MIIT - MANUTENCAO INDUSTRIAL INFORMATIZADA E TECNOLOGIA LDA.",
            "ecContrib": 0
        },
        "993885960": {
            "orgId": "993885960",
            "orgName": "ATLANTIS ENGINEERING AE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}