{
    "rcn": "196596",
    "acronym": "DGC",
    "topics": "ICT-37-2014-1",
    "title": "SEPA in your pocket ñ development of a mobile payment solution based on a disruptive SEPA (Single Euro Payments Area) Credit Transfer approach for banks and the payment industry.",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "By empowering European banks and other payment specialists, Digicash Payments is providing the technology to truly revolutionise payment and shopping experiences: a direct link with the bank is now available directly on the consumerís smartphone or virtually in their pocket. By triggering SEPA Credit Transfers, the Digicash solution serves as a technological channel between the end user (buyer/seller) and its primary source of financing providing an easy means to handle payments via a mobile device. \n\nBeing a bank-centric product in a highly competitive market, Digicash aims to impose the most efficient m-payment model on the European market together with banks. Digicash provides leading-edge technology by commercialising a white-label solution based on SEPA Credit Transfers that is entirely customisable, for both design and functionality. \n\nThe solution allows banks to offer additional banking services and enhance their relationship with their clients offering bank-grade security and compliance levels. Thus, Digicash enables them to offer 1/ consumers a convenient, secure and trustworthy payment solution with enhanced value-adding services and incentives, and 2/ merchants a true added value, speeding up their point of sale processes, enhancing the sales experience by integrating features, and reducing merchant commissions based on a less costly infrastructure. For banks, this is a real opportunity to drive innovation in a changing consumer-driven environment. \n\nDigicash Payments aims at becoming a leading European premium payment technology provider for the financial industry based on the launch of a product suiting the specific needs of European banks. The main mission of the feasibility study intended to be undertaken under Phase 1 will be to create an exhaustive business plan within the next 6 months to prepare this internationalisation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DIGICASH PAYMENTS SA",
    "coordinatorCountry": "LU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936149135": {
            "orgId": "936149135",
            "orgName": "DIGICASH PAYMENTS SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}