{
    "rcn": "196521",
    "acronym": "Watergate",
    "topics": "SC5-20-2014-1",
    "title": "Watergate: Development of a low-cost solar desalination technology",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The Watergate project aims to bring to the market by 2017 the most competitive desalination solution for middle scale applications, a market niche accounting for 900 Million Ä of annual investment in 2014. Its major value-added lies in the unique combination of a total independence on fossil fuel, the solution requiring only solar energy, and very competitive water costs ranging between 0.80Ä and 2Ä/m3 for applications above 100m3/day. \n\nThe major innovation of Watergate lies in the fact that the whole system ìdesalination-energy sourceî has been redesigned, resulting in an integrated system that solves the critical issue of the low efficiency of renewable energy desalination. The value-added of Watergate relies on two pillars: \n- The reduction of the size of the required solar field by more than 20% through a minimization of the energy consumption and a maximization of the energy efficiency; \n- The absorption of the variations in energy intensity, making it possible to work without any complementary energy source. \n\nThe market potential for Watergate is substantial. It will not only target the current low to middle scale market accounting for 500,000 m3/day of yearly installed capacity, it will also boost the development of desalination in energy importing countries: Spain, Malta, Cyprus, Greece and Israel; as well as extend the scope of the market to users with no access to fossil fuel. \n\nUnder Phase 1 of the SME Instrument, the feasibility study will first focus on the definition of the business positioning of Cyrga. The resulting identification of the targeted segments and the relevant business model will make it possible to develop a corresponding marketing strategy and adapt the financial plan, providing the missing parts for the elaboration of a strategic business plan by September 2015. The objective for phase 2 would be to develop a real-life demonstrator, based on a prototype currently under development, which should be achieved by the second half of 2015.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INSOLEM",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936489702": {
            "orgId": "936489702",
            "orgName": "INSOLEM",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}