{
    "rcn": "196583",
    "acronym": "MyNano",
    "topics": "ERC-CoG-2014",
    "title": "Towards the design of Personalised Polymer-based Combination Nanomedicines for Advanced Stage Breast Cancer Patients",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Research on anticancer therapies has provided little progress towards improved survival rates for patients with metastatic disease. The intrinsic advantages of polymer conjugates can be optimised to rationally design targeted combination therapies, concept I pioneered that allows enhanced therapeutic efficiency. Early clinical trials involving conjugates showed activity in chemotherapy refractory patients and reduced drug-related toxicity. However, there is a growing concern on patient variability regarding tumor patho-physiology that underlie successful therapeutic outcome. Specific biomarkers are required to select those patients most likely to show good clinical response to these therapies. \nThe objective of MyNano is to engineer polymer-based combination therapies designed to treat metastatic breast cancer in a patient personalised manner. Therefore, novel multicomponent polymer conjugates with precise control over size, shape, solution conformation, multifunctionality and bioresponsiveness will be obtained while in parallel their structure activity relationships to underlying proposed mechanisms of action in clinically relevant models will be studied. Polyglutamates obtained by controlled polymerisation and self-assembly strategies will be the carriers. Primary breast cancer patient tissue will be used to generate cell and in vivo models representing different clinical molecular subtypes. MyNano will also investigate new combination strategies using current treatments together with inhibitors of tumor-derived exosome release pathways, phenomenon related to metastasis and resistance mechanisms. \nThe aim is to provide a novel methodological approach that would allow by reiterative design to optimise the design of the next generation nanoconjugates for the treatment of specific metastatic cancer clinical subtypes. MyNano will be a breakthrough as it introduces a paradigm shift in the strategy to design nanomedicines in areas of unmet clinical need.",
    "totalCost": "1724168,97",
    "ecMaxContribution": "1724168,97",
    "coordinator": "FUNDACION DE LA COMUNIDAD VALENCIANA CENTRO DE INVESTIGACION PRINCIPEFELIPE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999430965": {
            "orgId": "999430965",
            "orgName": "FUNDACION DE LA COMUNIDAD VALENCIANA CENTRO DE INVESTIGACION PRINCIPEFELIPE",
            "ecContrib": 1724169
        }
    },
    "calculatedTotalContribution": 1724169
}