{
    "rcn": "196520",
    "acronym": "e2CORK",
    "topics": "SC5-20-2014-1",
    "title": "Efficient and Eco-friendly Construction Of Revolutionary surfboard blanKs",
    "startDate": "01/05/2015",
    "endDate": "30/09/2015",
    "objective": "The overall objective of the e2CORK project is the construction of eco-friendly surfboard-blanks built with cork. To reach this, the design of a sustainable-industrial manufacturing procedure will be necessary.\n\nThe typical surfboards are manufactured from noxious materials and with unsustainable processes that contaminate the environment, require safety equipment for shapers exposed to toxic materials, and produce a massive carbon footprint on our planet. e2CORK will offer a clean alternative, 100% natural, organic, sustainable, and with physical, structural and mechanical properties that far exceed the current styrofoam blanks.\n\ne2CORK will enhance the current hand-operated manufacturing procedures with a sustainable industrialization. These improvements will lead LIVING SURF to offer more competitive prices, reaching more units manufactured per day, to achieve international growth, to make a product portfolio extension and hence attaining wider audience. Moreover, e2CORK will boost the European cork-production market and its associate industries, hence contributing to the conservation of the cork-oak forests.\n\nThe specific objectives of the current phase 1 are to study and evaluate the technical feasibility as well as the sustainability and profitability of the e2CORK results. The objective of the overall innovation is that the current stage of e2CORKís TRL6 prototype version reaches a TRL9 commercial level at the end of phase 2.\n \nLIVING SURF has a wide expertise in manufacturing and selling surfboard blanks, offering natural alternatives to existing foam products. This background and knowhow enables the company to significantly reduce the risk of undertaking the e2CORK project while maximizing the probability of success of this business opportunity.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LIVING SURF SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934352792": {
            "orgId": "934352792",
            "orgName": "LIVING SURF SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}