{
    "rcn": "196578",
    "acronym": "NoisyAgeing",
    "topics": "ERC-StG-2014",
    "title": "Beyond genotype to phenotype: how ancestor lifestyle impacts on lifespan variation in descendants",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "There are many examples in nature where inter-individual variability in life-history traits is exploited as an adaptive strategy. I and others have shown that inter-individual variability in the longevity pathways ñand in particular, in stress response genes- has consequences for genetic/environmental phenotypic robustness as well as for lifespan in Caenorhabditis elegans. My main interest is to uncover the causes that explain inter-individual variability in lifespan. The variability across individuals must include an important non-genetic component because the laboratory strains of this nematode are genetically homogeneous. I propose that lifespan variation is a by-product of non-genetic sources of variability in the pathways that control longevity. Strikingly, inter-individual differences in stress responses are transgenerationally transmitted. Transgenerational memory is an adaptive strategy that informs the next generation about the likely environmental cues that will be encountered, and sets patterns of gene expression by the incomplete erasure of chromatin marks in the germline. I hypothesise that transgenerational epigenome inheritance introduces transcriptional variability for genes that influence lifespan. Also, I propose that the probabilistic nature of lifespan is caused by inter-individual differences in the inheritance of longevity genes that set the rate of ageing from early development. Understanding the basis of lifespan variability is crucial for personalised medicine, where not the average population but rather the individual is centre stage. It is equally crucial for the identification of new factors that may have been missed by the analysis of population averages that can have an impact for human ageing and health. More generally, I propose the inter-individual variability in the vertical transmission of transcriptional states as a unifying framework underlying a large class of adaptive phenotypes that vary among individuals.",
    "totalCost": "1499978",
    "ecMaxContribution": "1499978",
    "coordinator": "THE BABRAHAM INSTITUTE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999473742": {
            "orgId": "999473742",
            "orgName": "THE BABRAHAM INSTITUTE",
            "ecContrib": 1499978
        }
    },
    "calculatedTotalContribution": 1499978
}