{
    "rcn": "196574",
    "acronym": "EUCYS2015",
    "topics": "SCIENCE WAF SOCIETY",
    "title": "EUROPEAN UNION CONTEST FOR YOUNG SCIENTISTS 2015 IN MILAN",
    "startDate": "01/01/2015",
    "endDate": "31/12/2015",
    "objective": "The present proposal is relevant to the organization of the 27th edition of EUCYS-European Union Contest for Young Scientists, to be held in Milan from September 17 to 22, 2015.\nFAST, the Italian National Organizer - based in Milan - has worked to put together the national and local institutions, as well as private and public entities, to collaborate at this important event sharing the EU objectives to support the best young students in EU, associated and invited countries.\nMoreover, considering the opportunity of EXPO 2015 due to be held at the same time, and thanks to the collaboration of the Steering Committee for the EXPO - EU Scientific programme, the contest will take advantage of a special initiative: the EU and associated countries will be encouraged to promote one extra project proposal linked to the themes of Expo 2015 'Feeding the Planet. Energy for Life'. In this way, the contest will be enriched with more contestants and projects.\nThis proposal is defined as the set of all the actions needed to prepare and organize the 2015 event with a maximum impact, in terms of: support to the National organizers, contestants, Jury, and all other participants, before, during and after the Eucys week; organization of the overall programme; choice of hotel accomodation and venues; communication plan and press conferences. A strong dissemination plan will be studied in order to meet public interest (especially teachers, students and scientists), as well as to attract media attention.\nTherefore, all the necessary elements and items to assess the feasibility of the project, including the draft programme, the objectives, impacts and financial provisions are included in this activity prepared by FAST. \nThe final aim of EUCYS 2015 is the promotion of science and technology among young people, according to the scopes of the Science with and for Society Programme within Horizon 2020.",
    "totalCost": "1134437,5",
    "ecMaxContribution": "800000",
    "coordinator": "FAST - FEDERAZIONE DELLE ASSOCIAZIONI SCIENTIFICHE E TECNICHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999776964": {
            "orgId": "999776964",
            "orgName": "FAST - FEDERAZIONE DELLE ASSOCIAZIONI SCIENTIFICHE E TECNICHE",
            "ecContrib": 800000
        }
    },
    "calculatedTotalContribution": 800000
}