{
    "rcn": "196533",
    "acronym": "EcoSpacePropulsion",
    "topics": "Space-SME-2014-1",
    "title": "Piloting and upscaling the unique on site and mobile production plants for highly concentrated Hydrogen peroxide (HTP) production for space industry applications",
    "startDate": "01/03/2015",
    "endDate": "31/05/2015",
    "objective": "The overall objective of the project is to commercialize the unique technology for production of 98% concentrated HTP. This will be developed and exploited twofold: (2) Construction and installation of the technology line located at our premises and distribution of 98% HTP to the customers; (2) Construction and application of a container based mobile plant that will be able to produce HTP at the clientís premises. This solution will be tailored for the customers with regular large demand for the HTP and to whom the delivery of the ready product will be problematic due to formal and legal constraints concerning transportation limitations. \nThis dual approach derives from the limitations in HTP transport which under international  laws and conventions is disalowed by other means than through road and water paths. \nHTP might be used for space rocket engines both as a single-component propellant, or as an oxidant. It is the only substance offering both applications. It is furthermore neutral for the environment, as the only products of its chemical decomposition are Water and Oxygen. At present, however hydrazine has been widely applied as a primary propellant in various rocket fuels. Hydrazine is highly toxic and dangerously unstable unless handled in solution. Nowadays in the era of increasing concerns for the environment and safety of humans, we witness extensive research for non-toxic, safe, affordable, easy to store and of high energy density, single-engine propulsions and oxidizers for the space industry. In this situation, there has been as increased interest in application of highly concentrated HTP. Due to regulations banning of HTP transport by air there are considerable supply shortages of highly concentrated HTP both for research and industrial applications. At Jakusz we want to overcome this limitation and bring to the market high quality 98% HTP produced and distributed according to the tailored needs of the customers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JAKUSZ SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934490435": {
            "orgId": "934490435",
            "orgName": "JAKUSZ SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}