{
    "rcn": "196511",
    "acronym": "DryEye",
    "topics": "PHC-12-2014-1",
    "title": "Validation of a Novel Diagnostic Biomarker for Dry Eye Syndrome based in nucleotides detection",
    "startDate": "01/06/2015",
    "endDate": "31/01/2016",
    "objective": "Scientists of our company invented a method for diagnosing and monitoring the effectiveness of dry-eye syndrome treatment. The invention is related to a method for diagnosing the Dry Eye syndrome in patients and monitoring the effectiveness of the treatment, by measuring the concentration of a molecule called diadenosine tetraphosphate dinucleotide (Ap4A). Ap4A is an intracellular signal molecule that is produced due to harsh environmental factors. According to our studies published since 2002, Ap4A is released from the corneal epithelium, stimulating tear production and is a physiological modulator of tear secretion. Most importantly we discovered that levels of Ap4A are up to 5 times above normal levels in patients with Dry Eye compared to patients with normal lacrimation. This increase is even higher in Dry Eye individuals with low tear production. In these cases the Ap4A is increased over 100 fold. Following this discovery we patented a method to measure the concentrations of Ap4A of tear samples from patients in order to determine its presence, which is abnormally high in the case of Dry Eye syndrome. According to this method it is possible objectively to confirm or to discount the presence of this pathology. The diagnostic method of this invention comprises: detection by means of the high-pressure liquid chromatography (HPLC) technique of the Ap4A molecule, for the purposes of the calculation of which use will be made of a standard sample of Ap4A of commercial origin and of known concentration; and the use of a luminometric method for the detection and quantification of the Ap4A dinucleotide by means of the use of luciferin luciferase. We already effectively tested the method in vitro and in vivo on Dry Eye animal models. Recently we made a successful first stage trial in a small number of patients. Our future actions include the collaboration with industry partners, expert on biomarkers, in order to create a small detection kit.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OCUPHARM DIAGNOSTICS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934947693": {
            "orgId": "934947693",
            "orgName": "OCUPHARM DIAGNOSTICS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}