{
    "rcn": "196532",
    "acronym": "BEEP-WATER",
    "topics": "NMP-25-2014-1",
    "title": "ìBiosensor for Effective Environmental Protection through the on-site, automated monitoring of a large set of chemical contaminants in Water.î",
    "startDate": "01/05/2015",
    "endDate": "31/08/2015",
    "objective": "The Drinking Water Treatment Industry is subject to a stringent legislation regarding contaminants in water. Quality of water intended for human consumption and its monitoring are regulated under the drinking water directive 98/83/CE. Pesticides and heavy metals must be monitored and tested regularly with maximum allowable concentration of 0.1 ?g/l for individual pesticides and 0.5 ?g/l for the total amount of pesticides. The directive 2013/39/EU concerning emerging contaminants to be controlled in the field of water policy establishes what contaminants are identified for priority action at Union Level. \n\nMost important for the Drinking Water Treatment Industry is the cost associated to contaminants detection: approximately Ä160millions are invested in pesticide water analysis in Europe.  Currently, a pesticide analysis costs an average of Ä300 per sample since it requires specific staff and high technology equipments. \n\nWe have developed a prototype of BEEP-WATER biosensor technology able to detect and quantify on site a wide range of chemical contaminants including pesticides, heavy metals and emerging contaminants in water saving the cost associated to current laboratory analysis.  \n\nThe objective of our current project is the industry adaptation and implementation in the Drinking Water Treatment Industry of BEEP ñ WATER early warning system as a real quick and inexpensive alternative to current contaminant analysis systems in water.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOSENSOR S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998157743": {
            "orgId": "998157743",
            "orgName": "BIOSENSOR S.R.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}