{
    "rcn": "196534",
    "acronym": "BI-MARK",
    "topics": "PHC-12-2014-1",
    "title": "Clinical validation of the CD32b biomarker on the European market",
    "startDate": "01/05/2015",
    "endDate": "30/09/2015",
    "objective": "The overall objective of the proposed project is the clinical validation of a novel biomarker for B-cell malignancies. The presently most widely used anti-CD20 antibody treatment rituximab has considerably improved treatment options for patients with B-cell malignancies. However, effectiveness is limited by resistance to rituximab and reduced response on repeated treatments. Data indicates that tumor expression of CD32b is directly involved in the development of resistance to rituximab. CD32b has the potential to be used as predictive biomarker for critical clinical decisions for rituximab and related treatments, and will impact payers and patients. In addition, our company is developing a novel treatment ñ BI-1206 that specifically targets CD32b and significantly improves antitumor effects of rituximab alone. As such, the CD32b biomarker assay has the additional potential to become a companion diagnostic for BI-1206 and other future B-cell malignancy treatments. Our company and the affiliated research team have developed a flow cytometry assay for the detection of the CD32b receptor on tumor cells. The assay has been partially validated in a clinically relevant setting to demonstrate CD32b as a predicative biomarker of therapy response. To achieve market uptake of our technology, we aim to conduct a number of studies together with selected clinical partners in Europe. The objectives of the feasibility study are to find and contact researchers/clinicians for conducting retrospective and/or prospective studies, as well as to refine the business model for the commercialization of the biomarker assay. The intended users of our product are clinicians and therapy developers that focus on B-cell malignancies. By clinically validating a biomarker assay for B-cell malignancies and especially CLL, our company addresses an unmet European and global need for improved treatments for CLL, and B-cell malignancies in general.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOINVENT INTERNATIONAL AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999747767": {
            "orgId": "999747767",
            "orgName": "BIOINVENT INTERNATIONAL AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}