{
    "rcn": "196526",
    "acronym": "GEPLAER",
    "topics": "NMP-25-2014-1",
    "title": "PLASTIC AEROSOL CONTAINER",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Europe is the region with the largest aerosol production volume and consumption worldwide: 5.5 billion units produced in 2013.  European Cosmetic and personal care sector represents 57% of this production. \nMetal containers have been widely used because of their good conformability, resistance, and UV and light protection. However, metal containers are prone to rust and to internal corrosion unless an appropriate coating is applied to prevent this. Polyethylene-terephthalate (PET) aerosols can provide an environmental and lower-cost alternative to tinplate or aluminium cans, offering design flexibility, a variety of different shapes and styles which can be created with lower weight, and corrosion resistance. However, an improvement of overall properties is required, as nowadays, no plastic aerosol container can provide overall the resistance values required in the Aerosol Dispensers Directive (ADD). The market share of personal care products is around 3.1 billion containers solely in Europe, providing an attractive business opportunity.\nThe GEPLAER project aims to replace metal containers with novel plastic aerosol with higher pressure resistance (11 bar), complying with current ADD requirements, and considering those which will be applicable in the near future, while offering novel aesthetic and functional properties, such as transparency. \nIn order to assure a wider penetration of our PET aerosol in the market (mainly personal care and secondly food), GEPLAER work plan includes: a technical feasibility analysis, a market and stakeholder analysis, and a business plan.\nWe expect to commercialize this product on 2017. After 5 years, we expect to sell 187.85 million PET containers (NPV of Ä4,541,601 and an IRR of 71%). It implies a substitution of 21,302 tonnes of metal with 6,574 tonnes of PET, having environmental, economic and social benefits for all members of the supply chain (PET manufacturers, packers and fillers, transport companies).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GEPACK ñ EMPRESA TRANSFORMADORA DE PLASTICOS SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953291751": {
            "orgId": "953291751",
            "orgName": "GEPACK – EMPRESA TRANSFORMADORA DE PLASTICOS SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}