{
    "rcn": "196559",
    "acronym": "Project NGR M",
    "topics": "NMP-25-2014-1",
    "title": "Market Entry Feasibility Project for Next Generation Rubber",
    "startDate": "01/05/2015",
    "endDate": "31/08/2015",
    "objective": "Through participation in the Horizon 2020 SME instrument Phase 1 project, Rubber Products Ltd hopes to receive funding in order to continue development and commercialization of their new rubber technology (Next Generation Rubber, hereafter NGRÆ). The objective of the project is to develop a market entry feasibility study for NGRÆ and NGRÆ compounds commercialization that would include an thorough analysis of market needs, including recipes, and a business plan with an extensive sales strategy. The feasibility study will: (1) identify potential customer needs in terms of quality and tailor recipes to suit those needs (2) define target market and its size and map potential customers (3) define NGRÆ and NGRÆ compounds sales strategy and create detailed sales models. In an industry that has seen sustained growth on the world stage, the use of NGRÆ in the production of rubber products will limit the need for other resources, namely natural and synthetic rubber, allow for recycled rubber to be used in high value added rubber products, and reduce the negative environmental impact related to the production of natural and synthetic rubber. NGRÆ and NGRÆ compounds will be usable as partial substitutes for other raw materials across the rubber goods industry, but they will be particularly impactful to the tire manufacturing industry. The tire manufacturing industry is the largest consumer of raw rubber material and the producer of rubber materials in the world. NGRÆ products offer producers a competitive advantage by reducing price of production, while also allowing for recycled rubber products to be reused instead adding to the already large amount of rubber waste. Bringing NGRÆ products to the market, will also help achieve the European Innovation Union initiative for smart, sustainable, and inclusive growth.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SIA RUBBER PRODUCTS",
    "coordinatorCountry": "LV",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935942622": {
            "orgId": "935942622",
            "orgName": "SIA RUBBER PRODUCTS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}