{
    "rcn": "196542",
    "acronym": "INE IAPS",
    "topics": "ICT-37-2014-1",
    "title": "Intelligent active protection system for motorcyclists: saving lives through optimum use of latest advances in sensor technologies, wireless communication, Smartphone platforms, real-time analysis.",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The risk of fatalities or sustaining serious injuries in motorcycling accidents is poorly addressed by the existing body protection devices available to that community. They lack in reactivity characteristics and offer limited protection to the most affected parts of the body.\nCombining advances in sensor technologies, wireless communication and Smartphone platforms in particular, In&motion is set to revolutionise the market with their intelligent active protection system. With an ultra-high energy absorption capacity and a much wider protection area, their all-electronic system further differentiates itself from competitor products with its auto-learning capability: the more it is used the better it performs. With a business-to-business approach, In&motion joins forces with key European motorcycling garments manufacturers who recognise the need for their specialised clothes to become intelligent and highly protective. The technology is therefore fully integrated into the clothing, making it very convenient for the user. To further simplify the userís experience, In&motionís other innovation lies in the ability for the user to reactivate the device after deployment, thanks to easy-to-handle consumable parts. This provides a significant step change in accessibility, dispensing and affordability for the user.\nWith European motoring legislations set to further impact the market potential for body-protection devices, In&motionís solution is bound to be truly disruptive.\nThe technology has already been highly acclaimed by ski athletes and the International Ski Federation, and In&motion have high ambitions to see that technology also used in other areas such as drone protection, seniorís health and well-being, and work at height.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IN&MOTION",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934297405": {
            "orgId": "934297405",
            "orgName": "IN&MOTION",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}