{
    "rcn": "196599",
    "acronym": "EHW15",
    "topics": "Health",
    "title": "High Level eHealth Conference 2015",
    "startDate": "19/03/2015",
    "endDate": "18/08/2015",
    "objective": "Taking into account that, according to the priorities set by the Latvian Presidency of the Council of the European Union, it is intended to actualize the EUís digital single market, e-governance and citizenís e-skills improvement, as well as the security of information in the digital environment and internet freedom issues. Latvian Presidency wishes to promote a new concept ñ how we can increase patientsí participation in their own healthcare and emphasize the role that eHealth and mHealth have to play.\n\nThe High Level eHealth Conference collocated with the World of Health IT Conference & Exhibition (WoHIT) under the common title ìeHealth Week 2015î provides a unique platform to bring together all the involved parties necessary for successful implementation of e-health and m-health - policy makers, high level global decision makers from public and private healthcare sectors, ICT solution developers, hospital and IT managers, healthcare professionals and patient groups from NGOs. \n\nThe general aim to the High Level eHealth Conference is to emphasize the importance of the patient involvement as the key enabler for better MS health systems. The conference High Level eHealth Conference also will fortify the cooperation among European regions, give the positive push to e-health further development at the whole Baltic and Nordic region and strengthen collaboration among the MS in healthcare sector.\nRelevance to the Work Programme - HOA 3ñ2014/2015: Presidency events - eHealth.",
    "totalCost": "312398,5",
    "ecMaxContribution": "300000",
    "coordinator": "NACIONALAIS VESELIBAS DIENESTS",
    "coordinatorCountry": "LV",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952594224": {
            "orgId": "952594224",
            "orgName": "NACIONALAIS VESELIBAS DIENESTS",
            "ecContrib": 300000
        }
    },
    "calculatedTotalContribution": 300000
}