{
    "rcn": "196523",
    "acronym": "DWT-I4FEDW",
    "topics": "NMP-25-2014-1",
    "title": "DWT- Impregnation for Fireproof  Excellent Durability Wood",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "DWT-I4FEDW aims to develop an innovative technological process that produce a new structural engineered material (FEDW), having higher yields compared with the best alternatives in terms of technical results, economic and environmental footprint performances. That would make FEDW advantageous competitor and feasible alternative as structural fireproof material in constructions area, representing the best performing wooden material for supporting structure. The innovation refers both to:\na) FEDW an extremely innovative treated wood having outstanding properties of fire resistance and durability; it is obtained by impregnation, till the core of timber, by using electro magnetic waves technology. The outcome is represented by a semi-finished ecological new wooden material having the highest fireproof and durability characteristics, sensibly improved hardness.\nb) DWT-I process is the innovative and ecologically-friendly system for impregnating wood of different species with different preservative liquids. Its most important characteristics are: \na) the first system for full impregnation of timber, instead of only superficial; \nb) impregnation process can be made both by using different fire-proof & durability chemical liquids;\nc) very economic: the technology can easy installed on existing impregnation factories retrofitting the existing plants; \nd) can treat several wood species and use different liquid to fit customised purposes. \ne) improve the efficiency of existing impregnation processes \nDWT-Process process ameliorates properties and service life performance of cladding, panelling, decking, fire safety doors, outdoor furniture, garden infrastructure, Marina, and structural elements. \nUpon successful completion of this project, likely benefits to society will include:\n誰\tAvailability of FEDW constructional fireproof components and with long durability\n誰\tLocal grown timber species opposite imported; \n誰\t100% non-toxic wood playgrounds\n誰\t100% non-toxic wood with ground",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DANISH WOOD TECHNOLOGY AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934282952": {
            "orgId": "934282952",
            "orgName": "DANISH WOOD TECHNOLOGY AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}