{
    "rcn": "196515",
    "acronym": "ENAMISS",
    "topics": "Space-SME-2014-1",
    "title": "ENAMISS - Energetic Neutral Atoms Monitor on the International Space Station",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "In the frame of ìspace weatherî science, a systematic monitoring of the geomagnetic activity in the inner magnetosphere plays an important role in the field of telecommunication and navigation satellite systems safety as well as safety on materials and employers within flight routes at polar latitudes. A consolidated technique for remote sensing of plasma circulation relies on Energetic Neutral Atoms (ENA) observations. However, up-to-now only dedicated mission in polar orbit collected ENA imaging, whereas continuous ENA monitoring from low altitudes is a missing task; therefore our proposal aims to develop an ENA instrument on board the International Space Station (ISS) since its peculiar orbit would allow wide-field ENA images. In this context, the Italian Space Agency agreed to provide support for what concerns the instrument allocation on the launch vehicle and its accommodation outside the ISS.\nPrimary goal of this phase 1 study is elaborating a business plan verifying the technological feasibility as well as the economic viability for realization of the first prototype of an ENA imager (ENAMISS), with the opportunity for the SME consortium to transfer existing knowledge into innovative solutions able to grow performance and also to establish expertise in ENA sensors where the heritage is mostly in the USA. \nThe main business purpose collocates in the ìidea to applicationî frame creating a new standard of atomic cameras, offering the possibility to supply a user alert service (also with dedicated smartphone ìAppî) to mitigate the geomagnetic storms effects. Envisaged key markets are the space and navigation one.\nThe innovation of the project is mainly related to exploitation of the ISS as platform for ENA monitoring to provide an European-leaded service for Space Weather studies and related activities with the twofold benefits for the SME consortium to acquire heritage in this field and a preferential position in Europe and in the world.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KAYSER ITALIA SRL",
    "coordinatorCountry": "IT",
    "participants": "AMDL SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "997363604": {
            "orgId": "997363604",
            "orgName": "KAYSER ITALIA SRL",
            "ecContrib": 50000
        },
        "948798032": {
            "orgId": "948798032",
            "orgName": "AMDL SRL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}