{
    "rcn": "196556",
    "acronym": "Cydar PaaS",
    "topics": "ICT-37-2014-1",
    "title": "Disrupting the real-time medical imaging market, and accelerating innovation, with cloud Platform as a Service (PaaS)",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Medical imaging science has progressed greatly in recent years with advances in cloud computing power, computer vision, machine learning and augmented reality. There is global political will to improve the efficiency of healthcare delivery through better exploitation of information technology. But there is surprisingly little translation of research output into clinical systems supporting real-time imaging. \nLarge hardware manufacturers currently dominate the software market for image-guided surgery. Their business model is based on high capital expenditure for installing large equipment that combines hardware and software. But this model means high costs and long lead times for changes, creating high barriers to innovation.\nCydar has identified an opportunity to disrupt this model by decoupling software innovation from the hardware. The concept is a dedicated cloud platform that hosts third-party applications, while handling image anonymisation, information security, governance and data storage. The core, tested technology involves a standard PC and web browser securely streaming the live imaging in the operating room to the cloud platform. \nThis business model is cloud Platform as a Service (PaaS), hosting applications for enterprises, healthcare organisations and academic institutions. Revenue streams include hosting fees and fees for access to the stored data for secondary use.\nCrucially, end-user markets become widely accessible, costs are lowered, lead times slashed and the commercial risks of innovation reduced. The model is readily scalable for the global market. We expect it to accelerate the exploitation of medical digital data for the benefit of citizens, both as patients and as taxpayers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CYDAR LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934302837": {
            "orgId": "934302837",
            "orgName": "CYDAR LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}