{
    "rcn": "196571",
    "acronym": "BERTHA-G",
    "topics": "SIE-01-2014-1",
    "title": "Bertha G - better enzymes - than gas",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "BERTHA-G stands for ìBetter enzymes than gasî. Our first-of-its-class system enables independence from centralized supply of fossil fuel (i.e. natural gas, oil) for residential heating purposes (15í000 kWh therm. p.a).\nApplied at a national level, our approach can help disrupt the conventional energy supply and shift the demand from limited oil / natural gas from external suppliers to synthetic fuels which are cost-efficient and non-volatile (price), not limited by nature and CO2 neutral.This will be achieved by a cutting-edge proprietary technology: using the platform technology of Gensoric GmbH, an electro-biocatalytical process converts plain water, CO2 from ambient air and electricity into preferably Methanol. In contrast to alternative CO2-to-fuel-technologies, this process runs under mild conditions: no high pressure, no high temperatures. Owing to the selectivity of the enzymatic process, CO2 can be taken from ambient air, there is no need for a refined or concentrated volume streams. All steps can be carried out at ambient conditions which makes it suitable for residential applications. All educts needed are available, even the electrolytic production of hydrogen can be waived, as the enzymes take the needed hydrogen directly from plain water. \nThe electrical energy can be taken from installed renewable energies, an effect which can make installed system more economically viable, especially for storing purposes, which will dramatically increase the efficiency. To facilitate the usage, our system is compatible to already existing infrastructure. \nThrough our solution, we empower the customer to become a ìprosumerî or producer and consumer of energy to mitigate the volatility of energy prices, to become energy independent, and contribute to a CO2 neutral economy. In contrast to conventional device sellers, we can enhance the attractiveness of the underlying business model by introducing revolving sales through consumables.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GENSORIC GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951021757": {
            "orgId": "951021757",
            "orgName": "GENSORIC GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}