{
    "rcn": "196547",
    "acronym": "INNOEM",
    "topics": "SIE-01-2014-1",
    "title": "Innovative energy management technology for smart energy decisions",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Watty can pin-point the smartest way to save energy in any home with just a single piece of low-cost hardware. Our innovative technology analyses the total energy use in a household and breaks it down into its components, i.e. the energy use per appliance. The technology deciphers a distinctive behaviour and usage pattern for every appliance and is thus able to diagnose the entire energy usage of a household in detail. The implementation of this technology will for the first time permit households to make concrete, smart energy saving decisions based on detailed data about the real-time usage of their appliances. As this can help households save 10-30% of their energy use, it will both help the users to reduce costs, while at the same time make a large contribution to the EU objective of a 20% energy saving by 2020. Our product offer is composed by a single piece of low-cost hardware for data gathering and additional software components for the data read-out and analysis. In our envisaged innovation project we envisage to scale up the existing prototype for the hardware, and further develop the software analysis to fully meet the needs of the users. The market for our products closely follows the roll-out of smart meters across Europe. The total addressable market is estimated to 50 million households in 2015 (Nordic countries and Italy), but is expected to grow to 400 million European households within the next five years, thus opening up great opportunities for the commercial exploitation of our technology.   The IMMOEN project aims at conducting a market study and defining the business strategy needed to full exploit the commercial potential of our innovative technology on energy markets across Europe. The end result of the project will be a detailed business plan that fully meets the user needs and market conditions in Europe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WATTY AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934543979": {
            "orgId": "934543979",
            "orgName": "WATTY AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}