{
    "rcn": "196522",
    "acronym": "OSS",
    "topics": "ICT-37-2014-1",
    "title": "OpenSMESearch (OSS)",
    "startDate": "01/05/2015",
    "endDate": "30/09/2015",
    "objective": "OSS (OpenSMESearch) aims to provide a platform to the online visibility problem facing by millions of micro SMEs in Europe. Despite they are regarded as the backbone of the European economy, important source for jobs, SMEs are losing online visibility with massive explosion of big data in the Internet era. This phenomenon is caused by two main factors:  1) more than 40% do not have a website yet and 2) they are not transparently shown in web searches, as the order of results is influenced by optimized, sponsored and paid business results. Therefore, small local businesses are suffering clear erosion in their individual sales, taxable sales for government revenue, which is based on local consumers (B2C) and services to other business (B2B). This problem is of vital relevance for the EU.\n\nOSS is our future flagship product based on pool of public and private data. OSS will be a dedicated search ecosystem for European SMEs, will provide transparent, relevant and global online visibility, facilitating the matching of business to consumers (B2C) and business to businesses (B2B), eliminating any disintermediationís. OSS is crowd sourcing, ads free search model coupled with semantic database technologies built on the combination of both open and our private data sources. This product also has potential to extract commercial value from open data and increase private data profitability.\n\nThe goal of OSS is to make local micro, SME knowledge globally visible in big data internet world. In this line, we present an analogy of our ambition. Wallet verses internet analogy: Big companies are like 'Bank cards & bills' where as micro SMEs are like 'coins'. Most of the wallets are not having provision for coins likewise SME results are not getting enough visibility on global search platforms. Therefore, our aim is to be as a 'SME source for global search engines (our existing clients)' (wallet: cards\\coins) and at the same time as a 'dedicated SME search platform' (just as a coin pocket wallets). The idea behind this project is to make OSS a global success, able to revolutionize the online visibility and search for SMEs, while allows us penetrate into the BIG DATA market, which is skyrocketing at a 35% CAGR. \n\nOSS is for the people by the people and to the people to make European SME local knowledge globally available.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DATACENTRIC PDM SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934362880": {
            "orgId": "934362880",
            "orgName": "DATACENTRIC PDM SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}