{
    "rcn": "196558",
    "acronym": "HELMO",
    "topics": "PHC-12-2014-1",
    "title": "Cardiovascular Diseases Diagnoses by means of Smart Remote Monitoring System based on known Heart Activity Biomarkers",
    "startDate": "01/05/2015",
    "endDate": "31/08/2015",
    "objective": "Cardiovascular Diseases are the leading global cause of death, accounting for 17.3 million deaths per year, a number that is expected to grow to >23.6 million by 2030. In Europe, it accounts for over 4 million deaths each year which means nearly half 47% of all deaths. Overall CVD is estimated to cost the EU economy almost Ä196 billion a year. It is clear that there is an economic demand to implement cost effective measures to early diagnoses of CVD and detection of highs risks to suffer a fatal event. The WHO has prioritized these interventions as: early identification of people at high risk in primary care and monitoring of survivors of a heart attack or stroke which are at high risk of recurrences or dying from them. Indeed, spurred by the hefty bill and lack of resources, Hospitals are continuously looking for new solutions to allow them to discharged chronical inpatients who can be remotely monitoring improving its quality of life and providing tailored treatment.\nThe project HELMO aims at developing and clinically validating a no-invasive remote monitoring medical device for the early diagnoses of cardio vascular diseases (CVD) and to provide assistance before fatal consequences, even death. The  product will be launched to the market as an innovative system able to monitor remotely 10 vital parameters which are well known biomarkers of CVD diseases: ECG ñ 12 leads ECG -, heart and breath rates, blood pressure, movement, oxygen saturation, body temperature, sweat, calories, location. This device, designed by all population including special needs group, will provide alerts both patients and clinicians at critical moments which can lead to loss of consciousness and death.  \n  As a result, the number of hospitalization caused by CVD and eventually the deaths will experiment a significant reduction. HELMO is a non-invasive medical device based on the monitoring of CVD biomarkers which commercialization will mean Ä14.4 M revenues for XEOS by 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "XEOS.IT SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938121630": {
            "orgId": "938121630",
            "orgName": "XEOS.IT SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}