{
    "rcn": "196546",
    "acronym": "SPM",
    "topics": "SFS-08-2014-1",
    "title": "Strawberry Processing Machine",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The fruit and vegetable processing market is growing exponentially driven by the increasing demand of frozen products, juices and ready-to-use products. In this context, industries that process very sensitive fruits are facing great difficulties/challenges to increase their competitiveness. Indeed, this segment is unable to fully benefit from the industrial technologies like automation and artificial vision - already used in other segments - to increase the productivity, the quality and the safety of the final product as well as working conditions.\nAttempts have been made for this purpose but solutions proposed until now are not enough automated resulting in low processing cadence and thus, high payback period of the machine.\nIn order to address these concerns, Orizon Vision and AcessoMatic combined their skills, respectively in artificial vision and automation, to develop an innovative machine able to automatically manipulate and cut the green zone or calyx of at least 10-12 strawberries of all caliber per second. In this case, our artificial vision software will identify with precision by colour the cutting zone on the strawberry duplicating the processing cadence of existing solutions. By reaching first the strawberry market that increased 16% a year in the last 10 years, our goal is to expand this technology to the processing of other very delicate fruits or vegetables like persimmons, figs, peaches, etc.\nThis innovation project constitutes a great opportunity for the participating companies, Orizon Vision and AcessoMatic, to develop a high value and disruptive solution which can reinforce their position in the market and increase their visibility around the world. For that purpose, we need to refined and matured our initial business plan. Hence, the feasibility study would significantly leverage our business proposition to reach the market and enhance the possibility of successfully applying to Phase 2 in the SME Instrument in order to demonstrate our machine.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ORIZONVISION LDA",
    "coordinatorCountry": "PT",
    "participants": "ACESSOMATIC COMERCIO COMPONENTES PNEUMATICOS HIDRAULICOS E ELECTRICOS LDA",
    "participantCountries": "PT",
    "projectParticipants": {
        "938769978": {
            "orgId": "938769978",
            "orgName": "ACESSOMATIC COMERCIO COMPONENTES PNEUMATICOS HIDRAULICOS E ELECTRICOS LDA",
            "ecContrib": 0
        },
        "938851167": {
            "orgId": "938851167",
            "orgName": "ORIZONVISION LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}