{
    "rcn": "196535",
    "acronym": "EDePDAC",
    "topics": "PHC-12-2014-1",
    "title": "Feasibility study for the validation and industrialization of two diagnostic kits in both ELISA and CLIA formats for the early detection of pancreatic cancer based on the novel biomarkers EZR and ENOA",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "In this study we propose to investigate the feasibility of the industrial development and validation up to the CE marking of two immunodiagnostic kits based on two novel biomarkers recently identified as specific markers of early stage pancreatic cancer, Ezrin (EZR), and its treatment follow up, phosphorilated alpha-Enolase isoforms 1,2 (ENOA). The assays will detect antibodies to these biomarkers in blood. Pancreatic Ductal AdenoCarcinoma (PDAC) early detection is an unmet medical need in the developed world. Presently this cancer is the fourth leading cause of cancer-related death. The EZR kit, used alone on people at risk for PDAC, is proposed as a tool for an early diagnosis of pancreatic cancer. Blood positivity to both antibodies against EZR and ENOA is of great importance for a correct diagnosis of PDAC and the assessment of its development stage. Finally, the combined use of blood test for Ab-EZR, Ab-ENOA and CA19.9 should provides a robust tool for the general diagnosis of PDAC (100.0% sensitivity and 93.7% specificity). Te study will be conducted together with an expert and well introduced company in the field of IVD having a consolidated distribution network, that will support NatiMab in the assessment of the industrialization process and the market entering, and two companies which have the technical capabilities for the production of the two key components: EZR (GeNeuro) and ENOA (Iris Biotech). The IVD segment for PDAC early diagnosis and therapeutic assessment, including screening of population at risk, is a 3 billion potential market. NatiMab has the ambition to become a key player and first mover in such huge market. The final technological target of Natimab project is the development of a three-marker panel, including EZR, ENOA and CA19.9, which is expected to greatly reduce the need for invasive diagnostic screening. The deliverable of the study will be a feasibility report including a detailed business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NATIMAB THERAPEUTICS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "984260456": {
            "orgId": "984260456",
            "orgName": "NATIMAB THERAPEUTICS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}