{
    "rcn": "196518",
    "acronym": "BDuSSCR",
    "topics": "ICT-37-2014-1",
    "title": "BIG DATA using SECOND SCREEN AND CONTENT RECOGNITION (BDuSSCR)",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "TV Viewers demand a personalized and richer experience while watching TV. Broadcast TV and producers try to develop interactive products to build a stronger engagement with their audiences. Advertisers are tired of ad strategies that are not measurable nor results?oriented. Most of the broadcasting agents (TV/radio broadcasters, content producers, advertisers and their agencies) have poor information about the current behavior of their audiences. To improve the quality of such information they need to incorporate, on a personalized way, Big Data tools that help develop new strategies into their business activities.\n\nBridge Mediatech, S.L. (from now on BMT), a Spanish technology company, has developed a Cloud-based Platform embedding its patented Automatic Content Recognition (ACR) technology in order to provide a richer experience to the audience. It also provides the broadcasting players with an easy to ìinstall and operateî Big Data Platform to improve the engagement with their audience. It helps getting to know them better and it allows to offer customized contents tailored to their needs product and services.\n\nAfter having proved the core of the technology in the world¥s largest Spanish speaking broadcasting player like Televisa, it¥s time to start thinking about large scale solution deployment and international expansion. For that reason BMT applies to this call to develop the Feasibility study needed to accomplish the technology consolidation and large scale deployment which will let BMT become the global leader in this emerging and innovative marketplace.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BRIDGE MEDIATECH SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934451635": {
            "orgId": "934451635",
            "orgName": "BRIDGE MEDIATECH SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}