{
    "rcn": "196585",
    "acronym": "ResMet",
    "topics": "MSCA-IF-2014-EF",
    "title": "Resampling methods for nonstationary stochastic processes",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "ResMet is dedicated to applications of resampling methods in statistical inference for the processes with periodic and almost periodic structures. The mentioned processes in the literature are called cyclostationary (CS) and almost cyclostationary (ACS). Studies of CS/ACS processes started by Gladyshev in 1961. Since then the subject has developed fast and found applications in many branches of vibroacoustics, mechanics, signal analysis and climatology. The wide range of possible applications resulted in the thousands of papers that were published through the last 60 years. Unfortunately, the analysis of CS/ACS processes is very difficult. The most difficult is the estimation of the asymptotic covariance matrix for parameters of interest. In practice it is almost impossible and to construct confidence intervals resampling methods need to be used. The Experienced Researcher (ER) will show their consistency for different parameters of CS/ACS processes. Additionally, she will consider jitter effect and develop testing tools to detect the significant frequencies and to check if the considered data are zero-mean. These results will allow e.g. for construction of the new tools for machine faults detection. Moreover, new research topics will appear like choosing the optimal block length for each application. During the fellowship the ER will be able to work with the experts (her supervisor Prof. Dehay included) in the analysis of AC/ACS processes and in testing. The ER will join the seminars organized by them and will exchange the knowledge on the daily basis with other statisticians. Finally, she will present results of her work on the seminars, workshops and conferences. This process will allow her to finish her habilitation and apply for the permanent professor position in Europe. Moreover, during her secondment at Laser Analytica she will get statistical consulting experience, which in future will allow her for collaboration with pharmaceutical companies in Europe.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE RENNES II HAUTE BRETAGNE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999956220": {
            "orgId": "999956220",
            "orgName": "UNIVERSITE RENNES II",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}