{
    "rcn": "196557",
    "acronym": "PFMaker",
    "topics": "ICT-37-2014-1",
    "title": "PFMaker, the Advanced Interactive Video Tool",
    "startDate": "01/05/2015",
    "endDate": "31/08/2015",
    "objective": "People are accessing, consuming and sharing content in more varied ways than ever, and marketers have scores of new opportunities to understand, reach, and engage with consumers. Up to this point, companies are spending 171 billion dollar in digital advertising per year. However, online advertising is intrusive, boring and even bothering. Almost a 92% of people give up Pre-Roll ads with the option Skip-Ad, when this option is not shown, 15% of people close the entire video to avoid the ad. In-Video Ads doesnít work better, 15% of viewers close the image shown at bottom, barely a 3% click on that kind of ad.\n\nIn order to overcome these problems we have tested in a relevant environment a new interactive video format that increases user engagement. In spite of this, producing interactive video contents is still expensive and barely unprofitable, thus increasing the total production costs up to a 50%.\n \nThe purpose of this innovation project is to develop a new tool and interactivity market ecosystem to create fully advanced interactive experiences in a cost effective and profitable way. This tool will be named PFMaker and will reduce the time of production of an interactive video by a 67% and its development costs by up to 81%. This tool will allow the quick creation of interactive videos with advanced user interactions such as 3D Graphics and Augmented Reality.\n \nAt this stage we have conducted a pilot project to verify the interest in a relevant environment, but a deeper feasibility study is needed in order to minimize the investment risks. Our feasibility study will consist of an international market and user research and an IPR analysis.\n \nPlayFilm is a young tech startup, with greatly experienced executive team, that has already received the interest of big companies and support of the accelerators programs. PlayFilm aims to shake the entertainment industry through a new advertising format which not only does not interrupt the user experience, but also adds value",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PLAYFILM SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934598493": {
            "orgId": "934598493",
            "orgName": "PLAYFILM SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}