{
    "rcn": "196573",
    "acronym": "CiWater",
    "topics": "SC5-20-2014-1",
    "title": "Feasibility study for water leakage detector CiWater",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "A water distribution network is an important part of the infrastructure. In every water pipe system around the world more than 20% of the produced water is lost before it reaches the consumer, corresponding to a production cost of more than 20 MÄ every day. It is a challenge to find small leakages before they became major and causing an emergency. \n\nCinside has the ambition to grow and internationalise. With this project we will get a new innovative and unique product that strengthens the company's competitiveness in the environmental area and increasing the future revenue opportunities. The main selling points are to save money, energy and valuable nature resources. The system has a worldwide market with the potential of 100000's of users.\n\nThe aim is to develop a handheld radar based system to pinpoint the leakages in a more accurate and effective way than available methods like correlator and electro-acoustic techniques.\n\nThe idea is to use the Cinside proprietary hardware and Doppler signal processing previously developed to find humans behind walls and in rubble by detecting very small physical movements.\n\nIn a previous project we have built a demonstrator showing that we can detect water leakages in certain environments. To get a fully working easy-to-use product we need to gain more experience from different leakage conditions.\n\nIn phase 1 we will investigate the properties of different leakage conditions, and from that make a project plan for development in phase 2. We will also do a market survey to be able to setup a realistic business plan. We will search for certain experts and end-users around Europe, in addition to the end-user group already formed in Sweden, to find partners willing to participate in phase 2.\n\nIn phase 2 we will develop the product from TRL6 to TRL9. The participating end-users will contribute with experience, trial areas, real leakages and verification. To complete this project we will need external financing.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CINSIDE AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952403231": {
            "orgId": "952403231",
            "orgName": "CINSIDE AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}