{
    "rcn": "196597",
    "acronym": "SmartRay",
    "topics": "ICT-37-2014-1",
    "title": "Smart Large Scale Radio Technology for the Tactile Internet",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "For future mobile wireless services and applications, network operators must deliver exponentially increasing capacity, carrier grade reliability, and efficiency without increasing CAPEX and OPEX significantly. Airrays has developed game changing radio technology for the 4th and 5th generation mobile communication networks that meets these challenges. By using software-controlled beams, Airrays radio units direct signal energy from a cellular base station to exactly where it is needed, e.g., at individual users or hotspots. Compared to state-of-the-art, the technology provides up to 10-fold increased capacity, 10-fold reduced energy consumption, and 10-fold increased reliability, as well as reduced deployment and operational cost of up to 50%. The objective of the innovation project SmartRay is to commercialize Airraysí advanced antenna technology and to successfully enter the mobile network infrastructure market. Airrays will position themselves initially as component supplier to established infrastructure vendors and antenna manufacturers and, at a later stage, leverage its technology advantage to become vendor of radio units and deliver directly to network operators. This ambition is in line with current disruptive trends in the 4G and 5G infrastructure market where small vendors establish themselves alongside large established players. Through product development as well as successful commercialization Airrays will explicitly strengthen the European communication infrastructure sector. SmartRay Phase 1 will among others conduct a complete FTO analysis, provide detailed product roadmap, and develop a concrete go-to-market strategy to identify an initial market segment to address.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AIRRAYS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936541694": {
            "orgId": "936541694",
            "orgName": "AIRRAYS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}