{
    "rcn": "196530",
    "acronym": "NewMoon",
    "topics": "PHC-12-2014-1",
    "title": "NewMoon - Smart Garments in Newborns and Babies Monitoring",
    "startDate": "01/05/2015",
    "endDate": "30/11/2015",
    "objective": "One of the most promising field of application of smart garment is baby monitoring: the most sensible periods of time in the first day of life of a newborn is the first 2-4 hours of life. When the baby is born, for the first 2-4 hours there is no monitoring active; the baby, after a rapid cleaning procedure and first checkup, is given naked to the mother who put him/her on her breast. The skin-to-skin contact facilitate the maternal bonding which consists in different aspects: thermoregulation of the baby, the kangaroo care, cognitive bond, etc. In this period of time, normally there is no ongoing monitoring in order to favor the bonding between mother and child; a discontinuous monitoring is usually implemented through a common visual recognition by the nursery staff. In this hours, in which the baby is in a transient periods from pre to post-natal, a continuous monitoring of bio-signal can be very useful to prevent critical situation. The monitoring system has the purpose to impact on the organization of the work of nursery staff, and increase the quality of the health service delivered through the use of a continuous quantitative monitoring, rather than a qualitative observation repeated over time in a discontinuous manner. This kind of monitoring system tries to be the least invasive as possible for the medical procedure, the baby and the mother. The introduction of a new monitoring procedure in a sensitive environment like the delivery room is a real clinical need we matched with our innovative smart garment embedding textile comfortable electrodes. Recently we investigated the compliance, the reliability and the acceptability of a new monitoring system applied in the first 2-4 hours of life during bonding procedure in a clinical trial with excellent results. This proposal aims at industrially and commercially exploiting the system at national and international level also matching the different regulatory rules.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COMFTECH SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950309583": {
            "orgId": "950309583",
            "orgName": "COMFTECH SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}