{
    "rcn": "196529",
    "acronym": "bionic agitator",
    "topics": "SIE-01-2014-1",
    "title": "Feasibility study of a bionic agitator 単 a prototype of this agitator has shown great potential for energy reduction of agitator technology.",
    "startDate": "01/05/2015",
    "endDate": "30/04/2016",
    "objective": "A prototype of a newly developed agitator has shown great potential for energy reduction in agitator technology. The developed agitator was inspired by the way ducks move their feet in the water 単 a very energy-efficient way. Consequently we call the new agitator a bionic agitator. Now we want to validate the findings from the test of the prototype in a beta-phase test.\nThe idea to question the current agitator technology arose, while analysing the reasons for small biogas plants (<75kW, operating on organic waste) not being profitable. Martin Falger, the inventor of the bionic agitator and major shareholder of the wusoa GmbH, focused on the fact, that the highest fraction of the primary energy consumption of a biogas plant is needed for the agitator used in the same plant. The prototype of the bionic agitator has shown the potential to reduce this energy consumption by 60 per cent or more. Thus more of the produced energy in the biogas plant can be fed into the grid. As a result of this increase in the effective output it becomes more attractive to generate energy from organic waste 単 which means a 100% carbon neutral way of energy production and a great contribution to the EU goals of reducing emissions by 80% in 2050.\nThe proposed feasibility study includes a field test where the bionic agitator is installed in five existing biogas plants. One additional bionic agitator will be installed in the biogas plant of the University of Hohenheim (Stuttgart, Germany) to test it against a conventional agitator. The aim of the feasibility study is to obtain reliable data on the energy reduction, the material used and to get a solid feedback from potential customers.\nWe estimate that the European market for agitators in the biogas industry is approx. worth 2.7 billion euro. However the bionic agitator cannot only be used in the biogas industry 単 the energy savings make it attractive for any industry where fluids need to be stirred or mixed.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WUSOA GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936204522": {
            "orgId": "936204522",
            "orgName": "WUSOA GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}