{
    "rcn": "196549",
    "acronym": "OPTILIFT",
    "topics": "IT-1-2014-1",
    "title": "OPTILIFT offshore lifting and logistics",
    "startDate": "01/05/2015",
    "endDate": "30/09/2015",
    "objective": "The project aims to improve the efficiency and safety of offshore transportation by (1) extending the weather window for lifting operations, (2) improving the logistic planning and tracking, (3) reducing the need for floating warehouses and (4) increasing safety for offshore personnel and cargo. The solution is provided by sensor units installed at crane boom tips and dedicated software to process the data collected by these sensor units, where the concept is called the OptiLift framework. It includes three major tools, namely the logistics, human detection and crane control, to perform the improvements listed before.\n \nThe framework is significantly innovative both application and technology wise. Currently, there exists no unified solution in the market allowing extended weather windows, increased safety for offshore personnel / cargo, and improved logistic planning. Optilift framework will be first to address these industry-needs with a cost efficient and scalable application. The framework utilizes a patent pending sensor unit and cutting-edge computer-vision library to perform cargo / vessel / human detection, tracking and machine automation tasks that no other institution or company performed before.\nThe primary users of the framework will be the operators of offshore installations. Initially, we expect the technology to be utilized by oil and gas companies. Later, expansion into the offshore windmill farms market is envisaged.\n\nThe feasibility study will perform risk assessment for different parts of the system, determine possible technical improvements, provide in-depth analysis on potential customers in oil /gas and renewable energy industries, analyze worldwide regulatory and/or standard requirements, and perform assessments related to IPR.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VOCA AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934796276": {
            "orgId": "934796276",
            "orgName": "VOCA AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}