{
    "rcn": "196572",
    "acronym": "VALIDIAG",
    "topics": "ICT-37-2014-1",
    "title": "Validation Manager - A disruptive turnkey solution for diagnostic test validations",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The need for fast and accurate diagnostics in laboratories is an exceedingly important global issue. It is a mandatory requirement by regulators that the performance of any new clinical diagnostics test must be thoroughly demonstrated, i.e. validated before it can be sold by the diagnostics companies, or taken in use by laboratories. Organizations may easily waste on average 100 000Ä a year for validations, which could be saved.\n\nFinbiosoft (FBS) has introduced a unique and disruptive cloud-based (SaaS) software, Validation Managerô, which makes validation of diagnostic tests according to requirements truly easy and is able to cut down even 95% of the time needed for validations. The software enables i) diagnostic companies to save dramatically time and money to reach markets faster, allowing them to sell more, and ii) laboratories to be able to cost effectively evaluate and take into use the best available diagnostics. The estimated market potential globally is 750 MÄ. \n\nFinbiosoft's ambition is to revolutionize industry practices and make its solution a de facto tool for managing validations globally in all diagnostics segments. FBS is the only player on the market offering a full turnkey solution, and holds a unique opportunity to grab the global leadership position in diagnostics validations.\n\nIn the project, FBS will assess the market potential and arising challenges when expanding from the first targeted segment, molecular diagnostics, to other segments like clinical chemistry. Upon completion of the project, FBS deeply understands requirements to commercialize its product to new segments regarding both technical and economic aspects with a plan to achieve the desired de facto status. The outcome is comprehensive business plan and knowledge of the full potential for the solution in Europe with a detailed road map and go-to-market model, crucial to provide direction to the next phase of development and the planned Horizon 2020 SME phase II application.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FINBIOSOFT OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953978220": {
            "orgId": "953978220",
            "orgName": "FINBIOSOFT OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}