{
    "rcn": "196589",
    "acronym": "Evolutionary Neurogenomics",
    "topics": "MSCA-IF-2014-EF",
    "title": "The impact of recent retrotransposon invasions on the evolution of human neural gene expression",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Throughout evolution, primate genomes have been under attack by different classes of retrotransposons, retrovirus-derived mobile DNA elements. As a result, an astonishing ~50% of the human genome is derived from many types of retrotransposons. I previously showed that primate-specific retrotransposon invasions are restricted by primate-specific KRAB zinc finger proteins. These findings suggest that through recruitment to thousands of new genomic locations, KRAB zinc finger proteins have become intimately integrated into pre-existing gene regulatory pathways. Retrotransposons are an important source for evolutionary novelties, but the impact of thousands of human-specific retrotransposon-KZNF regulatory modules on the evolution of human gene expression patterns is unknown. There is increasing evidence that retrotransposons become reactivated during neural differentiation, suggesting that neuronal gene-regulatory networks may be extra sensitive to retrotransposon insertions. Furthermore, new retrotransposon insertions may hold clues to the mechanism of human disease: Even when retrotransposons are efficiently silenced in health, they may become aberrantly activated by changes in DNA methylation observed in neurological diseases and cancer. Using a previously established human and non-human primate stem cell cortical neuron differentiation assay, I will identify, validate and functionally test neurodevelopmental genes that have come under the control of retrotransposons. This will address the impact of recent waves of retrotransposon insertions on the evolution of human neural gene expression patterns and opens up the exploration of how new retrotransposon insertions may be correlated to human neurological disorders. The Marie Sk?odowska-Curie individual fellowship will provide the opportunity to establish my research group in Europe and re-integrate in Dutch and EU networks, as well as allow me to achieve my professional development training goals.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}