{
    "rcn": "196581",
    "acronym": "CIP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Categorical Interoception Project: How generalization and classification strategies link anxiety and interoception",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Bias in the perception of bodily sensations (interoception) can be dangerous or even fatal; for example, if we do not recognize signs of a stroke or take medication anytime we feel the slightest change in our body. Research consistently reports that anxiety is closely related to interoception and (mis)interpretation of bodily sensations, but little is known about more fundamental processes underlying this relationship. The aim of this project is to test whether categorization as basic perceptual process links anxiety and interoception via generalization and perceptual decision strategies. \nBundling the continuous flow of interoceptive information into distinct categories such as ìpainî or ìpleasureî can facilitate perception and coping. By assigning sensations to interoceptive categories (e.g., symptom groups) we can infer information about causes and consequences and apply coping schemata fast and efficiently. Research on visual perception, however, suggests that anxiety can be related to excessive generalization which may turn into harmful over-generalization, particularly if stimuli are misclassified. We will test whether also in interoception, anxiety is related to excessive category-related generalization. Furthermore, we will test whether individuals higher in anxiety are more prone to take a ìbetter safe than sorryî strategy and misclassify benign sensations (e.g., heartbeat and breathlessness associated with exercise) more often as sign of disease.\nWe will test our hypotheses of categorization linking anxiety and interoception in a newly developed research paradigm. In contrast to traditional paradigms, it allows distinguishing interoceptive accuracy and bias. The project is of theoretical relevance by targeting fundamental processes linking anxiety and interoception. Furthermore, it is of clinical relevance by testing the relationship between anxiety and interoceptive classification strategies, which are related to choices in health behaviour.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITE DU LUXEMBOURG",
    "coordinatorCountry": "LU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999878620": {
            "orgId": "999878620",
            "orgName": "UNIVERSITE DU LUXEMBOURG",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}