{
    "rcn": "196550",
    "acronym": "SOLARGE45",
    "topics": "SIE-01-2014-1",
    "title": "Towards a SOLAR enerGy Efficiency of 45 %",
    "startDate": "01/05/2015",
    "endDate": "30/09/2015",
    "objective": "The overall objective of the SOLARGE45 project is to accelerate the market introduction of a new Concentration PhotoVoltaic (CPV) technology, called the MF45 System, which yields the highest efficiency all year round, without giving up simplicity, and therefore enables the lowest manufacturing costs. The MF45 System will be capable to convert the equivalent of 45% of the direct sun light into clean electricity at costs equivalent to those of conventional sources (CO2 intensive). This represents conversion efficiency increases of 30% and 60% relative to other commercial CPV systems and FP systems, respectively. \nAs result of the SOLARGE45 project, LPI aims to become a worldwide reference manufacturer and supplier of a novel CPV System able to generate profits in large-scale utility solar plants, and without the support of government policies backing up clean electricity. This will bring a positive impact in the challenge stressed in the 'Secure, Clean and Efficient Energy' Work Programme: low-cost, low carbon electricity supply.\nThrough the Phase 1 of the SME Instrument LPI will be able to assess the industrial and commercial feasibility of the business innovation project proposed for introducing the MF45 System into the market. The specific objectives that must be achieved in the course of the Feasibility Study are the following:\n- To define the MF45 System specifications needed to assure long-term-performance under real operation conditions to guarantee product bankability and standard certification.\n- To assess different product-development and industrial process pilot plant alternatives with optimal quality within cost and reliability balance. \n- To identify the specific operational and financial resources and/or partners to cover the whole MF45 System manufacturing and commercialisation.\n- To assess the feasibility of the preliminary Market Strategy and Commercialisation Plan, by an in-depth study of the MF45 System market size and barriers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LIGHT PRESCRIPTIONS INNOVATORS EUROPE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996118027": {
            "orgId": "996118027",
            "orgName": "LIGHT PRESCRIPTIONS INNOVATORS EUROPE SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}