{
    "rcn": "196545",
    "acronym": "FireFree",
    "topics": "SC5-20-2014-1",
    "title": "New generation of halogen-free high performing flame retardants for plastics, free from persistant, toxic and bio-accumulating substances.",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The objective of FireFree is to launch the 3rd generation of the patented, halogen-free PaxymerÆ technology on the market. The technology is proprietary and patented, it employs a multi-mechanistic approach for achieving fire safety and meeting fire standards without the use of persistent, carcinogenic or endocrine disrupting chemicals. Implementation of FireFree will increase the usability of cheaper and more sustainable plastic materials with significant societal savings as a consequence. \nThe main drivers for a successful implementation are two main market trends: utilization of cheaper materials and reduction of hazardous chemicals due to regulation and CSR policy. There is an increased use of the type of plastics that FireFree targets driven by material development, environmental benefits, price and weight reduction. Secondly the growth of the halogen-free flame retardant market driven by restrictions on halogenated flame retardants and new harmonized fire standards that aim to achieve improved safety and environmental performance of products.\nThe objectives of the feasibility study is to further understand and prioritize the demands of the plastic manufacturers and OEMs and develop a detailed business plan. Moreover, it will outline the necessary steps to achieve successful market introduction of the new generation of products including key partners and key product characteristics. Finalizing a preliminary technical evaluation as well as specifying partners in the supply chain will be concluded during phase 1. The second phase of the project aims to fully develop, demonstrate and bring the new generation of products from TRL 6 through 9 and launch projects on the market with lead users for final proof of concept focusing on applications within electrical and electronic equipment (EEE), building and transportation industries.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PP-POLYMER AB",
    "coordinatorCountry": "SE",
    "participants": "PAXYMER AB",
    "participantCountries": "SE",
    "projectParticipants": {
        "941746326": {
            "orgId": "941746326",
            "orgName": "PAXYMER AB",
            "ecContrib": 0
        },
        "994285891": {
            "orgId": "994285891",
            "orgName": "PP-POLYMER AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}