{
    "rcn": "196517",
    "acronym": "Elistair",
    "topics": "ICT-37-2014-1",
    "title": "Bringing unlimited autonomy to Civilian Drones : PULSE, an Intelligent Tethered Power Supply.",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Drone operators are suffering from a major weakness of this technology : autonomy. The average time of flight is around 15 minutes, which reduces considerably the productivity and the potential applications of unmanned aerial vehicles. Our company Elistair brings unlimited autonomy to civilian drones. We design and manufacture tethered power supply for drones. \n\nOur project is to develop the first intelligent tethered power supply system for civilian drones : compatible with 95% of civilians multicopter drones, it will bring unlimited power from the ground station to drones through a extremely lightweight micro-tether. This tether will also include secured and unjammable high speed data transfer. The data will be displayed and processed in real-time thanks to a computer at the ground station. Thanks to this tether, the drone is not considered as a drone by civil aviation laws (secured operations).\n\nWe target three applications : structural inspections, aerial surveillance (response forces, firemen etc...), aerial broadcasting for live events, and telecommunications.\n\nThe objectives of our innovation project are:\nï To assess the commercial and technical feasibility for our tethered system PULSE.\nï To define  the utmost performing solution and new technical design of the tether power supply system, with the inclusion of the data transfer function.\nï To lead an intellectual property study in order to define an IP strategy. This will help us to address foreign markets. \nï To rapidly prototype the final system.\n\nOur company is located in Lyon and we are a team of five (mostly engineers). We are currently prototyping and are working with industrial beta testers (ThalËs, Bouygues Energie et Services, Euronews, Red Bird...). Our first prototype is focused on the power transmission.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ELISTAIR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934455321": {
            "orgId": "934455321",
            "orgName": "ELISTAIR",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}