{
    "rcn": "196567",
    "acronym": "WONDANTS",
    "topics": "SC5-20-2014-1",
    "title": "Wonder Ants ó A new eco-friendly-innovation solution to persistent invasive ants.",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Wonder Ants is a brand new eco-friendly-innovation solution to a very persistent problem: invasive ants. Till today, it was quite impossible to solve the problem of invasive ants unless you used chemical pesticides and even in that case ants came back after a short period. Chemical pesticides, though, represent a threat for natural biodiversity, putting at risk peopleís animalsí and petsí health, and a negative impact on the environment, standing as a crucial pollution factor for natural resources. Unlike baits, Wonder Ants is a revolutionary bio-repellent introducing an original formula based on a well-balanced mixture of essential oils and natural elements that cannot be uncovered, representing a strong inhibitor factor to invasive ants, preventing the environment from pollution and respecting the eco-system. Wonder Ants provides people with a disruptive solution to the problem: the product can be used indoor and outdoor, has a pleasant scent and it is no toxic or hazardous for people, wild animal, pets and plants. And it does not kill ants, but just flee them from the treated environment with a long residual, respecting their valuable role in the planet eco- system. The new product could be applied both in domestic and several industrial contexts, thus meeting some important aims wanted by the European Commission, which provided for the gradual banning of pesticides and toxic components, harmful to the environment, animals and humans.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IMPERIAL EUROPE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938699556": {
            "orgId": "938699556",
            "orgName": "IMPERIAL EUROPE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}