{
    "rcn": "196577",
    "acronym": "BIFLOW",
    "topics": "ERC-StG-2014",
    "title": "Bilingualism in Florentine and Tuscan Works (ca. 1260 - ca. 1416)",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "This project will undertake the first systematic investigation of the various literary documents that circulated simultaneously in more than one language in Tuscany, and especially Florence, between the mid-13th Century and the beginning of 15th Century. \nDuring that period, Florence was both a prominent literary centre in the vernacular, and home to a renewal of classical Latin eloquence. While both fields are well studied, their interaction remains largely unexplored. This research, at the convergence of several disciplines (literature, philology, linguistics and medieval history), has a strong pioneering character. It aims at changing the perception of medieval Italian culture and interpretation of the break between medieval Culture and Humanism.\nFor this reason, the project will develop research in varying degrees of depth. First, it will provide the first catalogue of bilingual texts and manuscripts of medieval Tuscany. Organized as a database, this tool of analysis will stir innovative research in this field, some of which will be immediately promoted during the project. \nSecondly, two case studies, considered as important and methodologically exemplary, will be researched in detail, through the publication of two important set of texts, of secular and religious nature : 1. The vernacular translation of the Latin Epistles of Dante Alighieri; 2. A collection of polemical, historiographical, devotional and prophetical documents produced by the Tuscan dissident Franciscans in last decades of the 14th Century. \nFinally, the entire team, led by the PI, will be involved in the preparation of a synthesis volume on Tuscan culture in the fourteenth century viewed through bilingualism, entitled Cartography of bilingual culture in Fourteenth-Century Tuscany. From this general map of the Italian culture of the time, no literary genre nor field (be it religious or lay) shall be excluded.",
    "totalCost": "1480625",
    "ecMaxContribution": "1480625",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "ECOLE DES HAUTES ETUDES EN SCIENCES SOCIALES",
    "participantCountries": "FR",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 1380625
        },
        "999510117": {
            "orgId": "999510117",
            "orgName": "ECOLE DES HAUTES ETUDES EN SCIENCES SOCIALES",
            "ecContrib": 100000
        }
    },
    "calculatedTotalContribution": 1480625
}