{
    "rcn": "196540",
    "acronym": "CARDISENSE",
    "topics": "PHC-12-2014-1",
    "title": "Innovative sensor for continuous monitoring of heart function during and after surgery",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Postoperative complications for high-risk patients going through open heart surgeries are a major cause of morbidity and mortality and is responsible for a very large proportion of the overall health and socioeconomic burden of illness. In Switzerland for example, it is estimated the costs increase by 57 % post operation for high-risk patients with pre-operative complexities. The total cost of postoperative complications in Europe alone amounts to approximately Ä6 billion annually. \nCARDIACCS proposes a novel invasive medical device ìCARDISENSEî (CARDIAC SENSOR) which assists continuous monitoring and diagnosis of patients going through open heart surgeries. Our initial studies indicate that CARDISENSE is well suited to make an immediate impact on the diagnostic accuracy in perioperative myocardial ischemia. \nCARDISENSE belongs to the cardiac monitoring and diagnostic devices market, which is forecasted to reach at US$12.3 billion by 2015 at a CAGR of 11%. Such devices are used to detect and feedback abnormal episodes of electrical functioning of the heart. None of these devices is specific for monitoring and diagnosis of perioperative heart surgery complications. CARDISENSE is a niche in this market and can be used in all cardiac surgical procedures for perioperative diagnosis and monitoring, becoming a new ìgold standardî. \nCARDIACCS IP strategy is very strong.  The background knowledge has already been protected and is in the ownership of CARDIACCS. \nCARDISENSE is an opportunity for CARDIACCS to establish a niche in the ìperioperative cardiac surgeryî diagnostic and monitoring market and maintain the European competitiveness. CARDISENSE will positively impact clinicians and patient and support the sustainability of healthcare system through early stage diagnose and treatment of perioperative cardiac surgery complications.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Cardiaccs",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}