{
    "rcn": "196560",
    "acronym": "Mustang-Pro",
    "topics": "SIE-01-2014-1",
    "title": "A Multi-species tracking analyser for natural gas process refinement and optimisation",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Natural gas is the worldís fastest growing fossil fuel with global consumption expected to increase by 70%, from 4 tn m3 in 2014 to 7 tn by 2040. Raw natural gas varies in composition and also contains undesirable impurities and contaminants, including water, CO2, nitrogen and hydrogen sulphide (H2S). Unconventional sources such as shale gas have an even greater variance. Despite this, the composition of gas delivered to transmission pipelines has to be tightly controlled by the gas producers to meet stringent quality standards and specifications. \n\nNatural gas therefore has to be processed to remove these contaminants. With high financial penalties or the threat of closure for gas producers not meeting high quality standards, and because producers do not currently have sufficiently accurate data on the gas composition at any one time, most natural gas is highly over processed. This is time consuming, energy intensive and leads to high CO2 emissions. It is also ultimately expensive, (a cost of Ä91 billion p.a globally).  \nThe industry has an urgent and growing requirement for a new gas analyser that can accurately and rapidly measure the composition and contaminant levels of the gas stream so that the gas processing stage can be optimised. \n\nThe aim of this innovation project is to bring to technology maturity and market readiness a disruptive, cost effective, multi-species natural gas analyser to improve the energy efficiency of natural gas processing facilities by up to 20%. Our technology is at proof of concept stage (TRL6) and is based upon a novel, method of thermal laser frequency control. Mustang PRO is the worldís first multi species, cost effective TDLAS analyser.  The Phase 1 project will deliver vital market and end user data to elaborate our business plan for Phase 2. We aim to save the EU industry Ä1.3bn p.a. in gas processing costs whilst generating revenues of Ä51 million, 7 years post project, creating 54 jobs and a profit (EBITDA) of Ä20.9 m.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MICHELL INSTRUMENTS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938828566": {
            "orgId": "938828566",
            "orgName": "MICHELL INSTRUMENTS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}