{
    "rcn": "196586",
    "acronym": "CONRICONF",
    "topics": "MSCA-IF-2014-GF",
    "title": "Contentious Rights: A Comparative Study of International Human Rights Norms and their Effects on Domestic Social Conflict",
    "startDate": "17/01/2016",
    "endDate": "10/08/2019",
    "objective": "Contentious Rights: A Comparative Study of International Human Rights Norms and their Effects on Domestic Social Conflict \n\nOver the last 60 years, a broad set of international norms gained importance as instruments to regulate a globalising world. Enshrined in human rights conventions, these norms contribute to strengthen a platform for social mobilization and voice. The introduction of human rights standards at the domestic level, however, has also been responsible for the generation of new tensions on the interpretation and application of these norms. Yet, this type of conflict and polarization among social and political actors remain widely unexplored. This project will examine how ëhuman rights act in practiceí in the post-ratification phase using a multidisciplinary perspective and an empirical comparative approach. More precisely, it addresses the task of identifying the conditions under which international norms generate consensus and cooperation or fragmentation and conflict between domestic social and political actors and the consequences in terms of human rights practices. The candidate fellow Dr. Lorenza Fontana will focus on a comparative analysis of two conventions (International Labor Organizationís Conventions 182 on Child Labor and 189 on Domestic Workers) in two countries (Bolivia and Philippines) and lead an interdisciplinary collaboration between Prof. Jean Grugel (University of Sheffield, SIID), and Prof. Beth Simmons (Harvard University, WCFIA). This project will greatly increase our understanding of the effects of human rights norms on domestic societies and provide policy relevant results.",
    "totalCost": "269857,8",
    "ecMaxContribution": "269857,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "THE OPEN UNIVERSITY",
    "participantCountries": "UK",
    "projectParticipants": {
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        },
        "999923337": {
            "orgId": "999923337",
            "orgName": "THE OPEN UNIVERSITY",
            "ecContrib": 0
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 269858
        }
    },
    "calculatedTotalContribution": 269858
}