{
    "rcn": "196519",
    "acronym": "SmartGridEnable",
    "topics": "SIE-01-2014-1",
    "title": "SmartGrid Distributed Monitoring, Synchronization and Active Management",
    "startDate": "01/04/2015",
    "endDate": "30/09/2015",
    "objective": "A critical challenge for smart grid ecosystems is to optimise the ROI for Utilities.  SmartGridEnable will addresses this by creating product solutions to help Power Utility Distribution Network Operators (DNOs) achieve their carbon reduction targets by enabling them to better manage their network in support of lower carbon footprint technologies & new energy generation business models from green energy renewable sources. \nUsing patented current/voltage sensing technology MAC has identified two business opportunities that will greatly assist DNOs in the management of their Low Voltage (LV)  & Medium Voltage (MV) Distribution networks. These include; (a) the development of a LV Network Monitoring System to support Demand Response Management Systems (DRMS). This solution will directly feed into & support DRMS currently being put in place by all DNOs for better network management of lower carbon footprint technologies, such as e-cars & renewable energy generation on their networks.  (b) development of a cost effective Phasor Measurement Unit (PMU) for mass deployment, that will help DNOs avoid grid instabilities,  & monitor generatorsí response to abnormal deviations in system frequency due to load variations  & renewable energy connections.\nMass deployment will also enable DNOs facilitate lower tariff offers on renewable energy generation to customers when peak supplies such as wind is available, thus reducing existing power plant outputs. The solution will assist European DNOs achieve their 2020 carbon reduction targets & be carbon neutral by 2050, reducing networks outages duration  & customer losses by 20%, & improving overall management of the distribution grid by 15%.\nSmartGridEnable uses patented sensing technology that was developed for fault monitoring on MV neutral compensated networks. This technology could address the lucrative LV & MV network monitoring market but requires detailed investigation & business planning to bring this technology to market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THE NATIONAL MICROELECTRONICS APPLICATIONS CENTRE LTD",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999789671": {
            "orgId": "999789671",
            "orgName": "THE NATIONAL MICROELECTRONICS APPLICATIONS CENTRE LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}