{
    "rcn": "196587",
    "acronym": "EinsteinVRH",
    "topics": "MSCA-IF-2014-EF",
    "title": "Einstein Relation for the Variable Range Hopping model",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "The Variable Range Hopping is considered in the Physics literature as an effective model for the analysis of conductivity in semiconductors. Understanding how the macroscopic parameters depend on the small-scale randomness of the environment and proving the Einstein Relation for this model is the ambitious aim of this project.\n\nMain objectives:\n\n1) Extend recent results (law of large numbers, existence of a stationary state) for long-range reversible random walks on point processes including the possibility of traps.\n\n2) Analyze how an external field influences the limiting velocity of the Variable Range Hop- ping, in comparison to similar models from Mathematical Physics.\n\n3) Establish the first rigorous Einstein Relation for a physically relevant model, the Variable Range Hopping.\n\nThe mathematical techniques we have at our disposal nowadays (such as the weak Einstein Relation and the control of long range models) are a solid basis for the investigation of the problem: This would be the first time an Einstein Relation is rigorously proven for a relevant physical model. Furthermore, the richness of the subject guarantees also many intermediate results of great relevance in the field of Probability Theory.\n\nBesides the big scientific relevance of the expected results, the project will have a strong impact also on the career of the experienced researcher, completing his international profile of independent scientist, and will also strengthen the interplay between the Probability Theory communities of France, Germany and Italy. Finally, a positive outcome of the action will bring a significant insight on the physical study of semiconductors.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE PARIS DAUPHINE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998929669": {
            "orgId": "998929669",
            "orgName": "UNIVERSITE PARIS DAUPHINE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}