{
    "rcn": "196553",
    "acronym": "GREEN BLADE",
    "topics": "SC5-20-2014-1",
    "title": "THE NEW SUSTAINABLE EXOTIC VENEER FROM THE FRENCH CARIBBEAN",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "FIBandCO aims to develop a new exotic veneer made from banana plan trunks as a clean alternative to wood: GREEN BLADEÆ, an exceptional coating, 100% natural and eco-designed.\nAt the end of their life cycle, banana plants die on the spot and grow again from their bulb. Previously, after the harvesting of bananas fruits, trunk was naturally decomposing. Now, the trunks of banana trees are harvested by hand and used to create value through this unique veneer and other products. This process doesnít use water nor chemicals. FIBandCO recycles this abundant agricultural waste, grab as a particularly virtuous renewable raw material.\nThe company proposes the whole value chain, from the innovation concept to the commercialization of the products. The objectives of the company are to provide and market ìturnkey factoriesî for banana planters, so they can exploit this raw material throughout the year.\nEstablished in Martinique in 2009, FIBandCO gives a second life to banana plant trunks. FIBandCO has been created to develop and exploit commercially this idea. Up to now, the solution is operational and credible, it allowed the company to two rounds of investment for a total amount of almost 2 MÄ in 2013 and December 2014. To go further it is necessary for FIBandCO to pursue the definition of the commercial plans and the overall strategy for the next two years.\nPreliminary work and experiments have led to the concept validation, production process definition, and patent filing. The veneer turnkey factory prototype has been developed and tested in relevant environment (TRL 6) allowing to produce prototypes and samples of GREEN BLADEÆ.\nThe final green economy outcomes and disruptive model perfectly fit with SC5-20-2014-1 call. This phase I will help our company to hit the market with a clear strategic view in terms of business model, R&D and IPR. Whit this SME Instrument deliverables, and hopefully subsequent phase II, FIBandCO can expect a strong growth during the next few years!",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FIB AND CO",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935964350": {
            "orgId": "935964350",
            "orgName": "FIB AND CO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}