{
    "rcn": "196538",
    "acronym": "Cryoshelter",
    "topics": "IT-1-2014",
    "title": "Bringing a new LNG-tank technology to industrial readyness",
    "startDate": "01/05/2015",
    "endDate": "31/03/2017",
    "objective": "Cryoshelter has developed an innovative liquefied natural gas (LNG) tank for heavy duty trucks that provides the first serious European technology to compete with the worldís dominant (U.S.) LNG tank maker that has 98% of the European market.  \n\nAvailable in over 1000 sizes due to its modular design, competitively priced Cryoshelter LNG tanks lower the total cost of ownership for truck operators by providing 30% more fuel capacity (adding 30% vehicle range), lower weight, increased hold time, and reduced maintenance due to greatly improved, long term stability of the insulation vacuum.  These features address the most critical technical and economic concerns of the heavy duty truck sector and will revolutionize the commercial prospects for LNG as a fuel alternative to diesel in Europe, North America and elsewhere.  The Cryoshelter program fulfils current EU policy objectives to reduce CO2 and diesel particulates as well as expand the market and infrastructure for fuel alternatives to petroleum.\n\nCryoshelter is at the final stage of research, development, and demonstration (Technology Readiness Level 6), now ready for the last destructive testing and field-testing, the precursor to full certification and market entry.  We have pre-market relationships with three types of target customers who have expressed strong interest in the Cryoshelter LNG tank: European truck manufacturers, natural gas vehicle (NGV) system suppliers, and LNG truck operators, all of whom are an integral part of the final testing and commercialization plan.  \n\nThe proposed program is targeted for the H2020 IT.1-2014-2015 Small Business Innovation for Transport (Phase II) area.  The EU funding will enable testing, certification and scaling up for competitively priced production volumes as well as increase production and sales staff to 15 highly qualified engineers in 2017.  Cryoshelter will achieve ROI rates of >60% and an EBIT margin of >17% after completing the Horizon2020 project.",
    "totalCost": "2433382,5",
    "ecMaxContribution": "1700000",
    "coordinator": "CRYOSHELTER GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934771056": {
            "orgId": "934771056",
            "orgName": "CRYOSHELTER GMBH",
            "ecContrib": 1700000
        }
    },
    "calculatedTotalContribution": 1700000
}