{
    "rcn": "196579",
    "acronym": "SWInG",
    "topics": "LCE-01-2014",
    "title": "Development of thin film Solar cells based on WIde band Gap kesterite absorbers",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "The aim of this proposal is to develop wide band gap thin film solar cells based on kesterite absorbers for future application in high efficiency and low cost tandem PV devices. The SWInG working group will focus both on the development of the processes for the synthesis of such solar cells based on the Cu2ZnXY4 (CZXY with X=Sn, Si, Ge and Y= S, Se) compounds and on the understanding of the physical and electrical properties of the high band gap absorber in order to reach high conversion efficiency. The key research challenges will be: developing up-scalable processes for the synthesis of the absorbers; defining the specifications for high quality wide band gap absorbers as well as suitable back contact and buffer/window layers; assessing the potential of this technology for PV applications. The wide band gap thin films solar cells developed in this project are expected to reach a stable efficiency of 15 % on a laboratory scale and 12 % for a mini-module prototype. The publications of specifications for the synthesis of high quality Cu2ZnXY4 absorber as well as suitable back/front contact are expected. The lead users will be PV modules manufacturers that work so far with thin films technologies, as well as the companies that design and produce the machines for the synthesis of such devices. The results will be disseminated and communicated to the European PV industries and the scientific community. The intensive exchange of researchers between the partners during the project will also lead to an enhanced European collaboration in the research field of thin film solar cells.",
    "totalCost": "3254755",
    "ecMaxContribution": "3254755",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;UNIVERSITEIT GENT;ZENTRUM FUR SONNENENERGIE- UND WASSERSTOFF-FORSCHUNG BADEN-WURTTEMBERG;HELMHOLTZ-ZENTRUM BERLIN FUR MATERIALIEN UND ENERGIE GMBH;MIDSUMMER AB;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "NL;BE;DE;SE;FR",
    "projectParticipants": {
        "999517101": {
            "orgId": "999517101",
            "orgName": "ZENTRUM FUR SONNENENERGIE- UND WASSERSTOFF-FORSCHUNG BADEN-WURTTEMBERG",
            "ecContrib": 500000
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 762658
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 598726
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 400200
        },
        "942193011": {
            "orgId": "942193011",
            "orgName": "MIDSUMMER AB",
            "ecContrib": 343171
        },
        "999446000": {
            "orgId": "999446000",
            "orgName": "HELMHOLTZ-ZENTRUM BERLIN FUR MATERIALIEN UND ENERGIE GMBH",
            "ecContrib": 450000
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 200000
        }
    },
    "calculatedTotalContribution": 3254755
}