{
    "rcn": "196592",
    "acronym": "TyRec process",
    "topics": "SC5-20-2014-1",
    "title": "TyRec process: Whole Tyre Recycling within 30 Minutes with Molten Zinc ñ towards a circular economy",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "Composite Recycling Ltd has developed a unique, patented process to recycle tyres using molten zinc.  Using molten zinc has a number of advantages over traditional processes:\n\nEconomic process as:\nSpeed of tyre destruction is just 30 minutes rather than 2-4 hours as in traditional rotary kiln processes.  \nNo shredding / granulating; whole tyres, savings in capital and operational costs.  \nNo scale-up issues: doubling the surface area of the molten material doubles the throughput.  \nSeparation: the molten zinc is used to separate the steel and carbon black.  \n\nEvery year over 1.5 billion tyres are discarded worldwide.  Tyres are a composite plastic material and difficult to recycle, but they do contain value in their constituent raw materials such as oil, carbon black, copper and steel.  \n\nBecause the process utilises existing, proven technologies from low cost industries such as the hot dip galvanising and the carbon black manufacturing industry the technological and hence commercial risk is minimised.  \n\nThe tyre recycling process was proven to work as intended in collaboration with University College Cork.  The next step is to construct a demonstration plant and to proof the recycling of the tyres on this scale providing customers with the confidence of investing into full scale plants.  \n\nFor all the above waste streams the European and US legislators are increasing the pressure on industry to develop a solution, presenting an opportunity.  At the same time a US government report suggests that the US requires up to 200 tyre recycling plants with the European market of similar size as the car ownership is similar.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COMPOSITE RECYCLING LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935522903": {
            "orgId": "935522903",
            "orgName": "COMPOSITE RECYCLING LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}