{
    "rcn": "196516",
    "acronym": "TES",
    "topics": "SIE-01-2014-1",
    "title": "Total Energy System: innovative in-farm cogeneration plant for manure valorisation viable even for small farms",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Manure treatment deriving from poultry farms is a continuously increasing problem. Poultry farms are characterized by a lack of proportion between bred animals and farmed area. This imbalance is intensified in farms where there is no agricultural land as in such cases large amounts of manure are generated respect to farmland intended to receive it resulting in intolerable soil and aquifer pollution levels. \nManure collection is costly for farmers and it does not solve the problem definitively. On the other side, farms are energy-intensive and main expenses relate to the consumption of electricity and heat. Using poultry manure to reduce or eliminate such cost, could represent an interesting solution that would become vital in order to maintain farms competitive.\nToday existing manure valorisation systems based on biomass combustion are not a viable solution for farms with low number of animals - for economical reasons.\nLa Coro through the last years developed an innovative solution for this problem. The main objective of the project is the realisation of a pilot plant and market introduction of a highly efficient and flexible  biomass cogeneration system that is able to transform poultry manure (but also other manure and biomass types) in thermal and electric energy (ìtotal energy systemî), with the particularity of being usable also  in small farms.\nThe innovative solution will recover and valorise manure through gasification and electricity production, avoid disposal and soil contamination problems, substitute today used fossil fuels thus achieving important benefits for farmers not only in terms of economic savings but also in environmental terms of CO2 reduction. The economic saving on the long run will increase their competitiveness.\nIn short: waste reuse plus cost reduction equals more efficiency and higher competitiveness.\nMarket introduction will start from poultry farms, then it will be extended gradually to other livestock farms.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LA CORO IMPIANTI SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934809565": {
            "orgId": "934809565",
            "orgName": "LA CORO IMPIANTI SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}