{
    "rcn": "196541",
    "acronym": "SDN-Polygraph",
    "topics": "ICT-37-2014-1",
    "title": "Cloud-based Visibility Service for Software Defined Networks",
    "startDate": "01/04/2015",
    "endDate": "31/10/2015",
    "objective": "Today, enterprises depend on the Internet and computer networks. Costs associated to network malfunctions are huge, estimated around 30KÄ/hour; companies average 175 hours of downtime per year, which yields losses above 5 MÄ/year per company. To avoid these huge costs, network administrators require network visibility: the ability to understand what happens in a network. Thus, companies are investing in visibility tools; the market of Network Performance Monitoring (NPM) is currently estimated at $2.4Bn, growing at >11% yearly.\n\nHowever, enterprises today are still not investing as much as they should in network visibility, because of (1) deployment complexity, which requires expert technicians and planned interventions, and (2) high upfront costs of both hardware and software-based solutions.\n\nA revolution in the networking world called SDN is currently undergoing. This new technology allows software components to alter the network, which becomes almost ìprogrammableî. This opens a window of opportunity to create a SDN visibility product that removes both barriers: it can be deployed with one click, offered cheaply from the cloud at scale, and billed on a subscription basis. The market of SDN is currently $3.5Bn and will grow 10x until 2018. We believe that by combining SDN and network visibility we can at least double the market of our segment, increasing it by $2.4Bn.\n\nThe objective of this project is to refine our current Business Plan and reduce the uncertainties in the project. By reducing risk, we will consolidate it and open it to further investment. In particular, we will seek an early adopter and refine the value proposition of our first version of the product.\n\nWe are a company that commercializes network visibility solutions; our product (unrelated to SDN) is currently in commercialization stage, with many large-scale deployments. We therefore have the technical and business expertise to build and commercialize a novel network visibility product.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TALAIA NETWORKS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950652866": {
            "orgId": "950652866",
            "orgName": "TALAIA NETWORKS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}