{
    "rcn": "196563",
    "acronym": "GReen Desalination",
    "topics": "SC5-20-2014-1",
    "title": "GReen Desalination: A closed-loop technology for full recovery of water and raw materials from the wastewater effluent",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "GReen Desalination Project aims to deliver a well-proven concept to the water and salt markets. The desalination process involves a lot of wastewater that is currently discharged into water bodies, causing environmental degradation, while its energy and resources content goes wasted. These raw materials are leaking today from our economies and can create significant business opportunities, both in and outside EU.\nSOL-BRINE system comprises an advanced technology that can: (a) provide a near-market solution to the complex issue of sustainable brine handling, (b) improve the efficiency and overall costs of desalination; and (c) recover raw materials. The proof of concept was demonstrated successfully through the development of a pilot system within the European project with the acronym SOL-BRINE. It managed to prove the concept of Zero Liquid Discharge and full resource recovery (water and salt) from desalination brine. The pilot system has been tested thoroughly and the developed technology has reached high readiness level (TRL = 6). The European funding will be utilized for elaborating the feasibility study and an investable business plan for applying this eco-innovation to end-users in industry, tourism, municipalities etc. The feasibility study has the following objectives: ï To verify market readiness of this eco-innovative water solution ï To get a clear picture of the target market and identify the market segment that is ready to buy this technology; ï To assess market readiness in terms of receptiveness of our technology; ï To explore and assess the commercial potential of this breakthrough idea ï To make a competitive analysis ï To estimate cash flow, income and expenses, break-even points ï To produce a growth plan ï To determine key economic data such as ROI (Return On Investment) ï To develop a go-to market strategy that will enable the wider deployment of desalination, by addressing effectively environmental impacts and restriction.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AEPHORIA NETWORK PC",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939625615": {
            "orgId": "939625615",
            "orgName": "AEPHORIA NETWORK PC",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}