{
    "rcn": "196552",
    "acronym": "SAFESEAT",
    "topics": "IT-1-2014-1",
    "title": "A new generation car seat for babies",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Child Restraint Systems (CRS) for the safety of children travelling by car are used in close to all cases in industrialised countries, and it is often required by law. These systems, when installed and used correctly, considerably reduce the impact of an accident on the child, thereby reducing the risk of injury and death. However, despite the extensive use of CRS, thousands of children die and many more are injured in car accidents every year. The fact that the CRS available on the market are still based on the same concept as 30 years ago, as well as the high human factor of incorrect use reducing the efficiency and safety of the system in many cases, show that there is room for considerable improvement in this field.\nFor several years Mobius Protection Systems has been designing and manufacturing Energy Absorbing (EA) solutions based on an innovative technology. Following successful use of the solution in army vehicles, Mobius is now looking to enter the civil market and in particular the CRS industry. By applying the Mobius technology to CRS the impact on the child during an accident can be considerably reduced, and tests have shown results which are better than leading seats available in the market today. In addition, through the SAFESEAT project Mobius aims to reduce the impact of the human factor. Both incorrect use and the possibility of forgetting the child in the car, something which has been fatal in many cases, will be addressed through a system of sensors and notifications via the smart phone of the parent. Finally the project will reduce the weight and increase strength of the CRS, by using composite materials instead of the traditional materials used, increasing safety and the comfort of the user.\nDuring Phase 1 of the project Mobius plans to further deepen its market analysis, develop a full business plan and cost analysis, and a detailed step-by-step strategy for taking the product from the early stages where it is today, to full commercialisation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MOBIUS PROTECTION SYSTEMS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935457913": {
            "orgId": "935457913",
            "orgName": "MOBIUS PROTECTION SYSTEMS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}