{
    "rcn": "196555",
    "acronym": "CAIN",
    "topics": "ICT-37-2014-1",
    "title": "Analysis of multimedia contents published on social networks, using a community of people willing to perform micro-tasks on their mobile devices. Application to marketing and branding",
    "startDate": "01/05/2015",
    "endDate": "29/02/2016",
    "objective": "Social networks contain valuable information for businesses. Companies able to understand what is said on social networks will have a significant competitive advantage. However, information extraction is not simple because it is not structured and because the volumes are very large. So far, algorithms have been developed  to analyze texts inaccurately. But also the language of social networking is based on images and videos. Both formats growing faster than the text. The algorithms are far from understanding the meaning of multimedia contents, or extract useful information from them. Our solution assumes that today, and for a long time, this work can only be done by the human mind. Therefore we have the technology and methodology appropriate to do so. The analysis is performed by distributing micro-tasks to the mobile devices of a community of human solvers. The specific software creates micro-tasks, distributes it and reports the results. The micro-tasks are presented as games or activities that are resolved in less than 1 minute. The solvers are anonymous volunteers who perform the micro-tasks in exchange for an amount of money that is donated to the NGO of their choice. To participate, the solvers must download an application on their mobile devices. Virtually any business is a potential client of this solution, but especially those with brands targeted directly to consumers, with great presence in social networks. The scope of our project is first European and then global. The software and methodology have already been tested successfully in image analysis projects conducted by The Harvard University and the University of Barcelona. However, before marketing it is necessary to work on the value proposition meeting the information needs of businesses and testing the solution in a business environment. We also need to study the motivations of solvers to develop plans for growth of this community. Moreover the BP must be completed. These are objectives of Phase 1.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GNOTO MARKETING AND SALES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934606641": {
            "orgId": "934606641",
            "orgName": "GNOTO MARKETING AND SALES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}