{
    "rcn": "196525",
    "acronym": "SBskin",
    "topics": "SIE-01-2014-1",
    "title": "SBskin. Smart Building skin",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The aim of the project SBskin is to assess the feasibility and to develop the business plan related to the commercialization of novel solutions of high architectural and technological quality for the increase of the share of renewable energies and, at the same time, for the improvement of the energy efficiency of the building envelope. The innovation project proposed by SBskin is related to the development of multifunctional translucent components for building fac?ades and roofs, made of highly-insulating glassblocks integrated with 3rd generation semi-transparent PV cells and assembled in precast panels through an innovative dry assembly system. The precast system confers high mechanical resistance and enables to easily install at the same time the components of fac?ade and roof and the PV system, which are directly connected to the load-bearing structure of buildings, reducing time and cost of construction and maintenance. The dry-assembly system makes the dismantling process significantly easier for both panels and subcomponents enabling also their easier recycling/reuse.\nMoreover, thanks to the features of such innovative PV cells (DSCs), the products proposed by SBskin are also characterized by a wide customizability in terms of colour, transparency and design that can improve their appeal for the BIPV market and their adaptation to the customersí needs and the contemporary architecture trends.\nIn the context of SBskin project and with the collaboration of other companies, in-depth market studies will be finalized also in relation to the countries where PCT related to SBskin products has been extended. Such studies will include a detailed price analysis and a large user involvement, in order to define the best strategy to launch the products in the target market, starting from possible installations in first pilot sites.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SBSKIN. SMART BUILDING SKIN S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937930734": {
            "orgId": "937930734",
            "orgName": "SBSKIN. SMART BUILDING SKIN S.R.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}