{
    "rcn": "196595",
    "acronym": "PolyHalter",
    "topics": "IT-1-2014",
    "title": "Development of Polymer Halter for Oil Filters",
    "startDate": "01/06/2015",
    "endDate": "30/11/2016",
    "objective": "PolyHalter project is a direct response to demands for innovative, cost-effective solution which would allow car manufacturers to install lighter, more efficient and lower-priced engine parts (with smaller number of assembly parts). Development of polymer oil filter halter represents significant technological advance in field of engine parts, giving Polycom access to still-developing niche market and significant advantage over competitors.\n\nWhile aluminium has been gold standard in production of oil filter halters for over 70 years, new polymer oil filter halter will enable the combination of minimum noise level, maximum mass savings and maximum price reduction at the level of which hasnít been achieved so far. Final product will be positioned as a better, cheaper and more eco-friendly alternative to aluminium oil filter halters which wonít need high volume logistics and will be capable of multifunctioning. Number of components within the product will decrease, as well as possibilities of errors.\n\nIn order to bring the currently developed prototype of polymer oil filter halter from current TRL 6 to industrial and market readiness, key innovation and commercialisation activities still need to be implemented. \n\nAdditionally, new process (and injection moulding tools) for injection moulding of polymer filter halters will be further optimized to allow manufacture of up to 20 different types of polymer halters in 5 years after completion of the project, for various industries (automotive industry, compressor manufacturing, electro industry, home appliances industry, aircraft industry and similar).\n\nProposed innovation business project is in line with the work programme topic IT-1-2014: Small business innovation research for Transport.",
    "totalCost": "724550",
    "ecMaxContribution": "507185",
    "coordinator": "POLYCOM PREDELAVA PLASTICNIH MAS IN ORODJARSTVO SKOFJA LOKA D.O.O.",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "965892245": {
            "orgId": "965892245",
            "orgName": "POLYCOM PREDELAVA PLASTICNIH MAS IN ORODJARSTVO SKOFJA LOKA D.O.O.",
            "ecContrib": 507185
        }
    },
    "calculatedTotalContribution": 507185
}