{
    "rcn": "196564",
    "acronym": "i2D",
    "topics": "IT-1-2014-1",
    "title": "i2D ñ intelligence to drive",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Road Transportation represents a growing problem to be urgently solved by modern societies. More than 1 million vehicles, producing 25% of all CO2 emissions, consuming 30% of all available fossil energy and being the cause for more than 1.200.000 casualties, every year.\nLiveDrive promoters, dedicated long years of R&D analyzing data driving dynamics and how to transform this raw data into valuable information. This effort was the major source to the i2D ñ Intelligence to Drive project, a Car Telematics Platform to collect raw data from the driving dynamics, transformed into valuable information, using complex innovative algorithms, available to all potential users of the road transportation ecosystem.\nThe R&D stage of i2D project, co-sponsored by FAI (www.fai.pt) made proof of the basic ideas and the underline technologies, building a platform with 400 vehicles connected in 8 countries, collecting several thousand million data, processed by multiple complex innovative algorithms with special care to the area of privacy data protection.\nInnovation is at the core of i2D, both from the technical side (unique electronic devices, innovative algorithms, privacy protection mechanisms and Information Systems Architecture) and the business side (concept of ìcollect once/sell to manyî).\nKey business areas include, major fleets (with a new wave of Advanced Fleet Management Solutions, focused in the promotion of a new Driving Behavior), the Insurance Business (the UBI ñ Usage Based Insurance, solutions are expected to grow from more than 250 million users (USA and EU) by the end of the decade), the Local and National Authorities (to improve traffic management and safety and allow Pay How you Drive policies) to the end user ñ the Driver, that will be the beneficiary of all road mobility improvements.\nThe feasibility assessment to be done during this Phase 1 is a key step for a professional approach to leverage financial resources to perform the go-to-market next stage.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LIVEDRIVE LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938147335": {
            "orgId": "938147335",
            "orgName": "LIVEDRIVE LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}