{
    "rcn": "196510",
    "acronym": "Aerowash II",
    "topics": "IT-1-2014-1",
    "title": "InnovAtive automatic battERy pOwered WASHing robot for the aviation industry ñ Aerowash II",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Nordic Ground Support Equipment AB (NGSE) plans to install 5 to 10 demonstration units of the world¥s first fully automatic, battery powered aircraft washing robot, at 3 to 5 different airports within the EU (i.e. operational environment). Compared to state of the art, the robot will decrease washing time by approx. 40-60%. The robot will also decrease water and chemical consumption by approx. 20-30%. This will have a positive impact on EU aviation industry since it will allow them to lower the down time of airplanes and decrease congestion at the airports. \n\nThe core objective of the feasibility study (ìphase 1î) is to select three to five airport locations in the EU, (e.g. main hubs like Charles De Gaulle Paris France, Heathrow London UK, Frankfurt Airport German, Madrid-Barajas Madrid Spain and Kastrup Copenhagen Denmark) to analyse the pre-requisites/conditions for a successful implementation of the automatic washing robot on the European market. The feasibility study will include both technical/practical and commercial aspects in order to secure a successful deployment and implementation of the innovative washing system.  \n\nBy implementing NGSE¥s fully automatic airplane washing robot a normal airline can save around 37 000 man-hours annually and 5-7 million litres of water. In addition the robot is battery powered (compared to state of the art, semi-automatic systems which are in general diesel powered) which means it can be used at any airport location, indoors or outdoors, hence it is much safer, greener and more user-friendly than any other alternative available today.\n\nThe expected growth in passenger aircrafts globally requires aircraft maintenance routines to become more efficient, as airports are constantly getting more and more overcrowded.  With a global market size of several thousand of the world¥s first fully automatic washing robot, with a total value of approx. 1-1.5 Billion EUR, the potential business opportunity for NGSE is clear.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Nordic Ground Support Equipment AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934629824": {
            "orgId": "934629824",
            "orgName": "Nordic Ground Support Equipment AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}