{
    "rcn": "196536",
    "acronym": "EBBR",
    "topics": "SC5-20-2014-1",
    "title": "Commercialisation of expanded bed biofilm reactor technology for the treatment of waste-, used- or contaminated-water and for improved protection of the aquatic environment and atmosphere.",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "ABD will aid transition to a resource efficient, circular economy via wide use of its disruptive, bioprocess intensification technology. This technology will cut business costs and help the EU exit economic crisis through job creation and exports. ABDís first process is nitrification of used water, part of a Ä4.8 bn global market that we will access. We have developed a full-scale prototype package plant (TRL7) for tertiary nitrification with a UK licensee and have a second UK licensee for landfill leachate. Phase 1 funding is required to evaluate other European markets, identify additional licensees and potential end-users, and revise plans to obtain risk finance for business development. Phase 2 will develop a European network of licensees and end-users and build commercial prototypes (TRL9) for validation across Europe under different regional and climatic conditions, before exporting globally and developing new products.\nOur expanded bed biofilm reactor (EBBR) technology has patent protection and can be used for purification of raw or used water, fermentation or biocatalysis. Patents cover a superior biomass support material (ABDiteÆ), and design features to maximise process efficiency, and minimise energy consumption and footprint. Use of novel, counter-current aeration and nitrogen-depleted air results in highly efficient oxygen transfer and minimal emission of greenhouse gases (methane and nitrous oxide) from used water. An independent consultant has calculated that our capex and opex is 63% and footprint 70% compared to two, market-leading, nitrification technologies.\nThe motivation for our nitrification process is to generate income by reversing pollution of the aquatic environment and atmosphere, through oxidising ammonia in used water and minimising the emission of greenhouse gases. Our process will help compliance with the Water Framework Directive in the EU and with the Kyoto Protocol globally, as well as helping to meet UN Millennium Development Goals.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADVANCED BIOPROCESS DEVELOPMENT LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938601683": {
            "orgId": "938601683",
            "orgName": "ADVANCED BIOPROCESS DEVELOPMENT LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}