{
    "rcn": "196629",
    "acronym": "Q-Tales",
    "topics": "ICT-18-2014",
    "title": "A Collaboration Ecosystem enabling EU Creative SMEs to exchange multi-media content and create multi-plot, interactive Apps for Children, curated according to Reader ability and educational value.",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "ìQ-Talesî is a Collaboration Ecosystem, specifically designed to serve the needs of the European Children e-book industry, where European Creative SMEs, Experts and Parents, co-create new or transform existing Children Literature into high quality e-books & Apps using innovative ICT solutions provided by European ICT SMEs along with a Curation Framework provided by European Academic experts in the field of Pedagogy, Children Psychology and evolutionary Psychology. The specific objectives of the project are summarized below:\nï Objective 1: Build the Q-Tales Collaboration Platform and respective ecosystem, including Gamification Aspects, where European self-publishers, authors, illustrators, voice actors, animators and other related SMEs & professionals will find & submit industry news, communicate, offer & receive services and collaborate. \nï Objective 2: Develop the Q-Tales Authoring Tool, featuring an easy-to-use interface with powerful and sophisticated authoring features which will be used to create the Q-Tales e-books and apps, incorporating the Q-Tales Ontology and utilizing gamification techniques.\nï Objective 3: Launch the Q-Tales Store where the authored e-books and apps will be offered worldwide. \nï Objective 4: Define the Technical and Pedagogical Q-Tales Curation Frameworks, in order to ensure that every single item sold is, technically perfect and better connected with current academic developments in the fields of child / evolutionary psychology while offering a scent of ìEuropeannessî, whilst incorporating nation- and country-specific literacy cultural and linguistic elements. \nï Objective 5: Develop a new breed of in-app analytics services.\nï Objective 6: Identify & Connect with established European Children Literature Content Providers and Sources.\nï Objective 7: Establish Q-Tales as a Brand Name with European Publishing Industry.\nï Objective 8: Introduce the Q-Tales Awards as an annual creativity competition.",
    "totalCost": "1273526,6",
    "ecMaxContribution": "986193",
    "coordinator": "THEOFANIS ALEXANDRIDIS KAI SIA EE",
    "coordinatorCountry": "EL",
    "participants": "MILOPOULOS GRIGORIOS;GAMIFICO LIMITED;NATIONAL UNIVERSITY OF IRELAND GALWAY;FORMA CAMERA - AZIENDA SPECIALE DELLA CAMERA DI COMMERCIO, INDUSTRIA,ARTIGIANATO E AGRICOLTURA DI ROMA PER LA FORMAZIONE IMPRENDITORIALE;REAL GROUP (UK) LIMITED;IZBA PRZEMYSLOWO - HANDLOWA W KRAKOWIE;PUBLISTO DIGITAL APPLICATIONS EPE;ORTELIO LTD",
    "participantCountries": "EL;UK;IE;IT;PL",
    "projectParticipants": {
        "956480432": {
            "orgId": "956480432",
            "orgName": "ORTELIO LTD",
            "ecContrib": 180250
        },
        "940362524": {
            "orgId": "940362524",
            "orgName": "GAMIFICO LIMITED",
            "ecContrib": 92750
        },
        "953291848": {
            "orgId": "953291848",
            "orgName": "PUBLISTO DIGITAL APPLICATIONS EPE",
            "ecContrib": 99312
        },
        "950182319": {
            "orgId": "950182319",
            "orgName": "IZBA PRZEMYSLOWO - HANDLOWA W KRAKOWIE",
            "ecContrib": 60375
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 112500
        },
        "941039002": {
            "orgId": "941039002",
            "orgName": "REAL GROUP (UK) LIMITED",
            "ecContrib": 78505
        },
        "950236348": {
            "orgId": "950236348",
            "orgName": "FORMA CAMERA - AZIENDA SPECIALE DELLA CAMERA DI COMMERCIO, INDUSTRIA,ARTIGIANATO E AGRICOLTURA DI ROMA PER LA FORMAZIONE IMPRENDITORIALE",
            "ecContrib": 142875
        },
        "952356768": {
            "orgId": "952356768",
            "orgName": "THEOFANIS ALEXANDRIDIS KAI SIA EE",
            "ecContrib": 145250
        },
        "951633051": {
            "orgId": "951633051",
            "orgName": "MILOPOULOS GRIGORIOS",
            "ecContrib": 74375
        }
    },
    "calculatedTotalContribution": 986192
}