{
    "rcn": "196624",
    "acronym": "ROLL-OUT",
    "topics": "ICT-03-2014",
    "title": "High-performance, Flexible, AUTOnomous Systems manufactured with Unique, Industrial ROLL-to-roll equipments",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "This R&I action will focus on optimally combining traditional roll-to-roll (R2R) compatible fabrication technologies such as printing with unique R2R sputtering, ALD and heterogeneous integration for flexible, thin, large-area electronics applications. It is seen that the different R2R fabrication methods all have their strengths and weaknesses such that using a cost-performance-optimized combination of them for a single production will enable new levels of applicability for TOLAE devices for mass markets. The goal of the ROLL-OUT project is to create a multi-purpose technology for, thin, large-area, high-performance, smart, and autonomous systems comprising of integrated circuits (based on metal-oxide thin-film transistors), sensors, and electronics. They will be utilized in advancing the packaging, automotive interiors and textile industries beyond their traditional scope. The key features are high-performance circuits and components. To fabricate high-performance circuits, the project intends to use novel, hybrid, moderate-temperature, roll-to-roll processes, namely sputtering, Atomic Layer Deposition (ALD) and screen-printing on thin, flexible, large-area substrates. This will enable enormous value addition to the products of European industries without adding any significant extra cost. \n\nROLL-OUT has 5 research organizations (RO) and 5 industrial partners (IND). The action has 6 work-packages (WPs) of which 3 are led by ROs and 3 by INDs. The technology development WPs are led by ROs and demonstration and exploitation WPs are led by INDs. The action intends to create 3 tangible industrial smart, autonomous system demonstrators that will be validated by the industrial partners in accordance with standard testing protocols.\n\nThe action seeks EU funding of 3.66MÄ for a period of 36 months. 356,5 person-months will be dedicated to the work. The consortium consists of partners from 7 EU member states with complimentary expertise essential for the action.",
    "totalCost": "3658942,5",
    "ecMaxContribution": "3658942,5",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "PICOSUN OY;LOGOPLASTE INNOVATION LAB LDA;POLYTEKNIK AS;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;UPPSALA UNIVERSITET;UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO;MAIER SCOOP;FUNDACION CIDETEC;FOV FABRICS AB",
    "participantCountries": "FI;PT;DK;DE;SE;ES",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 764444
        },
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 175986
        },
        "999633889": {
            "orgId": "999633889",
            "orgName": "UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO",
            "ecContrib": 448662
        },
        "966190423": {
            "orgId": "966190423",
            "orgName": "LOGOPLASTE INNOVATION LAB LDA",
            "ecContrib": 277269
        },
        "999461229": {
            "orgId": "999461229",
            "orgName": "FUNDACION CIDETEC",
            "ecContrib": 308750
        },
        "998671649": {
            "orgId": "998671649",
            "orgName": "FOV FABRICS AB",
            "ecContrib": 179375
        },
        "999503812": {
            "orgId": "999503812",
            "orgName": "PICOSUN OY",
            "ecContrib": 308750
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 539331
        },
        "999901706": {
            "orgId": "999901706",
            "orgName": "TEKNOLOGIAN TUTKIMUSKESKUS VTT",
            "ecContrib": 0
        },
        "965616474": {
            "orgId": "965616474",
            "orgName": "POLYTEKNIK AS",
            "ecContrib": 296875
        },
        "998473090": {
            "orgId": "998473090",
            "orgName": "MAIER SCOOP",
            "ecContrib": 359500
        }
    },
    "calculatedTotalContribution": 3658942
}