{
    "rcn": "196625",
    "acronym": "LEO",
    "topics": "ICT-29-2014",
    "title": "Low-cost / energy Efficient Oleds for lighting",
    "startDate": "01/01/2015",
    "endDate": "31/12/2017",
    "objective": "LEO ambitions innovative manufacturing concept & routes towards high performance bendable and low cost OLEDs for general and mood lighting, merging conventional and proven technologies with disruptive approaches (e.g. substrate, architecture, hybrid processing, layouts). R&D activities will be ramped-up from lab scale feasibility to pilot line scale demonstration, delivering show off lighting systems with the help of external lighting manufacturers (Artemide, Technology Luminaires). The project targets the introduction of novel materials combinations (conformable & functionalized metallic substrate, Indium free electrodes and solution-processable organic materials) in large area colour tuneable top emission white OLEDs. Besides dry processing of large area tandem stacks (> 500 cm2), a novel hybrid process flow will be set-up whereby stacks will be wet processed up to the 1st emitting layer prior device completion by dry processing. With common and innovative building blocks (substrate with integrated interconnecting, 80 % transparent top electrode, 1E-6 g/m≤/day WVTR scratch resistant thin film encapsulation, 50 % out-coupling efficiency), these two complementary approaches will lead to demonstrations of large area warm/cold white macro-pixels and hybrid full colours RGB OLEDs. LEO will address cost reduction at materials and process levels which represent more than 80% of the total cost of OLED lighting devices, according to a recent study. Leverage will be sought at mostly all layers of the stack with cost impacts at materials, device and system scales. In order to combine necessary and complementary capacities to reach its ambitious goals, LEO has gathered all stakeholders of the OLED lighting device fabrication value chain (except equipment supplier), including substrate and organic materials suppliers (AC&CS, Cynora), an OLED manufacturer (OSRAM OLED) and recognized research centres in the field of OLEDs and life cycle analysis (CEA, CNR, Gaiker).",
    "totalCost": "3986262,5",
    "ecMaxContribution": "3986262,5",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "OSRAM OPTO SEMICONDUCTORS GMBH;ADVANCED COATINGS & CONSTRUCTION SOLUTIONS;FUNDACION GAIKER;OSRAM OLED GMBH;CONSIGLIO NAZIONALE DELLE RICERCHE;CYNORA GMBH",
    "participantCountries": "DE;BE;ES;IT",
    "projectParticipants": {
        "952010866": {
            "orgId": "952010866",
            "orgName": "CYNORA GMBH",
            "ecContrib": 450000
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1307672
        },
        "988446006": {
            "orgId": "988446006",
            "orgName": "ADVANCED COATINGS & CONSTRUCTION SOLUTIONS",
            "ecContrib": 513739
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 453564
        },
        "999788992": {
            "orgId": "999788992",
            "orgName": "OSRAM OPTO SEMICONDUCTORS GMBH",
            "ecContrib": 0
        },
        "999615071": {
            "orgId": "999615071",
            "orgName": "FUNDACION GAIKER",
            "ecContrib": 149162
        },
        "935840481": {
            "orgId": "935840481",
            "orgName": "OSRAM OLED GMBH",
            "ecContrib": 1112125
        }
    },
    "calculatedTotalContribution": 3986262
}