{
    "rcn": "196600",
    "acronym": "WeForYou",
    "topics": "MSCA-NIGHT-2014",
    "title": "Meet and learn What Excellent science does FOR YOU and the society",
    "startDate": "01/04/2014",
    "endDate": "30/09/2015",
    "objective": "Meet and learn What Excellent science does FOR YOU and the society is the major focus of the coordinated WeForYou action in performing the European Researchersí Night 2014 and 2015 in Slovenia. Energy research & innovation, Environment & Climate Action, Health and ICT Research & Innovation are the priorities which will be tackled by a series of actions and opportunities for interchange of knowledge in the European Researchersí Night 2014 and 2015 in Slovenia.\n\nThe events in 2014 and 2015 in Slovenia will take place in: \n- Ljubljana, the main city square organized by Joûef Stefan Institute (JSI);\n- Novo mesto, organized by Faculty of Information Studies;\n- Piran and Piran bay, organized by National Institute of Biology;\n- Planica, Planetary Habitat Simulation Centre organised by JSI;\n- Kröko, organized by Joûef Stefan Institute (JSI)\n\nThe European Researchers' Night aims to bring researchers to the general public and to increase awareness of research and innovation activities, with a view to support the public recognition of researchers, creating an understanding of the impact of researchers' work on citizen's daily life, and encouraging young people to embark on scientific careers. Among the goals of WeForYou is one of special importance - presenting the researchers that have shown excellency in their results and achievement as ordinary people. Activities that are planned will enable the wide public audience to identify itself with the researchersí life and to promote science in a firm expectation that the passed message to the young people will embark them on scientific careers. Children and adults addressed within the WeForYou activities will have the opportunity to understand science by experiencing its day-to-day practices, by frequenting the spaces and places where research is carried out and by coming into contact with its machinery and equipment, but above all by talking to those directly involved in scientific research that brings benefit to the society.",
    "totalCost": "79737,5",
    "ecMaxContribution": "71765",
    "coordinator": "INSTITUT JOZEF STEFAN",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 71765
        }
    },
    "calculatedTotalContribution": 71765
}