{
    "rcn": "196659",
    "acronym": "CLOUD-VAS",
    "topics": "IT-1-2014",
    "title": "Cloud based Vessel Allocation Decision Support System for Vessel Chartering",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "CLOUD-VAS is a CLOUD-based Vessel Allocation decision Support tool derived from the by oil chartering companies expressed need for an elementary, user friendly software solution that is accessible any place, any time. CLOUD-VAS helps Large Oil & Gas companies and Large Ship-owners make sharp decisions on which vessels to charter, saving enormously on chartering costs and fuel consumption equalizing lower CO2 emission. The Vessel Allocation Problem is a widely known managerial problem for transportation companies relying on maritime shipping for transportation of their bulk. Current methods for Vessel Allocation are based on linear, nonlinear, integer, stochastic and global programming solvers proven to perform well but complicated are in use and not protected by user access rights packages which entails alteration of data by virtually anyone is possible often leading to significant time and monetary losses. The outcome CLOUD-VAS will provide a flexible and affordable optimisation platform that enables to significantly minimise operational costs and fuel consumption (thus GHG emissions).  Minimising carbon footprint and fuel consumption is a strategic direction for Waterborne Transportation overall in Europe. Reduced environmental impact and enhanced fuel efficiency will contribute to economic prosperity and environmental sustainability as two pillars of sustainability. This makes the project strongly related to the current EU wide challenges for the Maritime Transportation Industry to cut back its CO2 emissions and contribute to their strive for delivering products in a timely and cost effective manner. Besides CLOUD-VASís benefits like an integrated report system and the implemented user access rights packages the real innovation lies in it being a ready-to-use cloud-based solution. CLOUD-VAS is the first and so far the only Cloud Based Vessel Allocation Decision Support Tool in the world and will be an important innovation for the Maritime Transportation Industry.",
    "totalCost": "1803125",
    "ecMaxContribution": "1262187,5",
    "coordinator": "PROMATEK DENIZCILIK TEKNOLOJILERI VE MUHENDISLIK COZUMLERI SANAYI VE TTICARET LIMITED SIRKETI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951458063": {
            "orgId": "951458063",
            "orgName": "PROMATEK DENIZCILIK TEKNOLOJILERI VE MUHENDISLIK COZUMLERI SANAYI VE TTICARET LIMITED SIRKETI",
            "ecContrib": 1262188
        }
    },
    "calculatedTotalContribution": 1262188
}