{
    "rcn": "196636",
    "acronym": "Lt-AD",
    "topics": "SC5-20-2014-1",
    "title": "Low-temperature anaerobic digestion treatment of low-strength wastewaters",
    "startDate": "01/11/2014",
    "endDate": "30/04/2015",
    "objective": "NVP Energy presents the first to market, high-rate anaerobic digestion (AD) technology that successfully treats low strength wastewater (WW) at ambient temperatures (< 20∞C). The low-temperature (Lt-AD) process provides a novel solution to Food and Drinks industrial sectors producing large WW volumes requiring treatment. The sector of interest is milk treatment and processing, a growing market producing over 367 billion litres annually; WW is typically treated using conventional aerobic processes resulting in high sludge yields, requiring a large footprint on-site and a heavy reliance on fossil fuels. Lt-AD produces negligible sludge volumes, has a compact design, requires no heat input or biogas recirculation, and produces effluent of urban wastewater directive (UWWD) standard (< 125 mg/L COD) without post-aeration. A typical dairy processing plant producing 5,000 m3 WW per day can save 97% on operational costs by replacing aerobic treatment with Lt-AD, and generate annual biogas revenue of Ä616,266. The technology's low temperature operation allows for 100% of the biogas produced being available for reuse or resale. The process also has a high impact on environmental savings through reduced greenhouse gas (GHG) emissions, lowered thermal energy and fossil fuels requirements. \nThis feasibility study will allow NVP Energy to build relationships with potential users, assess EU market opportunities, and determine resources required to deliver a full WW treatment solution in terms of technical, legal, environmental, marketing, sales, manufacturing or service capabilities. The outcomes will be the securing of a demonstrator industrial site, achieving an in-depth understanding of the EU market, building concrete relationships with collaborators and ultimately producing an all-embracing business plan. Phase 2 delivery of Lt-AD as a full-scale treatment solution for low strength WW producers will be critical to delivering this technology throughout Europe and beyond.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NVP ENERGY LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938948361": {
            "orgId": "938948361",
            "orgName": "NVP ENERGY LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}