{
    "rcn": "196697",
    "acronym": "Collect and Reflect",
    "topics": "SIE-01-2014-1",
    "title": "Reducing energy consumption and carbon footprint by implementing Collect and Reflect(TM) blinds for solar energy collection and reflection (Collect and Reflect)",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "Rising energy bills is a relevant topic for households in the European Union. The share of household income spent on energy bills is growing and is impacting not only low-income households. Many of existing solutions for lowering energy bills for households are expensive and are targeted at home owners. They include new passive buildings, better insulation of existing buildings and/or generation of locally renewable energy (e.g. geo-thermic, solar, wind). \nEven though many already proven solutions exist that aim to increase energy efficiency and energy production in buildings via walls and roofs, windows are usually considered as a subject of energy loss and not taken into account for sustainable energy production. Could we optimize certain features of windows, such as blinds, and how should we do it? We believe that in the future, window blinds could add additional warmth in the winter and help to keep rooms cool in the summer; become a source of light; produce electricity; and when needed, block or let light in. By working on the Collect & Reflect project, Saul?s v?jo aruodai (SVA) is making first steps to realize this dream by inventing blinds that can heat and cool.\nSVA, an SME from Lithuania, invents, patents, makes and supplies solar energy transformation products. Recently SVA has invented a break-through solution, Collect & Reflect(TM) thermal blinds, which can help save energy and thus reduce energy bills and decrease the carbon footprint of households. These blinds have innovative technology and special coating that make rooms warmer during the winter and colder in the summer. They help to decrease the need to heat and cool rooms, which results in lower energy bills and lower CO2 emissions. Collect & Reflect(TM) thermal blinds have huge potential to affect the window treatment market worldwide and transform traditional blinds into an active energy saving tool accessible for any household.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UAB SAULES VEJO ARUODAI",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935149259": {
            "orgId": "935149259",
            "orgName": "UAB SAULES VEJO ARUODAI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}