{
    "rcn": "196662",
    "acronym": "MLSYSTEM",
    "topics": "SIE-01-2014-1",
    "title": "MLSYSTEM -  heatable, integrated photovoltaics with insulated glass units",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Main objective of this proposal is to launch a novel multifunctional window (MLSYSTEM), which is a glazed insulating glass unit integrated with semi-transparent photovoltaics (panels of all generations) on the EU market. It was developed by a R&D department of ML System. Current available solutions can not be full-competitive to MLSYSTEM. There are PV panels, PV mounting systems, heatable insulated glass units, radiators. The main innovative feature of our technology is a cost-effective integration of properties of all these products. Thanks to 3rd generation solar cells application, higher aesthetic, transparency and better power reduction parameter in relation to any PV technology used so far on Building-Integrated PV sector could be achieved.\nWe intend to contribute to solving one of the Europeanís main problem, as well as one of the real estateís market problems. Buildings are the biggest primary energy consumer and Europeís CO2 emitter. 30% of energy consumed in buildings is used unnecessarily or inefficiently. 30-50% of energy loss is attributed to air leakage and heat transfer. One of the main sources of these losses are windows. Our innovative solution allows for environmental-friendly electrical energy production and thermal energy transfer into a heated room simultaneously manner and is much cheaper than competing solutions. At least 39,000 of tons reduction of CO2 emissions will be achieved every year. Moreover the European efficiency-related construction market is expected to double to Ä140 billion by 2020 from Ä70 billion in 2011 - we are ready to exploit this business opportunity.\nFeasibility study will enable us to verify the technological feasibility and economic viability of launching MLSYSTEM on different EU markets, which will contribute to solving the aforementioned problems. PHASE I is only the beginning and we believe it will lead to PHASE II. This will enable us to identify resources needed for commercial implementation of our technology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ML SYSTEM SPOLKA AKCYJNA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937357464": {
            "orgId": "937357464",
            "orgName": "ML SYSTEM SPOLKA AKCYJNA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}