{
    "rcn": "196646",
    "acronym": "Testforall",
    "topics": "SFS-08-2014-1",
    "title": "FOOD SAFETY CONTROLS FOR ALL",
    "startDate": "01/04/2015",
    "endDate": "30/09/2015",
    "objective": "Food Safety controls for all\nZEULAB (www.zeulab.com) is a biotechnology company specialized in the development, production and commercialization of food diagnostics tests. Our dynamic and proactive team of 25 people invests annually 25% of its activity in R&D projects. As a result of this work during almost 20 years we have developed a wide range of innovative solutions in the main areas of Food Safety and Quality (residues, pathogens, adulterations, toxins ...). ZEULAB¥s test kits are commercialized worldwide through a network of distributors specialized in food diagnostics. Our company has an annual turnover around 3 million Euros and exports 70% of its products in more than 40 countries.\nThe World Health Organization considers antibiotic resistance as one of the three greatest threats to human health for the next decades. Control of antibiotics in the primary sector and food chain is therefore one of main objectives of EU authorities. Unfortunately, there is a lack of suitable analytical systems for the primary sector (farms) and processors (slaughterhouses, dairies) to screen more than 50 authorized antibiotics.\nOur long experience and good market position in this field has allowed us to identify a great opportunity to develop an innovative system (e-ReaderÆ) that transforms a laboratory assay (lab in-a-box concept) in an easy, fast and economic solution adapted to antibiotics self-controls for all food operators (farmers, dairies, slaughterhouses,Ö). e-Reader¥s prototype complies with the EU legislation and is being validated by 3 reference laboratories in Europe.\nThis project will place ZEULAB in the forefront of a potential market of millions of tests that will allow our company to grow at least 3-5 times (9-15 MÄ and 80% of exports) in the next 5 years. This growth is based on the 600.000 EU farmers and 40.000 food plants that should implement self-controls according to EU Commission policy ìfrom farm to forkî.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ZEULAB SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "973030184": {
            "orgId": "973030184",
            "orgName": "ZEULAB SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}