{
    "rcn": "196695",
    "acronym": "MgSpa",
    "topics": "SC5-20-2014-1",
    "title": "A highly efficient and eco-friendly electric shower offering health benefits through magnesium sulphate",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "According to reports by the US ëNational Institutes of Healthí (NIH), most western populations are magnesium deficient. Magnesium deficiency can lead to a number of health problems such as high blood pressure, heart disease, stroke, osteoporosis and arthritis, to name only a few. Sulphate is also essential for many biological processes and at the same time sulfation is a major pathway in detoxifying drugs and environmental contaminants. According to the School of Biosciences of the University of Birmingham, sulphate is not easily absorbed across the gut wall. The recommended treatment up to now for absorbing these nutrients was bathing in Epsom salts, a procedure that calls for a considerable amount of time, water and electrical energy.  \nMgSO4 Ltd (UK) has developed and patented MgSpa, a new revolutionary alternative to electrical showers, which enables the user to quickly and effectively absorb the necessary Magnesium and Sulphate through the skin, while at the same time ensuring huge savings in water (97% less) and energy (80% less). The MgSpa makes the Epsom salt treatment an easy low cost everyday habit, like taking a shower.\nThe concept behind the product is to make use not only of the therapeutic properties of the salts, but also of their cleaning ability. So far, the use of soaps made water recirculation in showers impossible and the showersí water and energy consumption significant. The innovative product uses Magnesium as a cleaning agent and recirculates and reheats shower water to create an invigorating shower experience with minimum environmental impact.\nThe Phase 1 project will be focused on establishing a complete supply chain, a sound business model and commercialization strategy and planning all activities for deploying a large scale pilot supported by a large hotel/spa chain. The partner SME Caleidos (Italy) will support the industrialization and marketing plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MGSO4 LTD",
    "coordinatorCountry": "UK",
    "participants": "CALEIDOS GROUP SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "934648157": {
            "orgId": "934648157",
            "orgName": "CALEIDOS GROUP SRL",
            "ecContrib": 0
        },
        "935120741": {
            "orgId": "935120741",
            "orgName": "MGSO4 LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}