{
    "rcn": "196612",
    "acronym": "AWESOME",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Advanced Wind Energy Systems Operation and Maintenance Expertise",
    "startDate": "01/01/2015",
    "endDate": "31/12/2018",
    "objective": "AWESOME network aims to educate eleven young researchers in the wind power operation and maintenance (O&M) field by constructing a sustainable training network gathering the whole innovation value chain. The main EU actors in the field of wind O&M have worked together, under the umbrella of the European Wind Energy Academy (EAWE), in order to design a training program coping with the principal R&D challenges related to wind O&M while tackling the shortage of highly-skilled professionals on this area that has been foreseen by the European Commission, the wind energy industrial sector and the academia.\n\nThe overall AWESOME research programme tackles the main research challenges in the wind O&M field identified by the European wind academic and industrial community: (1) to develop better O&M planning methodologies of wind farms for maximizing its revenue, (2) to optimise the maintenance of wind turbines by prognosis of component failures and (3) to develop new and better cost-effective strategies for Wind Energy O&M. These main goals have been divided into eleven specific objectives, which will be assigned to the fellows, for them to focus their R&D project, PhD Thesis and professional career.\n\nThe established training plan answers the challenges identified by the SET Plan Education Roadmap. Personal Development Career Plans will be tuned up for every fellow, being their accomplishment controlled by a Personal Supervisory Team. The training plan includes intra-network activities, as well as network-wide initiatives. The secondments at partner organizations and between beneficiaries are a key attribute of the training programme. Each fellow will be exposed to three different research environments from both, academic and industrial spheres. \n\nAll the network activities will be developed in accordance with the established in the Ethical Codes and Standards for research careers development, looking therefore for talent, excellence and opportunity equality.",
    "totalCost": "2862074,16",
    "ecMaxContribution": "2862074,16",
    "coordinator": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
    "coordinatorCountry": "ES",
    "participants": "RAMBOLL MANAGEMENT CONSULTING GMBH;TECHNISCHE UNIVERSITAET MUENCHEN;LOUGHBOROUGH UNIVERSITY;DANMARKS TEKNISKE UNIVERSITET;UNIVERSIDAD DE CASTILLA - LA MANCHA;CARL VON OSSIETZKY UNIVERSITAET OLDENBURG;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "DE;UK;DK;ES;NO",
    "projectParticipants": {
        "953914685": {
            "orgId": "953914685",
            "orgName": "RAMBOLL MANAGEMENT CONSULTING GMBH",
            "ecContrib": 249216
        },
        "999990752": {
            "orgId": "999990752",
            "orgName": "LOUGHBOROUGH UNIVERSITY",
            "ecContrib": 273288
        },
        "999840208": {
            "orgId": "999840208",
            "orgName": "UNIVERSIDAD DE CASTILLA - LA MANCHA",
            "ecContrib": 247873
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 290082
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 249216
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 273288
        },
        "999877262": {
            "orgId": "999877262",
            "orgName": "CARL VON OSSIETZKY UNIVERSITAET OLDENBURG",
            "ecContrib": 249216
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 743619
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 286275
        }
    },
    "calculatedTotalContribution": 2862073
}