{
    "rcn": "196692",
    "acronym": "ImplantFreeSpine",
    "topics": "PHC-12-2014-1",
    "title": "Worldís first complete motion-preservation 'Implant-less' surgical correction for Scoliosis",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "Scoliosis affects 2-3% of the world population i.e. about 12 million people in the EU. 20,000 cases of severe scoliosis are reported each year in the EU but less than 3,000 cases ever undergo surgery due to cost and complexity of the surgery. Severe cases of scoliosis are treated by spinal fusion; a major surgical procedure that makes the spine permanently rigid restricting physical activities and permanent arrest of spinal growth. The impact of spinal deformity caused by scoliosis on the quality of life before and after surgery is huge compared with other chronic conditions such as arthritis, chronic obstructive lung disease, diabetes and hypertension.\nDue to the need for an alternative method for better correction of scoliosis deformities we have developed novel devices and a highly innovative care model involving a safer and significantly less invasive, complete cure which preserves spinal mobility and growth potential. Our solution will result in reduced cost of treatment by over 40% because of shorter hospitalisation, reduced operating time, elimination of additional procedures and lifetime care costs.\nSpine surgery currently holds a Ä10.2 billion global market share and is estimated to grow at a compound annual growth rate of 6.9% to reach Ä17.5 billion by 2022. We aim to capture a market share of 0.1% in 5 years post commercialisation of our project and earn compound revenues of Ä42.5 million by selling our devices over the same period.\nIn Phase 1 of this project we intend to conduct detailed planning of the testing and design optimisation phases, carry out a market study plan, identify and engage international partners and develop a draft business plan for use upon commercialisation within a period of 6 months.\nIn Phase 2 we will develop an advanced prototype meeting relevant EU and US Medical Devices Directives, demonstrate surgical techniques, rehabilitation strategies, and post-operative procedures and also conduct introductory marketing of our devices.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ATC GROUP LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934386548": {
            "orgId": "934386548",
            "orgName": "ATC GROUP LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}