{
    "rcn": "196694",
    "acronym": "HyPoGA",
    "topics": "IT-1-2014-1",
    "title": "Feasibility study of a superefficient hybrid power train as a replacement unit for existing engines - Hybrid Power for General Aviation (HyPoGA)",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Worldwide, over 280.000 General Aviation (GA) aircrafts are in use (28.000 in Europe) and most aircraft in this engine-power\nclass (approx. 200 kW) are operated several hours per day in commercial services. The total operating costs are about 213\nTÄ per year. Combustion engines are designed for the maximum power needed for take-off and climbs (peak-loading),\nthough in cruise flight only approx. 65 % of the power is required. The overall objective of the HyPoGA innovation project is\nto develop a superefficient, hybridized 200 kW aircraft engine by integration of a 140 kW combustion and a 60 kW electrical\nengine which will allow a fuel reduction of about 30% and a total cost reduction of 27% ~ 48 TÄ. This engine will be certified as a\nreplacement unit according to EU and US aviation laws and regulations. The annual demand for replacement engines is\n~3.000. The additional weight of the electrical components (electrical engine, batteries) is counter played by the weight\nreduction of a smaller combustion engine and the fuel savings. The innovative power train will contribute significantly to\nreduced costs of operations and a massive reduction of CO2 emission. Furthermore, the electrical engine constitutes a\nback-up increasing the safety of aircraft operations (two engines instead of one). These aspects create a unique selling point\nand competitive advantage for potential customers.\n\nThe objectives of the feasibility study are (i) a market research study and analysis (SWOT-Analysis), (ii) a technological\nfeasibility (e.g. final design definition) and (iii) an economic and financial feasibility (including marketing strategy, certification,\nfinancial plan). The results will be elaborated in a business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JOCKEL BERNHARD",
    "coordinatorCountry": "DE",
    "participants": "LIMBACH STEFAN",
    "participantCountries": "DE",
    "projectParticipants": {
        "938626030": {
            "orgId": "938626030",
            "orgName": "JOCKEL BERNHARD",
            "ecContrib": 50000
        },
        "938030935": {
            "orgId": "938030935",
            "orgName": "LIMBACH STEFAN",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}