{
    "rcn": "196622",
    "acronym": "INPACT",
    "topics": "MSCA-RISE-2014",
    "title": "Innovative peptides against cancer and pathogenic bacteria, with advances in science, biopharmaceutical drug development, product market targeting, training , and communication.",
    "startDate": "01/02/2015",
    "endDate": "31/01/2019",
    "objective": "INPACT aims at the pre-clinical development of innovative drugs and drug formulations against selected cancers (eg prostate cancer) and pathogenic bacteria (eg S. aureus). The INPACT consortium allies the expertise of both academic and industrial R&D partners that contribute with their own unique technologies to achieve new drugs that are only possible to develop in an integrative effort. Academic partners have unique knowledge and technologies on supercharged viral proteins-derived cell-penetrating peptides (eg from Dengue virus) and ultra-resistant cyclic peptides that may be transferred to the industrial partners, which in turn have specialized proprietary technologies on anticancer and/or peptide drugsí technologies. The judicious exchange of knowledge among partners will lead to new resistant peptides for trans-barrier delivery of drugs (eg cyclic peptide-drug chimeras) and bacterial killing (both planktonic and biofilms). INPACT includes four leading academic partners (from Portugal, Spain, Australia, and Brazil) and three consolidated biotech SMEs (one from Portugal and two Spain).\nIn addition to the R&D project itself, INPACT involves at the highest possible level a top business school in Europe (IESE, Barcelona, Spain), a consolidated media partner specialised in science communication (Ciencia Hoje, Rio de Janeiro, Brazil) and experts in international science funding from one of the top US universities (University of Stanford). The consortium will be the perfect environment for young researchers to acquire knowledge and skills in science, technology, entrepreneurship, business, and communication so they can pro-actively tailor their career path in a life-long learning perspective. This is a contribution towards the advancement of Europe through the use of research and education for societal development and economic growth.",
    "totalCost": "1390500",
    "ecMaxContribution": "850500",
    "coordinator": "INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES",
    "coordinatorCountry": "PT",
    "participants": "UNIVERSIDAD POMPEU FABRA;PROTEODESIGN SL;UNIVERSIDAD DE NAVARRA;CENTRO ATLANTICO DEL MEDICAMENTO, SA;TECHNOPHAGE INVESTIGACAO E DESENVOLVIMENTO EM BIOTECNOLOGIA SA",
    "participantCountries": "ES;PT",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 180000
        },
        "999641746": {
            "orgId": "999641746",
            "orgName": "UNIVERSIDAD DE NAVARRA",
            "ecContrib": 49500
        },
        "946996160": {
            "orgId": "946996160",
            "orgName": "CENTRO ATLANTICO DEL MEDICAMENTO, SA",
            "ecContrib": 45000
        },
        "997729003": {
            "orgId": "997729003",
            "orgName": "TECHNOPHAGE INVESTIGACAO E DESENVOLVIMENTO EM BIOTECNOLOGIA SA",
            "ecContrib": 40500
        },
        "949887924": {
            "orgId": "949887924",
            "orgName": "PROTEODESIGN SL",
            "ecContrib": 72000
        }
    },
    "calculatedTotalContribution": 387000
}