{
    "rcn": "196679",
    "acronym": "DOS",
    "topics": "ERC-StG-2014",
    "title": "Domestic Servants in Colonial South Asia",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "Title: Domestic Servants in Colonial South Asia\nThe ubiquity of domestic servants in contemporary South Asia has received scarce attention from historians. Servant pasts have been used instrumentally to write othersí histories. In contrast, this project centrally situates servants at the intersection of households, labour and forms of relationships. Everyday relationships between servants and masters were based upon labour and wage on the one hand and intimacy and affect on the other.\nThe paradox of pervasive visibility of servants and their marginality in history writing is explicable once theoretical templates are laid bare. To achieve that, the project raises three key questions: 1) How did servant labour unsettle the often rigid and easy categorisation of work into ëproductiveí, ëreproductiveí and ëunproductiveí? 2) How did the multiplicity of relational axes forged around male-male, male-female and female-female affects and hierarchies question the standard accounts framed by assumptions of heterosexual interactions? 3) How did the hierarchies of social and shared worlds marked by race, class, caste, religion, rank, profession and age shape the legal, juridical and criminal bases of labour regulation?\nServant histories need to move beyond the employerís household into the realm of ghettoes, streets, bazaars, barracks, hospitals and mission houses. Two research units involving the PI and a co-applicant cover two periods of colonial history: one, the period from the early eighteenth to the mid-nineteenth; and second, from the mid-nineteenth to the twentieth century.\nBy locating servants in the wider social, political, and moral world, the project combines empirically grounded case studies with the political economy of imperialism. It aims to develop a new understanding of labour, gender and social history, each of these in turn being rewritten, even as they lay the foundations of the first historically grounded account of domestic work in South Asia.",
    "totalCost": "899849",
    "ecMaxContribution": "899849",
    "coordinator": "GEISTESWISSENSCHAFTLICHE ZENTREN BERLIN EV",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITY OF YORK;HUMBOLDT-UNIVERSITAET ZU BERLIN",
    "participantCountries": "UK;DE",
    "projectParticipants": {
        "999850781": {
            "orgId": "999850781",
            "orgName": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
            "ecContrib": 312060
        },
        "997785748": {
            "orgId": "997785748",
            "orgName": "GEISTESWISSENSCHAFTLICHE ZENTREN BERLIN EV",
            "ecContrib": 587789
        },
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 899849
}