{
    "rcn": "196627",
    "acronym": "SOMATCH",
    "topics": "ICT-18-2014",
    "title": "Support IT solution for creative fashion designers by integrated software systems to collect, define and visualize  textile and clothing trends through innovative image analysis from open data",
    "startDate": "01/01/2015",
    "endDate": "30/06/2016",
    "objective": "The objective of the SOMATCH is to improve the competitiveness of EU SMEs in Textile and Clothing (T&C) and design focused sectors by the collection, definition and visualization by ad hoc interfaces of  fashion trends.  SOMATCH will provide creative designers with detailed and reliable trends estimations and forecasts of user acceptance. Its goal will be achieved by the creation of an innovative tool for the mining and visualization of large sets of unstructured data, related to the use and preferences of fashion products by consumers, supporting T&C companies quick reaction to the market dynamics and better adaptation of design to real consumersí demand.\nSOMATCH faces this complex and challenging deal by the combined development and application of SoA advanced image analysis technology, unexploited and innovative in clothing and fashion, combined with social network analysis. Its results will be presented to interested end users by dedicated interfaces and instruments: mobile devices as well as ad hoc visualization tools will be explored for this purpose. \nThe visualisation of the generated data will be performed from off-line statistics, generated after data processing, and by  new  real-time instruments for image collection and evaluation of designs.  They will be targeted also by the integration of the systems with new SoA mobile and wearable (for ex. Google Glass) devices to collect information and to visualise trend interpretation. This approach will open a vast field of new approaches for the fashion designers, supporting final users involvement into the whole trend evaluation and a close interaction with them.\nTo reach this purpose Somatch consortium includes research centres expert in image and content analysis (TUM, UPC), software providers experts in data management, platform development and fashion tools (Holonix. Sparsity, Ideal), end users from SME textile industry and retail (DENA) and social networking and e-commerce (Weblogs, NJAL).",
    "totalCost": "1223875",
    "ecMaxContribution": "975062,5",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "HOLONIX SRL-SPIN OFF DEL POLITECNICO DI MILANO;MANDELLI LAURA;TECHNISCHE UNIVERSITAET MUENCHEN;I-DEAL S.R.L.C.R.;NOT JUST A LABEL LIMITED;SPARSITY SL;WEBLOGS SL",
    "participantCountries": "IT;DE;UK;ES",
    "projectParticipants": {
        "952402746": {
            "orgId": "952402746",
            "orgName": "NOT JUST A LABEL LIMITED",
            "ecContrib": 77088
        },
        "940565836": {
            "orgId": "940565836",
            "orgName": "WEBLOGS SL",
            "ecContrib": 57050
        },
        "956450459": {
            "orgId": "956450459",
            "orgName": "SPARSITY SL",
            "ecContrib": 53288
        },
        "967204461": {
            "orgId": "967204461",
            "orgName": "HOLONIX SRL-SPIN OFF DEL POLITECNICO DI MILANO",
            "ecContrib": 176750
        },
        "942487891": {
            "orgId": "942487891",
            "orgName": "MANDELLI LAURA",
            "ecContrib": 100012
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 208250
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 186250
        },
        "951359123": {
            "orgId": "951359123",
            "orgName": "I-DEAL S.R.L.C.R.",
            "ecContrib": 116375
        }
    },
    "calculatedTotalContribution": 975063
}