{
    "rcn": "196621",
    "acronym": "SLA-Ready",
    "topics": "ICT-07-2014",
    "title": "SLA-Ready: Making Cloud SLAs readily usable in the EU private sector",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "Today, whilst many organisations are reliant on cloud resources, contracts for cloud services often contain Service Level Agreements (SLAs) with technical & legal provisions that are inappropriate, difficult to understand &/or illegal. Similarly, the application of established data protection concepts can be problematic, with uncertainties as to what is regulated, who is responsible & which laws apply. \nBuilding on the work conducted by EC SIG SLA, Certification & Code of Conduct, ETSI CSC, CSA WGs, ECP Steering Board, NIST, Gartner, SLA-Ready, delivers a reference model for Cloud SLAs & a set of best-practices & services to support cloud customers in the use of cloud SLAs through their life cycle. The latter will improve the uptake of cloud computing  by private sector, while procuring services across the cloud market. \nOther Outputs: \nï support cloud customers via a dedicated, social repository of Cloud SLAs and supporting services to ensure the acquisition, operation and termination of cloud services fulfilling specified requirements;\nï provide an active contribution to relevant SDOs like: ISO/IEC 19086.\nï engage & ensure coordinated, global collaborations with e.g., NIST RATAX and the CSA SLA WG for a collaborative, international approach;\nï Provide 4 engaging practical user friendly tutorials to end-users, \nï Showcase real efforts of the common reference model implementation in Europe. \nThe consortium is lean, complementary & strong: TRUST-IT, a prime mover in cloud computing landscape ensures effective coordination, digital marketing & SDO liaisons; CSA a leading, global player in the arena of cloud security; TUDA, brings direct expertise on techniques & frameworks to operate with cloud SLAs; Arthurís Legal represents IT, ISP, software, CSP, IoT & IT service vendors, end-users in their legal life cycle. Numergy  offers cloud services to public & private organizations. SLA-READY has a pragmatic & actionable Advisory Board (AB) made up of key opinion leaders.",
    "totalCost": "679936",
    "ecMaxContribution": "679936",
    "coordinator": "TRUST-IT SERVICES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "CLOUD SECURITY ALLIANCE (EUROPE) LBG;TECHNISCHE UNIVERSITAT DARMSTADT;NUMERGY SAS;ARTHUR'S LEGAL BV",
    "participantCountries": "UK;DE;FR;NL",
    "projectParticipants": {
        "999687724": {
            "orgId": "999687724",
            "orgName": "TRUST-IT SERVICES LIMITED",
            "ecContrib": 216406
        },
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 160012
        },
        "948058213": {
            "orgId": "948058213",
            "orgName": "ARTHUR'S LEGAL BV",
            "ecContrib": 80308
        },
        "957576241": {
            "orgId": "957576241",
            "orgName": "CLOUD SECURITY ALLIANCE (EUROPE) LBG",
            "ecContrib": 204808
        },
        "947100435": {
            "orgId": "947100435",
            "orgName": "NUMERGY SAS",
            "ecContrib": 18403
        }
    },
    "calculatedTotalContribution": 679937
}