{
    "rcn": "196683",
    "acronym": "PrecisionTools4LHC",
    "topics": "MSCA-IF-2014-EF",
    "title": "High precision predictions and tools for LHC Physics",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "The CERN Large Hadron Collider (LHC) has opened a new exciting era in fundamental Particle Physics, by reaching energies never probed before in a collider experiment. The data collected in 2010-2013 already led to an historical achievement, the discovery a new-particle with properties very close to those predicted for the ìStandard Modelî Higgs boson. The pivotal role played by this particle calls for an extremely accurate study of its properties. Together with the search for direct signals of New Physics at the ~10 TeV scale, this will be the major topic of research over the next 20 years, throughout the whole duration of the LHC experiment.\n\nEspecially in absence of striking signature pointing to Physics Beyond the SM (BSM), the success of this long-term programme relies on the capability of extracting precise informations from the measured data.\nIn addition to extraordinarily sophisticated experimental equipment, accurate theoretical predictions for the sought-after signals and their known backgrounds are required.\n\nThe goal of this research proposal is to push the precision of Monte Carlo programs needed to interpret LHC measurements to an unprecedented level. This will be achieved combining several novel techniques developed in the Monte Carlo community and results obtained in perturbative QCD. The realization of the specific objectives detailed in the proposal will allow to model more reliably signal and background processes relevant to perform a variety of overriding precision studies. \nThis will permit a more solid interpretation of future measurements and, in a longer timescale, will also be instrumental in continuing to improve the accuracy of simulation tools.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}