{
    "rcn": "196661",
    "acronym": "SEEABLE",
    "topics": "ICT-37-2014-1",
    "title": "An Innovative ICT Solution for Providing Bespoke Safety and Health Training to Workers in the Construction and Transportation Sectors.",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "An ICT solution for repurposing digital data available from Building Information Modelling (BIM) in order to improve Safety & Health (S&H) training and implementation. Every year, thousands are fatally injured and millions are seriously injured in accidents occurring in the workplace. The risk to workers is significantly higher in the construction and transportation sectors.\n\nBIM captures all digital data relevant to a building or piece of infrastructure over its lifetime. The use of BIM is becoming mandatory for public procurement projects in Europe and will generate a wealth of digital data. This presents a major opportunity for disruptive business ideas and we have identified the possibility to repurpose this data so that we can provide interactive and context-relevant S&H training via 3D applications.\n\nWe, Severn Partnership, want to carry out a feasibility study around our concept for repurposing data from BIM. We will develop an application to deliver S&H training to railway workers. It will employ pedagogic strategies in a games environment to demonstrate enhanced learning. We will test it in a classroom environment with real learners and benchmark it against current methods of teaching (presentations, course notes, Q&A). \n\nThe feasibility study will explore the market landscape across different sectors utilising BIM, especially within construction and transportation. A survey of executives from industries in these sectors will identify operational requirements. This will aid the creation of an exploitation strategy and business plan.\n\nThe overall aim is to develop a new ICT service that improves the effectiveness of S&H training and ultimately saves lives by preventing accidents in the workplace.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THE SEVERN PARTNERSHIP LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942592457": {
            "orgId": "942592457",
            "orgName": "THE SEVERN PARTNERSHIP LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}