{
    "rcn": "196633",
    "acronym": "NMP TeAm 3",
    "topics": "NMP-39-2014",
    "title": "Improving the services of the NMP NCP Network through Transnational Activities",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "NMP TeAm 3 is the continuation of the successful EU projects NMP TeAm 1&2. It aims to facilitate transnational cooperation between NCPs within the Industrial leadership Part with a view to identifying and sharing good practices and raising the general standard of support by the NMP NCPs to programme applicants as described in the work programme. NMP TeAm 3 will achieve a consistent, improved and professionalised NCP service across Europe, thereby helping simplify access to Horizon 2020 calls, lowering the entry barriers for newcomers, and raising the average quality of proposals submitted. \n\nNNP TeAm 3:\n\n- Will create the mechanisms and tools for capacity building of NCPs' skills that will ensure the NCP Network's high and consistent level of services to clients. These will include  10 training events, 10 staff exchanges and twinning schemes and self -assessment through benchmarking.\n- Will provide the necessary tools to all NMP NCPs so that they can assist their clients to increase their success rate in H2020 and lower the barriers for participation for new applicants. These will include the improvement  of the Partner Search Facility of NMP TeAm 1&2, organisation of 4 brokerage events at large EU presidency conferences and 6 virtual information seminars for clients on H2020.\n\n- Will improve the outreach of the NMP NCP Network and maximise the impact of its activities, services and results to a wide audience of clients and stakeholders. This will be achieved through the continuation of the NMP TeAm website, which is already a focal point of the community of NCPs and programme applicants, continuous dissemination of information through social media and participation of NCPs at large NMP related events to provides assistance and services. NMP TeAm 3 will also maintain and create new links with stakeholders like the Enterprise Europe Network, European Technology Platforms and other NCP Networks to reach as many as possible H2020 applicants.",
    "totalCost": "599135,12",
    "ecMaxContribution": "599135,12",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "FORSCHUNGSZENTRUM JULICH GMBH;AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;UNITED KINGDOM RESEARCH AND INNOVATION;INSTYTUT PODSTAWOWYCH PROBLEMOW TECHNIKI POLSKIEJ AKADEMII NAUK;MATIMOP, ISRAELI INDUSTRY CENTER FOR RESEARCH & DEVELOPMENT;The Technology Strategy Board;FUNDACAO PARA A CIENCIA E A TECNOLOGIA",
    "participantCountries": "DE;IT;FR;UK;PL;IL;PT",
    "projectParticipants": {
        "999543970": {
            "orgId": "999543970",
            "orgName": "FUNDACAO PARA A CIENCIA E A TECNOLOGIA",
            "ecContrib": 76000
        },
        "999590142": {
            "orgId": "999590142",
            "orgName": "MATIMOP - THE ISRAELI CENTER FOR R&D",
            "ecContrib": 0
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 91000
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 95250
        },
        "998592400": {
            "orgId": "998592400",
            "orgName": "The Technology Strategy Board",
            "ecContrib": 0
        },
        "999454439": {
            "orgId": "999454439",
            "orgName": "INSTYTUT PODSTAWOWYCH PROBLEMOW TECHNIKI POLSKIEJ AKADEMII NAUK",
            "ecContrib": 81000
        },
        "999514191": {
            "orgId": "999514191",
            "orgName": "AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA",
            "ecContrib": 76000
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 53948
        }
    },
    "calculatedTotalContribution": 473198
}