{
    "rcn": "196660",
    "acronym": "VSP",
    "topics": "ICT-37-2014",
    "title": "Volumental - The Cloud-Delivered 3D Scanning Service Supporting A Future Of Mass Customization",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Volumental is currently building, and delivering, leading software technology that enables the 3D scanning of objects, (e.g. bodies), using both current and emerging camera technologies. The resulting accurate scans can be readily used by mainstream 3D software systems & packages.\n\nVolumental is currently focusing on the mass customization market, even though Volumental technology itself is broadly applicable. We sell software solutions B2B to e.g. footwear brands that can use 3D body data to customize e.g. shoes to the multibillion footwear market. We have a number of partners and pilot customers in this field already, among them US footwear brands and the worlds largest hardware manufacturers in our field.\n\nEnabling technology development of mass customization in Europe offers the opportunity to move production products that touch the human body back to European markets as well as building technology leadership within fields such as 3D scanning and 3D printing.\n\nThe key differentiator for Volumental is that our proprietary software algorithms can produce high-accuracy 3D models using inexpensive hardware. Further on we excel in ease of use, having a cloud service and have a sustainable competitive advantage in the technology leadership our team has shown and continue to show.\n\nFor the Horizon 2020 project Volumentalís high-level goal is to turn our technology and prototypes into fully functional products in their final end-user configuration. This translates to taking the products to TLR 8. This will require significant R&D to achieve ñ mainly focused at improving robustness, free-hand accuracy, mobile phone scanning and API development. This R&D will result in additional inventions, so the project also aims to protect current and resulting inventions by analysing the current patent situation and filing relevant patents. The R&D in this project will follow an agile methodology and will be tightly linked to customer needs and envisioned products.",
    "totalCost": "2087000",
    "ecMaxContribution": "1460900",
    "coordinator": "VOLUMENTAL AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935412614": {
            "orgId": "935412614",
            "orgName": "VOLUMENTAL AB",
            "ecContrib": 1460900
        }
    },
    "calculatedTotalContribution": 1460900
}