{
    "rcn": "196626",
    "acronym": "CLOUDWATCH2",
    "topics": "ICT-07-2014",
    "title": "Think Cloud Services for Government, Business  Research",
    "startDate": "01/09/2015",
    "endDate": "30/09/2017",
    "objective": "CloudWATCH2 supports EU R&D on cloud computing, software, services across the full innovation lifecycle & the move to market, promoting technology advancements, supporting OS software re-usability through clustering, championing standards for interoperability & security, providing a roadmap on the cloud market structure to encourage transparent pricing & offering educational services on risk management & legal issues to lower adoption barriers for SMEs & public administration. CloudWATCH2 focuses on the cloud ecosystem emerging from EU research & innovation projects, where technology & pricing are an equally important part of market equation. It takes a pragmatic approach to market uptake & sustainable competitiveness by clustering projects around common themes & challenges, with deep dive training for wider uptake & commercial exploitation. It analyses the fast evolving standards landscape, new implementations, extensions & protocols focusing on the value creation of interoperable and secure services, identifying gaps & making recommendations to address them. It brings interoperability testing to the forefront supporting Cloud Interoperability Plugfests. It supports market-oriented approaches to new products, services & solutions, including OS developments, where ìfreeî & ìprofitabilityî are not mutually exclusive. It introduces a novel activity around cloud pricing analysis, strengthens support of sustainability, to encourage faster time-to-value & commercialisation of innovative products & services. On the demand side, it supports key stakeholders in the EU digital market by providing training on legal aspects addressing increasingly common consumer concerns. Consortium: TRUST-IT, coordination, outreach, a renowned international network & SDO liaisons; CSA a leading, global player in cloud security; UOXF OeRC part of UK eScience programme; StrategicBlue cloud billing & price risk management experts. ICT Legal, represents IT, ISP, SW, CSP, IoT & IT service vendors",
    "totalCost": "585001",
    "ecMaxContribution": "585000",
    "coordinator": "TRUST-IT SERVICES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "ICT LEGAL CONSULTING - STUDIO LEGALE ASSOCIATO BALBONI BOLOGNINI & PARTNERS;CLOUD SECURITY ALLIANCE (EUROPE) LBG;STRATEGIC BLUE SERVICES LIMITED;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "IT;UK",
    "projectParticipants": {
        "999687724": {
            "orgId": "999687724",
            "orgName": "TRUST-IT SERVICES LIMITED",
            "ecContrib": 228734
        },
        "951536924": {
            "orgId": "951536924",
            "orgName": "ICT LEGAL CONSULTING - STUDIO LEGALE ASSOCIATO BALBONI BOLOGNINI & PARTNERS",
            "ecContrib": 54375
        },
        "957576241": {
            "orgId": "957576241",
            "orgName": "CLOUD SECURITY ALLIANCE (EUROPE) LBG",
            "ecContrib": 122000
        },
        "942571796": {
            "orgId": "942571796",
            "orgName": "STRATEGIC BLUE SERVICES LIMITED",
            "ecContrib": 85625
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 94266
        }
    },
    "calculatedTotalContribution": 585000
}