{
    "rcn": "196698",
    "acronym": "MD-SD-OCT",
    "topics": "PHC-12-2014",
    "title": "An innovative double technologies medical device for corneal diseases.",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "It has been observed that eye related disease such Keratoconus, glaucoma and cataract are recently increased, especially in older adult, which are commonly more prone to this kind of pathology, with a significant rise also in young adults subject, due to nowadays lifestyle. The first main objective of CSO  business project is to introduce into the market the innovative MD-SD-OCT, a new ophthalmology instrument, which is able to detect, with a single tool, a range of optical pathologies wider than the state of the art technologies are capable to support, with higher performances and significant reduction of manufacturing cost. This target will be reached through the integration of traditional topography approach (Placido's disk) and innovative patented Spectral Domain Optical Coherence Tomography (ref. WO 2014/155286 A1), into a single, compact and flexible diagnosis device, real breakthrough for the market at the state of art. \nAs a results of the technology innovation proposed and due to the usage of a less expensive technology invented by CSO (new SD-OCT management system, covered by international patent), the overall cost of the device is significantly lower than the existing applicable technology (about 45% less). This aspect will be the most disruptive and distinguishing element of the entire business project and will determine a huge increase of the company competitiveness. \nAs a result of intensive market need research, performed by the company in the last two years, and thanks to its expertise in R&D for design and manufacturing of innovative ophthalmology diagnosis devices, CSO, with higher performance , significantly lower cost and new double technology MD-SD-OCT will be able to strongly improve its competitiveness in the market of ophthalmology diagnosis devices.",
    "totalCost": "1965867,5",
    "ecMaxContribution": "1965867,5",
    "coordinator": "COSTRUZIONI STRUMENTI OFTALMICI C.S.O. SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951927834": {
            "orgId": "951927834",
            "orgName": "COSTRUZIONI STRUMENTI OFTALMICI C.S.O. SRL",
            "ecContrib": 1965868
        }
    },
    "calculatedTotalContribution": 1965868
}