{
    "rcn": "196696",
    "acronym": "iTampon",
    "topics": "PHC-12-2014-1",
    "title": "Intimate, home-diagnostic tools for women",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "At Dr. Dolhay, our mission is to provide female hygiene and health products that serve the health of women and their sexual partners by use in the intimacy of the home.\nThe iTampon project involves an innovative method ñ completely free of electronics ñ to diagnose female health at home. These two novel diagnostic devices will enable women to detect the sign of any infection, indicating the need to turn to a gynaecologist. Additional examinations can be carried out by sending samples to our laboratory partner.\nEarly warning of potential diseases, such as cervical cancer or preterm birth, can save millions of lives, as women could undergo the necessary treatment in time. \nThe project originates from a business development idea to internationally expand our current, market-leading product lines. However, the development has convinced two EU-based companies to offer us EU-wide cooperation, once the products are qualified to be launched on the market.\nThe need for the products is well demonstrated, as it breaks through the key barrier women have against going to the gynaecologist: shyness and anxiety.\nWe have developed two prototypes that are essential diagnostic tools at the level of consumer goods ñ keeping the intimacy of women using them:\n1) Intelligent Tampon Observer (iT Observer): it is a ìpH meterî (ìgood flora indicatorî) which provides a pH-status map of the whole vagina and cervix. \n2) Intelligent Tampon Collector (iT Collector): it is a 2in1 solution, a ìpH meterî and ìhome HPV/cancer testî which enables women to perform a basic gynecological self-examination in the privacy of their home.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DOLHAY KLINIKA EGESZSEGUGYI KFT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936039913": {
            "orgId": "936039913",
            "orgName": "DOLHAY KLINIKA EGESZSEGUGYI KFT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}