{
    "rcn": "196682",
    "acronym": "NANOTAM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Development and Evaluation of Nanomedicines for Cancer Treatment through Immunomodulation: Targeting Tumor-Associated Macrophages",
    "startDate": "20/05/2015",
    "endDate": "19/05/2017",
    "objective": "This project is focused on the development of novel nanomedicines effective in targeting the immunosuppressive, pro-tumoural, Tumour-Associated Macrophages (TAM) with the aim to manipulate the hostís immune system and improve anti-tumour responses. In most patients, chronic inflammation and immune suppression are the dominant effects in the tumour microenvironment. The infiltration of TAM in tumour tissues has been shown to support tumour growth, invasion and metastasis. Indeed, high density of TAM in tumours is correlated with resistance to therapies and poor prognosis. These findings establish TAM as promising targets of future anti-tumour therapies.\n\nHere, we aim to design a series of Therapeutic Nanostructures (TNs), containing immunomodulatory or chemotherapeutic compounds, and conveniently functionalized, in order to target and re-educate or kill the TAM. These novel TNs will be composed of biodegradable polysaccharides, i.e. chitosan (CS) or hyaluronic acid (HA), and will be functionalized, with the aim to develop a series of ìtargetingî strategies to optimally reach TAM in vivo. These strategies involve the chemical linking of: (i) mannose residues expected to direct the TNs to the mannose receptors, highly expressed on the surface of TAM or (ii) the tumour lymphatic-specific peptide (LyP-1), known to have affinity towards NRP1 on TAM. The nanomedicines (TNs) will be loaded with pharmacological activators of TLR7 aimed to re-educate TAM into immunostimulatory anti-tumour macrophages. In the event that re-polarization of TAM is not satisfactory, or its effect is not long lasting in vivo, TNs will be loaded with chemotherapeutic drugs able to kill TAM. The TNs will be tested in vitro and in vivo to verify their effectiveness in switching back the pro-tumoural properties of TAM and their effect on tumour growth. We expect that this approach will enable greater progress in the treatment of tumours and ultimately lead to improved outcomes for cancer patients.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "HUMANITAS MIRASOLE SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999785015": {
            "orgId": "999785015",
            "orgName": "HUMANITAS MIRASOLE SPA",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}