{
    "rcn": "196609",
    "acronym": "PETRA",
    "topics": "ERC-PoC-2014",
    "title": "PETRA - Photonic Environment moniToring Risk Assessment",
    "startDate": "01/02/2015",
    "endDate": "31/07/2016",
    "objective": "The goal of PETRA (Photonic Environment moniToring & Risk Assessment) is the design and the IPR transfer of a radically new precommercial photonics based prototype for noninvasive continuous remote monitoring system for geo-technical risk assessment. PETRA will step from the ERC-funded project PHODIR that successfully carried out the realization and the field trial of the first photonic based radar prototype, and from the contacts that were made between CNIT and industrial partners during the PoC PREPaRE, that focused on the preindustrial design and IPR selling of an optics based radar for integrated traffic control in airports. The specific application on which PETRA will focus is the high precision real time analysis and mapping of potential risk areas for health protection, disaster prevention  and for new civil engineering buildings (as bridges or power plants) where the advances of photonics will be of practical interest in a short-medium term, and it will: i) study the technical requirements and the current limitations of earth monitoring systems, to define the technical specifications for a commercial photonics based integrated radar system; ii) accordingly modify the radar structure and the data processing tools defined during the PHODIR project, allowing a short/medium-term industrial realization and commercialization with an attractive cost/performance ratio; iii) boost the IP transfer of each single subsystem preindustrial design  to companies either through already filed patent selling or by encouraging companies to patent the presented design.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "CONSORZIO NAZIONALE INTERUNIVERSITARIO PER LE TELECOMUNICAZIONI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999649603": {
            "orgId": "999649603",
            "orgName": "CONSORZIO NAZIONALE INTERUNIVERSITARIO PER LE TELECOMUNICAZIONI",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}