{
    "rcn": "196653",
    "acronym": "ISO-COLD",
    "topics": "IT-1-2014-1",
    "title": "Integrated SOlution to enhance COLD chain and logistic tracking",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "Scenario\nTransport & Logistic (T&L) sector has experienced a fast expansion in the last decade; the temperature controlled supply chain represents a high value added segment that is experiencing a continuous push for service quality. Regulators, all over the world, are constantly introducing more demanding recommendations (e.g.: the recent Good Distribution Practise - EU C343/01 2013 - for the pharmaceutical products). On the other hand, the high cost of monitoring tracking information and temperature data during transports, and the absence of structured ICT solutions to aggregate operative information efficiently, risk frustrating regulators effort.\nInnovation\nERPlan developed a comprehensive ICT solution able to collect and aggregate information from T&L operations, including track & trace and temperature data that allow the users to have a complete and updated status of deliveries, an historical records depot for regulation compliance, and a platform to distribute data to its stakeholders. Moreover, the solution provide logistic floor and mobile systems equipped with state of art RFID technology to minimize impact of data acquisition procedures on workforce efficiency.\nTarget Market\nTransport and logistic companies working with temperature controlled shipments (mainly Pharma & Food sectors) are all potential users of the solution as well as their stakeholders (Pharma / food producers, retailers, etc.) with a focus companies operating in last mile delivery scenario (mostly SMEs)\nPhase I Objectives\n- To define the investment and the effort that the company should undertake to penetrate efficiently the European market\n- To validate the ability of the solution to bring economical return to the company into a defined period in order to evaluate sustainability of the business plan\n- To quantify the impact of the solution on standard transport / logistic scenarios to create appropriate selling tools\n- Produce a sustainable marketing strategy to enter the European market",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ERPLAN SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935847368": {
            "orgId": "935847368",
            "orgName": "ERPLAN SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}