{
    "rcn": "196643",
    "acronym": "ENTRUST",
    "topics": "LCE-20-2014",
    "title": "Energy System Transition Through Stakeholder Activation, Education and Skills Development",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "ENTRUST provides mapping of Europeís energy system (key actors & their intersections, technologies, markets, policies, innovations) and an in-depth understanding of how human behaviour around energy is shaped by both technological systems and socio-demographic factors (esp. gender, age and socio-economic status). New understandings of energy-related practices and an intersectional approach to the socio-demographic factors in energy use will be deployed to enhance stakeholder engagement in Europeís energy transition.  \nThe role of gender will be illuminated by intersectional analyses of energy-related behaviour & attitudes towards energy technologies, which will assess how multiple identities and social positions, combine to shape practices. These analyses will be integrated within a transitions management framework which takes account of the complex meshing of human values and identities with technological systems. The third key paradigm informing the research is the concept of energy citizenship, with a key goal of ENTRUST being to enable individuals overcome barriers of gender, age and socio-economic status to become active participants in their own energy transitions. \nCentral to the project will be an in-depth engagement with 5 very different communities across the continent, who will be invited to be co-designers of their own energy transition. The consortium  brings a diverse array of expertise to bear in assisting and reflexively monitoring these communities as they work to transform their energy behaviours, generating innovative transition pathways and business models capable of being replicated elsewhere in Europe. \nDeliverables will include a policy tool-kit incorporating contemporary best practice in promoting energy transitions at a Europe-wide level; a suite of innovative transition pathways and community engagement tools designed to stimulate dialogue and break down barriers to behaviour change and the adoption new technologies at a community level.",
    "totalCost": "3476394,59",
    "ecMaxContribution": "3476394,58",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "LGI CONSULTING SARL;LIVERPOOL JOHN MOORES UNIVERSITY;REDINN SRL;ENERBYTE SMART ENERGY SOLUTIONS SL;INTEGRATED ENVIRONMENTAL SOLUTIONS LIMITED;STAM SRL;STAMTECH SRL",
    "participantCountries": "FR;UK;IT;ES",
    "projectParticipants": {
        "998079949": {
            "orgId": "998079949",
            "orgName": "LIVERPOOL JOHN MOORES UNIVERSITY",
            "ecContrib": 345156
        },
        "970272474": {
            "orgId": "970272474",
            "orgName": "INTEGRATED ENVIRONMENTAL SOLUTIONS LIMITED",
            "ecContrib": 494750
        },
        "996793923": {
            "orgId": "996793923",
            "orgName": "STAMTECH SRL",
            "ecContrib": 188986
        },
        "916965542": {
            "orgId": "916965542",
            "orgName": "STAM SRL",
            "ecContrib": 236809
        },
        "999677733": {
            "orgId": "999677733",
            "orgName": "LGI CONSULTING SARL",
            "ecContrib": 709128
        },
        "968427922": {
            "orgId": "968427922",
            "orgName": "REDINN SRL",
            "ecContrib": 331156
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 1044304
        },
        "938198551": {
            "orgId": "938198551",
            "orgName": "ENERBYTE SMART ENERGY SOLUTIONS SL",
            "ecContrib": 126105
        }
    },
    "calculatedTotalContribution": 3476394
}