{
    "rcn": "196693",
    "acronym": "PARK-IT",
    "topics": "ICT-37-2014-1",
    "title": "Unobtrusive, continuous and quantitative assessment of Parkinsonís disease: hard evidence foroptimal disease management with information technologies",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "Sense4Care S.L. (S4C) is high-tech SME constituted in Barcelona in 2013 as a spin-off of the Universitat PolitËcnica de Catalunya - BarcelonaTech (UPC) with a clear objective: taking to the market the results of several research projects. UPC itself holds 5% of the shares of the company, and the rest belongs to professors, researchers and investors. UPC was the Coordinator and main beneficiary of the FP7-ICT project called REMPARK1 project, and has legally transferred the exploitation rights of the project results to S4C, with the aim of commercialising a product that can dramatically improve the lives of Parkinsonís Disease (PD) sufferers.\n\nThe main result from the FP7-REMPARK project is the kinetic monitor PARK-IT, which can be exploited as a standalone product. PARK-IT is a new gold-standard, continuous and quantitative monitoring medical device for assessing the status of Parkinson Disease patients. PARK-IT device, based in movement detection and complex algorithms, allows the doctors to precisely adjust the medication of PD patients, overcoming one of the main problems that PD patients face. It constitutes a disruptive innovation answering to an unmet need.\n\nThe present innovation business project is therefore focused in taking this device to the market through a clear and innovative business model.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SENSE4CARE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941002530": {
            "orgId": "941002530",
            "orgName": "SENSE4CARE SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}