{
    "rcn": "196656",
    "acronym": "ZEBCOM",
    "topics": "SC5-20-2014-1",
    "title": "Zero Emission Robot-Boat for Coastal and Inland Water Monitoring",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The project aims to develop an eco-innovative product: a zero emission autonomous (unmanned) robot-boat system intended for use as a monitoring station for quality & quantity of surface waters. The proposed innovative product (system) aims to contribute to solving two important issues:\n-The (unprecedented) need of high quality, real-time information/data  on water environment related primarily to the Increasing climate change uncertainty, and to protection of the environment\n-The need of low-carbon, low-cost, effective vessels operating in inland and coastal water\nThe positioning of the present business innovation project can be estimated as being at ìTRL7 ñ system prototype demonstration in operational environmentî.  \nThe robot-boat  system is intended to be operated as an unmanned apparatus; having  onboard computer and a large-range radio-telemetry system for real-time transfer of data for desktop and web-applications;  with a large carrying capacity and special shape,  to carry onboard various measurement  equipment ; incorporating a number of innovative solutions.\nMain objective of project Phase 1 is the development of a Feasibility study including a business plan. A comprehensive analysis of basic Technological factors, Economics, Marketing and Financial study, Legal requirements, Operational conditions will be carried out.\nThe use of the system as an autonomous monitoring unit can provide low-cost, efficient and routine monitoring of the aquatic environment, this way providing significant impact on EU water sector. Reliable data from such observations are of crucial importance to understanding and adaptation to climate change, as well as to respond to unprecedented burden on water resources, needed not only for safe drinking water, but also to support agriculture, energy, transportation, manufacturing, and civil infrastructure. \nIt can also help coastal and catchment communities to adapt to climate change, and react to flood hazards and environmental threats.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CORES EOOD",
    "coordinatorCountry": "BG",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997419185": {
            "orgId": "997419185",
            "orgName": "CORES EOOD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}