{
    "rcn": "196684",
    "acronym": "STEM ZAP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Optogenetics based discovery of new pathways towards stem-cell mediated myelin repair",
    "startDate": "06/04/2016",
    "endDate": "05/04/2018",
    "objective": "Neurological disorders, such as multiple sclerosis (MS), that involves degeneration of the myelin sheath exact a social and economic toll on the EU estimated at 14.6 billion Euros per year. Consequently therapies capable of regenerating damaged myelin are an important clinical goal. The aim of this fellowship is to develop new strategies for the replacement of myelin through the use of embryonic stem (ES) cells. We propose to achieve this aim by identifying novel signalling molecules capable of enhancing the generation of myelin-forming oligodendrocytes from ES cells. Membrane depolarisation enhances myelination during postnatal development, and can promote the differentiation of ES-OL cells. However, the impact of depolarisation on the generation of oligodendrocytes from ES cells (ES-OL) is unknown, as are the signalling molecules driving depolarisation-induced ES cell differentiation. Filling these gaps has the potential to deliver new methods for increasing the supply of pro-myelinating ES-OL capable of regenerating damaged myelin. This fellowship will unite supervisor Dr Fultonís expertise in oligodendrocyte biology and optogenetics with Dr Otsuís knowledge and skills in novel methods for the efficient production of ES-OL. In addition, partner organisations from the commercial and clinical sectors will add additional expertise that will enhance the projectís research capacity, and ensure success in its goal of developing novel pathways towards myelin regeneration.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}