{
    "rcn": "196685",
    "acronym": "PIGRISK",
    "topics": "MSCA-IF-2014-EF",
    "title": "Investigation into emerging, evolving or novel viruses of swine in respiratory, reproductive and enteric pathologies: horizon scanning for risks to swine health and food security",
    "startDate": "04/04/2016",
    "endDate": "09/06/2018",
    "objective": "Emerging viruses pose a significant threat to animal health and welfare, food security and rural prosperity. When porcine circovirus 2 (PCV2) emerged in the late 1990s after circulating in pig populations for at least several decades before.  The associated disease post-weaning multisystemic wasting syndrome (PMWS) is estimated to have cost the EU over 600 M euros per year at its peak. The emergence of a highly pathogenic strain of porcine epidemic diarrhoea virus (PEDV) in the US and Asia has resulted in the death of millions of pigs and the economic costs are still being counted. Here we propose a research project that will increase our understanding of emerging, evolving or novel viruses in swine in order to allow assessment of and improved response to, current and future socioeconomic threats to the European agri-food industry. This project aims to: (1) Develop, enhance and apply a range of classic and beyond the state-of-the-art diagnostic methods for the detection of emerging, evolving or novel viruses in swine in a world-class institute with a long history of successful virology research including identification and commercialisation of PCV2; (2) To statistically establish disease association of detected viruses with these considering viral load aspects of infection; (3) To statistically establish disease association of combinations of virus in co-infection scenarios; (4) To develop next generation sequencing (NGS) methods to allow characterisation of the entire viral flora of pigs with particular disease states; (5) To parallel these research activities with a comprehensive, multi-disciplinary training programme including laboratory and non-laboratory scientific and IT skills as well as training in a range of professional skills to provide a competitive advantage in the job market for the next stage of their career. This will allow improved horizon scanning for as well as rapid response to emerging threats to the swine industry.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "AGRIFOOD AND BIOSCIENCES INSTITUTE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999935074": {
            "orgId": "999935074",
            "orgName": "AGRIFOOD AND BIOSCIENCES INSTITUTE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}