{
    "rcn": "196681",
    "acronym": "GLASUNTES",
    "topics": "MSCA-IF-2014-GF",
    "title": "Innovative high temperature thermal energy storage concept for CSP plants exceeding 50% efficiency",
    "startDate": "01/05/2016",
    "endDate": "30/04/2019",
    "objective": "Energy provision is a big challenge for our Society, being the present production/consumption paradigm not sustainable. To change current trends, a large increase in the share of Renewable Energy Sources (RESs) is crucial. The effectiveness of Thermal Energy Storage (TES) poses Concentrated Solar Power (CSP) systems at the forefront, as the first dispatchable option among all intermittent RESs. In order to realize the CSP potential, the efficiency of the adopted Power Conversion Units (PCUs) must grow over 50%, entailing temperature levels of the order of 1000 ∞C: promising solutions are based on Brayton thermodynamic cycles. This project stems from the observation that no existing TES option can be coupled to such PCUs and/or work at these temperatures, and aims at filling this gap. Three interrelated research objectives are proposed, to prove the feasibility and assess the potential of:\n1. An innovative CSP concept whereby (i) the receiver is co-located with the TES vessel, (ii) the solar radiation is directly absorbed by the liquid storage medium, and (iii) the thermal power is withdrawn from the TES by bubbling a gas through it, which can thus be used as working fluid in a Brayton cycle. An efficient and simple system results, without irradiated metal tubes, secondary fluid loops, heat exchangers, valves, nor pumps;\n2. The adoption of common glass-forming compounds as novel TES materials. These are nontoxic and inexpensive (mainly sand), and the related know-how is already available from the glass manufacturing field, whose deep synergies with the CSP sector will be explored in a multi-disciplinary perspective;\n3. The CSP systems resulting from the integration between receiverñTES and PCUs.\nThe envisaged approach combines advanced theoretical and experimental research activities to achieve these goals. The final scope is to inaugurate a new branch in the field of solar systems, with the potential of enabling the CSP plants we need to ensure a bright Future.",
    "totalCost": "259558,2",
    "ecMaxContribution": "259558,2",
    "coordinator": "UNIVERSITA DI PISA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999862712": {
            "orgId": "999862712",
            "orgName": "UNIVERSITA DI PISA",
            "ecContrib": 259558
        }
    },
    "calculatedTotalContribution": 259558
}