{
    "rcn": "196688",
    "acronym": "HiLASE CoE",
    "topics": "WIDESPREAD-1-2014",
    "title": "HiLASE Centre of Excellence",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "'Czech Republic has invested Ä32M in the construction of an advanced, 'next generation' laser, HiLASE, at DolnÌ B?eûany in Central Bohemia Region. HiLASE will be commissioned in 2015 as a major laser facility of the Czech Institute of Physics (IoP) with the potential to be an outstanding science and technology asset for the region and for Europe.  This Teaming Action will transform HiLASE from a state-of-the-art laser into a Centre of Excellence, serving a broadly based scientific and industrial user community, stimulating innovation and developing the technology itself to ensure that the Centre is sustainable and competitive in the long term.  This will enable the Centre to fulfil its role as a driver of scientific excellence and a generator of economic impact, thus raising the region's innovation performance.\nThe IoP will team with the Central Laser Facility (CLF) at STFC's Rutherford Appleton Laboratory in Oxfordshire, UK. CLF is widely regarded as a world leader in both the delivery of advanced laser facilities to a large and diverse international user community, and in the development of the 'next generation' laser technology which is at the heart of this proposal. CLF staff will be assisted by STFCís Business and Innovations Directorate who will identify innovation opportunities and drive the transition from academic experiments to industrial applications.\nPartnership with STFC will ensure that the Centre is 'up and running' as a new user facility as quickly as possible, that opportunities for innovation and exploitation are identified and developed, and that a cutting edge facility enhancement programme is delivered efficiently, on time and with the best value for money.  This will ensure the success of the Centre for the duration of the Teaming Action, the competitive edge of its facilities and its sustainability into the future.'",
    "totalCost": "494831",
    "ecMaxContribution": "494831",
    "coordinator": "FYZIKALNI USTAV AV CR V.V.I",
    "coordinatorCountry": "CZ",
    "participants": "SCIENCE AND TECHNOLOGY FACILITIES COUNCIL;UNITED KINGDOM RESEARCH AND INNOVATION",
    "participantCountries": "UK",
    "projectParticipants": {
        "999980179": {
            "orgId": "999980179",
            "orgName": "SCIENCE AND TECHNOLOGY FACILITIES COUNCIL",
            "ecContrib": 0
        },
        "999873867": {
            "orgId": "999873867",
            "orgName": "FYZIKALNI USTAV AV CR V.V.I",
            "ecContrib": 233341
        }
    },
    "calculatedTotalContribution": 233341
}