{
    "rcn": "196650",
    "acronym": "ANGELS",
    "topics": "IT-1-2014-1",
    "title": "Advanced Next GEneration Landing System",
    "startDate": "01/01/2015",
    "endDate": "31/05/2015",
    "objective": "Life matters. Safety matters. Economy matters. We all acknowledge that any action leading to diminish the risk of accidents must be promoted . A special situation arises in offshore platforms, where helicopter approach and landing (A&L) operations are far from being secure (300 accidents between 2000 and 2005). More than 75% of accidents between 1975 and 2001 occurred during A&L, being most of them (66%) related with installation design (obstacles dense), and most causes related with human errors and bad weather.\nThis project focuses on increasing safety the EU way, through an innovative use of carrier technologies encouraged by EU SESAR  program. PALU follows these guidelines to disrupt the market of A&L high precision guiding systems with a product that will make our young, ambitious and innovative StartUp the provider of reference. 90% offshore wind farms are located in Europe so we are contributing substantially to the safety of our installations and our workers. Also, O/G rigs in the North Sea lead the rate of accidents  (mostly because of bad weather), and we intent to help minimizing this rate.\nApart from the human drama, there is also the strong economic impact of losing highly specialized personnel (rate of casualties is >75% when a helicopter accident occurs), helicopters ($15-$25 million on average) and cargo. Even in the absence of incidents, aborting an A&L operation has a significant economic impact (fuel, salaries, impact of cargo delayed, etc.).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PALU SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938093209": {
            "orgId": "938093209",
            "orgName": "PALU SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}