{
    "rcn": "196690",
    "acronym": "MIA",
    "topics": "WIDESPREAD-1-2014",
    "title": "Multidisciplinary Institute for Ageing",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "This project describes a teaming partnership between the University of Coimbra (UC) (partner in a low-performing country) and the University of Newcastle (UNEW) (partner in a high-performing country) to create, in Coimbra, a new Centre of Excellence in Ageing Research - the Coimbra Multidisciplinary Institute of Ageing (MIA). This flagship project for the Centro Region of Portugal is aligned with the regional RIS3 and will be coordinated by the regional authority CCDRC (strategic coordinator) and by UC (operational coordinator).\nThe Newcastle University Institute for Ageing (NUIA) is one of the largest and longest established institutions in translational ageing research worldwide. In this teaming project, NUIA is supported by two further world-leading centres in translational ageing research; the University Medical Center Groningen (UMCG) and the Mayo Clinic Robert and Arlene Kogod Center on Aging.\nEuropean Member states are committed to increase human healthy life expectancy by two years on average by 2020. Present increases in healthy life expectancy are largely due to increasing differences in ageing rates between member states, regions, communities and individuals. This massively worsens socioeconomic inequalities. Recent progress in understanding the mechanisms of ageing suggests that social, lifestyle, nutritional and pharmaceutical interventions can, effectively, reduce these differences by targeting the faster ageing members of the population.\nThe overall objective of the new Centre for Excellence is to improve health and wellbeing of an ageing population. It will gain a forefront position in ageing research and develop, validate and deliver interventions that can improve human healthy life expectancy. It will train young researchers and engage the public in support and implementation of innovative good practices. MIA will be integrated into the Ageing@Coimbra Vitality Campus, a European Innovation Partnership on Active and Healthy Ageing Reference Site.",
    "totalCost": "499232,75",
    "ecMaxContribution": "499232,75",
    "coordinator": "COMISSAO DE COORDENACAO E DESENVOLVIMENTO REGIONAL DO CENTRO",
    "coordinatorCountry": "PT",
    "participants": "INSTITUTO PEDRO NUNES ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO EM CIENCIA E TECNOLOGIA;ACADEMISCH ZIEKENHUIS GRONINGEN;UNIVERSITY OF NEWCASTLE UPON TYNE;UNIVERSIDADE DE COIMBRA",
    "participantCountries": "PT;NL;UK",
    "projectParticipants": {
        "997826391": {
            "orgId": "997826391",
            "orgName": "UNIVERSIDADE DE COIMBRA",
            "ecContrib": 197528
        },
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 32500
        },
        "955664468": {
            "orgId": "955664468",
            "orgName": "COMISSAO DE COORDENACAO E DESENVOLVIMENTO REGIONAL DO CENTRO",
            "ecContrib": 15101
        },
        "999578502": {
            "orgId": "999578502",
            "orgName": "INSTITUTO PEDRO NUNES ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO EM CIENCIA E TECNOLOGIA",
            "ecContrib": 52875
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 201229
        }
    },
    "calculatedTotalContribution": 499233
}