{
    "rcn": "196606",
    "acronym": "A2F Conference",
    "topics": "RISK FINANCE",
    "title": "Presidency Conference on Access to Finance for Research, Innovation and Growth",
    "startDate": "01/04/2014",
    "endDate": "30/09/2014",
    "objective": "The Innovation Union (IU) is a flagship initiative of the Europe 2020 Strategy which has a central role in achieving the goals of the Europe 2020 Strategy for a smart, sustainable and inclusive economy. It is aimed at improving conditions and access to finance for R&I in Europe, to ensure that innovative ideas can be turned into products and services that create growth and jobs. The IU contains over thirty action points including a key point for ëEnhancing access to finance for innovative companiesí. According to the ECís proposal, the EU needs to put in place financial instruments to attract a major increase in private finance and close the market gaps in investing in R&I. \nHorizon 2020 is the financial instrument aimed at implementing the IU. By coupling R&I, Horizon 2020 focuses on excellent science, industrial leadership and tackling societal challenges. Under the 'Industrial Leadership' pillar, Horizon 2020 supports companies and other organisations engaged in R&I to gain easier access, via financial instruments, to loans, guarantees, counter-guarantees and hybrid, mezzanine and equity finance.\nCurrently, the priority is to continue and build on activities that have been worthwhile in supporting R&I in 2007-2013 such as the RSFF, the RSI for SMEs and GIF-1. Horizon 2020's financial instrument facilities will also operate in conjunction with those of EU programme COSME, and the coming two years will see, a significant participation by Horizon 2020 in the proposed SME Finance Initiative; the launch of a pilot facility supporting the technology transfer process; and a new focus on improving access to risk finance by larger midcap firms.\nThe overall objective of the conference is to raise awareness of the financial instruments, facilities and accompanying measures launched under Horizon 2020 and to enhance access to finance for R&I and growth. Focus will be given to the interactions between these instruments, COSME, and ESIF as well as with instruments at national",
    "totalCost": "120000",
    "ecMaxContribution": "120000",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 120000
        }
    },
    "calculatedTotalContribution": 120000
}