{
    "rcn": "196657",
    "acronym": "ADD-ON",
    "topics": "SC5-20-2014",
    "title": "A demonstration plant of enhanced biogas production with Add-On technology",
    "startDate": "01/03/2015",
    "endDate": "31/07/2018",
    "objective": "The overall goal of the business innovation project is to commercialise Ductorís proprietary nitrogen-control technology that has the potential to revolutionise the economics of biogas production. Our technology, based on cumulative R&D investment of over 4 mÄ, is capable to remove over 60% of nitrogen from several organic waste materials. This enables broader utilisation of high-nitrogen organic waste such as chicken manure in biogas production, which allows millions of tons of unexploited organic waste in Europe to be processed cleanly, economically and efficiently. Via Ductorís technology, biogas producers can, for example, increasingly replace maize silage with chicken manure as biogas feedstock. With this approach alone, the European biogas producers could achieve a combined \\1 bÄ improvement in their profitability while also cutting CO2 emissions by 1.5 million tons and releasing 811,000 hectares of field for socially and environmentally more sustainable use such as food production. \nDuring the project, we will scale up our current pilot equipment to industrial scale together with our partner, a  European biogas producer. We will also confirm the expected benefits of our technology in industrial environment and optimise the technology for a broad range of feedstocks to cater all customer needs. \nThe project will enable fast commercialisation of our product within the first targeted customer group: the existing small and mid-sized biogas plants in Germany, the largest biogas market in the world. Within this segment, our primary targets are appr. 2,000 biogas plants that currently utilise maize silage in biogas production. Confirming our value proposition in this customer group enables us to develop our technology to meet the requirements of larger biogas plants as well.  The targeted final outcome of the project is to build a comprehensive product portfolio for both existing biogas plants and new biogas plant projects in all size categories globally.",
    "totalCost": "2021077,5",
    "ecMaxContribution": "1414754,25",
    "coordinator": "DUCTOR OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936497365": {
            "orgId": "936497365",
            "orgName": "DUCTOR OY",
            "ecContrib": 1414754
        }
    },
    "calculatedTotalContribution": 1414754
}