{
    "rcn": "196640",
    "acronym": "PGE-PLANETS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Mineral scale platinum-group-element  osmium isotope constraints on planet formation  ëlateí accretion",
    "startDate": "20/07/2015",
    "endDate": "19/07/2017",
    "objective": "Platinum group element (PGE) abundances & 187Os-isotope compositions determined for magmas of Earth, the Moon, Mars, & asteroidal bodies place important constraints on planetary evolution but these data, & current analytical approaches, have largely focused on whole-rock analyses. Interpretations of planetary PGE fractionation & parent-body mantle reservoir compositions often appeal to knowledge of PGE fractionation reported for Earthís magma compositions that may differ from other planetary melts. For these reasons significant uncertainty exists on the internal influences of planetary bulk-rock PGE compositions & inferred mantle reservoir characteristics.\nWe propose to pioneer analytical techniques that will enable the first comprehensive study of mineral-scale PGE abundances & 186,187Os-isotope compositions in selected differentiated & primitive achondritic meteorites. This new quantitative mineral-scale information will enable rigorous & comprehensive assessment of the nature of planetary PGE fractionation(s), the degree of internal Os-isotopic equilibrium, & more precise knowledge of Osi values - thereby advancing understanding of molecular to planet-scale PGE characteristics with implications for theories concerning planetary & Solar System evolution.\nFor the purposes of the proposed research the Fellow has secured access to the University of Alberta Meteorite Collection; >1100 planetary samples curated by one of Canadaís foremost meteoriticists (Prof. C.D.K. Herd). The researcher benefits from 4.5 years of postdoctoral experience where she advanced her expertise in PGE analytical chemistry in specialist laboratories at leading North American institutions. Her experience of handling precious meteorite materials & familiarity with laser-ablation protocols & micro-column chemistry are key assets to the proposed study to be conducted at the University of Durham, a European & global leader in PGE analyses.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}