{
    "rcn": "196649",
    "acronym": "DRESSFORMER",
    "topics": "ICT-37-2014-1",
    "title": "Virtual 3D fitting room for online shopping",
    "startDate": "01/04/2015",
    "endDate": "31/07/2015",
    "objective": "DRESSFORMER is a B2B/B2C platform technology allowing the user to virtually try on clothing pre-purchase and receive personal or professional feedback. The virtual fitting rooms are based on photorealistic 3D avatar & 3D models created from 2 photos of the cloth providing accuracy within 1 cm precision. Dressformer's fitting technology increases profitability of retailers by addressing fitting & likability simultaneously, hence reducing returns - better and faster than competing approaches. The current method for trying and visualizing clothes on online stores is highly ineffective as it only allows users the possibility to view clothes in a 2D picture or on a mannequin, resulting in extra costs due to returns from poor fitting purchases. Returns constitute more than 40% of items bought online. Out of them 20% of returns are due to poor fit. 80% of the online customers will not buy clothing online again. Dressformer proposes a ìtry onî button integrated with any online store. The function is based on a patented innovative technology that automatically generates a 3D model of a garment.\nOnce pressed the online user is redirected to a pop-up window with 3D image of a dress worn by a 3D avatar that creates a virtual replica of the online buyerís body. Dressformer generates simulations of clothing on the human form, including a realistic 3D rendering that displays imperfection and a heat map noting where different sizes will fit tightly on the body. The users will input their hip, waist and chest measurements into the online fitting application. Once the measurements are inserted the virtual avatar morphs into the natural shape and curves of the individual usersí body while taking materials and elasticity into consideration. This will allow online retail consumers to try on various garments and give them the ability to clearly and accurately distinguish between materials, textures, shapes, folds and embellishments.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DRESSFORMER LTD",
    "coordinatorCountry": "UK",
    "participants": "CAMICERIA GIOVANNI TACCALITI SRL;WARDROBA SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "938399147": {
            "orgId": "938399147",
            "orgName": "DRESSFORMER LTD",
            "ecContrib": 50000
        },
        "936078810": {
            "orgId": "936078810",
            "orgName": "WARDROBA SRL",
            "ecContrib": 0
        },
        "938097380": {
            "orgId": "938097380",
            "orgName": "CAMICERIA GIOVANNI TACCALITI SRL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}