{
    "rcn": "196630",
    "acronym": "CLUSDEV MED",
    "topics": "MSCA-RISE-2014",
    "title": "Cluster Development Med",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "The proposal lies within priority research & innovation topics in EU-Mediterranean cooperation, as highlighted in several past projects and policies reccomendations, i.e. within the MOCO - Monitoring Committee for Euro-Mediterranean Cooperation in RTD. International Cluster Cooperation offers opportunities to scal up research and technological potential, enhance competitiveness, support the regional socio-economic development and reinforce the market placement of new, innovative products. These cooperation approaches often fail due to constraints on resources, capabilities, instruments and funding. On the other hand, over 2.000 Clusters only in the European Union covering all sectors and able to realize an intersectorial framework, as well as related clusters and networks in the southern Mediterranean countries, form a great potential for transnational clustering. \n\nThe EUís framework for state aid defines innovative clusters as follows: ìInnovation clusters mean grouping of indipendent and innovative start-ups, small, medium and large undertakings as well as research organizations operating in a particular sector and region, and designed to stimulate innovative activity by promoting intensive interactions, sharing of facilities and exchange of knowledge and expertise, and by contributing effectively to technology transfer, networking and information dissemination among the undertakings in the clusterî.\nTaking into account the current socio-economic situations ClusDevMed priority topics are, in particular:\n- Agribusiness, agro food, food security ñ Energy - Water  \n\nCore research areas is: Green Tech in the field of Clustering Activities",
    "totalCost": "796500",
    "ecMaxContribution": "796500",
    "coordinator": "UNIVERSITA DEGLI STUDI ROMA TRE",
    "coordinatorCountry": "IT",
    "participants": "ISTANBUL TEKNOKENT ANONIM SIRKETI;REDINN SRL;DISTRETTO AGROALIMENTARE REGIONALE SCRL;UNIVERSITEIT UTRECHT;VILNIAUS GEDIMINO TECHNIKOS UNIVERSITETAS",
    "participantCountries": "TR;IT;NL;LT",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 243000
        },
        "999915286": {
            "orgId": "999915286",
            "orgName": "ACADEMY OF SCIENTIFIC RESEARCH AND TECHNOLOGY ASRT",
            "ecContrib": 0
        },
        "999866107": {
            "orgId": "999866107",
            "orgName": "UNIVERSITA DEGLI STUDI ROMA TRE",
            "ecContrib": 261000
        },
        "968427922": {
            "orgId": "968427922",
            "orgName": "REDINN SRL",
            "ecContrib": 0
        },
        "999717794": {
            "orgId": "999717794",
            "orgName": "DISTRETTO AGROALIMENTARE REGIONALE SCRL",
            "ecContrib": 108000
        },
        "940459912": {
            "orgId": "940459912",
            "orgName": "ISTANBUL TEKNOKENT ANONIM SIRKETI",
            "ecContrib": 126000
        },
        "999647857": {
            "orgId": "999647857",
            "orgName": "VILNIAUS GEDIMINO TECHNIKOS UNIVERSITETAS",
            "ecContrib": 58500
        },
        "998163854": {
            "orgId": "998163854",
            "orgName": "UNIVERSITE SIDI MOHAMMED BEN ABDELLAH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 796500
}