{
    "rcn": "196652",
    "acronym": "GULWESS-PROP",
    "topics": "SIE-01-2014-1",
    "title": "Green Ultra Light Weight Energy Storage System for Propulsion",
    "startDate": "01/02/2015",
    "endDate": "30/06/2015",
    "objective": "GULWESS-PROP overall innovation project aims at designing a commercial solution of efficient on-board energy storage for electrically propelled vehicles. The main goal is to substitute on-board electrical batteries and hydrogen storage.\n\nDrage&Mate International has a patented in-situ on-demand hydrogen generation process able to increase the total gravimetric energy density of the system. This improvement allows existing vehicles to multiply by 2 or even by 7 their existing range which means a very profitable new opportunity to market.\n\nThe current study will analyse how to progress to a commercial profitable product. To do that, GULWESS-PROP will validate the feasibility (technical, economic and operational) of the development and define a preliminary Business Plan.\nThe goal is to transform the prototype solution which is currently in a TRL6 development stage to TRL9 market commercial product by the end of phase 2.\n\nOnce GULWESS-PROP will be validated, a business chance will start-up to supply such technology to unmanned vehicles. In the close future similar system could be used in manned vehicles, and all kind of space vehicles. With this approach GULWESS-PROP will, at the end, lead a major impact within the decarbonised transportation goals in Europe. \n\nAlthough the lightweight hydrogen storage segment counts with several competitors, GULWESS-PROP has a competitive advantage over the rest of solutions related to the user experience: the final users consider that is easier to operate thanks to reactor cartridge refillable concept. \n\nDrage&Mate International is a Technology-Based high innovative company with proven track record within the hydrogen generation market; and with enough experience and ambition to turn the innovation of GULWESS-PROP into a sustainable product.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DRAGE & MATE INTERNATIONAL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951450594": {
            "orgId": "951450594",
            "orgName": "DRAGE & MATE INTERNATIONAL SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}