{
    "rcn": "196691",
    "acronym": "RAd",
    "topics": "ICT-37-2014-1",
    "title": "RAd (Responsible Advertising) - An innovative donate-per-view digital video advertising model",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "The so called ìlegacy mediaî players such as broadcast TV and newspapers (hereinafter referred to simply as media) face incredible challenges while transitioning into the ìnew mediaî and the digital space. Traditionally, advertisement has always played a key role in balancing out the financial scale for media but with the transition to digital and the dispersal of advertising revenue to non-editorial and social media giants such as Google, Facebook and Youtube, risk of long-term advertisement revenue losses increases dramatically. \nDigital video advertisement (DVA) is experiencing exponential growth with a £1Billion market value predicted for the UK alone in 2017. RAd (responsible advertisement) is an innovative DVA product that combines advertisement with Corporate Social Responsibility. Rad connects media publishers and advertisers, with non-profit organizations and end-users in a win-win ìdonate-per-viewî interaction model where end-users support non-profits through their ad viewership.\nThe media sector is critical for pluralism and democracy and employs more than 10 million people in the EU. As we explore in this proposal, in the UK alone RAd has the potential to help bring new income to the media (£100m) while bringing additional financial support to non-profit organizations (£20m). Ultimately, we believe RAd has the potential to impact the way we think advertisement altogether, reinforcing the EUís role as an innovative region and though leader on cross-nation and cross-industry innovative thinking. \nThe goal of this project is to assess the feasibility of RAD by combining market analysis and strategy development, with a field pilot ran together with Norwegian broadcaster TV2 and newspaper BA to test and refine the proposed business model. The project will run for 6 months and result in a feasibility report that includes all the results and raw data collected throughout the project, the conclusions extrapolated from this data, and the final RAD business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MOBILETECH AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941003888": {
            "orgId": "941003888",
            "orgName": "MOBILETECH AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}