{
    "rcn": "196639",
    "acronym": "ProBIO",
    "topics": "ISIB-08b-2014",
    "title": "Professional support to the uptake of bioeconomy RD results towards market, further research and policy for a more competitive European bioeconomy",
    "startDate": "01/03/2015",
    "endDate": "31/08/2017",
    "objective": "ProBIO is a support action directly benefiting consortia of FP7 KBBE and H2020 bioeconomy. The overall objective is two-fold: \n1.  To support the flow of knowledge-based bioeconomy project results from research to market, as well as back to R&I.\n2.  To foster the networking and knowledge exchange between different European bioeconomy initiatives under H2020 and FP7 and the most important players in the field thus raising awareness towards policy makers and engaging the general public.  \n\nTo achieve its objectives, ProBIO screens all 411 KBBE projects for results, describes them in interaction with the KBBE consortia, and finally classifies each result according to its nature. The results will be of different technological maturity level: some will be mature for direct market introduction, others need further development to reach a higher TRL, and some are not technological results, but knowledge and instruments of relevance to policy makers. \nThe ProBIO experts take this diverse nature and maturity level of research results into account and support each type of result with dedicated professional coaching and tools with a view to:\na. Accelerating market entry through business coaching of the most promising R&D results\nb. Facilitating the flow of knowledge into new R&I projects in order to reach a higher TRL level\nc. Feeding policy-relevant results into the political process to inform policy making\n\nProBIO also foresees a range of events and communication activities supporting knowledge exchange and linkage of different actors along the bioeconomy value chains and making use of synergies through networking.\n\nThe multi-disciplinary team of the ProBIO consortium is built around highly specialised green innovation consultancies and a European expert group who together have an outstanding track record in promoting the uptake of results from public research. Additional thematic expertise is ensured by two technical centres, and communication is in professional hands, too.",
    "totalCost": "1588158,75",
    "ecMaxContribution": "1588158,75",
    "coordinator": "AZIENDA SPECIALE INNOVHUB - STAZIONI SPERIMENTALI PER L'INDUSTRIA",
    "coordinatorCountry": "IT",
    "participants": "ZABALA INNOVATION CONSULTING, S.A.;RISE RESEARCH INSTITUTES OF SWEDEN AB;ICONS SRL;I.CON. INNOVATION GMBH;DOWEL MANAGEMENT;INVESTORNET-GATE2GROWTH APS;Greenovate! Europe",
    "participantCountries": "ES;SE;IT;DE;FR;DK;BE",
    "projectParticipants": {
        "997714162": {
            "orgId": "997714162",
            "orgName": "I.CON. INNOVATION GMBH",
            "ecContrib": 222000
        },
        "983298216": {
            "orgId": "983298216",
            "orgName": "AZIENDA SPECIALE INNOVHUB - STAZIONI SPERIMENTALI PER L'INDUSTRIA",
            "ecContrib": 188409
        },
        "996410094": {
            "orgId": "996410094",
            "orgName": "ZABALA INNOVATION CONSULTING, S.A.",
            "ecContrib": 231375
        },
        "999786955": {
            "orgId": "999786955",
            "orgName": "ICONS SRL",
            "ecContrib": 162344
        },
        "999613422": {
            "orgId": "999613422",
            "orgName": "RISE RESEARCH INSTITUTES OF SWEDEN AB",
            "ecContrib": 189375
        },
        "995542041": {
            "orgId": "995542041",
            "orgName": "Greenovate! Europe",
            "ecContrib": 162250
        },
        "998471732": {
            "orgId": "998471732",
            "orgName": "INVESTORNET-GATE2GROWTH APS",
            "ecContrib": 179875
        }
    },
    "calculatedTotalContribution": 1335628
}