{
    "rcn": "196620",
    "acronym": "eStandards",
    "topics": "PHC-34-2014",
    "title": "eHealth Standards and Profiles in Action for Europe and Beyond",
    "startDate": "01/05/2015",
    "endDate": "31/07/2017",
    "objective": "The eStandards CSA is proposed by HL7, CEN TC251, & IHE, leading Standards Organizations (SDOs), and is supported by the eHealth Network, ISO TC215, GS1, IHTSDO, IEEE11073, and IMIA to advance eHealth interoperability and global alignment of standards with seven objectives: \n1. Join up with Stakeholders in Europe and globally to build consensus on eHealth standards, accelerate knowledge-sharing, and promote wide adoption of standards.\n2. Deliver an evidence-based Roadmap for alignment, iterative consolidation, and broad acceptance of eStandards that is endorsed by SDOs, the eHealth Network, the providers, and the Industry.\n3. Contribute to the eHealth Interoperability Framework use cases focusing on clinical content modelling for different paradigms and embed a Quality Management System for interoperability testing & certification of eHealth systems.\n4. Collect evidence and provide guidance on the coexistence of competing or overlapping standards in large-scale eHealth deployment nationally and cross-border.\n5. Participate in EU/US MoU roadmap actions as the international patient summaries standard.\n6. Explore socio-economic aspects of eHealth interoperability, revisiting the language for user-vendor interaction that embodies ëco-makingí in trust, collaboration and long-term engagement.\n7. Align across PHC-34 to nurture innovation, sustainability & growth under CEF and beyond contributing to Key actions of the Digital Agenda 2020. \nThe proposalís ambition is to strengthen Europeís voice and impact, while reinforcing the bridges established with the EU Patient Summary guideline across the Atlantic in Trillium Bridge and among MS with epSOS, eSENS, Antilope, and EXPAND. The eStandards Roadmap and associated evidence base, a white paper on the need for formal standards, and two guidelines addressing how to work with: (a) clinical content in profiles and (b) competing standards in large-scale eHealth deployments will be pragmatic steps toward alignment and convergence.",
    "totalCost": "999769",
    "ecMaxContribution": "999769",
    "coordinator": "RESEARCH IN ADVANCED MEDICAL INFORMATION AND TELEMATICS VZW",
    "coordinatorCountry": "BE",
    "participants": "INTEGRATING THE HEALTHCARE ENTERPRISE-EUROPE AISBL;COMITE EUROPEEN DE COORDINATION DES INDUSTRIES RADIOLOGIQUES ELECTROMEDICALES ET D INFORMATIQUE DE SANTE AISBL;HL7 INTERNATIONAL FONDATION;STICHTING NEDERLANDS NORMALISATIE - INSTITUUT;SPMS - SERVICOS PARTILHADOS DO MINISTERIO DA SAUDE EPE;EUROPEAN INSTITUTE FOR HEALTH RECORDS;REGIONE LOMBARDIA;OFFIS EV;MEDIQ AS;FEDERATION EUROPEENNE DES HOPITAUX ET DES SOINS DE SANTE;STICHTING NATIONAAL ICT INSTITUUT IN DE ZORG",
    "participantCountries": "BE;NL;PT;FR;IT;DE;DK",
    "projectParticipants": {
        "998830147": {
            "orgId": "998830147",
            "orgName": "STICHTING NATIONAAL ICT INSTITUUT IN DE ZORG",
            "ecContrib": 66250
        },
        "999649700": {
            "orgId": "999649700",
            "orgName": "RESEARCH IN ADVANCED MEDICAL INFORMATION AND TELEMATICS VZW",
            "ecContrib": 154688
        },
        "974224448": {
            "orgId": "974224448",
            "orgName": "HL7 INTERNATIONAL FONDATION",
            "ecContrib": 155938
        },
        "998727133": {
            "orgId": "998727133",
            "orgName": "INTEGRATING THE HEALTHCARE ENTERPRISE-EUROPE AISBL",
            "ecContrib": 116250
        },
        "998948875": {
            "orgId": "998948875",
            "orgName": "COMITE EUROPEEN DE COORDINATION DES INDUSTRIES RADIOLOGIQUES ELECTROMEDICALES ET D INFORMATIQUE DE SANTE AISBL",
            "ecContrib": 23750
        },
        "999654065": {
            "orgId": "999654065",
            "orgName": "REGIONE LOMBARDIA",
            "ecContrib": 41250
        },
        "994557879": {
            "orgId": "994557879",
            "orgName": "FEDERATION EUROPEENNE DES HOPITAUX ET DES SOINS DE SANTE",
            "ecContrib": 23750
        },
        "996615152": {
            "orgId": "996615152",
            "orgName": "EUROPEAN INSTITUTE FOR HEALTH RECORDS",
            "ecContrib": 115200
        },
        "999594313": {
            "orgId": "999594313",
            "orgName": "OFFIS EV",
            "ecContrib": 73812
        },
        "999631755": {
            "orgId": "999631755",
            "orgName": "STICHTING NEDERLANDS NORMALISATIE - INSTITUUT",
            "ecContrib": 96506
        },
        "997513372": {
            "orgId": "997513372",
            "orgName": "MEDIQ AS",
            "ecContrib": 116250
        },
        "950932323": {
            "orgId": "950932323",
            "orgName": "SPMS - SERVICOS PARTILHADOS DO MINISTERIO DA SAUDE EPE",
            "ecContrib": 16125
        }
    },
    "calculatedTotalContribution": 999769
}