{
    "rcn": "196634",
    "acronym": "CEPPI 2",
    "topics": "EE-08-2014",
    "title": "Coordinated energy-related PPIs actions for cities (CEPPI)",
    "startDate": "01/04/2015",
    "endDate": "31/07/2018",
    "objective": "CEPPI aims to build capacity in cities on how to achieve more sustainable energy solutions through a pro-innovation procurement approach (PPI) & to demonstrate this by selectively intervening in scheduled public tenders.   The interventions will involve 5 cities with different economic & political situations & provide the case-based evidence for replication by others.\nThe scale of energy demand in European cities is huge & as an ever greater percentage of citizens are living in urban areas.   Some of the biggest city authorities consume over 1000GWh of energy every year to run their operations & it is estimated that the energy consumption of the whole city (the wider sphere of influence) could be at least 50 times that of the city authorities alone.   Much of the investment in energy efficiency & renewable energy production has been based on project funding & there is an underexploited opportunity to achieve more systematic and progressive improvements through embedding PPI methodologies within the ongoing processes for the procurement of energy-intensive goods & services.   CEPPI will demonstrate, through an action learning process, how forthcoming public tenders can be influenced to achieve a more sustainable energy outcome & build capacity amongst management & procurement professionals.\nThe project will build on established relationships that have been developed between the five participating cities (Birmingham, Budapest, Castellon, Valencia, Wroclaw) through the Climate KIC.   They will be mentored (by leading PPI and sustainable energy experts) through an action learning process that will build the short term knowledge and PPI capacity to reduce annual energy consumption by at least 33GWh.  Energy & procurement foresight activities will provide the strategic direction to become both procurement & technological leaders for sustainable, energy-efficient cities.   At least 80  individuals across the 5 cities will be introduced to innovation procurement methods.",
    "totalCost": "1294808",
    "ecMaxContribution": "1294808",
    "coordinator": "OPTIMAT LIMITED",
    "coordinatorCountry": "UK",
    "participants": "FUNDACION DE LA COMUNITAT VALENCIANA PARA LA PROMOCION ESTRATEGICA EL DESARROLLO Y LA INNOVACION URBANA;WROCLAWSKIE CENTRUM BADAN EIT+ SPZOO;BIRMINGHAM CITY COUNCIL;STEINBEIS GMBH & CO. KG FUER TECHNOLOGIETRANSFER;AYUNTAMIENTO DE CASTELLON DE LA PLANA;JERA CONSULTING LIMITED;ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*;BUDAPEST FOVAROS ONKORMANYZATA",
    "participantCountries": "ES;PL;UK;DE;HU",
    "projectParticipants": {
        "950163307": {
            "orgId": "950163307",
            "orgName": "JERA CONSULTING LIMITED",
            "ecContrib": 295062
        },
        "992334057": {
            "orgId": "992334057",
            "orgName": "OPTIMAT LIMITED",
            "ecContrib": 145308
        },
        "998224188": {
            "orgId": "998224188",
            "orgName": "WROCLAWSKIE CENTRUM BADAN EIT+ SPZOO",
            "ecContrib": 113562
        },
        "971672184": {
            "orgId": "971672184",
            "orgName": "AYUNTAMIENTO DE CASTELLON DE LA PLANA",
            "ecContrib": 111188
        },
        "999965823": {
            "orgId": "999965823",
            "orgName": "STEINBEIS GMBH & CO. KG FUER TECHNOLOGIETRANSFER",
            "ecContrib": 118688
        },
        "953813514": {
            "orgId": "953813514",
            "orgName": "FUNDACION DE LA COMUNITAT VALENCIANA PARA LA PROMOCION ESTRATEGICA EL DESARROLLO Y LA INNOVACION URBANA",
            "ecContrib": 111188
        },
        "959102439": {
            "orgId": "959102439",
            "orgName": "BUDAPEST FOVAROS ONKORMANYZATA",
            "ecContrib": 99688
        },
        "999624480": {
            "orgId": "999624480",
            "orgName": "BIRMINGHAM CITY COUNCIL",
            "ecContrib": 171312
        },
        "998341364": {
            "orgId": "998341364",
            "orgName": "ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*",
            "ecContrib": 128812
        }
    },
    "calculatedTotalContribution": 1294808
}