{
    "rcn": "196602",
    "acronym": "FUSION NIGHT",
    "topics": "MSCA-NIGHT-2014",
    "title": "Find Your Passion for Science on Researchers Night",
    "startDate": "01/06/2014",
    "endDate": "30/11/2015",
    "objective": "Institute of Animal Reproduction and Food Research of the Polish Academy of Sciences (IAR&FR), in partnership with Olsztyn School of Higher Education (OSHE) invites kids, tweens, teens and adults to join FUSION Researchersí Night ñ a unique occasion when science, entertainment and education meet in one place! Fusion Night is an incredible blend of research, innovation, fun and education that introduces young people to meet scientists who live in their city but whose work reaches across the whole world. \nThe FUSION Night (FN) programmes revolves around the activities that will increase the awareness of the community at large about the importance of research careers and the central role of scientists in improving the daily life and well-being of European citizens. Visitors of the FN will have a chance to join edutaining activities, become a researcher for one night and give lecture to their peers (Polish Academy of Kids), test the content of vitamins in juice or milk (ìVitamins fusion or health illusion?), discover the secrets of cryopreservation in a mobile laboratory (ìIce landî), develop their own creams using fruit powders (ìTasty skinî), design a book from scratch (ìNight in the Libraryî), learn the secrets of animal biodiversity (ìTake a walk on the wide sideî) or make a fruit puree in liquid nitrogen (ìMolecular Show of Fusion Kitchenî). Sport enthusiasts can expect swimming competitions, basketball game, salsa course and martial arts training all conducted by our young researchers. We havenít forgotten about the music and art lovers too, preparing for them a live concert of an international group of English teachers and an exhibition of science curiosities captured on the stained glass. Collaboration with partners from industrial circles will help to provide visitors with a first-hand view of the products and innovations ìbornî thanks to the solutions provided by science and researchers.",
    "totalCost": "81000",
    "ecMaxContribution": "81000",
    "coordinator": "Instytut Rozrodu Zwierzat i Badan Zywnosci Polskiej Akademii Nauk",
    "coordinatorCountry": "PL",
    "participants": "OLSZTYNSKA SZKOLA WYZSZA IM. JOZEFA RUSIECKIEGO",
    "participantCountries": "PL",
    "projectParticipants": {
        "997430631": {
            "orgId": "997430631",
            "orgName": "Instytut Rozrodu Zwierzat i Badan Zywnosci Polskiej Akademii Nauk",
            "ecContrib": 65500
        },
        "949152082": {
            "orgId": "949152082",
            "orgName": "OLSZTYNSKA SZKOLA WYZSZA IM. JOZEFA RUSIECKIEGO",
            "ecContrib": 15500
        }
    },
    "calculatedTotalContribution": 81000
}