{
    "rcn": "196678",
    "acronym": "MASSIVE",
    "topics": "ERC-StG-2014",
    "title": "Multinationals, Institutions and Innovation in Europe",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Multinational Enterprises (MNEs) are key ëtectonic forcesí, shaping the ëmountainsí in a far-from-flat world economic geography. In 2010, MNEs generated value added for approximately US$16 trillion accounting for more than a quarter of world GDP (UNCTAD, 2012). The progessive expansion of firms from emerging economies into multinational enterprises is unprecedented. Outflows of FDIs from developing economies reached the record level of $426 billion in 2012, corresponding to 31% of global outflows, up from 16% in 2007 (UNCTAD, 2013). \nHowever, there is no consensus in the academic literature on both the factors able to shape the long-term location decisions of MNEs and, more generally, on the ultimate impact of MNEs on their host economies. This lack of consensus reflects three fundamental gaps in the existing literature. First the omission of some fundamental determinants of MNEs investment decisions in ëtraditionalí national-level analyses. Territorial/spatial factors, MNEs heterogeneity and local institutional conditions have been often overlooked in MNEs location analyses. Second the limited attention to the broader set of impacts of MNEs in their host economies and the role of institutional factors as selective ëfiltersí for these impacts. Third the intimate inter-connection between location motives and impacts has remained unexplored in the grey areas between separate streams of literature. \nThis research project will investigate the location strategies of MNEs and their territorial impacts addressing these three fundamental gaps in the existing literature, shedding new light on the factors shaping the economic geography of MNEs and their impacts and providing policy-makers at all levels with new tools to promote innovation, employment and economic recovery after the current economic crisis.",
    "totalCost": "1276880",
    "ecMaxContribution": "1276880",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 1276880
        }
    },
    "calculatedTotalContribution": 1276880
}