{
    "rcn": "196699",
    "acronym": "HybridFarm",
    "topics": "SFS-08-2014",
    "title": "Eco-innovative housing solution for efficient production of slaughterpigs with limited environmental impact.",
    "startDate": "01/08/2015",
    "endDate": "31/07/2018",
    "objective": "Pig meat is the preferred meat in Europe but its production has a dramatic environmental burden both in the local neighbour populations and in overall air pollution impact. Pig farming is at the center of clear conflict of interests, as there is a constant market drive to increase production efficiency, while society demands for an environmentally cleaner and more animal-friendly pig farming industry.  \nAgrifarm has developed a novel structural design for an eco-innovative barn for slaughterpigs ñ the Intellifarm housing solution ñ which makes use of its patented, prize-winning hybrid ventilation system and air cleaning technology to simultaneously reduce the need of mechanical ventilation and improve the capture of air polluting agents within the barn. The obtained results show massive energy savings compared with traditional ventilation systems, as well as a significant reduction of pollution emissions. Furthermore, it strongly contributes to an improved indoor quality, which translates into a healthier, quieter and more comfortable environment for the animals and staff inside the barn.\nThe remaining step towards commercial exploitation of the Intellifarm is its full scale demonstration and certification. This is directly addressed in the HybridFarm project, where the most important outcome is the construction of two Intellifarms at two different end-user sites in geographical key points to enter the market. \nIntellifarm has the potential to decrease pig farming energy costs by 60%, while contributing to up to 50% gains in production profitability. At the same time, overall society burden of pig farming will be significantly reduced, thanks to the 71% global reduction on the emissions of ammonia and 37% reduction of odour, compared with a traditional barn. Moreover, this project opens an auspicious prospect for Agrifarm, which can lead the transition towards more resource-efficient pig farming, in a competitive market worth at Ä2.9 billion per year.",
    "totalCost": "2046250",
    "ecMaxContribution": "1432375",
    "coordinator": "AGRIFARM INNOVATION APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934427967": {
            "orgId": "934427967",
            "orgName": "AGRIFARM INNOVATION APS",
            "ecContrib": 1432375
        }
    },
    "calculatedTotalContribution": 1432375
}