{
    "rcn": "196614",
    "acronym": "MEDICIS-PROMED",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "MEDICIS-produced radioisotope beams for medicine",
    "startDate": "01/04/2015",
    "endDate": "31/03/2019",
    "objective": "Pure accelerated radioisotope beams have been used for 50 years in fundamental physics R&D, e.g. for nuclear structure studies (pear shaped exotic nuclei, Nature 2013); CERN-ISOLDE plays a central role in developing accelerator technologies and fostering collaborative approaches to advance this field of isotope mass separation online. Our most recent contribution was the use of nanomaterial targets for more intense and reliable beam production, and laser ion sources for their purification (discovery of yet unknown 233Francium).\nRadioisotopes are widely used for functional imaging in medicine, based on 99mTechnetium or on 18Fluorine. This field is expected to rapidly expand, when coupling imaging with new cancer treatments, with isotopes emitting different type of radioactivity, e.g. alpha particles. This is shown with the recently introduced 223Radium chloride (XofigoÆ) used as a treatment drug in advanced bone cancers. However, either shortage in the supply of 99mTechnetium or lack of access to new radioisotope with adequate properties is a severe treat to develop personalized treatment that combine functional imaging and therapy.\nOvarian cancers have poor prognosis, are the second most frequent cancer for women and one of the deadliest. They are difficult to treat, because of possible presence of metastasis, and because this region is difficult to irradiate without collateral damages.\nMEDICIS-PROMED will train a new generation of scientists to develop systems for personalized Medicine combining functional imaging and treatments based on radioactive ion beam mass-separation. This will be done across a coherent intersectorial multidisciplinary network with world-leading scientists in their field.\nSubsystems for the development of new radiopharmaceuticals, of isotope mass separators at medical cyclotrons, and of mass separated 11Carbon for PET-aided hadron therapy will be specifically developed to treat the ovarian cancer.",
    "totalCost": "2829269,88",
    "ecMaxContribution": "2829269,88",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "FONDAZIONE CENTRO NAZIONALE DI ADROTERAPIA ONCOLOGICA;Advanced Accelerator Applications;JOHANNES GUTENBERG-UNIVERSITAT MAINZ;THE UNIVERSITY OF MANCHESTER;LEMER PAX;KATHOLIEKE UNIVERSITEIT LEUVEN;INSTITUTO SUPERIOR TECNICO",
    "participantCountries": "IT;FR;DE;UK;BE;PT",
    "projectParticipants": {
        "941667853": {
            "orgId": "941667853",
            "orgName": "LEMER PAX",
            "ecContrib": 262876
        },
        "997733271": {
            "orgId": "997733271",
            "orgName": "Advanced Accelerator Applications",
            "ecContrib": 262876
        },
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 249216
        },
        "998528089": {
            "orgId": "998528089",
            "orgName": "FONDAZIONE CENTRO NAZIONALE DI ADROTERAPIA ONCOLOGICA",
            "ecContrib": 258061
        },
        "999992983": {
            "orgId": "999992983",
            "orgName": "INSTITUTO SUPERIOR TECNICO",
            "ecContrib": 476713
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 273288
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 250560
        },
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 795680
        }
    },
    "calculatedTotalContribution": 2829270
}