{
    "rcn": "196663",
    "acronym": "IPHYC-H2020",
    "topics": "BIOTEC-5a-2014-1",
    "title": "EU market research for an innovative algae based tertiary wastewater treatment system",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Industrial Phycology (I-PHYC) has developed a wastewater treatment (WWT) process that can meet increasingly stricter discharge consents for the concentration of nitrogen (N) and phosphorus (P) in wastewater (WW) effluents. Elevated levels of N & P are linked to detrimental environmental events e.g. eutrophication. WWT operators require a treatment process that is able to remove nutrients in an energy efficient manner which current technology cannot meet. \nI-PHYCís novel patented treatment process uses microalgae (MA) to remove nutrients from WW effluents. MA reproduce rapidly when sufficient nutrients, light and CO2 are supplied. The MA consume the nutrients of the WW until exhausted producing a clean effluent that meets new EU consents and allows the operator to meet its statutory commitments while avoiding financial penalties. The biomass is retained for reactor seeding or harvested for valorisation e.g. anaerobic digestion of biomass to produce electricity. I-PHYC has estimated that valorisation will offer a payback period on CAPEX of 2.5-3 years, with significantly reduced OPEX.\nThe process has been validated by I-PHYC in a recent field trial (late 2013) at Avonmouth WWT, UK. The field trial was based on a 1 m3 system which replicated all the functions of a commercial scale system. Results from the trial demonstrated a reduction in the tertiary treatment effluent concentration of P and ammonia by >70% and COD by>30%. Currently, I-PHYC is trialling a 20 m3 system onsite at a municipal WWT works with our strategic partner ëWessex Waterí. \nI-PHYC is applying for funds to undertake a market study to determine the best approach for entering the EU market for P removal in WW effluent by: marketing the solution to the various firms in the EU operating under different local regulations; determining market size, growth trends and competition; and how to price its innovation. This funding will help I-PHYC to develop the strategy required to bridge the market adoption gap",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INDUSTRIAL PHYCOLOGY LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939139742": {
            "orgId": "939139742",
            "orgName": "INDUSTRIAL PHYCOLOGY LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}