{
    "rcn": "196635",
    "acronym": "OPTi",
    "topics": "EE-13-2014",
    "title": "OPTiOptimisation of District Heating  Cooling systems",
    "startDate": "01/03/2015",
    "endDate": "31/10/2017",
    "objective": "ìWith a user-centric design, we will contribute to next-generation District Heating & Cooling systemsî \n\nThe OPTi project aspires to create a long-lasting impact by rethinking the way DHC systems are architected and controlled. The overarching goal is to create business benefit for the industry as well as to ensure optimal end-consumer satisfaction. \nOPTi will deliver methodologies and tools that will enable accurate modelling, analysis and control of current and envisioned DHC systems. The methodology will be deployed both on a complete system level, and on the level of a building(s).   \nOPTi will treat the DHC system as a  system subject to dynamic control, and will treat thermal energy as a resource to be controlled for DHC systems towards saving energy and reducing peak loads. This will lead to the most environmentally-friendly way of utilizing energy sources, thus reducing the reliance on additional boilers running on oil and/or electricity and overall providing a socio-economically sustainable environment. \n\nOPTi will help energy companies to operate both todayís and future DHC systems in an optimal way:\nï System level: We envision opportunities for SMEs to provide new services/solutions.\nï House level: More intelligent home DHC control systems like remote control and the consumer ìvirtual knobî.\nï General: We foresee that the OPTi framework will enable engineers to design and plan DHC.\n\nLuleÂ Energi AB invests 45 MEUR (2014-2018) in their DHC to meet the requirements from the expanding LuleÂ City. This will enhance the system and allow for new solutions to be deployed and is directly beneficial for this project.\nï Saving 30% of energy for water and heating on a system level. \nï Saving 30-40% of peak consumption on houses/clusters of houses.\nï Promote ways of operating todayís and future DH/DC systems in more optimized and environmentally friendly way including alternative energy sources and energy storage methods.",
    "totalCost": "2100130",
    "ecMaxContribution": "2100130",
    "coordinator": "LULEA TEKNISKA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;IBM India Private Limited;TWT GMBH SCIENCE & INNOVATION;SAMPOL INGENIERIA Y OBRAS S.A.;LULEA ENERGI AB;ATHENS UNIVERSITY OF ECONOMICS AND BUSINESS - RESEARCH CENTER;OPTIMATION AB",
    "participantCountries": "DE;IN;ES;SE;EL",
    "projectParticipants": {
        "999876874": {
            "orgId": "999876874",
            "orgName": "LULEA TEKNISKA UNIVERSITET",
            "ecContrib": 647250
        },
        "999771823": {
            "orgId": "999771823",
            "orgName": "TWT GMBH SCIENCE & INNOVATION",
            "ecContrib": 234375
        },
        "996465190": {
            "orgId": "996465190",
            "orgName": "IBM India Private Limited",
            "ecContrib": 321005
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 135625
        },
        "991439911": {
            "orgId": "991439911",
            "orgName": "LULEA ENERGI AB",
            "ecContrib": 148750
        },
        "951351751": {
            "orgId": "951351751",
            "orgName": "OPTIMATION AB",
            "ecContrib": 146250
        },
        "968850357": {
            "orgId": "968850357",
            "orgName": "SAMPOL INGENIERIA Y OBRAS S.A.",
            "ecContrib": 177500
        },
        "999896856": {
            "orgId": "999896856",
            "orgName": "ATHENS UNIVERSITY OF ECONOMICS AND BUSINESS - RESEARCH CENTER",
            "ecContrib": 289375
        }
    },
    "calculatedTotalContribution": 2100130
}