{
    "rcn": "196677",
    "acronym": "FAnFArE",
    "topics": "ERC-StG-2014",
    "title": "Fourier Analysis For/And Partial Differential Equations",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "'This project aims to develop the field of Harmonic Analysis, and more precisely to study problems at the interface between Fourier Analysis and PDEs (and also some Geometry). \nWe are interested in two aspects of the Fourier Analysis:\n \n(1) The Euclidean Fourier Analysis, where a deep analysis can be performed using specificities as the notion of 'frequencies' (involving the Fourier transform) or the geometry of the Euclidean balls. By taking advantage of them, this proposal aims to pursue the study and bring novelties in three fashionable topics: the study of bilinear/multilinear Fourier multipliers, the development of the 'space-time resonances' method in a systematic way and for some specific PDEs, and the study of nonlinear transport equations in BMO-type spaces (as Euler and Navier-Stokes equations).\n\n(2) A Functional Fourier Analysis, which can be performed in a more general situation using the notion of 'oscillation' adapted to a heat semigroup (or semigroup of operators). This second Challenge is (at the same time) independent of the first one and also very close. It is very close, due to the same point of view of Fourier Analysis involving a space decomposition and simultaneously some frequency decomposition. However they are quite independent because the main goal is to extend/develop an analysis in the more general framework given by a semigroup of operators (so without using the previous Euclidean specificities). By this way, we aim to transfer some results known in the Euclidean situation to some Riemannian manifolds, Fractals sets, bounded open set setting, ... Still having in mind some applications to the study of PDEs, such questions make also a connexion with the geometry of the ambient spaces (by its Riesz transform, PoincarÈ inequality, ...). I propose here to attack different problems as dispersive estimates, 'L^p'-version of De Giorgi inequalities and the study of paraproducts, all of them with a heat semigroup point of view.'",
    "totalCost": "940540,34",
    "ecMaxContribution": "940540,34",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 940540
        }
    },
    "calculatedTotalContribution": 940540
}