{
    "rcn": "196651",
    "acronym": "Colibri",
    "topics": "NMP-25-2014-1",
    "title": "The compact LIBS module for advanced materials analysis",
    "startDate": "01/01/2015",
    "endDate": "30/06/2015",
    "objective": "Anteryon BV has a track record of more than 30 years in the R&D, manufacturing and marketing of refractive optical components and modules for a variety of niche market applications. Since 2010, Anteryon has been expanding in providing customized optical solutions for compact optical encoders and spectrometers. As a next step in this roadmap Anteryon envisages to accomplish a breakthrough in user access, size and cost reduction of a fast growing spectroscopic materials analysis technique, namely Laser-Induced Breakdown Spectroscopy (LIBS). The name Colibri stands for compact LIBS module for advanced materials. The novel Colibri module is carrier for a breakthrough in LIBS and will enable a more efficient, affordable, and more wide-spread use this spectroscopic technology for the analysis of materials. In this way, the increased use of LIBS will also contribute to the social themes and to the efficiency in executing European programs in the field of waste management, environmental protection, ecological footprint reduction, food safety control and health care. \nThe Colibri module is a novel architecture and manufacturing platform that will be available as a standard plug-in module for compact, cost-effective, robust reconfigurable and user accessible spectrometers.\nThe  proposed Colibri  module  satisfies spectrometer users  needs to measure in real-time and in-line without compromising the LIBS spectral accuracy and at affordable costs (at least 4 times lower than the state of the art).  The Colibri module allows reconfiguration of the spectrometer for different applications  by adapting software only. These features will boost the user accessibility and market  size  of affordable LIBS technology.  \nThe feasibility assessment under Phase 1 will include a business plan including marketing plan, optimal price definition, funding strategies, technical feasibility, fabrication process, capital equipment, cost analysis, an IPR  study and a  risk and sensitivity analysis.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ANTERYON BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940431103": {
            "orgId": "940431103",
            "orgName": "ANTERYON BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}