{
    "rcn": "196658",
    "acronym": "PCSP",
    "topics": "PHC-12-2014-1",
    "title": "Odour-GPCRs based technology for detection and stratification of cancer: Prostate Cancer Smell Print as first vertical market",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "PCSP project is born out of the unique expertise developed after years of R&D at Canvax Biotech, and aims at transferring a technology to cover an unmet clinical need, accurate diagnosis of prostate cancer (PCa). Canvax owns a unique set of patented technologies: i) high expression of olfactory receptors (oGPCRs) in heterologous cells, ii) coupling to a signalling cascade and iii) readable fluorescent assays to quantify oGPCR activation. Canvax is producing an array of cells expressing oGPCRs that could be used to detect several types of cancer, including PCa, by detecting cancer-associated volatile organic compounds in urine. The technology is currently being tested in a PCa clinical trial. PCa detection has been widely carried out using the prostate specific antigen test. However, its low accuracy resulted in a high percentage of false positives and a still appreciable amount of false negatives. Several recent studies showed that trained dogs could detect PCa from urine samples with the higher accuracy. However, the use of dogs in clinic is difficult and non-scalable. Canvax PCSP test resembles a dog nose that pretends to be a universal screening method for PCa-type discrimination identifying, in simple urine test, patients in need of further, more invasive diagnostic procedures with higher accuracy than current standard of care, saving stress, anxiety and unnecessary risky procedures. The easy use and low cost of this technology makes it ideal for broad adoption. Different scenarios have been described for market penetration and would be subject of the feasibility study during phase I: Smell print definition, regulatory and market permits acquisition, clinical trial design, identification of best-selling points, EU extension and financial costs will be analysed. The appropriate measures will be applied during phase II, together with prototype validation in a large clinical trial to gain recognition within the physicians, and initial exploitation of the technology",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CANVAX BIOTECH SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "948751569": {
            "orgId": "948751569",
            "orgName": "CANVAX BIOTECH SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}