{
    "rcn": "196647",
    "acronym": "KDRP",
    "topics": "SIE-01-2014-1",
    "title": "KiWi Power Limitedís Revolutionary, Low Cost, Demand Response Platform (KDRP)",
    "startDate": "01/03/2015",
    "endDate": "30/06/2015",
    "objective": "CHALLENGE: Demand response (DR) is central to the successful evolution of a new low carbon electricity system in order to deliver grid flexibility & stability, however it is progressing slowly in the EU due to technological barriers which prevent widespread uptake: high in cost hardware (Ä4.000 - Ä6.000); not specifically designed for DR ? lack critical functionality (e.g. wireless communication, integration of renewables); & not sufficiently open for wider industry participation.\n\nPROPOSED SOLUTION:  To address the need for innovations that overcome principal barriers to DR, this project seeks to advance KPLs Energy Management Platform, KEMP, from a prototype demonstrated in a relevant environment (TRL6) to complete & qualified commercial prototype (TRL8).  KEMP is a low cost, automated ancillary services platform which consists of: [1] Unique hardware: multi-asset control; first platform to integrate renewable assets; wireless communication between assets ? reduced installation cost; & sec. by sec. meter readings ñ requirement for Frequency Response programmes.  [2] Innovative software: cloud based ñ for greater scalability; flexibility & remote monitoring,  forecasting model - for integration of renewables; & optimisation engine - to  max. revenues.\n\nEND USERS: [1] Initial target = large scale commercial & industrial (C&I) orgs with high MW capacity (>1MW) e.g. financial, telecoms, hospitals, hotels etc. Asset types: DRUPS systems & HVAC. [2] Secondary target = SMEs with low MW capacity (50kW< capacity < 1MW) incl. Water Pump Stations, Small Data Centres, Retail Stores. Asset types: Variable Speed Motors, HVAC, UPS systems etc.\n\nSTUDY OBJECTIVES: tech validation, market analysis, economic & business assessment, operational  capacity analysis. Activities will be delivered within a 4 month period, & result in a comprehensive feasibility report detailing the next steps towards development & commercialisation, forming the basis of the SMEI Phase II Business Plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KIWI POWER LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949192725": {
            "orgId": "949192725",
            "orgName": "KIWI POWER LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}