{
    "rcn": "196613",
    "acronym": "Enabling Excellence",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Graphene-based nanomaterials for touchscreen technologies: Comprehension, Commerce and Communication",
    "startDate": "01/04/2015",
    "endDate": "31/03/2019",
    "objective": "ìEnabling Excellenceî offers integral R&D training at PhD level around one of the most active and exciting topics at the forefront of nanoscience and nanotechnology, graphene-based nanostructures and materials. We propose a training experience built on three interrelated pillars, namely COMPREHENSION AND CONTROL, COMMERCE, and COMMUNICATION.\n*Comprehension & Control* covers fundamental knowledge of the nano-objects, the development of functionalities and processing into macroscopic advanced materials and devices, accompanied by a broad set of characterization techniques, to understand the interrelation between local and global properties and the requirements for functional end products.\n*Commerce* aims at market-ready graphene-based materials and commercial local probe Raman/AFM systems for routine quality control of graphene products. This is accompanied by innovative measures for start-up development and pitching to venture capitalists.\n*Communication* is the unique keystone in ìEnabling Excellenceî. The project is a novel experiment to find how best to develop the communication skills in our ESRs, creating optimum conditions under which they are best able to flourish. The results will serve as a model adaptable to European training and research at all levels.\nìEnabling Excellenceî is formed by five partners from academic institutions and four private companies specialized in the above mentioned fields spanning TRL1-9. They offer a common and highly complementary modular structured training programme. During 468 ESR months we will address the need in Europe for nanocarbon specialists, training a new generation of highly skilled interdisciplinary clear thinking researchers. We will develop in these young people creativity, confidence and the ability to communicate with the most eminent scientists, technologists and business people. ìEnabling Excellenceî will equip them with the tools and self-belief necessary to maximize their potential in their future careers.",
    "totalCost": "3358044",
    "ecMaxContribution": "3358044",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSIDAD DE ZARAGOZA;RENISHAW PLC;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;THE UNIVERSITY OF SUSSEX;ETHNIKO IDRYMA EREVNON;UNIVERSITY OF SURREY;M-SOLV LTD",
    "participantCountries": "ES;UK;EL",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 546576
        },
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 247873
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 0
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 743619
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 788627
        },
        "993332090": {
            "orgId": "993332090",
            "orgName": "M-SOLV LTD",
            "ecContrib": 273288
        },
        "999479853": {
            "orgId": "999479853",
            "orgName": "ETHNIKO IDRYMA EREVNON",
            "ecContrib": 484774
        },
        "994274057": {
            "orgId": "994274057",
            "orgName": "RENISHAW PLC",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3358045
}