{
    "rcn": "196644",
    "acronym": "InterAct",
    "topics": "MSCA-IF-2014-EF",
    "title": "INTerdisciplinary ACTion for accelerating RD on and implementation of solid sorption heat pumps",
    "startDate": "01/07/2015",
    "endDate": "30/06/2016",
    "objective": "INTERACT: Interdisciplinair action for accelerating R&D on and implementation of solid-sorption heat pumps aims to advance the introduction of solid-sorption heat pumps to the market and to expand their application to industrial process heating as well as heating in buildings. According to the International Energy Agency (IEA), energy efficiency is the first option for reducing carbon dioxide emissions ñ before renewables and biofuels. Solid-sorption heat pumps are a very promising option for energy efficiency in heating and cooling, which accounts for 50% of our final energy use.\nThree project objectives have been defined:\n1. to develop solid-sorption reactors with a power density exceeding 1 MW/m3;\n2. to develop a strategic market plan in cooperation with manufacturers and end-users containing the required technical specifications for solid-sorption heat pumps and an approach to overcome the main non-technological challenges;\n3. to maximize impact of this & other related solid-sorption heat pump project results.\nThis work will enhance the research and innovation skills of the applicant, providing him with collaborative international research experience at the highest level and new career perspectives. The collaborative research undertaken is in the overall area of the Rational Use of Energy and Renewable Energy.",
    "totalCost": "97727,4",
    "ecMaxContribution": "97727,4",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 97727
        }
    },
    "calculatedTotalContribution": 97727
}