{
    "rcn": "196645",
    "acronym": "VisHipMem",
    "topics": "MSCA-IF-2014-EF",
    "title": "At first glance: How saccades drive communication between the visual system and the hippocampus during memory formation",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Information processing in the human brain depends on the exact timing of neuronal activity. Duty cycles, defining favorable states of activity within the phase of a neuronal oscillation, have been shown to coordinate information processing in the visual domain (Jensen & Mazaheri, 2010) and the formation of new memories (Buzsaki, 2010). While there is little doubt about the interaction between these two domains, the underlying mechanisms are as of yet unclear. The aim of the present proposal is to understand the mechanisms supporting human memory formation by investigating the joint inter-regional coordination of visual and memory-related brain regions. Recent evidence suggests that saccadic eye movements modulate hippocampal oscillations in non-human primates during memory formation (Jutras et al., 2013) and also influence the phase of visual oscillations (Ito et al., 2011; 2013). It is hypothesized that the coordination of these brain areas during information transfer can be unraveled by incorporating saccadic eye movements adjusting the phase of visual and hippocampal oscillations. In particular, it is hypothesized that neuronal oscillations following saccades are instrumental to synchronize visual cortex and hippocampus activity such that visual information is successfully encoded. Oscillatory synchronization in the 5-12 Hz theta/alpha band is expected to establish the ëfunctional connectivityí between the visuo-hippocampal regions, whereas gamma band activity (30-100 Hz), phase-locked to the theta/alpha oscillations reflects the actual information transfer (Lisman & Jensen, 2013; Jensen et al., 2014). The aim of this research plan is to test these hypotheses directly by using a combination of neuromagnetic (MEG), neuroimaging (fMRI) and behavioral (eye tracker) recordings in a memory paradigm.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}