{
    "rcn": "196792",
    "acronym": "AuxinER",
    "topics": "ERC-StG-2014",
    "title": "Mechanisms of Auxin-dependent Signaling in the Endoplasmic Reticulum",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "The phytohormone auxin has profound importance for plant development. The extracellular AUXIN BINDING PROTEIN1 (ABP1) and the nuclear AUXIN F-BOX PROTEINs (TIR1/AFBs) auxin receptors perceive fast, non-genomic and slow, genomic auxin responses, respectively. Despite the fact that ABP1 mainly localizes to the endoplasmic reticulum (ER), until now it has been proposed to be active only in the extracellular matrix (reviewed in Sauer and Kleine-Vehn, 2011). Just recently, ABP1 function was also linked to genomic responses, modulating TIR1/AFB-dependent processes (Tromas et al., 2013). Intriguingly, the genomic effect of ABP1 appears to be at least partially independent of the endogenous auxin indole 3-acetic acid (IAA) (Paque et al., 2014). \n In this proposal my main research objective is to unravel the importance of the ER for genomic auxin responses. The PIN-LIKES (PILS) putative carriers for auxinic compounds also localize to the ER and determine the cellular sensitivity to auxin. PILS5 gain-of-function reduces canonical auxin signaling (Barbez et al., 2012) and phenocopies abp1 knock down lines (Barbez et al., 2012, Paque et al., 2014). Accordingly, a PILS-dependent substrate could be a negative regulator of ABP1 function in the ER. Based on our unpublished data, an IAA metabolite could play a role in ABP1-dependent processes in the ER, possibly providing feedback on the canonical nuclear IAA-signaling. \n I hypothesize that the genomic auxin response may be an integration of auxin- and auxin-metabolite-dependent nuclear and ER localized signaling, respectively. This proposed project aims to characterize a novel auxin-signaling paradigm in plants. We will employ state of the art interdisciplinary (biochemical, biophysical, computational modeling, molecular, and genetic) methods to assess the projected research. The identification of the proposed auxin conjugate-dependent signal could have far reaching plant developmental and biotechnological importance.",
    "totalCost": "1441125",
    "ecMaxContribution": "1441125",
    "coordinator": "UNIVERSITAET FUER BODENKULTUR WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987357": {
            "orgId": "999987357",
            "orgName": "UNIVERSITAET FUER BODENKULTUR WIEN",
            "ecContrib": 1441125
        }
    },
    "calculatedTotalContribution": 1441125
}