{
    "rcn": "196772",
    "acronym": "lincSAFARI",
    "topics": "ERC-StG-2014",
    "title": "Sequence and Function Relationships in Long Intervening Noncoding RNAs",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "It is now clear that many intergenic regions in eukaryotic genomes give rise to a range of processed and regulated transcripts that do not appear to code for functional proteins. A subset of these are long (>200 nt), capped and polyadenylated RNAs transcribed by RNA polymerase II and collectively called long intervening noncoding RNAs or lincRNAs. The recent estimates are that the human genome encodes >10,000 distinct lincRNAs, many of which show tissue-specific expression and are frequently dysregulated in human disease, including neurodegeneration. \n\nGiven the growing number of lincRNAs implicated in human disease or required for proper development, fundamental questions that need to be addressed are: Which lincRNAs are functional? How is functional information encoded in the lincRNA sequence? Is this information interpreted in the context of the mature or the nascent RNA? What are the identities and functional roles of specific sequence domains within lincRNA genes?\n\nOur main hypothesis is that many lincRNA loci play key roles in gene regulation during cell differentiation, both via functionally important transcription events and post-transcriptionally, through the combined action of multiple short sequence domains. We will test this hypothesis using three complementary approaches ñ comparative genomics, detailed perturbations in mammalian cells followed by quantitative molecular phenotyping, and high-throughput screens for sequences able to carry out specific functions.\n\nWe propose an interdisciplinary approach combining computational, molecular and stem cell biology. Our methodology will be scalable, allowing us to tackle completely uncharacterized long RNAs and eventually zoom in and study their individual bases. Upon successful accomplishment of the program, we will delineate modes of action of numerous lincRNAs, report sequence patches that are functionally important and understand how specific bases and structures act in concert to drive lincRNA function.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}