{
    "rcn": "196771",
    "acronym": "TWILIGHT",
    "topics": "ERC-StG-2014",
    "title": "ToWards Immunisations that Last: the Immunology and Gerontology of Helper T cells",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "A major accomplishment of modern society is the extension of human life expectancy.  However, this creates a new challenge for medical science, to facilitate healthy ageing. With age, the function of the immune system declines, rendering older people more susceptible to infections and less able to benefit from vaccination. Indeed, improving vaccine efficacy is key to reducing infection-related morbidity in older people.  To date, the complexity of the ageing process has hindered attempts to fulfil this ambition, and thus innovative approaches are required to better understand the underlying biology.\n\nVaccination creates protective immunity by inducing the germinal centre (GC) response, an intricate process that generates memory B cells and long-lived antibody-secreting plasma cells.  However, the GC response declines with age.  Strikingly, it is not B cells that are responsible for the age-dependent decline in the GC response, but the CD4\\ T cells and the microenvironment of older individuals. The cellular and molecular mechanisms responsible, however, remain unknown. In the GC there are two subsets of specialised CD4\\ T cells, T follicular helper (Tfh) and T follicular regulatory (Tfr) cells, which act in opposition to promote and suppress the response, respectively. I hypothesise that aberrant formation and/or function of Tfh and Tfr cells contribute to impaired GC responses during ageing, and that these cells could be targeted to improve vaccine efficacy.  Furthermore, the most prominent age-dependent change in secondary lymphoid tissues is the accumulation of senescent cells, which can modify immune function and tissue structure. I hypothesise that accumulation of senescent cells alters this microenvironment, impairing the response to vaccination. I will test these hypotheses using new mouse models and innovative approaches to human research, in the expectation that the knowledge obtained will promote healthy ageing and uncover novel aspects of GC biology.",
    "totalCost": "1499997,95",
    "ecMaxContribution": "1499997,95",
    "coordinator": "THE BABRAHAM INSTITUTE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999473742": {
            "orgId": "999473742",
            "orgName": "THE BABRAHAM INSTITUTE",
            "ecContrib": 1499998
        }
    },
    "calculatedTotalContribution": 1499998
}