{
    "rcn": "196763",
    "acronym": "iBack",
    "topics": "ERC-StG-2014",
    "title": "Individualized treatment planning in chronic back pain patients by advanced imaging and multi-parametric biomechanical models",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Chronic back pain is a major burden and source of disability worldwide. It is primarily attributed to biomechanical factors. In elderly patients, osteoporosis complicates the biomechanical scenario. Surgery is often required to treat instability-related pain and to restore the balance of the spine. However, when and how to perform surgery remains a highly subjective decision based on the surgeonís experience, with 2/3 of patients experiencing prolonged pain.\nWe recently established objective, image-based criteria for surgery outcome prediction. As an example, we were able to develop tools for routine density and fracture assessment and demonstrate that screw loosening occurs in >85% of patients with bone mineral density <92 mg/ccm. This directly influences the surgical approach in all spine surgery patients at our institution. Additionally, we improved the prediction of bone strength by advanced image post processing such as scaling indices, finite element and finite cell models.\nThe high-level objective of iBack is to individualize therapy planning in back pain patients. We will improve in-vivo imaging and image analysis to compute individualized biomechanical models that reveal the underlying pathophysiologic process and allow personalized treatment planning and outcome prediction after spine surgery or conservative treatment.\nThe main objectives of iBack are: (1) improving computed tomography (CT) and magnetic resonance imaging (MRI) of the spine; (2) combining sagittal balance radiographs, CT and MRI of the spine in one biomechanical multi-body simulation (MBS); (3) creating a statistical model that includes both clinical and biomechanical information to reveal interactions between the two and to predict individual treatment success probability.\nThe results of iBack will help to better understand instability-related pain and develop personalized surgical strategies which will have major impacts on patients.",
    "totalCost": "1493492",
    "ecMaxContribution": "1493492",
    "coordinator": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
    "coordinatorCountry": "DE",
    "participants": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "participantCountries": "DE",
    "projectParticipants": {
        "999875710": {
            "orgId": "999875710",
            "orgName": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
            "ecContrib": 1229616
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 263876
        }
    },
    "calculatedTotalContribution": 1493492
}