{
    "rcn": "196793",
    "acronym": "WeChangEd",
    "topics": "ERC-StG-2014",
    "title": "Agents of Change: Women Editors and Socio-Cultural Transformation in Europe (1710-1920)",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "This project examines a neglected aspect of the social and cultural life in Europe in the modern period: the impact of women editors on public debate. From the 1700s on, European women actively participated in the cultural arena through the journals that they edited. This project advances the hypothesis that periodical editorship enabled these women to take a prominent role in public life, to influence public opinion and to shape transnational processes of change. In order to test this hypothesis, the project will bring together a multilingual and multidisciplinary team of six researchers who will combine methodologies from literary studies, (womenís) history and the social sciences to map the transnational networks of intellectual exchange in which women editors participated, with particular attention to practices of textual transfer (including translation, adaptation, reprinting and reviewing) across language boundaries and historical periods. The project has two parts: 1) a database will take stock of women editors and their periodicals, make available new material and provide a data source for socio-textual network analysis; 2) five thematic subprojects will study the impact of women editors on some of the most significant processes of socio-cultural transformation in modern European history: the beginnings of the periodical press, the rise of the novel, domestic ideology, consumer culture and womenís rights. By examining how these processes unfolded in the press through practices of textual transfer both among women and in the larger publishing landscape, the project will not only initiate a shift in our thinking about the participation of women in society and print culture but also pave the way for pan-European research on the periodical press.",
    "totalCost": "1495000",
    "ecMaxContribution": "1495000",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1495000
        }
    },
    "calculatedTotalContribution": 1495000
}