{
    "rcn": "196785",
    "acronym": "DEEP TIME",
    "topics": "ERC-StG-2014",
    "title": "Dynamic Earth Evolution and Paleogeography through Tomographic Imaging of the Mantle",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "DEEP TIME will unearth a record of geological time that is buried thousands of kilometres deep. The seafloor that covers two-thirds of the earth's surface is a tiny fraction of all seafloor created during its history ñ the rest has sunk back into the viscous mantle. Slabs of subducted seafloor carry a record of surface history: how continents and oceans were configured over time and where their tectonic plate boundaries lay. DEEP TIME will follow former surface oceans as far back in time as the convecting mantle system will permit, by imaging subducted slabs down to the core with cutting-edge seismological techniques. Current tectonic plate reconstructions incorporate little if any of this deep structural information, which probably reaches back 300\\ million years; they are based on present-day seafloor, which constrains only the past 100-150 million years.\nDEEP TIME will match deep slab structure to the geological surface record of subduction ñ volcanic arcs and other crustal slivers that stayed afloat, survived collisions, and form the worldís largest mountain belts. Integrating these two direct records of subduction, the project will\n* Add paleo-trenches to existing plate reconstructions and extend them 2-3 times longer into the past. \n* Produce a 3-D atlas of the mantle that matches subducted seafloor with paleo-oceans inferred by land geology. \n* Rigorously test the hypothesis of vertical slab sinking, which may yield an absolute mantle reference frame.\nTomographic models and geological land records will be synthesized into quantitative and testable paleogeographic reconstructions that complement and extend existing ones, especially in paleo-oceanic areas. This is likely to transform our understanding of the earthís physical surface environment and biosphere during Mesozoic times, as well as the formation of natural resources. It also will put observational constraints on elusive mantle rheologies. Nearly every subdiscipline of the earth sciences could benefit.",
    "totalCost": "1438846",
    "ecMaxContribution": "1438846",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1438846
        }
    },
    "calculatedTotalContribution": 1438846
}