{
    "rcn": "196766",
    "acronym": "DecentLivingEnergy",
    "topics": "ERC-StG-2014",
    "title": "Energy and emissions thresholds for providing decent living standards to all",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "There is confusion surrounding how poverty eradication will contribute to climate change. This is due to knowledge gaps related to the material basis of poverty, and the relationship between energy and human development.  Addressing this issue rigorously requires bridging gaps between global justice, economics, energy systems analysis, and industrial ecology, and applying this knowledge to projections of anthropogenic greenhouse gases. This project will develop a body of knowledge that quantifies the energy needs and related climate change impacts for providing decent living standards to all. The research will address three questions: which goods and services, and with what characteristics, constitute ëdecent living standardsí? What energy resources are required to provide these goods and services in different countries, and what impact will this energy use have on climate change? How do the constituents of decent living and their energy needs evolve as countries develop? The first task will operationalize basic needs views of human development and advance their empirical validity by discerning characteristics of basic goods in household consumption patterns. The second will quantify the energy needs (and climate-related emissions) for decent living constituents and reveal their dependence on culture, climate, technology, and other contextual conditions in countries. This will be done using lifecycle analysis and input-output analysis, and mapping energy to climate change using state-of-the-art energy-economy integrated assessment modelling tools for 5 emerging economies that face the challenges of eradicating poverty and mitigating climate change.  The third task will shed light on path dependencies and trends in the evolution of basic goods and their energy intensity using empirical analysis. This research will identify opportunities to shift developing societies towards low-carbon pathways, and help quantify burden-sharing arrangements for climate mitigation.",
    "totalCost": "869722",
    "ecMaxContribution": "869722",
    "coordinator": "INTERNATIONALES INSTITUT FUER ANGEWANDTE SYSTEMANALYSE",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999452596": {
            "orgId": "999452596",
            "orgName": "INTERNATIONALES INSTITUT FUER ANGEWANDTE SYSTEMANALYSE",
            "ecContrib": 869722
        }
    },
    "calculatedTotalContribution": 869722
}