{
    "rcn": "196702",
    "acronym": "ELECTHANE",
    "topics": "SIE-01-2014-1",
    "title": "Microbiological conversion of renewable electricity and CO2 to a natural gas quality bio-fuel",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "OWS wants to commercialize a biological process that converts CO2 and H2 (after electrolysis of renewable electricity) to CH4 (main component in natural gas). Lab and pilot tests have been and are being conducted and show promising results. A next step in the development is creating a sound business model for further commercialization, and the construction of a first plant at full-scale for further optimization and demonstration purposes to potential clients.\n\nAs renewable energy sources are gaining more ground in the electricity mix in Europe, imbalance problems on the electricity grid will increase in frequency. The proposed concept offers a solution to this imbalance problem by converting excess electricity via hydrolysis to H2 and using (waste) CO2 to CH4 that can be injected into the gas grid. The advantage of the proposed system is the small scale (< 10 MWe), so the conversion can be done near the production sites.\n\nWhen there is an excess of renewable electricity, fees are paid to the operators of renewable electricity for not producing, thus avoiding grid imbalance. Although this approach is understandable from a balancing perspective, it is contradictory to a sustainable approach and in conflict with the existing renewable energy targets. Therefore, producers of renewable electricity are a first important target group for our technology.\n\nCO2-intensive industries are a second important target group. By recycling their waste CO2, they become more sustainable, and it can generate extra revenues from buffering activities.\n\nDuring the feasibility study, OWS wants to elaborate a sound business plan for further development of the technology. It should result in a clear vision on technical, economic and legal issues. The final goal is to build a first full-scale demonstration plant in phase 2, which can serve as a test facility for further optimization (technical/biological), but also as a demonstration plant for potential customers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ORGANIC WASTE SYSTEMS NV",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999743790": {
            "orgId": "999743790",
            "orgName": "ORGANIC WASTE SYSTEMS NV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}