{
    "rcn": "196786",
    "acronym": "HybridMiX",
    "topics": "ERC-StG-2014",
    "title": "Genetic Mapping of Evolutionary Developmental Variation using Hybrid Mouse in vitro Crosses",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Discovering the genetic changes underlying species differences is a central goal in evolutionary genetics. Most evolutionarily important traits affecting fitness are complex or quantitative traits, whose genetic bases are elusive. In mammals, dissecting the genetic basis of complex trait variation is particularly challenging, because efficient genetic mapping requires enormous pedigrees or specialized genetic panels that are typically beyond the resources of individual groups. Using a radically novel method to circumvent breeding limitations by ìbreedingî mice in vitro, I propose to dissect the genetic basis of evolutionary developmental variation. This ground-breaking approach will allow me to create large genetic mapping panels of potentially any size from mouse interspecific hybrids of increasing evolutionary divergence. In vitro crosses promise a breakthrough in evolutionary biology: by bypassing hybrid sterility and inviability, we will ask which genetic changes underlie species differences. The proposed experiments address how genetic changes accumulate during evolution of new species to shape gene regulatory networks and cause phenotypic changes at the gene expression, fitness and organismal level. This research has the potential to revolutionize genetic mapping. If realized, its impact on personalized medicine, agricultural science and evolutionary research cannot be understated.",
    "totalCost": "1499923",
    "ecMaxContribution": "1499923",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1499923
        }
    },
    "calculatedTotalContribution": 1499923
}