{
    "rcn": "196769",
    "acronym": "HInDI",
    "topics": "ERC-StG-2014",
    "title": "The historical dynamics of industrialization in Northwestern Europe and China ca. 1800-2010: A regional interpretation",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The Industrial Revolution is one of the most important events in human history: within a century, some countries multiplied their per capita income while others stagnated, exacerbating international inequality. Reducing this enduring inequality through industrial development has been a crucial policy goal; however, as no precise understanding of industrial development exists, no consistent international policy has been formulated.\n\nThe understanding of this phenomenon has been hampered by a lack of data, theory, and historical dynamism. Many studies are, due to the lack of data, conducted on the national level, despite the fact that industrialization is ultimately a regional (i.e. intra-national) phenomenon. The basic principle of regional industrialization was investigated until the 1990s, when the focus shifted to other areas. At that time these studies had still been unconnected with economic location theory, as in the 1990s these were still unable to explain the regional spread of industrialization. Yet, more recent location theories have relaxed certain theoretical assumptions, allowing their application to the spread of industrialization as well. However, even these theories often lack historical dynamism, i.e. the capability to predict and explain the considerable changes that industrialization underwent these past 200 years.\n\nUsing the regional approach, merging it with recent location theory, and creating a systematic regional dataset, this project will fundamentally alter our insights in the spread and development of industrialization. Analysis will focus on four macro regions and their sub-regions: two in Europe (England and the Low Countries) and two in China (the Yangtze delta and the Yungui area). These macro regions cover the timeline of industrialization (England, then the Low Countries, and much later, the Yangtze and finally the Yungui area) which may have caused different patterns of local industrialization within each of these macro regions.",
    "totalCost": "1452309,01",
    "ecMaxContribution": "1452309,01",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 1452309
        }
    },
    "calculatedTotalContribution": 1452309
}