{
    "rcn": "196798",
    "acronym": "ABLASE",
    "topics": "ERC-StG-2014",
    "title": "Advanced Bioderived and Biocompatible Lasers",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Naturally occurring optical phenomena attract great attention and transform our ability to study biological processes, with ìthe discovery and development of the green fluorescent protein (GFP)î (Nobel Prize in Chemistry 2008) being a particularly successful example. Although found only in very few species in nature, most organisms can be genetically programmed to produce the brightly fluorescent GFP molecules. Combined with modern fluorescence detection schemes, this has led to entirely new ways of monitoring biological processes. The applicant now demonstrated a biological laser ñ a completely novel, living source of coherent light based on a single biological cell bioengineered to produce GFP. Such a laser is intrinsically biocompatible, thus offering unique properties not shared by any existing laser. However, the physical processes involved in lasing from GFP remain poorly understood and so far biological lasers rely on bulky, impractical external resonators for optical feedback. Within this project, the applicant and his team will develop for the first time an understanding of stimulated emission in GFP and related proteins and create an unprecedented stand-alone single-cell biolaser based on intracellular optical feedback. These lasers will be deployed as microscopic and biocompatible imaging probes, thus opening in vivo microscopy to dense wavelength-multiplexing and enabling unmatched sensing of biomolecules and mechanical pressure. The evolutionarily evolved nano-structure of GFP will also enable novel ways of studying strong light-matter coupling and will bio-inspire advances of synthetic emitters. The proposed project is inter-disciplinary by its very nature, bridging photonics, genetic engineering and material science. The applicantís previous pioneering work and synergies with work on other lasers developed at the applicantís host institution provide an exclusive competitive edge. ERC support would transform this into a truly novel field of research.",
    "totalCost": "1499875",
    "ecMaxContribution": "1499875",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 1499875
        }
    },
    "calculatedTotalContribution": 1499875
}