{
    "rcn": "196770",
    "acronym": "MtbTransReg",
    "topics": "ERC-StG-2014",
    "title": "Translational regulation in the persistence and drug susceptibility of Mycobacterium tuberculosis",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Mycobacterium tuberculosis causes human tuberculosis but can also persist for decades as an asymptomatic latent infection. The mechanisms underlying persistence are poorly understood, and the emergence of drug-resistant tuberculosis makes the development of effective new treatments an urgent challenge. Understanding the ability of M. tuberculosis to switch between replicating and non-replicating states during infection and disease is central to the search for improved treatments. \nThe number of copies of a protein produced by a cell is generally viewed as being determined by the number of mRNA transcripts, but recent findings suggest that ëspecialised ribosomesí can modify proteome profiles by preferential translation of particular mRNA subsets, particularly in response to stress. mRNA molecules contain specific signals that optimise their interaction with ribosomes; known as leader sequences, these include the Shine-Dalgarno (SD) sequence required for canonical translation initiation in bacteria. I recently demonstrated that M. tuberculosis expresses an unexpected number of leaderless mRNA transcripts that lack the SD sequence. In Escherichia coli, only a few leaderless transcripts have been described and they are selectively translated by specialised ribosomes. I propose to test the hypothesis that differential translation of mRNA subsets contributes to M. tuberculosis persistence and drug susceptibility.\nI will investigate the importance of selective translation of leaderless and SD mRNAs in the context of adaptation to stress and drug resistance in M. tuberculosis, using cutting-edge experimental techniques combined with bioinformatic analyses. The proposed project addresses the fundamental systems biology challenge of establishing quantitative correlations between transcriptome and proteome data, and beyond contributing to the rational design of novel treatments to cure tuberculosis, could help to re-shape classical paradigms of bacterial gene regulation.",
    "totalCost": "1495625",
    "ecMaxContribution": "1495625",
    "coordinator": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999912667": {
            "orgId": "999912667",
            "orgName": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
            "ecContrib": 1495625
        }
    },
    "calculatedTotalContribution": 1495625
}