{
    "rcn": "196788",
    "acronym": "MechanoFate",
    "topics": "ERC-StG-2014",
    "title": "From mechanical stress to vascular fate",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "In the vascular system, cell phenotype and fate are driven by the mechanical environment. Whereas physiological mechanical stress defines and stabilizes normal cell phenotype, aberrant mechanical signals trigger phenotypic alteration, leading to inflammation and vascular remodelling. Despite recent advances, how mechanical cues impact gene expression to specify cell phenotype remains poorly understood.\nOur hypothesis is that mechanical stresses are transmitted to the nucleus where they activate signaling pathways, which in turn regulate gene expression, but what are these mechanotransduction mechanisms occurring within the nucleus? Besides, while most vascular cells respond to mechanical force, Resident Stem Cells (RSCs) are virtually insensitive and remain undifferentiated despite constant cyclic stretch. What are the molecular mechanisms which protect RSCs from stretch-induced differentiation?\nTo answer these questions, we designed an interdisciplinary proposal which gathers biophysical, biochemical and genetic assays, with the following objectives: I) To determine how nuclear mechanotransduction pathways regulate vascular cell phenotype in response to mechanical cues. By combining proteomic and biophysical assays, we will identify nuclear proteins that are post-translationally modified in response to mechanical stress, then we will determine their contribution to gene expression regulation and vascular cell differentiation. II) To identify the molecular mechanisms which protect RSCs from stretch-induced differentiation. We will identify differentially expressed force-bearing structural elements in RSCs compared to more differentiated vascular cells and we will evaluate their impact on gene expression, stress transmission, RSC differentiation and blood vessel formation. The proposed project will yield new insights in different areas of life science from cell biology to potential identification of new therapeutic targets in cardiovascular and regenerative medicine.",
    "totalCost": "1498412,5",
    "ecMaxContribution": "1498412,5",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1498412
        }
    },
    "calculatedTotalContribution": 1498412
}