{
    "rcn": "196708",
    "acronym": "3Dconvert",
    "topics": "MSCA-IF-2014-EF",
    "title": "The dynamics of the mammalian epigenome during transcription factor-induced cell fate conversion",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Cell fate conversion processes bear considerable therapeutic potential yet are poorly understood, and have thus remained slow, inefficient and difficult to translate into medical applications. The low conversion frequency in current systems, such as classic reprogramming to ëinducedí pluripotent stem (iPS) cells, has precluded a molecular study of the critical early conversion events. We propose an interdisciplinary, exhaustive and unbiased approach to unravel the molecular events that accompany cell fate conversion processes, in particular during the early phase, using two uniquely efficient and controllable experimental systems. Special emphasis will be put on documenting the dynamics of three-dimensional genome topology, as this potential epigenetic conversion barrier has not yet been systemically characterized during cell fate conversions. We will apply genome-wide chromosome conformation capture and other genomic technologies on B cells undergoing nearly 100% efficient transdifferentiation into macrophages or reprogramming into iPS cells. In-depth computational analyses and dataset integration will reveal the dynamic relationships between transcription factor binding, key epigenetic regulatory mechanisms including genome topology, and the gene expression changes that ultimately lead to the implementation of a new cellular phenotype. Acquiring such insights will signify a breakthrough in our understanding of the epigenetic features that underpin cell identity and plasticity. Besides significantly advancing the state-of-the-art, the proposed action will maximize the applicantís capacity of reaching professional maturity and scientific independence.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}