{
    "rcn": "196794",
    "acronym": "CONSTRAINTS",
    "topics": "ERC-StG-2014",
    "title": "Ecophysiological and biophysical constraints on domestication in crop plants",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "A fundamental question in biology is how constraints drive phenotypic changes and the diversification of life. We know little about the role of these constraints on crop domestication, nor how artificial selection can escape them. CONSTRAINTS questions whether crop domestication has shifted ecophysiological and biophysical traits related to resource acquisition, use and partitioning, and how trade-offs between them have constrained domestication and can limit future improvements in both optimal and sub-optimal conditions.\nThe project is based on three objectives: 1. revealing the existence (or lack) of generic resource-use domestication syndrome in crop science; 2. elucidating ecophysiological and biophysical trade-offs within crop science and delineating the envelope of constraints for artificial selection; 3. examining the shape of ecophysiological and biophysical trade-offs in crop species when grown in sub-optimal environmental conditions. This project will be investigated within and across crop species thanks to a core panel of 12 studied species (maize, sunflower, Japanese rice, sorghum, durum wheat, bread wheat, alfalfa, orchardgrass, silvergrass, pea, colza, vine) for which data and collections (ca. 1,300 genotypes total) are already available to the PI, and additional high throughput phenotyping using automatons. Additional species will be used for specific tasks: (i) a panel of 30 species for a comparative analysis of crop species and their wild progenitors; (ii) 400 worldwide accessions of Arabidopsis thaliana for a genome-wide association study of resource-use traits. Collectively, we will use a multiple-tool approach by using: field measurement, high-throughput phenotyping, common-garden experiment, comparative analysis using databases, modelling, genomics.\nThe ground-breaking nature of the project holds in the nature of the questions asked and in the unique opportunity to transfer knowledge from ecology and evolutionary biology to crop species.",
    "totalCost": "1499979",
    "ecMaxContribution": "1499979",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499979
        }
    },
    "calculatedTotalContribution": 1499979
}