{
    "rcn": "196700",
    "acronym": "REGHA",
    "topics": "BIOTEC-5a-2014-1",
    "title": "Medical device combining viscosupplementation with pharmacological active molecule to regenerate cartilage in degenerative or traumatic osteoarthritis.",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "To develop and commercialize a medical device (MD) that can effectively respond to unmet therapeutic needs in the treatment of osteoarthritis (OA), namely degeneration of cartilage. OA is a huge medical, social and economic burden worldwide. This therapeutic approach by local injection in the join will be a breakthrough innovation for OA therapy. The expected product is a combination of HA viscosupplementation with our pharmacological active patented molecule stimulating chondrocytes proliferation, the only cells producing and maintaining the cartilage matrix. Cartilage does not contain blood vessels, therefore this requires the product be administered locally. Our innovative project will provide a MD allowing an easily, affordable and cheaper solution than surgery for the therapeutic treatment of OA and should have a positive impact on the economic and social cost of OA. The commercial potential is one of the highest in the field of health because there are currently no specific therapeutic molecules on the market for this frequent degenerative disease.  Users are to be found in the aging population and people with joint injuries in need for a regenerative therapy. The feasibility assessment undertaken in Phase I will be the completion of the technical feasibility studies for combining our molecule with HA in an injectable solution, for formulation and production of the combined products including validation of its biological activities and the selection of manufacturing partners for the MD final production (processes for production of the final GLP batch and packaging will be assessed) allowing the subsequent planning & implementation of manufacturing for clinical phases. The commercialization plan will be refined using detail analysis of potential users, ROI for the different business cases and the best strategy for commercialization In Europe altogether 10%-15% of adults over 60 have some degree of OA globally estimated concerning more than 70 million of people.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "REGULAXIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934334265": {
            "orgId": "934334265",
            "orgName": "REGULAXIS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}