{
    "rcn": "196777",
    "acronym": "SEXSEA",
    "topics": "ERC-StG-2014",
    "title": "Origin and evolution of the sexes and reproductive systems: novel insights from a distant eukaryotic lineage",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Sexual reproduction is an extraordinarily widespread phenomenon that assures the production of new genetic combinations in nearly all eukaryotic lineages. Although the core mechanisms of sexual reproduction (meiosis and syngamy) are highly conserved, the control mechanisms that determine whether an individual is male or female are remarkably labile across eukaryotes. In genetically controlled sexual systems, gender is determined by sex chromosomes, which have emerged independently and repeatedly during evolution. Sex chromosomes have been studied in only a handful of classical model organism, and empirical knowledge on the origin and evolution of the sexes is still surprisingly incomplete. The goal of our project is to exploit the remarkable richness of sexual characteristics of the brown algae to gain novel insights into the functional and evolutionary interactions between the sex chromosomes and key eukaryotic reproductive and life cycle features. First, we will use the model brown alga Ectocarpus to reveal the fundamental genetic mechanisms by which sex chromosomes control reproductive and life cycle traits of broad importance to all eukaryotes, including sex determination and asexual reproduction through parthenogenesis but also the control of gamete size and the regulation of developmental switches during the life cycle. Secondly, we will employ a combination of experimental and computational approaches on selected brown algal species exhibiting a range of reproductive and life cycle features to understand the long term evolutionary consequences of the variations in these traits to the structure of their sex chromosomes, in a phylogenetic context. These analyses will not only reveal fundamental forces that shape sex chromosome evolution in the scope of the tree of life, but will also uncover the mechanisms underlying important evolutionary transitions between major reproductive and life cycle modes and shed new light on the origin and evolution of the sexes.",
    "totalCost": "1498694,89",
    "ecMaxContribution": "1498694,89",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1498695
        }
    },
    "calculatedTotalContribution": 1498695
}