{
    "rcn": "196701",
    "acronym": "CORSAIR",
    "topics": "SIE-01-2014-1",
    "title": "Increasing the quality mindset of COnstruction workers involved in building Refurbishment processes through a Software Application capable of using among others visible or InfraRed pictures of defects",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "Europe aims at fully decarbonizing its economy by 2050. It requires the in-depth renovation of existing buildings to make them much more energy efficient through high quality refurbishment processes (design, construction and maintenance): high quality processes are needed to narrow down to-dayís measured energy performance gaps between what is foreseen for the refurbishment by design and the real performance of refurbished buildings when used. Several information systems are available today to help the construction value chain improving its daily quality. But none of these software products allows any player of the refurbishment value chain sharing ìNotesî for a given project in a collaborative manner, thus handling any type of the data (construction plans, numerical simulations, images, Ö) that are used to meet quality standards when refurbishing. BLOCKBASE provides any small expert company involved in refurbishment process with the low entry cost, easy-to-use BulldozAIR software suite, accessed under a SaaS (Software as a Service) purchase mode, and available on-line in the Apple, Microsoft and Google operating systems. Blockbase aims at expanding its market share by showing how BulldozAIR can handle any image data streams  (3-D scans at refurbishment design, visible or infra-red camera images at construction and maintenance levels), thus helping players share the knowledge securing a high quality field work during refurbishment. The use of images indeed enhances self-validation by field players of the quality of their own building construction or maintenance activities on a daily basis. Construction workers or maintenance operators will thus always be in a position to correct for errors on the spot, possibly in direct interaction with the refurbishment design bureaus. It is to address the construction world market that a set of demonstration activities are needed in several European member states to validate the product robustness on real construction projects.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BLOCKBASE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934431362": {
            "orgId": "934431362",
            "orgName": "BLOCKBASE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}