{
    "rcn": "196759",
    "acronym": "ONCOMECHAML",
    "topics": "ERC-StG-2014",
    "title": "Common Oncogenic Mechanisms in Multi-Partner Translocation Families in Acute Myeloid Leukemia",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Acute Myeloid Leukemia (AML) is the most frequent cancer of the blood system, with >80% mortality within 5 years of diagnosis. Straightforward clinical decisions are complicated by the genetic complexity of AML. In particular, fusion proteins arising from chromosomal aberrations are recurrently found in AML and often act as strong driver oncogenes. In ìMulti-Partner Translocationî (MPT) families, one specific gene is fused to many recipient loci. Due to this modular architecture, MPT families are of particular interest to comparative studies of oncogenic mechanisms. The three most common MPT families in AML represent translocations of the MLL, RUNX1 and NUP98 genes. Despite their clinical significance, the molecular mechanism of transformation remains unknown for the majority of fusion proteins and it is unclear if transforming mechanisms are conserved within and across different MPT families.\nWe hypothesize that common oncogenic mechanisms of fusion proteins are encoded in physical and genetic cellular interaction networks that are specific to MPT families. We propose to delineate critical common effectors of oncogenic mechanisms in AML driven by MPT families through a comprehensive, comparative, functional analysis of 20 clinically representative MLL-, RUNX1- and NUP98-fusion proteins using a unique experimental pipeline. Characterization of protein interactomes and their effects on gene expression will identify common cellular denominators of MPT families, whose functional contribution will be assessed through pooled shRNA screens in clinically relevant model systems. High-confidence hits will be validated in mouse models and primary cells from AML patients. This project will generate large informative datasets and novel experimental systems that are of relevance for basic and clinical cancer research. It will contribute to improved understanding of oncogenic mechanisms, which may directly impact on diagnostic and therapeutic strategies in the management of AML.",
    "totalCost": "1499500",
    "ecMaxContribution": "1499500",
    "coordinator": "LUDWIG BOLTZMANN GESELLSCHAFT GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998399079": {
            "orgId": "998399079",
            "orgName": "LUDWIG BOLTZMANN GESELLSCHAFT GMBH",
            "ecContrib": 1499500
        }
    },
    "calculatedTotalContribution": 1499500
}