{
    "rcn": "196778",
    "acronym": "DTHPS",
    "topics": "ERC-StG-2014",
    "title": "Sound and Materialism in the 19th Century",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "This research project aims to enlarge substantially our understanding of the dialogue between 19th-century music and natural science. It examines in particular how a scientific-materialist conception of sound was formed alongside a dominant culture of romantic idealism. Placing itself at the intersection of historical musicology and the history and philosophy of science, the project will investigate the view that musical sound, ostensibly the property of metaphysics, was also regarded by writers, composers, scientists and engineers as tangible, material and subject to physical laws; that scientific thinking was not anathema butóat key momentsóintrinsic to music aesthetics and criticism; that philosophies of mind and theories of the creative process also drew on mechanical rules of causality and associative ëlawsí; and that the technological innovations brought about by scientific researchófrom steam trains to stethoscopesówere accompanied by new concepts and new ways of listening that radically impacted the sound world of composers, critics, and performers. It seeks, in short, to uncover for the first time a fully integrated view of the musical and scientific culture of the 19th century. The research will be broken down into four areas, each of which circumscribes a particular set of discourses: machines and mechanism; forms of nature; technologies for sound; and music medicalised. Drawing on a range of archival and printed sources in Great Britain, France and Germany, the project offers an innovative approach by examining historical soundscapes and new listening practices, by adopting a media perspective on scientific and musical instruments, and by investigating the interrelations between artistic sounds and non-artistic, industrial technologies. The cross-disciplinary research, divided between the PI and four postdoctoral scholars, will open up new interactions between music and materialism as a concealed site of knowledge and historically significant nexus.",
    "totalCost": "1496345",
    "ecMaxContribution": "1496345",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF BRISTOL",
    "participantCountries": "UK",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}