{
    "rcn": "196767",
    "acronym": "QuantGeomLangTFT",
    "topics": "ERC-StG-2014",
    "title": "The Quantum Geometric Langlands Topological Field Theory",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "We will use modern techniques in derived algebraic geometry, topological field theory and quantum groups to construct quantizations of character varieties, moduli spaces parameterizing G-bundles with flat connection on a surface.  We will leverage our construction to shine new light on the geometric representation theory of quantum groups and double affine Hecke algebras (DAHA's), and to produce new invariants of knots and 3-manifolds.\n\nOur previous research has uncovered strong evidence for the existence of a novel construction of quantum differential operators -- and their extension to higher genus surfaces -- in terms of a four-dimensional topological field theory, which we have dubbed the Quantum Geometric Langlands (QGL) theory.  By construction, the QGL theory of a surface yields a quantization of its character variety; quantum differential operators form just the first interesting example.  We thus propose the following long-term projects:\n\n1. Build higher genus analogs of DAHA's, equipped with mapping class group actions -- thereby solving a long open problem -- by computing QGL theory of arbitrary surfaces; recover quantum differential operators and the (non-degenerate, spherical) DAHA of G, respectively, from the once-punctured and closed two-torus.\n2. Obtain a unified construction of both the quantized A-polynomial and the Oblomkov-Rasmussen-Shende invariants, two celebrated -- and previously unrelated -- conjectural knot invariants which have received a great deal of attention.\n3. By studying special features of our construction when the quantization parameter is a root of unity, realize the Verlinde algebra as a module over the DAHA, shedding new light on fundamental results of Cherednik and Witten.\n4. Develop genus one, and higher, quantum Springer theory -- a geometric approach to constructing representations of quantum algebras -- with deep connections to rational and elliptic Springer theory, and geometric Langlands program.",
    "totalCost": "1100947,5",
    "ecMaxContribution": "1100947,5",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1100948
        }
    },
    "calculatedTotalContribution": 1100948
}