{
    "rcn": "196776",
    "acronym": "iTPX",
    "topics": "ERC-StG-2014",
    "title": "In-cavity thermophotonic cooling",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Thermophotonic (TPX) coolers and generators based on electroluminescent (EL) cooling have the potential to enable a high efficiency replacement for thermoelectric devices. Highly optimized TPX devices can even outperform modern compressor based household refrigerators and heat pumps, enabling a significant reduction in the global energy consumption of cooling and heating. While the EL cooling phenomenon is theoretically well understood, it was only very recently demonstrated for the first time under very small power conditions. Enabling high power EL cooling, however, will require a breakthrough in reducing the losses present in conventional light emitting diodes (LED).\n\niTPX aims to enable this breakthrough by developing an alternative approach to enhance the efficiency of light emission. The approach is based on enclosing the emitter-absorber pair used in TPX in a single semiconductor structure forming an optical cavity. This enhances the light emission rate by an order of magnitude and provides a substantial increase in the efficiency as well as several other technical and fundamental benefits. The main goal of iTPX is to demonstrate high power EL cooling for the first time and to provide quantitative insight on the limitations and possibilities of the cavity-based approach.  Recent studies have shown extremely high ñ over 99 % ñ internal and external quantum efficiencies of light emission from optically pumped semiconductor structures. This suggests that the material quality of common III-V compound semiconductors is perfectly sufficient for EL cooling if similarly performing electrically injected structures can be fabricated in the single cavity configuration.",
    "totalCost": "1981250",
    "ecMaxContribution": "1981250",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}