{
    "rcn": "196780",
    "acronym": "PersoNews",
    "topics": "ERC-StG-2014",
    "title": "Profiling and targeting news readers ñ implications for the democratic role of the digital media, user rights and public information policy",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "In the digital media environment, user attention is scarce and competition for ëeyeballsí is fierce. Profiling and targeting readers with customised news and advertisements that match their individual interests is widely seen as a solution. The personalization of news media content enables new financing strategies and means to capture the audienceís attention. But personalisation is also part of a more fundamental paradigm shift in the mediaís role from public interest intermediary to personal information coach. This research will answer critical questions about the implications for individual users and contribute to a new normative theory of the role of personalised media in a democratic society.\n\nTo do so, this project integrates legal research, communication sciences and political sciences, undertakes comparative, normative and evidence-based research, and carries out experiments, interviews and a survey. Two communication science postdocs will conduct empirical research into user concerns, the conditions that affect usersí acceptance of media personalisation (postdoc 1), and how personalisation affects journalistic practices and ethics (postdoc 2). Informed by these insights, two PhD students will scrutinise the legal framework and answer important questions about the legal protection of the publicís trust in editorial integrity (PhD 1) and autonomous, non-discriminatory information access (PhD 2). The PI will develop a normative framework of personalised media, based on the empirical research and political theories about the democratic role of the media. This responds to the criticism that existing theories are increasingly disconnected from the realities of digital media and their distinct contribution to democratic and participatory processes. The project will explore the potential of personalisation to expose citizens to more relevant or diverse content, thus reversing widespread concerns about information overload, filter bubbles and selective exposure.",
    "totalCost": "1479515",
    "ecMaxContribution": "1479515",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1479515
        }
    },
    "calculatedTotalContribution": 1479515
}