{
    "rcn": "196775",
    "acronym": "TRANSFR-Q",
    "topics": "ERC-StG-2014",
    "title": "Transcriptional RegulAtory Network controlling Strawberry Fruit Ripening and Quality",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Ripening is the critical step for the development of flavour quality in fruit. This character has significantly declined in many fleshy fruits over recent decades, primarily due to the focus of current breeding programs on agronomic traits such as production, firmness, and postharvest shelf life. This strategy has caused a tunnelling effect on genetic variability in many crops. This is particularly significant in strawberry, where current cultivars are derived from a narrow germplasm stock. A notable feature of strawberry fruit is that undergoes a non-climacteric ripening program independent of the hormone ethylene, in contrast to well studied climacteric fruits such as tomato, where ethylene plays a central role. Therefore, improving fruit flavour in present strawberry varieties requires two important breakthroughs: 1) a precise understanding of non-climacteric fruit ripening regulation that will allow the targeting of relevant quality genes, and 2) the identification of unexploited allelic variants from wild germplasm to be introgressed through the generation of novel breeding lines. The first objective will be achieved by (i) focusing on the sequenced, diploid Fragaria vesca, a wild relative of the cultivated strawberry that will serve as a model, (ii) identifying key transcription factors (TFs) regulating fruit ripening by generating a stage- and tissue-specific gene expression map, (iii) using a candidate gene approach and reverse genetics based on gene silencing and TILLING to verify the role of these TFs, and (iv) defining the gene regulatory networks controlling the ripening process via integration of transcriptomic, metabolomic and ChIP-Seq data obtained from the stably silenced and/or TILLED lines. Finally, TRANSFR-Q plans to use this knowledge, combined with the identification of novel alleles from a core collection of Fragaria germplasm, to transfer flavour quality characters into current strawberry cultivars.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSIDAD DE MALAGA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999898311": {
            "orgId": "999898311",
            "orgName": "UNIVERSIDAD DE MALAGA",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}