{
    "rcn": "196783",
    "acronym": "MenWomenCare",
    "topics": "ERC-StG-2014",
    "title": "Men, Women and Care: The gendering of formal and informal care-giving in interwar Britain",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "One of the most profound and long-lasting effects of the war efforts of all major combatant nations during the First World War was the high number of casualties caused by modern industrial warfare. Examining the case of Britain, this project asks what formal and informal structures developed in the interwar years to provide medical and social care to the unprecedented number of war disabled. It further explores how these different forms of care both were shaped by gendered understandings of care-giving and utilized gender to mobilize public and private support for disabled ex-servicemen. While there have been a number of studies of charitable organizations established for the care of disabled ex-servicemen, and of the relationships between the State, the soldier and his family in this era, this is the first study to examine the role of these formal institutions alongside and in relation to the informal social and medical care provided by the family in this period. Through its examination of issues of social, political and domestic responsibility for the care of disabled ex-servicemen, issues which continue to have relevance in light of the survival of service personnel from conflicts such as Iraq and Afghanistan who have suffered massive injuries and multiple amputations, the project seeks not only to engage with historical discussions of the development of medical practice in the first half of the twentieth century but also, through engagement with current policy makers working with and for disabled service personnel, to make a significant intervention into contemporary social policy relating to the provision of medical and social care. By utilizing the methodological prism of gender studies, this project also explores the ways in which medical and social care were gendered to interrogate social and cultural understandings of care-giving in the first half of the 20th century and thereby gain greater insight into the relationships between men, women and care.",
    "totalCost": "1079426",
    "ecMaxContribution": "1079426",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 1079426
        }
    },
    "calculatedTotalContribution": 1079426
}