{
    "rcn": "196799",
    "acronym": "LOFAR",
    "topics": "ERC-StG-2014",
    "title": "Searching for The Origin of Cosmic Rays and Neutrinos with LOFAR",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "The origin of cosmic rays remains one of the largest mysteries in astrophysics. Innovative and accurate radio measurements of cosmic rays and neutrinos with LOFAR promise to provide new answers.\nIt is generally believed that ultra-high-energy cosmic rays are produced in extragalactic sources like gamma- ray bursts or active galactic nuclei, while the lower energy cosmic rays come from our own Galaxy. At what energy this transition takes place is still unknown. Here we focus on disentangling Galactic and extragalactic components by studying the mass composition between 10^17 and 10^18 eV, a regime that is also crucial for understanding the origin of the extraterrestrial neutrinos detected by IceCube.\nWe do this with LOFAR, the first radio telescope that can detect individual cosmic rays with hundreds of antennas. This incredible level of detail allowed us to finally understand the complicated radiation mechanism and to perform the first-ever accurate mass analysis based on radio measurements. Our first data reveal a strong proton component below 10^18 eV, suggesting an early transition to an extragalactic component. With upgrades to our detector and techniques we will be able to improve our sample size by an order of magnitude, resolve more mass components, and identify the origin of high-energy cosmic rays and neutrinos.\nThe technique may be scaled up to higher energies, measured at the Pierre Auger Observatory, where mass information is needed to correlate cosmic rays with their astrophysical sources and to confirm the nature of the cutoff at ~10^19.6 eV.\nWe can even search for particles beyond the GZK limit. With the Westerbork telescope we have already set the best limit on cosmic rays and neutrinos above 10^23 eV. With LOFAR we will achieve a much better sensitivity at lower energies, also probing for new physics, like the decays of cosmic strings predicted by supersymmetric theories.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}