{
    "rcn": "196757",
    "acronym": "GAMES",
    "topics": "ERC-StG-2014",
    "title": "Gut Microbiota in Nervous System Autoimmunity: Molecular Mechanisms of Disease Initiation and Regulation",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Multiple Sclerosis (MS), an autoimmune demyelinating disease affecting the central nervous system (CNS), causes tremendous disability in young adults and inflicts huge economic burden on the society. The incidence of MS is steadily increasing in many countries arguing for environmental factors driven changes in disease induction. How and which environmental factors contribute to disease initiation and progression is unknown. Using a spontaneous mouse model of MS, we have shown that the gut microbiota is essential in triggering CNS autoimmunity. In contrast to the mice housed in conventional housing conditions, germ free (GF) mice, devoid of gut bacteria, were protected from spontaneous experimental autoimmune encephalomyelitis (sEAE). Re-colonization of GF mice with a complex regular gut flora derived from specific pathogen free (SPF) mice resulted in sEAE within 2-3 months. The re-colonization also triggered pro-inflammatory T and B cell responses. However, colonization of GF mice with a reduced gut flora failed to induce sEAE during our observation period suggesting a ìspecificî rather than a ìbroaderî microbial trigger. In this proposal, I want to study the role of gut microbiota in CNS autoimmunity with the following aims:\n\nAim 1: CNS autoimmunity triggering/protecting gut microbes and host immune responses\n I want to study how and which gut bacterial species are modulating CNS autoimmunity to better  understand the origin of autoimmune responses and their relation to host immune responses.\nAim 2: Molecular mechanisms of sensing of gut microbiota and microbial metabolites during CNS autoimmunity\n I want to identify the molecular pathways that are involved in sensing the gut microbiota and its metabolites which are relevant to CNS autoimmunity.\nAim 3: Therapeutic application of gut microbiota for CNS autoimmunity\n I want to identify therapeutic strategies targeting gut microbiota to limit the development of  inflammatory processes during CNS autoimmunity.",
    "totalCost": "1499946",
    "ecMaxContribution": "1499946",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1499946
        }
    },
    "calculatedTotalContribution": 1499946
}