{
    "rcn": "196781",
    "acronym": "CRYOMAT",
    "topics": "ERC-StG-2014",
    "title": "Antifreeze GlycoProtein Mimetic Polymers",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Fish living in polar oceans have evolved an elegant, macromolecular, solution to survive in sub-zero water: they secrete antifreeze (glyco)proteins (AFGPs) which have several ëantifreezeí effects, including ice recrystallization inhibition (IRI) - they slow the rate of ice crystal growth. Ice crystal growth is a major problem in settings as diverse as oil fields, wind turbines, road surfaces and frozen food. Analysis of the process of cryopreservation, whereby donor cells are frozen for later use, has revealed that ice recrystallization is a major contributor to cell death upon thawing. Enhanced cryopreservation methods are particularly needed for stem cell storage to maximize the use of this currently limited resource, but also to enable storage of clinically transfused cells such as platelets and red blood cells. AFGPs have thus far not found application in cryopreservation due to their low availability from natural sources, extremely challenging synthesis, indications of cytotoxicity, but more importantly they have a side effect of shaping ice crystals into needle-shapes which pierces cellsí membranes, killing them. The aim of this ambitious project is to take a multidisciplinary approach to develop synthetic polymers as tunable, scalable and accessible bio-mimetics of AFGPs, which specifically reproduce only the desirable IRI properties.  Precision synthetic and biological methods will be applied to access both vinyl- and peptide- based materials with IRI activity. The bio-inspired approach taken here will include detailed biophysical analysis of the polymer-ice interactions and translation of this understanding to real cryopreservation scenarios using blood-borne cells and human stem cells. In summary, this ambitious project takes inspiration from Nature's defense mechanisms that have evolved to allow life to flourish in extreme environments and will employ modern polymer chemistry to apply it to a real clinical problem; cryopreservation.",
    "totalCost": "1496439",
    "ecMaxContribution": "1496439",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 1496439
        }
    },
    "calculatedTotalContribution": 1496439
}