{
    "rcn": "196779",
    "acronym": "ComplEvol",
    "topics": "ERC-StG-2014",
    "title": "Evolutionary origins of complex ecological adaptations",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "During evolution, organisms adapt to diverse environmental conditions by evolving new morphological and/or biochemical traits, some of which are of impressive complexity. This is for example the case of eyes, wings or complex biochemical pathways, which all involve multiple components. The evolution of such complex traits has always intrigued evolutionary biologists, including Charles Darwin, and is still only partially understood. How can natural selection on random mutations lead over time to novel complex ecological adaptations that allow organisms to thrive in diverse environments? \n\n This question will be addressed here by studying a species complex that presents exceptional variation in a key ecological adaptation, namely C4 photosynthesis. This trait results from multiple anatomical and biochemical components that function together to increase plant productivity in warm and dry environments. Capitalizing on a species complex of grasses that includes C4 as well as the ancestral C3 photosynthetic types and multiple intermediate states, the ComplEvol project will combine methods from different fields to infer (i) the history of mutations that generated components for C4 photosynthesis during the dispersal into different ecological conditions, (ii) the factors controlling the spread of these mutations among populations, (iii) the effects of these mutations on the properties of the encoded C4 enzymes, (iv) the effects of different anatomical and biochemical C4 components on the performance of the plants (fundamental niche), and (v) the relationships between these components and the distribution of individuals in contrasted environments (realised niche). \n\n The incorporation of these different dimensions of evolution and ecology will shed new lights on the processes that allow over time the emergence of major ecological novelties through the repeated action of natural selection on minor changes within populations.",
    "totalCost": "1498275",
    "ecMaxContribution": "1498275",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 1498275
        }
    },
    "calculatedTotalContribution": 1498275
}