{
    "rcn": "196761",
    "acronym": "TOSSIBERG",
    "topics": "ERC-StG-2014",
    "title": "Theory of Stein Spaces in Berkovich Geometry",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Complex Stein spaces may be thought of as analytic analogues of the affine schemes of algebraic geometry. They may be characterized in several manners: using convergence of holomorphic functions, topological properties or potential-theoretic properties, for instance. Especially useful for applications is the fact that their coherent cohomology vanishes. Despite the crucial importance of this theory in complex analytic geometry, its p-adic counterpart has hardly been sketched.\n In the setting of Berkovich geometry (one among the several notions of p-adic geometry), recent developments have enabled to get a fine understanding of the topology of the spaces (work of Berkovich and Hrushovski-Loeser) and to define the basic tools of potential theory (work of Baker-Rumely, Thuillier, Boucksom-Favre-Jonsson and Chambert-Loir-Ducros). The conditions for a comprehensive study of p-adic Stein spaces are now met; this will be our first goal. The theory will then be used to investigate envelopes of holomorphy and meromorphy. As an application, I plan to derive rationality criteria for power series over function fields.\n The second part of the project is devoted to the theory of Stein spaces for Berkovich spaces over rings of integers of number fields (where all the places appear on an equal footing). Those spaces have hardly been studied and only a very small part of the usual analytic machinery is available in this setting. Here, my main goal will consist in proving the basic and fundamental fact that relative polydisks are Stein spaces (in the cohomological sense). This will allow a deeper investigation of rings of convergent arithmetic power series (i.e. with integral coefficients) and will lead up to properties related to commutative algebra but also to the inverse Galois problem. Knowing that the coherent cohomology of polydisks vanishes also opens the road towards computing global cohomology groups for projective analytic spaces over ring of integers of number fields.",
    "totalCost": "1153750",
    "ecMaxContribution": "1153750",
    "coordinator": "UNIVERSITE DE CAEN NORMANDIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998737124": {
            "orgId": "998737124",
            "orgName": "UNIVERSITE DE CAEN NORMANDIE",
            "ecContrib": 1153750
        }
    },
    "calculatedTotalContribution": 1153750
}