{
    "rcn": "196784",
    "acronym": "FAtoUnFRAGILITY",
    "topics": "ERC-StG-2014",
    "title": "Fanconi anemia : a disease model to understand causes and consequences of common fragile site instability.",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Originally described by cytogeneticists, common fragile sites (CFSs) are chromosomal regions known for their susceptibility to break and rearrange aberrantly, thus altering the expression of genes located therein. CFS instability is associated with tumor development and pathogenic copy number variations. Recent advances have significantly contributed to dissect the molecular bases of CFS instability, yet a unifying model for their unique breakage propensity has not been determined. Fanconi anemia (FA) is a chromosomal instability syndrome featuring congenital abnormalities, bone marrow failure and cancer predisposition, characterized by an increased CFS fragility. FA is thus an ideal model to understand the mechanisms underpinning CFS instability and the mechanistic link between CFS instability and the pathogenesis of disease phenotypes. I propose to use FA cellular models to examine the molecular events leading to CFS instability, and FA mouse models to investigate the consequences of deletions, amplifications or rearrangements involving CFSs on the expression of genes regulating critical signal transduction pathways involved in cell survival, proliferation, and differentiation. Exploring these mechanisms can lead to the development of chemopreventive or therapeutic strategies targeting aberrant gene expression or pathological pathways.",
    "totalCost": "1462383",
    "ecMaxContribution": "1462383",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1462383
        }
    },
    "calculatedTotalContribution": 1462383
}