{
    "rcn": "196797",
    "acronym": "MULTICONNECT",
    "topics": "ERC-StG-2014",
    "title": "Imaging Brain Circuits to Decode Brain Computations: Multimodal Multiscale Imaging of Cortical Microcircuits to Model Predictive Coding in Human Vision",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "The human brain is one of the largest and most complex biological networks known to exist. The architecture of its circuits, and therefore the computational basis of human cognition, remains largely unknown. The central aim of this proposal is to image human cortical connectivity at multiple spatial scales in order to understand human cortical computations. \nWhereas canonical cortical microcircuits are an established theory of the repeating structure of the neocortexís circuits, predictive coding provides a prominent proposal of what these circuits compute. This leads to the core hypothesis of this proposal: the variations in predictive coding computations performed by human cortical microcircuits in different visual areas are grounded in variations in their microcircuit connectivity. As a central case-study, this proposal investigates human visual apparent motion perception in V1/2/3 and V5/MT\\. \nThe proposed research program is organized in two workpackages (WP I and II). WP I has the aim of imaging the multiscale connections of human neocortical microcircuits. The projects in WP I focus on structure and move from the mesoscale down to the microscale. WP II has the aim of modelling how microcircuits support predictive coding computations. The projects in WP II focus on function and move from the microscale back up to the mesoscale. Structural and functional assessment of microcircuitry in the human brain only recently became possible with the development of magnetic resonance imaging (MRI) at ultra-high field-strengths (UHF) of 7T and above. UHF diffusion MRI, combined with light microscopy, is used to image circuit structure in WP I. UHF functional MRI is used for computational modelling of computations in WP II.\nSuccessful completion of the planned research will significantly advance our understanding of the computations in cortical microcircuits, deliver important new human connectomic reference data, and improve generative models of human cortical processing.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}