{
    "rcn": "196787",
    "acronym": "VITAL",
    "topics": "ERC-StG-2014",
    "title": "The Vitality of Disease - Quality of Life in the Making",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Epidemiological reports from around the world suggest that more people than ever before are living with (especially chronic) diseases. As a consequence, sustained efforts to reduce morbidity and mortality rates have been joined by systematised efforts to improve the lives ñ the quality of life ñ of those living with disease in ways that are measurable and auditable.\n\nVITAL will focus on the making of ëquality of lifeí. While social studies of medicine have of late been marked by a ëbio-turní, it is apparent that within contemporary medicine, life is envisaged as much more than cellular and molecular activity; it is also a social activity and a personal experience. Not only is life sustained, it is also lived. In recent decades, morbid living ñ living with disease ñ has come to be the object of novel forms of knowledge, expertise, measurement and management while also generating new medical practices and attendant ways of relating to oneself.\n\nVITAL suggests a shift in attention from the ways in which the social sciences have previously studied morbid living and related issues of quality of life. Rather than continue longstanding efforts to understand how people cope with disease or to refine definitions and instruments for measuring the quality of life of the sick, in VITAL we will empirically study the co-production of ëquality of lifeí within healthcare through four ethnographically-grounded studies of how ëquality of lifeí is assembled, mobilised, negotiated and practiced in concrete medical settings. The four studies will focus on how knowledge about living with disease is assembled and mobilised, on the one hand, and how morbid living is negotiated and practiced on the other.\n\nThe key outcomes of VITAL will be theoretical advancement of understandings of vitality in the 21st century beyond molecular biology and methodological innovation to facilitate empirical study of co-production processes that involve social science knowledge and practice.",
    "totalCost": "1499770",
    "ecMaxContribution": "1499770",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1499770
        }
    },
    "calculatedTotalContribution": 1499770
}