{
    "rcn": "196709",
    "acronym": "PASS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Paleozoic Seafloor Spreading",
    "startDate": "04/09/2015",
    "endDate": "03/09/2017",
    "objective": "It is now recognised that large oceanic detachment faults are fundamentally important along slow-spreading rate portions of the mid-ocean ridge system. These fault systems have been the target of numerous scientific expeditions leading to a new paradigm of ìdetachment-modeî spreading. However, in the modern oceans this style of spreading can only be documented back to 10-12 Ma. To understand these systems in the deep geological past it is necessary to work on ancient examples of detachment faults in ophiolites, slices of oceanic lithosphere that have been emplaced tectonically onto continental margins and which expose ocean floor structures in 3-D. Recent work in the Mirdita ophiolite of Albania has demonstrated that detachment-mode spreading operated in the Jurassic period. This project will extend this record back to the Palaeozoic, by investigating a detachment system preserved in the Thetford Mines Ophiolite of Canada. An integrated field-based structural and palaeomagnetic investigation will test the hypothesis that this example provides the oldest known analogue for modern oceanic detachment systems. Objectives are to: (i) systematically back-strip successive tectonic events that have affected the ophiolite, in order to recover primary seafloor relationships; (ii) determine whether relative tectonic rotation has occurred across the detachment fault, a defining feature of modern examples; and (iii) quantify the role of large- and small-scale faulting in accommodating displacement within the detachment system. The project will provide: (i) extensive training in field-based tectonic applications of palaeomagnetism, directly complementing the Fellowís existing expertise and experience in laboratory techniques, thereby allowing her to conduct future investigations in complex tectonic environments; and (ii) engagement with the international oceanic scientific community, opening future opportunities to move into oceanic geodynamic research.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF PLYMOUTH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854661": {
            "orgId": "999854661",
            "orgName": "UNIVERSITY OF PLYMOUTH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}