{
    "rcn": "196790",
    "acronym": "MultiScaleNeurovasc",
    "topics": "ERC-StG-2014",
    "title": "Quantifying the structure-function of the neurovascular interface: from micro-circuits to large-scale functional organization",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Neuronal computations in the brain require a high metabolic budget yet the brain has extremely limited resources; calling for an on-demand, robust supply system to deliver nutrients to active regions. In most cases, neuronal activity results in an increase in blood flow to the active area, a phenomenon called functional hyperaemia. This coupling between neuronal and vascular activtuy underpins the mechanism enabling fMRI to map neuronal activity based on vascular dynamics; further, malfunction of the cellular players involved in coupling is now considered to play a key role in otherwise classically defined neurodegenerative diseases. We lack a concise description of the inner workings of this mechanism and a thorough quantitative description of the neuro-gila-vascular interface; issues that are best addressed by an investigation into the cellular mechanisms, the temporal dynamics and multi-scale spatial organization governing neurovascular coupling. My long-term goal is to provide a unified theory to encapsulate our knowledge on neurovascular coupling. Here, I hypothesize that functional hyperaemia results from the constant integration of vasoactive cues with region-dependent coupling emerging from different neuro-glia-vascular microcircuits, nuances in afferent wiring into vascular contractile elements and/or neuronal activity patterns. I will test this hypothesis with a multi-faceted correlative approach combining: two-photon awake imaging of cellular and vascular dynamics to obtain physiological data unaffected by anaesthetics; super-resolution structural imaging of intact volumes to map the fine details of micro-circuit structure; array-tomography to map in situ the neurovascular signalling machinery and novel optogenic tools to manipulate several of its specific components. I expect to offer a revolutionary mechanistic insight into one of the most basic and fundamental physiological processes behind the structure and function of the brain.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}