{
    "rcn": "196795",
    "acronym": "VIBCONTROL",
    "topics": "ERC-StG-2014",
    "title": "Vibronic control of organic electronic devices",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Organic electronics (OE) is an expanding research field that exploits the electronic functionalities of organic molecules to make them robust and cost-efficient building blocks for future electronic devices. Due to the ësoftí character of organic materials, their electronic properties are defined by vibronic coupling (VC) phenomena which are a result of the interaction between electron and nuclear dynamics of the molecule.\nThis research program aims to unlock a new direction of experimental studies investigating and exploiting VC in OE devices by using optical control of nuclear motion.\nThe growing awareness that VC underlies diverse phenomena from physics to biology stimulates a broad interdisciplinary effort to address this issue. However, in the field of OE, the lack of synergy between device and optical studies holds the potential functionality offered by VC effects from being attained. In 2012, I proposed a direct route to control the performance of OE devices by optically switching the vibronic states of the molecules. Though this work came specifically in connection with organic photovoltaics, it provides the starting point for a more fundamental and broad reaching of VC phenomena. The proposed research program will use this opportunity. I will apply state-of-the-art developments in infrared light shaping to create a well-defined coherent superposition of molecular vibrational motions inside devices and study their influence on electron dynamics with device-specific spectroscopic techniques.\nThis approach combines recent advances in ultrafast spectroscopy and OE to extend our fundamental understanding of molecular charge transport. Our methodology will become a tool for elucidating current pathways in organic nanodevices and offer access to non-equilibrium phenomena down to the level of molecular junctions. This research will lead to the development of new design rules for OE materials serving future advances in molecular electronics, computing and sensing.",
    "totalCost": "1497257",
    "ecMaxContribution": "1497257",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "participantCountries": "UK",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1490967
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1490967
}