{
    "rcn": "196782",
    "acronym": "LTI",
    "topics": "ERC-StG-2014",
    "title": "Long-Term Investment",
    "startDate": "01/04/2015",
    "endDate": "31/03/2018",
    "objective": "The typical 20th-century firm was capital-intensive and competed on cost efficiency.  The 21st-century firm is different.  Competitive success increasingly depends on product quality, which in turn hinges on intangible assets such as brand strength, innovation, and corporate culture.  Unlike tangible investment such as buying a factory, the fruits of intangible investment may take several years to appear.  A manager pressured to maximise short-term earnings may fail to invest, jeopardising the long-term future of his firm.  This project will study the determinants and consequences of long-term investment through three linked components.\n\nFinancial Markets.  The traditional view is that financial markets dissuade investment by forcing firms to cater to short-term shareholders.  I will study two channels through which markets promote investment.  First, traders gather information about a firmís past investments and incorporate it into stock prices by trading - rewarding the manager for good investment.  Second, traders can gather information about a firmís future investment opportunities - informing the manager about his future investment decisions.  I aim to analyse what determines the efficiency of both channels. \n\nIncentives.  Most research on incentives focuses on either the level of pay, or the sensitivity of pay to performance, but it is the horizon of incentives that is key to promoting investment.  I will theoretically analyse the optimal incentive horizon, and empirically demonstrate how it affects long-term decisions.  Moving beyond managers, I will study how to incentivise teachers to focus on their pupilsí long-run development rather than ìteaching-to-the-test.î\n\nEffects of Investment.  A key to inducing long-run investment is to demonstrate its benefits, but this is difficult due to data availability.  I aim to gather data on a firmís corporate social responsibility ñ its investment in its stakeholders ñ and link it to firm value.",
    "totalCost": "899105",
    "ecMaxContribution": "899105",
    "coordinator": "LONDON BUSINESS SCHOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999433681": {
            "orgId": "999433681",
            "orgName": "LONDON BUSINESS SCHOOL",
            "ecContrib": 899105
        }
    },
    "calculatedTotalContribution": 899105
}