{
    "rcn": "196765",
    "acronym": "HBV1",
    "topics": "ERC-StG-2014",
    "title": "Innate immune responses to human hepatotropic viral infections",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Chronic hepatotropic infections including hepatitis B (HBV) and C (HCV) are a major public health\nconcern. Even though both viruses belong to completely distinct families the pathogenesis they elicit is\nstrikingly similar, leading to liver fibrosis and cirrhosis. Treatment for HBV and HCV consists of either\ndirect-acting antivirals or pegylated interferon (IFN)?. In contrast to HCV, these treatment regimen are noncurative\nfor HBV. Little is known to date about the host/pathogen interactions determining viral persistence.\nBoth viruses are sensitive to IFN, activating the JAK/STAT signalling pathway to activate interferonstimulated\ngene expression (ISG), which are ultimately acting as antiviral immune effectors. Nevertheless,\nneither type I or III IFN are very effective in their treatment.\nHere, we suggest investigating the mechanistic details of type I and type III IFN action on HCV and\nHBV in vitro and vivo with the goal of uncovering not only the differential ISG induction but furthermore\ncharacterise viral immune evasion strategies. Building on our previous success in dissecting the host\nresponse to HCV and creating the first immunocompetent mouse model for HCV we aim at using both,\nnovel microfluidic culture systems based on 3D hepatocyte cultures susceptible to both HCV and HBV as\nwell as human liver-chimeric mice in combination with single-cell analysis of the antiviral response against\nHBV and HCV elicited by type I and III IFN. Additionally, we will utilize lentiviral high throughput\nscreening used previously for HCV to identify interferon effector molecules active against HBV. This project\nwill not only provide new insights into the innate immune response to chronic hepatotropic virus infections\nbut furthermore holds the potential of uncovering novel drug targets, aiding in the curative therapy for both,\nHCV and HBV and offer novel insights into vaccine design.\nThis project has the aim of identifying novel host factors and drug targets enabling the development\nof immunomodulatory antiviral drugs. This ranks the scope of the proposal between LS6 Immunity and\nInfection and LS9 Applied Life Sciences and Non-Medical Biotechnology. Evaluating novel bioengineered\nhuman liver culture systems and building on human liver-chimeric mice clearly places this proposal at the\nforefront of identifying novel drug targets and assisting in the development of novel biotechnology and\npreclinical projects.",
    "totalCost": "1498312",
    "ecMaxContribution": "1498312",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1498312
        }
    },
    "calculatedTotalContribution": 1498312
}