{
    "rcn": "196796",
    "acronym": "ProPlantStress",
    "topics": "ERC-StG-2014",
    "title": "Proteolytic processing in plant stress signal transduction and responses to abiotic stress and pathogen attack",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Site-specific proteolytic processing is an irreversible post-translational protein modification that generates distinct protein species with new functions, interactions and subcellular locations. In plants, proteolytic processing regulates hormonal and stress signaling leading to adaptation of metabolic pathways and is implicated in plant-pathogen interactions. Despite their importance, proteolytic processes have largely been identified serendipitously, specific cleavage sites have rarely been identified and only a few of the hundreds of proteases encoded in plant genomes (>800 in Arabidopsis) have been linked to any substrates.\nPositional proteomics enables system-wide identification of proteolytic processing and protease substrate repertoires through quantitative determination of protein N- or C-termini. ProPlantStress will employ these approaches, which I co-developed during my postdoctoral research, to two linked abiotic and biotic stress conditions: i) Time-resolved mapping of chloroplast protein processing induced by high intensity light will reveal novel mechanisms of retrograde signal transduction, stress response and acclimation; ii) Profiling of protein processing triggered by pathogen recognition, combined with substrate identification for selected host and bacterial pathogen effector proteases will identify proteins with novel functions in plant immune responses and systemic signaling.\nImportantly, ProPlantStress will not merely catalogue termini and substrates: Mapping of cleavage sites to the protein domains and correlation with other modifications, such as phosphorylation, generates testable hypotheses on the function of processed protein species that will be examined in detail.\nProPlantStress will thereby provide fundamental insights into proteolytic mechanisms underlying plant stress responses that are unattainable by other means. In the long term such knowledge is needed to develop new strategies for crop protection and mitigation of harvest loss.",
    "totalCost": "1804663",
    "ecMaxContribution": "1804663",
    "coordinator": "FORSCHUNGSZENTRUM JULICH GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 1804663
        }
    },
    "calculatedTotalContribution": 1804663
}