{
    "rcn": "196764",
    "acronym": "ADaPTIVE",
    "topics": "ERC-StG-2014",
    "title": "Analysing Diversity with a Phenomic approach: Trends in Vertebrate Evolution",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "What processes shape vertebrate diversity through deep time?  Approaches to this question can focus on many different factors, from life history and ecology to large-scale environmental change and extinction. To date, the majority of studies on the evolution of vertebrate diversity have focused on relatively simple metrics, specifically taxon counts or univariate measures, such as body size.  However, multivariate morphological data provides a more complete picture of evolutionary and palaeoecological change.  Morphological data can also bridge deep-time palaeobiological analyses with studies of the genetic and developmental factors that shape variation and must also influence large-scale patterns of evolutionary change. Thus, accurately reconstructing the patterns and processes underlying evolution requires an approach that can fully represent an organismís phenome, the sum total of their observable traits.\n\nRecent advances in imaging and data analysis allow large-scale study of phenomic evolution.  In this project, I propose to quantitatively analyse the deep-time evolutionary diversity of tetrapods (amphibians, reptiles, birds, and mammals). Specifically, I will apply and extend new imaging, morphometric, and analytical tools to construct a multivariate phenomic dataset for living and extinct tetrapods from 3-D scans. I will use these data to rigorously compare extinction selectivity, timing, pace, and shape of adaptive radiations, and ecomorphological response to large-scale climatic shifts across all tetrapod clades. To do so, I will quantify morphological diversity (disparity) and rates of evolution spanning over 300 million years of tetrapod history. I will further analyse the evolution of phenotypic integration by quantifying not just the traits themselves, but changes in the relationships among traits, which reflect the genetic, developmental, and functional interactions that shape variation, the raw material for natural selection.",
    "totalCost": "1482818",
    "ecMaxContribution": "1482818",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1482818
        }
    },
    "calculatedTotalContribution": 1482818
}