{
    "rcn": "196706",
    "acronym": "LCODA",
    "topics": "IT-1-2014-1",
    "title": "Electronic scanning MIMO Radar for railway level crossing obstruction detection  alerting",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The overall project objective is to develop an innovative low cost, low maintenance, high performance, high reliability electronic scanning radar sensor system (ES24) for level crossing obstacle detection, capable of detecting objects ranging from large vehicles to bicycles & people, including people lying down. Key features are, only a single sensor is needed to identify the wide range of object sizes, the sensor has no rotating parts & operates in all weathers.ES24 will enable track operators to monitor whether the track is clear or an object has been detected, significantly improving safety for both train passengers & crossing users.\nMore than 2,000 significant accidents occur each year on EU member statesí railways. Accounted economic costs are as high as Ä1.7bn. In 2013, 25% of all significant railway accidents (8% involving pedestrians, 17% vehicles) occurred at level crossings (LCís). LC safety a key focus area across EU & global rail networks. The European Rail Agency  report 573 significant LC accidents occurred in the EU in 2012, resulting in 373 deaths & 336 serious injuries. Each significant LC accident is estimated to cost Ä1.7m, i.e. Ä974m for 2012. LC accidents have damaging impact on the key rail transport strengths: safety, reliability & speed.\nCurrent object detection (LCOD) systems are expensive, have limited capability in terms of the size of object detected, need combined laser & radar sensor solutions to meet operator needs & generally have rotating parts requiring on-going maintenance. There are currently about 120 000 LCs in the EU. Reducing system cost & improving the performance dramatically increases the addressable LCOD market.\nThe Phase 1 project will deliver a detailed report providing a costed technical programme and detailed exploitation plan for the development of a low cost high performance Level Crossing obstacle detection system in phase 2 for high volume implementation in the rail market across Europe and globally.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GUIDANCE NAVIGATION HOLDINGS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934307396": {
            "orgId": "934307396",
            "orgName": "GUIDANCE NAVIGATION HOLDINGS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}