{
    "rcn": "196810",
    "acronym": "REGROUND",
    "topics": "WATER-1a-2014",
    "title": "Colloidal Iron Oxide Nanoparticles for the REclamation of Toxic Metal Contaminated GROUNDwater Aquifers, Drinking Water Wells, and River Bank Filtrations",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "The main objective of the presented innovation action is the first application and near-market replication of a novel water nanogeotechnology for the immobilization of toxic metals in groundwater aquifers, drinking water wells, and river bank filtration sites. The basic concept of our technology is the creation of an adsorptive in situ barrier for the immobilization of toxic metal contaminations. This barrier is made of iron oxide nanoparticles, which are injected into sediments as colloidal suspension, forming stable deposits there. Over the last 6 years, we have developed a novel technology for the injection of iron oxide nanoparticles (NPs) into groundwater contaminant plumes. The feasibility of this approach has been successfully tested in lab experiments and a scientific field application. Specifically, our approach addresses arsenic, barium, cadmium, chromium, copper, lead, mercury, and zinc, all of which are known major groundwater contaminants. Now, we want to bring this novel, green and near-market water eco-innovation into the European markets, and beyond. The very core of this effort is the performance of two industrial-scale applications of our technology at two different types of contaminated sites. This first application of our technological approach under field conditions is the major objective of REGROUND. By developing our technology into a market-ready application, REGROUND will globally transform the efforts to mitigate the risks posed by toxic metal contaminations to humans and ecosystems. The REGROUND technology, due to its low costs and wide applicability, will be made highly available. The near-market replication of our technology and subsequent commercialization efforts are an integral part of REGROUND. This will enable immobilization of toxic metal contaminations at sites which were left untreated so far due to technical or economic reasons.",
    "totalCost": "2868093,58",
    "ecMaxContribution": "2734222,5",
    "coordinator": "UNIVERSITAET DUISBURG-ESSEN",
    "coordinatorCountry": "DE",
    "participants": "KNOWLEDGE INNOVATION MARKET S.L.;GEOPLANO CONSULTORES SA;FUNDACION TECNALIA RESEARCH & INNOVATION;Friedrich Schiller University Jena;POLITECNICO DI TORINO;ACONDICIONAMIENTO TARRASENSE ASSOCIACION;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "ES;PT;DE;IT;BE",
    "projectParticipants": {
        "960278273": {
            "orgId": "960278273",
            "orgName": "GEOPLANO CONSULTORES SA",
            "ecContrib": 216116
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 251250
        },
        "998886116": {
            "orgId": "998886116",
            "orgName": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
            "ecContrib": 160000
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 383500
        },
        "999843312": {
            "orgId": "999843312",
            "orgName": "UNIVERSITAET DUISBURG-ESSEN",
            "ecContrib": 1127794
        },
        "999868726": {
            "orgId": "999868726",
            "orgName": "FRIEDRICH-SCHILLER-UNIVERSITAT JENA",
            "ecContrib": 0
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 220000
        },
        "984338444": {
            "orgId": "984338444",
            "orgName": "KNOWLEDGE INNOVATION MARKET S.L.",
            "ecContrib": 96250
        }
    },
    "calculatedTotalContribution": 2454910
}