{
    "rcn": "196872",
    "acronym": "LIVIN",
    "topics": "ERC-CoG-2014",
    "title": "Light-Vapour Interactions at the Nanoscale",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "The goal of this research is to develop a chip scale toolkit for exploring light-vapour interactions at the nanoscale. The integration of hot vapour cells with nanophotonics technology will be used for enhancing the interaction of light with vapours and for constructing miniaturized devices. Our main objectives are: I-developing an advanced and versatile platform which allows for the construction of miniaturized devices bringing together photonics/plasmonics and atomic vapours. II-exploring the science of light-vapour interactions at the nanoscale. IIIñexploiting the benefits and the uniqueness of our approach for mitigating challenging applications.\nTwo major platforms will be studied in great details. One is based on combining vapour cells with nanoscale dielectric waveguides and resonators, while the other consists of nanoscale plasmonic structures integrated with hot vapour cells. Using these platforms, plethora of physical effects will be studied and important applications will be demonstrated. Few examples include the study of atomic transitions near surfaces, weak and strong coupling between photonic and atomic resonant systems, slow and fast light effects, nonlinear optics, frequency standards and magnetometry. The proposed approach provides unique features, e.g. high optical densities, low power consumption, well-controlled coupling and small device footprint together with true chip scale integration. For example, owing to the enhanced light-vapour interaction and the small volume of the optical mode, it allows to explore few photons-few atoms interactions, with the ultimate goal of demonstrating effects in the single photon level regime.\nGiven the uniqueness of our approach, the successful implementation of the proposed research should provide an outstanding playground for conducting basic and applied research in the fields of nanophotonics, plasmonics and atomic physics, and will serve as a landmark for constructing novel miniaturized quantum devices.",
    "totalCost": "1998863",
    "ecMaxContribution": "1998863",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1998863
        }
    },
    "calculatedTotalContribution": 1998863
}