{
    "rcn": "196869",
    "acronym": "EVOLHGT",
    "topics": "ERC-CoG-2014",
    "title": "Selective Barriers to Horizontal Gene Transfer",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Horizontal gene transfer (HGT) is a form of genic inheritance that occurs between individuals in a population or between species rather than from parent to offspring. HGT is most prevalent in bacteria, where it is an important source of novel metabolic pathways, pathogenicity factors, and antibiotic resistance.\n\nIn spite of the importance of HGT, we understand little about  the evolutionary barriers to HGT. This proposal will outline a systematic experimental approach to elucidate factors that select for or against horizontally transferred genes, by pursuing three objectives. The first is to quantify intrinsic selection acting on newly transferred genes, by experimentally transferring and expressing several hundred genes across species boundaries. We will be able to systematically classify genes as resistant or permissive to transfer, examine the effect of the  function and position in metabolic and regulatory networks on resistance to transfer, as well as identify any genes with substantial intrinsic benefits. The second objective is to examine the effect of evolutionary divergence on HGT, by determining whether genes from closely related species are more permissive to transfer than those from more divergent species. The final objective is to determine the role of the environment in shaping these selective effects. Understanding how robust the selective effects are to different environmental conditions will aid in evaluating the relative roles of genetics and the environment as factors in the evolutionary outcomes of HGT .  Overall, this work will provide a systematic analysis of the roles of different factors in affecting the outcomes of horizontal gene transfer. Understanding this process in a quantitative fashion is critical to understanding bacterial adaptation and diversity.",
    "totalCost": "1820865",
    "ecMaxContribution": "1820865",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "Institute of Science and Technology Austria",
    "participantCountries": "AT",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 305124
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 1515741
        }
    },
    "calculatedTotalContribution": 1820865
}