{
    "rcn": "196895",
    "acronym": "NOSY",
    "topics": "FCT-05-2014",
    "title": "New Operational Sensing sYstem",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "Organized crime investigation can greatly benefit from the availability of very small, concealable sensing devices to monitor, record and communicate criminal activity to remote surveillance stations. Acquired data can be used as proof in Courts of Justice only if the sensing device, the communication channel and the monitoring station are tamper proof and comply with all legal, integrity and chain-of-custody requirements. \nThe NOSY project is focused on the development of a miniaturized yet highly sensitive platform, for the detection of illicit or suspicious substances. The platform includes the development of a miniature sensing device, a monitoring station and communication infrastructure for LEA network integration. The enabling technology of the system is an innovative microelectronics sensor that combines state of the art micro and nanotechnologies with advanced smart sensing materials, which will be integrated as part of the project. In addition there will be the development of complete devices for both stand alone and embeddable monitoring and recording. A critical requirement is that the recorded or transmitted data to be usable as proof in Court. The device will include proofing from any type of external tampering; the communication channel will be secure, compliant and integrated into the existing LEA data networks. As deemed necessary by LEAs, the project will develop prototype products to help tackle illegal drug trafficking and development of homemade bombs. Accurate and unambiguous identification of substances is fundamental to allow LEA to intervene with the most suitable action or counter measure. LEAs will be involved at all critical milestones of the project, from initial requirements, to a first prototype validation, to the extensive trial phase. The project will also propose a certification process tailored to the new sensing devices to enable their legal validation for forensics use while in compliance with European privacy requirements.",
    "totalCost": "5389132,68",
    "ecMaxContribution": "4198684,63",
    "coordinator": "ARESCOSMO S.P.A.",
    "coordinatorCountry": "IT",
    "participants": "RESI INFORMATICA SPA;GMVIS SKYSOFT SA;ISTITUTO AFFARI INTERNAZIONALI;SENSICHIPS Srl;MINISTERIO DA ADMINISTRACAO INTERNA;XAVITECH AB;SYNECTIKA RESEARCH AND CONSULTING LTD;MINISTERO DELLA DIFESA;UNIVERSITY OF LEICESTER;CRANFIELD UNIVERSITY;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;MINISTERE DE L'INTERIEUR",
    "participantCountries": "IT;PT;SE;UK;FR",
    "projectParticipants": {
        "999833709": {
            "orgId": "999833709",
            "orgName": "MINISTERIO DA ADMINISTRACAO INTERNA",
            "ecContrib": 47000
        },
        "957042450": {
            "orgId": "957042450",
            "orgName": "RESI INFORMATICA SPA",
            "ecContrib": 480375
        },
        "998607144": {
            "orgId": "998607144",
            "orgName": "ARESCOSMO S.P.A.",
            "ecContrib": 508250
        },
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 330169
        },
        "999823136": {
            "orgId": "999823136",
            "orgName": "MINISTERE DE L'INTERIEUR",
            "ecContrib": 33750
        },
        "939983060": {
            "orgId": "939983060",
            "orgName": "XAVITECH AB",
            "ecContrib": 264688
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 340000
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 342366
        },
        "937279767": {
            "orgId": "937279767",
            "orgName": "SYNECTIKA RESEARCH AND CONSULTING LTD",
            "ecContrib": 137910
        },
        "999924986": {
            "orgId": "999924986",
            "orgName": "GMVIS SKYSOFT SA",
            "ecContrib": 573702
        },
        "960510394": {
            "orgId": "960510394",
            "orgName": "MINISTERO DELLA DIFESA",
            "ecContrib": 73000
        },
        "938969701": {
            "orgId": "938969701",
            "orgName": "SENSICHIPS Srl",
            "ecContrib": 812788
        },
        "999694708": {
            "orgId": "999694708",
            "orgName": "ISTITUTO AFFARI INTERNAZIONALI",
            "ecContrib": 254688
        }
    },
    "calculatedTotalContribution": 4198686
}