{
    "rcn": "196883",
    "acronym": "BHIVE",
    "topics": "ERC-CoG-2014",
    "title": "Bio-derived HIgh Value polymers through novel Enzyme function",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Recent advances in systems-level study of cells and organisms have revealed the enormous potential to live more sustainably through better use of biological processes. Plants sustainably synthesize the most abundant and diverse materials on Earth. By applying recent advances in life science technology, we can better harness renewable plant resources and bioconversion processes, to develop environmentally and politically sustainable human enterprise and lifestyles. At the same time, the global market for high-value biochemicals and bioplastics from forest and agricultural sources is rapidly increasing, which presents new opportunities for forest and agricultural sectors.\n\nThe overall aim of BHIVE is to illuminate uncharted regions of genome and metagenome sequences to discover entirely new protein families that can be used to sustainably synthesize novel, high-value biomaterials from renewable plant resources.  The approach will include three parallel research thrusts: 1) strategic analysis of transcriptome and metagenome sequences to identify proteins with entirely unknown function relevant to biomass (lignocellulose) transformation, 2) mapping of uncharted regions within phylogenetic trees of poorly characterized enzyme families with recognized potential to modify the chemistry and biophysical properties of plant polysaccharides, and 3) the design and development of novel enzyme screens to directly address the increasing limitations of existing assays to uncover entirely new protein functions. BHIVE will be unique in its undivided focus on characterizing lignocellulose-active proteins encoded by the 30-40% of un-annotated sequence, or genomic ìdark matterî, typical of nearly all genome sequences. In this way, BHIVE tackles a key constraint to fully realizing the societal and environmental benefits of the genomics era.",
    "totalCost": "1977781",
    "ecMaxContribution": "1977781",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}