{
    "rcn": "196828",
    "acronym": "CYTO-WATER",
    "topics": "WATER-1a-2014",
    "title": "Integrated and portable image cytometer for rapid response to Legionella and Escherichia coli in industrial and environmental waters",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "The proposed project will deploy for the first time a new imaging cytometer platform capable of detecting minute quantity of micro-organisms in industrial and environmental waters. The platform is based on the integration of proprietary technologies available to the consortium partners: an automatic water concentration cartridge combined with a microfluidic cell will provide an adequate sample to a newly designed fluorescence image cytometer whose readings will be recorded and processed using a proper software interface. It will be validated for quantifying Legionella and Escherichia coli (E. coli) population within 120 minutes from obtaining the sample, overcoming in this way the main disadvantage of traditional methods used in laboratories, i.e. long time-to results which can currently last up to 12 days in the case of Legionella and 1 day for E. coli. The targeted detection limit will be 10-100 cells/L and 5-20 cells/100 mL for Legionella and E.coli, respectively. Also, the new imaging cytometer will have a portable form, a size similar to a smart-phone, which will increase its versatility and widen the possibilities of onsite applications. The relevance of the project is clear when one thinks about the high risk of legionellosis in some specific industrial environments, such as cooling waters, evaporative condensers and air conditioning systems and the fact that E. coli is one of the faecal pollution index commonly analyzed for monitoring the presence of waterborne pathogens and hence the quality of bathing waters. From a market perspective, more than 7 million of Legionella analyses are performed annually in Europe while E. coli level is included in all bathing water regulations in different EU countries. CYTO-WATER clearly falls into HORIZON 2020 topic WATER-1-2014/2015: Bridging the gap: from innovative water solutions to market replication and addresses Water Framework Directive (2000/60/EC) and in the Bathing Water Directive (2006/7/EC).",
    "totalCost": "2368298,75",
    "ecMaxContribution": "1896624,5",
    "coordinator": "LABAQUA SA",
    "coordinatorCountry": "ES",
    "participants": "MICROTEC GESELLSCHAFT FUR MIKROTECHNOLOGIE MBH;FUNDACIO INSTITUT DE CIENCIES FOTONIQUES;BERTIN TECHNOLOGIES SAS;MEM-TEQ VENTURES LIMITED;CETAQUA, CENTRO TECNOLOGICO DEL AGUA, FUNDACION PRIVADA",
    "participantCountries": "DE;ES;FR;UK",
    "projectParticipants": {
        "998224285": {
            "orgId": "998224285",
            "orgName": "CETAQUA, CENTRO TECNOLOGICO DEL AGUA, FUNDACION PRIVADA",
            "ecContrib": 371351
        },
        "973642351": {
            "orgId": "973642351",
            "orgName": "LABAQUA SA",
            "ecContrib": 439028
        },
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 424700
        },
        "997538592": {
            "orgId": "997538592",
            "orgName": "BERTIN TECHNOLOGIES SAS",
            "ecContrib": 293562
        },
        "951563987": {
            "orgId": "951563987",
            "orgName": "MEM-TEQ VENTURES LIMITED",
            "ecContrib": 132608
        },
        "999582867": {
            "orgId": "999582867",
            "orgName": "MICROTEC GESELLSCHAFT FUR MIKROTECHNOLOGIE MBH",
            "ecContrib": 235375
        }
    },
    "calculatedTotalContribution": 1896624
}