{
    "rcn": "196840",
    "acronym": "ELASTISLET",
    "topics": "NMP-10-2014",
    "title": "Tailored Elastin-like Recombinamers as Advanced Systems for Cell Therapies in Diabetes Mellitus: a Synthetic Biology Approach towards a Bioeffective and Immunoisolated Biosimilar Islet/Cell Niche",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "ELASTISLET aims to create a breakthrough development in encapsulation technology and its use in cell and tissue therapies for the treatment of type 1 and 2 diabetes. ELASTISLET will combine leading technologies in biomaterial design, production and processing, cross-linking/grafting technology and cell therapy, to synergistically integrate them into a new immune-isolation and biomimetic scaffolding approach for islet and cell transplantation in diabetes treatment. ELASTISLETís starting point is a highly innovative and versatile family of superior biomaterials, the Elastin-like Recombinamers (ELRs). Those innovative materials will be combined with the most cutting-edge encapsulation technologies, such as reactive LbL. ELASTISLET relies on the most innovative ideas taken from synthetic biology, nanobiotechnology and molecular and cellular biology to build the ideal niche for islet/cell encapsulation and transplantation.\nELASTISLET main objective is to achieve a functional coating that fulfils, first, the basic requirements of optimal biocompatibility and physical properties (permselectivity) but, second, generate a capsule that can promote an intense and directed cross talk through all cell-material interfaces involved: the implant-surrounding tissue (outer) interface and cargo cells-capsule (inner) interface. At the end, a capsule that is able not only to cloak its content and isolate it from the immune rejection but that it is able to biologically interact with the surrounding tissues and its cargo simultaneously in a way that the implanted capsule will immediately interact and fuse with the surrounding tissues creating a real continuity of the extracellular matrix from the core of the capsule to the surrounding hosts tissues and procuring adequate nutrient supply. That will provide a physiologically ideal biomimetic environment for the implanted islets/cells to survive and function in the long term without perceiving a foreign, unusual or hostile environment.",
    "totalCost": "6718036,25",
    "ecMaxContribution": "6214495",
    "coordinator": "UNIVERSIDAD DE VALLADOLID",
    "coordinatorCountry": "ES",
    "participants": "MEDIZINISCHE UNIVERSITAET WIEN;UNIVERSIDADE DO MINHO;TECHNICAL PROTEINS NANOBIOTECHNOLOGY SL;UNIVERSITAT BASEL;UPPSALA UNIVERSITET;UNIVERSIDADE DE AVEIRO;AXIOGENESIS AG;THE HEBREW UNIVERSITY OF JERUSALEM;ASPHALION SL;UNIVERSITA DEGLI STUDI DI PERUGIA;Promoscience srl",
    "participantCountries": "AT;PT;ES;CH;SE;DE;IL;IT",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 1072108
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 301122
        },
        "951218473": {
            "orgId": "951218473",
            "orgName": "ASPHALION SL",
            "ecContrib": 222500
        },
        "952904042": {
            "orgId": "952904042",
            "orgName": "AXIOGENESIS AG",
            "ecContrib": 341875
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 645750
        },
        "998894749": {
            "orgId": "998894749",
            "orgName": "Promoscience srl",
            "ecContrib": 262450
        },
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 592375
        },
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 303125
        },
        "999865331": {
            "orgId": "999865331",
            "orgName": "UNIVERSIDADE DE AVEIRO",
            "ecContrib": 354941
        },
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 0
        },
        "999862809": {
            "orgId": "999862809",
            "orgName": "UNIVERSIDAD DE VALLADOLID",
            "ecContrib": 1629250
        },
        "968325684": {
            "orgId": "968325684",
            "orgName": "TECHNICAL PROTEINS NANOBIOTECHNOLOGY SL",
            "ecContrib": 489000
        }
    },
    "calculatedTotalContribution": 6214496
}