{
    "rcn": "196852",
    "acronym": "CutLoops",
    "topics": "ERC-CoG-2014",
    "title": "Loop amplitudes in quantum field theory",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The traditional formulation of relativistic quantum theory is ill-equipped to handle the range of difficult computations needed to describe particle collisions at the Large Hadron Collider (LHC) within a suitable time frame. Yet, recent work shows that probability amplitudes in quantum gauge field theories, such as those describing the Standard Model and its extensions, take surprisingly simple forms. The simplicity indicates deep structure in gauge theory that has already led to dramatic computational improvements, but remains to be fully understood. For precision calculations and investigations of the deep structure of gauge theory, a comprehensive method for computing multi-loop amplitudes systematically and efficiently must be found.\n\nThe goal of this proposal is to construct a new and complete approach to computing amplitudes from a detailed understanding of their singularities, based on prior successes of so-called on-shell methods combined with the latest developments in the mathematics of Feynman integrals. Scattering processes relevant to the LHC and to formal investigations of quantum field theory will be computed within the new framework.",
    "totalCost": "1954065,02",
    "ecMaxContribution": "1954065,02",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 1954065
        }
    },
    "calculatedTotalContribution": 1954065
}