{
    "rcn": "196878",
    "acronym": "C9ND",
    "topics": "ERC-CoG-2014",
    "title": "C9orf72-mediated neurodegeneration: mechanisms and therapeutics",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "An expanded GGGGCC repeat in a non-coding region of the C9orf72 gene is the most common known cause of frontotemporal dementia (FTD) and amyotrophic lateral sclerosis (ALS). The repeat RNA is transcribed and accumulates in neuronal RNA aggregates, implicating RNA toxicity as a key pathogenic mechanism. However, the pathways that lead to neurodegeneration are unknown. My lab has made pioneering contributions to the understanding of C9orf72 FTD/ALS, and reported the first structure of the repeat RNA, and the first description of both sense and antisense RNA aggregates in patient brain. We have now developed new disease models that allow, for the first time, the dissection of RNA toxicity both in vivo and in sophisticated neuronal culture models. We have also used our knowledge of the repeat structure to identify novel small molecules that show very strong binding to the repeats. We will utilise our innovative disease models in a multidisciplinary approach to fully dissect the cellular pathways underlying C9orf72 repeat RNA toxicity in vivo, on a genome-wide scale. Altered RNA metabolism has been implicated in a wide range of neurodegenerative diseases, indicating that our findings will provide profound new insight into fundamental mechanisms of neuronal maintenance and survival. This research programme will also deliver a step change in our understanding of C9orf72 FTD/ALS pathogenesis and provide essential insight for the identification of small molecules with genuine therapeutic potential. RNA-mediated mechanisms are now known to be a common theme in neurodegeneration, suggesting these findings will have broad significance.",
    "totalCost": "1985699",
    "ecMaxContribution": "1985699",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1985699
        }
    },
    "calculatedTotalContribution": 1985699
}