{
    "rcn": "196831",
    "acronym": "WiVi-2020",
    "topics": "MSCA-ITN-2014-EID",
    "title": "Wireless Visionaries for 2020",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "The industrial telecommunications sector stands currently at the forefront of a new era, which is marked by the transition to the new generation of wireless communications, namely the rise of 5G. With the recent explosion of the Machine-to-Machine (M2M) communications and the Internet-of-Things applications, the internet traffic is growing exponentially. Future networks should support applications with extremely variant Quality of Service (QoS) requirements, from low throughput and generally medium delay (M2M) to very high throughput and low delay (high definition real-time video). These challenges have not been yet addressed in network deployment within buildings, resulting in very low quality mobile access perceived by indoor users. WiVi-2020 aims to develop an architectural framework and respective mechanisms for the next generation of indoor mobile/wireless communications. The goal is to investigate the deployment of heterogeneous Radio Access Technologies using the advances of Software Defined Radios/Networks with a specific aim to meet the end-to-end QoS requirements of differentiated services adopting the concept of Application Defined Networking. The need for advancement along these lines demands cutting edge research and development efforts with a strong focus on industrial requirements that pave the way towards 5G. WiVi-2020 mobilizes a joint industry-academic group towards training the next generation of researchers (or ìvisionariesî) in multidisciplinary areas, setting the foundations for future mobile communications. In this respect, WiVi-2020 will evolve from traditional specialized training on a narrow area adopting a strong research and doctoral training programme with the direct involvement of the industry for better matching public and private sector needs. This way, WiVi-2020 will create researchers who are highly-skilled in the production of novel fundamental knowledge, with the ability stimulate entrepreneurship, creativity and innovation.",
    "totalCost": "1496866,32",
    "ecMaxContribution": "1496866,32",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "LINKOPINGS UNIVERSITET;CYTA HELLAS TILEPIKOINONIAKI AE",
    "participantCountries": "SE;EL",
    "projectParticipants": {
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 527319
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 484774
        },
        "951704831": {
            "orgId": "951704831",
            "orgName": "CYTA HELLAS TILEPIKOINONIAKI AE",
            "ecContrib": 484774
        }
    },
    "calculatedTotalContribution": 1496867
}