{
    "rcn": "196899",
    "acronym": "VirtualPatients",
    "topics": "MSCA-IF-2014-GF",
    "title": "Effective Clinical reasoning in Virtual Patients",
    "startDate": "01/07/2015",
    "endDate": "31/12/2017",
    "objective": "The European Commission estimates in the report 'Patient Safety and Quality of Care' (2014)1 that each year 8 - 12% of hospitalized patients suffer from adverse events, including errors in diagnosis. One reason for the occurrence of such errors is a lack of clinical reasoning skills, a core competency that medical students have to learn during their studies (Norman 2005, Scott 2009).\nClinical reasoning is often taught in face-to-face courses such as bedside-teaching, problem-based tutorials or during internships. Since the early nineties virtual patients (VPs) became more and more important in medical education to teach clinical reasoning skills (Cook 2009).\nThe knowledge gap this project addresses was raised by Cook et al. (2009, 2010) and, until know, remains unaddressed. He concluded that there is no evidence how VP design variations influence clinical reasoning acquisition and that it is not fully understood how VPs teach clinical reasoning and how this process could be improved.\nTherefore, in this project research will be undertaken to develop and assess an effective clinical reasoning tool to be embedded into VPs, and create guidelines on how to implement the tool based on the outcomes of an interdisciplinary grounded theory approach.\nThe success of the project builds on the applicant's strong expertise in creating, integrating, and researching VPs, as well as on her interdisciplinary background in medicine, medical education research, and computer science, which enables her to manage all aspects of the project.\nThe project will have a major impact on the applicant's career development, enabling her to become an independent researcher and ultimately establish her own research group within the field of virtual patients.\nSuch a detailed elaboration of clinical reasoning in VPs will improve students' diagnostic skills potentially leading to a reduction of diagnostic errors, avoiding unnecessary treatment and pain for patients and reducing healthcare costs.",
    "totalCost": "199828,2",
    "ecMaxContribution": "199828,2",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 199828
        }
    },
    "calculatedTotalContribution": 199828
}