{
    "rcn": "196881",
    "acronym": "Ig-QPD",
    "topics": "ERC-CoG-2014",
    "title": "Ion-gated Interfaces for Quantum Phase Devices",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "The aim of this ERC proposal is to develop a highly efficient tunable interface with ion-movement-mediated gating as a rich platform for novel electronic devices by using field effect controlling of quantum phase transitions. Working beyond conventional FETs, the new transistors will be build by combining novel layered semiconductor films grown by the CVD method: newly synthesized ionic material; and a well-defined interface optimized by surface analysis techniques; which jointly are able to boost the field effect control of carrier doping to the range required for switching quantum phases such as superconductivity in electrical transport, ferromagnetism in magnetization, and chiral or coherent light sources in optical applications.\nThe sub-topics are designed to cover sufficiently broad disciplines of material sciences, new device technologies based on electrochemical principles, and condensed-matter physics. Such a design will make the project high adaptable for success at different levels with clear defined objectives to: 1) develop new materials and material combinations for ion gated interfaces to establish a rich platform of quantum phases; 2) utilize these quantum phases for device functionalities enjoying the characteristic abrupt response in phase transitions and to establish control of magnetism by field effect; and 3) create light emitting devices for effectively correlating light emission with quantum phases.\nThe project represents an exciting new research field that is attracting the attention of many research groups around the world. The applicant is a well-established pioneer in developing this rapid growing and highly competitive field, where he achieved major milestones in design, fabrication and operation of quantum phase devices. Embedded in the strong material researches environment of the host institute and in his new group, it is the perfect timing for the applicant to fulfil the dream of creating a new paradigm of electronic devices.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}