{
    "rcn": "196889",
    "acronym": "IMPROVER",
    "topics": "DRS-07-2014",
    "title": "Improved risk evaluation and implementation of resilience concepts to critical infrastructure",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "Large scale crises are affecting critical infrastructures with a growing frequency. This is a result of both basic exposure and dependencies between infrastructures. Because of prohibitive costs, the paradigm of protection against extreme events is expanding and now also encompasses the paradigm of resilience. In addition to strengthening and securing systems; system design objectives are now being set, and response planning is being carried out, to facilitate a fast recovery of infrastructure following a large scale incident. \nWith an interconnected European society, countries and infrastructures are increasingly reliant upon their neighbours, both under normal operating conditions and in the event of an incident. Despite this, there is no common European methodology for measuring resilience or for implementing resilience concepts, and different countries and sectors employ their own techniques. There is also no shared, well-developed system-of-systems approach, which would be able to test the effects of dependencies and interdependencies between individual critical infrastructures and sectors. This increases the risk as a result of reliance on critical infrastructures, as well as affects the ability for sharing resources for incident planning due to no common terminology or means of expressing risk. \nThe overall objective of IMPROVER is to improve European critical infrastructure resilience to crises and disasters through the implementation of combinations of societal, organisational and technological resilience concepts to real life examples of pan-European significance, including cross-border examples. This implementation will be enabled through the development of a methodology based on risk evaluation techniques and informed by a review of the positive impact of different resilience concepts on critical infrastructures. The methodology will be cross sectoral and will provide much needed input to standardisation of security of infrastructure.",
    "totalCost": "4323978,75",
    "ecMaxContribution": "4323978,75",
    "coordinator": "RISE RESEARCH INSTITUTES OF SWEDEN AB",
    "coordinatorCountry": "SE",
    "participants": "UNIVERSITETET I TROMSOE;THE UNIVERSITY OF SHEFFIELD;DANSK BRAND- OG SIKRINGSTEKNISK INSTITUT FORENING;INSTITUT NATIONAL DE L ENVIRONNEMENT ET DES RISQUES INERIS;Euro-Mediterranean Seismological Centre;SP FIRE RESEARCH AS;UNIVERSITY COLLEGE LONDON;UNIVERSITY OF LEICESTER;INOV INESC INOVACAO - INSTITUTO DE NOVAS TECNOLOGIAS;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "participantCountries": "NO;UK;DK;FR;PT;BE",
    "projectParticipants": {
        "952584039": {
            "orgId": "952584039",
            "orgName": "SP FIRE RESEARCH AS",
            "ecContrib": 386305
        },
        "999874643": {
            "orgId": "999874643",
            "orgName": "UNIVERSITETET I TROMSOE",
            "ecContrib": 449146
        },
        "999992304": {
            "orgId": "999992304",
            "orgName": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
            "ecContrib": 236950
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 284734
        },
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 14636
        },
        "998779222": {
            "orgId": "998779222",
            "orgName": "Euro-Mediterranean Seismological Centre",
            "ecContrib": 339250
        },
        "973072476": {
            "orgId": "973072476",
            "orgName": "DANSK BRAND- OG SIKRINGSTEKNISK INSTITUT FORENING",
            "ecContrib": 553125
        },
        "999620503": {
            "orgId": "999620503",
            "orgName": "INOV INESC INOVACAO - INSTITUTO DE NOVAS TECNOLOGIAS",
            "ecContrib": 449250
        },
        "999613422": {
            "orgId": "999613422",
            "orgName": "RISE RESEARCH INSTITUTES OF SWEDEN AB",
            "ecContrib": 887125
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 334728
        },
        "999958063": {
            "orgId": "999958063",
            "orgName": "INSTITUT NATIONAL DE L ENVIRONNEMENT ET DES RISQUES INERIS",
            "ecContrib": 388730
        }
    },
    "calculatedTotalContribution": 4323979
}