{
    "rcn": "196832",
    "acronym": "VIRION",
    "topics": "MSCA-ITN-2014-EID",
    "title": "Viruses, Immune stimulation and RNA Interference in Oncology Network",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "The Viruses, Immune stimulation and RNA Interference in Oncology Network (VIRION) is focused on the execution of an internationally competitive cancer research project focused on the development of a novel therapeutic regime by combining immune therapy with oncolytic virotherapy and RNA interference techniques. \n\nRecent clinical successes have shown the immune system to be a powerful ally in the fight against cancer. While surgery, chemotherapy and radiation therapy remain the first lines of treatment for most tumors, immunotherapy regimens have had astonishing clinical successes. Furthermore, recent studies have shown that pre-existing lymphocytic infiltration of tumors is associated with superior prognostic outcomes in a variety of cancers and might improve cancer therapies targeting immune checkpoints. A recent development in the immunotherapy field is adoptive cell therapy (ACT). In ACT  lymphocytes from cancer patients are expanded ex vivo into more favorable numbers, they can be modified genetically or stimulated to relieve immune suppression and infused back into the patient. In clinical trials, ACT has resulted in anti tumor responses. \n\nHowever, immune suppression in the tumor microenvironment limits the efficacy of immunotherapy and remains a major hurdle. We aim to potentiate the antitumor immune reaction in the tumor microenvironment through the combination of immune therapy and oncolytic virotherapy. Oncolytic viruses are developed to specifically target and destroy tumor cells. In pre-clinical models, oncolytic adenoviruses have proven a powerful tool in the elimination of tumors, not only by their direct lytic effects but also by their triggering of a subsequent tumor inflammation and enhanced lymphocytic infiltration. VIRION will address how these immune responses can be further enhanced by addition of immune modulating factors and/or siRNA targeting tumor genes that play an immune suppressive role in the tumor micro environment.",
    "totalCost": "1304413,56",
    "ecMaxContribution": "1304413,56",
    "coordinator": "STICHTING VUMC",
    "coordinatorCountry": "NL",
    "participants": "STICHTING VU;TILT BIOTHERAPEUTICS OY;ORCA Therapeutics BV",
    "participantCountries": "NL;FI",
    "projectParticipants": {
        "946351207": {
            "orgId": "946351207",
            "orgName": "ORCA Therapeutics BV",
            "ecContrib": 255374
        },
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 510749
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 0
        },
        "944975456": {
            "orgId": "944975456",
            "orgName": "TILT BIOTHERAPEUTICS OY",
            "ecContrib": 538291
        }
    },
    "calculatedTotalContribution": 1304414
}