{
    "rcn": "196814",
    "acronym": "CENTAUR",
    "topics": "WATER-1a-2014",
    "title": "Cost Effective Neural Technique for Alleviation of Urban Flood Risk",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "The project will develop a radically new market ready approach to RTC of sewer networks with the aim of reducing local flood risk in urban areas. Existing RTC pilot projects (e.g. Vienna, Dresden, Aarhus) are characterised by complex sensor networks, linked to centralised control systems governed by calibrated hydrodynamic modelling tools and fed by radar rainfall technology. Such systems are expensive and complex to install and operate, requiring a high investment in new infrastructure, communication equipment and control systems. In contrast, this proposal will develop a novel low cost de-centralised, autonomous RTC system. It will be installed, tested and demonstrated in a number of pilot study catchments. This RTC system will utilise data driven distributed intelligence combined with local, low cost monitoring systems installed at key points within existing sewer infrastructure. The system will utilise mechanically simple, robust devices to control flow in order to reduce flood risk at vulnerable sites. This system will be informed and governed directly by sensors distributed within the local network, without the need for an expensive hydrodynamic model or real time rainfall measurements. This system will deliver many of the benefits of RTC systems, whilst avoiding the high costs and complex nature of extensive sensor networks, centralised control systems, communications systems and infrastructure modifications. It is anticipated that such a system will be of significant benefit to operators of small to medium sized sewer networks.",
    "totalCost": "3532121,25",
    "ecMaxContribution": "2548395,63",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "VEOLIA WATER OUTSOURCING LIMITED;VEOLIA EAU - COMPAGNIE GENERALE DES EAUX SOCIETE EN COMMANDITE PAR ACTIONS;ENVIRONMENTAL MONITORING SOLUTIONS LIMITED;EIDGENOESSISCHE ANSTALT FUER WASSERVERSORGUNG ABWASSERREINIGUNG UND GEWAESSERSCHUTZ;UNIVERSIDADE DE COIMBRA;STEINHARDT GMBH;AC AGUAS DE COIMBRA EM",
    "participantCountries": "UK;FR;CH;PT;DE",
    "projectParticipants": {
        "954037778": {
            "orgId": "954037778",
            "orgName": "VEOLIA EAU - COMPAGNIE GENERALE DES EAUX SOCIETE EN COMMANDITE PAR ACTIONS",
            "ecContrib": 360042
        },
        "997826391": {
            "orgId": "997826391",
            "orgName": "UNIVERSIDADE DE COIMBRA",
            "ecContrib": 351848
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 601165
        },
        "941203514": {
            "orgId": "941203514",
            "orgName": "STEINHARDT GMBH",
            "ecContrib": 341512
        },
        "950910110": {
            "orgId": "950910110",
            "orgName": "ENVIRONMENTAL MONITORING SOLUTIONS LIMITED",
            "ecContrib": 813794
        },
        "950725713": {
            "orgId": "950725713",
            "orgName": "VEOLIA WATER OUTSOURCING LIMITED",
            "ecContrib": 0
        },
        "998124569": {
            "orgId": "998124569",
            "orgName": "EIDGENOESSISCHE ANSTALT FUER WASSERVERSORGUNG ABWASSERREINIGUNG UND GEWAESSERSCHUTZ",
            "ecContrib": 0
        },
        "941128339": {
            "orgId": "941128339",
            "orgName": "AC AGUAS DE COIMBRA EM",
            "ecContrib": 80035
        }
    },
    "calculatedTotalContribution": 2548396
}