{
    "rcn": "196891",
    "acronym": "CIMEC",
    "topics": "MG-3.5b-2014",
    "title": "Cooperative ITS for Mobility in European Cities",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Call topic MG3.5-2014 notes that the deployment of C-ITS has not kept pace with the technological development, implying that deployment is being restrained by non-technical factors. CIMEC, as a proposed CSA for this topic, aims to support the accelerated take-up of C-ITS by increasing the alignment of technological solutions with user needs, thereby removing perceived barriers and risks in deployment.\nEuropean highways authorities are relatively well educated, prepared and supported regarding C-ITS, including through a series of EC- and national funded R&D projects. However the greatest benefits are expected through the more complex and fragmented city context, which up to now is much less understood. CIMEC focuses especially on this urban C-ITS context.\nCIMEC brings together key collaborative institutions, supported by a panel of core cities and by the European city network Polis. This meta-network has extensive experience in bringing together cities and suppliers to optimise ITS, and has specific expertise in a range of C-ITS at national and European level.\nThe objectives of CIMEC are to\nïcapture and document a set of realistic use cases for C-ITS in cities, supported by robust business cases\nïidentify practical project structures which enable the deployment of these use cases\nïidentify how emerging standards for C-ITS will affect, and should respond to, urban systems and processes\nïshow possible system architecture and workflow of C-ITS support systems \nïpromote multi-sector stakeholder dialogue, engagement and collaboration\nThe principal output will be a roadmap for city deployment of C-ITS which has been validated against user needs and technology maturity, captured in meaningful project descriptions. By developing a single, coherent narrative and communicating it effectively to all relevant stakeholder groups, this will ensure that standards, product development, project management, and policy goals are fully aligned across the European urban C-ITS context.",
    "totalCost": "999962,5",
    "ecMaxContribution": "999961",
    "coordinator": "STIFTELSEN SINTEF",
    "coordinatorCountry": "NO",
    "participants": "CENTAUR CONSULTING LTD;READING BOROUGH COUNCIL;STATENS VEGVESEN;POLIS - PROMOTION OF OPERATIONAL LINKS WITH INTEGRATED SERVICES, ASSOCIATION INTERNATIONALE;ALBRECHTCONSULT GMBH;ASOCIACION CLUSTER DE MOVILIDAD Y LOGISTICA DE EUSKADI;MAGISTRAT DER STADT KASSEL",
    "participantCountries": "UK;NO;BE;DE;ES",
    "projectParticipants": {
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 322570
        },
        "945216307": {
            "orgId": "945216307",
            "orgName": "MAGISTRAT DER STADT KASSEL",
            "ecContrib": 55625
        },
        "999661340": {
            "orgId": "999661340",
            "orgName": "STATENS VEGVESEN",
            "ecContrib": 54887
        },
        "945359673": {
            "orgId": "945359673",
            "orgName": "CENTAUR CONSULTING LTD",
            "ecContrib": 156875
        },
        "952484420": {
            "orgId": "952484420",
            "orgName": "ALBRECHTCONSULT GMBH",
            "ecContrib": 143437
        },
        "999928381": {
            "orgId": "999928381",
            "orgName": "POLIS - PROMOTION OF OPERATIONAL LINKS WITH INTEGRATED SERVICES, ASSOCIATION INTERNATIONALE",
            "ecContrib": 153630
        },
        "996331427": {
            "orgId": "996331427",
            "orgName": "READING BOROUGH COUNCIL",
            "ecContrib": 60031
        },
        "997297062": {
            "orgId": "997297062",
            "orgName": "ASOCIACION CLUSTER DE MOVILIDAD Y LOGISTICA DE EUSKADI",
            "ecContrib": 52906
        }
    },
    "calculatedTotalContribution": 999961
}