{
    "rcn": "196850",
    "acronym": "ENSURE",
    "topics": "ERC-CoG-2014",
    "title": "Exploring the New Science and engineering unveiled by Ultraintense ultrashort Radiation interaction with mattEr",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "With the ENSURE project I aim at attaining ground-breaking results in the field of superintense laser-driven ion acceleration, proposing a multidisciplinary research program in which theoretical, numerical and experimental research will be coherently developed in a team integrating in an unprecedented way advanced expertise from materials engineering and nanotechnology, laser-plasma physics, computational science. The aim will be to bring this topic from the realm of fundamental basic science into a subject having realistic engineering applications.\nThe discovery in 2000 of brilliant, multi-MeV, collimated ion sources from targets irradiated by intense laser pulses stimulated great interest worldwide, due to the ultra-compact spatial scale of the accelerator and ion beam properties. The laser-target system provides unique appealing features to fundamental physics which can be studied in a small lab. At the same time, laser-ion beams could have future potential in many technological areas. This is boosting the development of new labs and facilities all over Europe, but to support these efforts, crucial challenges need to be faced to make these applications a reality.\nThe goals of ENSURE are: i) design and production of nanoengineered targets, with properties tailored to achieve optimized ion acceleration regimes. This will be pursued exploiting advanced techniques of material science & nanotechnology ii) design of laser-ion beams for novel, key applications in nuclear and materials engineering iii) realization of engineering-oriented ion acceleration experiments, in advanced facilities iv) synergic development of all the required theoretical support for i,ii,iii).\nThe results of the project can determine a unique impact in the research on laser-driven ion acceleration in Europe, providing new directions to support the attainment, in the next future, of concrete applications of great societal relevance, in medical, energy and materials areas.",
    "totalCost": "1887500",
    "ecMaxContribution": "1887500",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 1887500
        }
    },
    "calculatedTotalContribution": 1887500
}