{
    "rcn": "196806",
    "acronym": "Eco-UV",
    "topics": "WATER-1a-2014",
    "title": "Low carbon footprint and eco-innovative UV water disinfection",
    "startDate": "01/06/2015",
    "endDate": "30/11/2018",
    "objective": "The central objective for Eco-UV is the demonstration and characterisation of an innovative UV lamp and driving electronics technology for chemical-free water treatment and disinfection. The newly implemented technology is a ground-breaking innovation providing up to four times increased lifetime with greatly increased efficiency, the energy consumption reduced by 80%. Thus, this technology provides a lower carbon footprint, much improved energy use and hence greatly reduced lifetime costs. Additionally, the innovative technology will be introduced with a mercury-free configuration, removing the need to handle with this hazardous substance in manufacture and disposal, hence providing a sustainable and eco-innovative technology. The project will prove the lamp technology by demonstration in real applications with full characterisation in terms of long-term stability, ageing effects and dose-response-relationship. Furthermore, the UV lamps are integrated in reactors and the performance of the whole UV system is evaluated at a test centre for drinking water. A new testing protocol for different end-users applications will furthermore be derived, which will be the basis for a future standardised validation of industrial UV applications. The technology will be installed at three demonstration sites for an extended running period. At each, the treatment performance of the UV systems will be evaluated according to the inactivation of micro organisms and the reduction of application specific chemicals, e. g. antibiotics and pesticides. A full Life Cycle evaluation of cost and environmental benefits will be disseminated via EU ETV forums to ensure active uptake of the technology offering by comparing it to traditional UV technology in terms of energy, infrastructure and lifetime costs. The proposed UV technology is addressing the thematic priority areas as outlined in the EIP on Water, especially water reuse, water treatment, water governance and the water-energy nexus.",
    "totalCost": "4494948,5",
    "ecMaxContribution": "3949129",
    "coordinator": "HANOVIA LIMITED",
    "coordinatorCountry": "UK",
    "participants": "IVL SVENSKA MILJOEINSTITUTET AB;KARLSRUHER INSTITUT FUER TECHNOLOGIE;DVGW DEUTSCHER VEREIN DES GAS- UND WASSERFACHES - TECHNISCH-WISSENSCHAFTLICHER VEREIN EV",
    "participantCountries": "SE;DE",
    "projectParticipants": {
        "998224867": {
            "orgId": "998224867",
            "orgName": "DVGW DEUTSCHER VEREIN DES GAS- UND WASSERFACHES - TECHNISCH-WISSENSCHAFTLICHER VEREIN EV",
            "ecContrib": 940271
        },
        "999476361": {
            "orgId": "999476361",
            "orgName": "IVL SVENSKA MILJOEINSTITUTET AB",
            "ecContrib": 495656
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 1239624
        },
        "950797881": {
            "orgId": "950797881",
            "orgName": "HANOVIA LIMITED",
            "ecContrib": 1273578
        }
    },
    "calculatedTotalContribution": 3949129
}