{
    "rcn": "196861",
    "acronym": "QuantumMagnonics",
    "topics": "ERC-CoG-2014",
    "title": "Interfacing spin waves with superconducting quantum circuits for single magnon creation and detection",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "The proposed project will experimentally interface ferromagnets with superconducting quantum circuits to study dynamics within the magnet. To this end, magnonic elements made up by thin, structured magnetic films will be strongly coupled to the qubit. Superconducting qubits are ideal detectors due to their quantum limited back-action on the measured object and energy resolution.\n\nSpectroscopy and coherence measurements on the hybrid system will be made in order to address fundamental aspects such as spin wave generation, detection, coherence, or wave propagation down to mK temperatures and at ultra-low power (atto-watts). Amplitude and phase noise of spin wave resonators will be determined. At the final stage of the project, the quantum limited resolution of qubits will facilitate single magnon creation and detection. Quantum states are swapped between qubit and magnon, and superpositioned and entangled states will be explored. Monitoring the qubit response to its magnetic environment the low and high-frequency flux noise spectrum of spin waves will be inferred.\n\nThe research methodology employs junctions, resonators, and qubits as research objects and detectors. The samples will be characterized at cryogenic temperatures by transport, magnetometry, resonator and qubit setups. Magnetic materials will be deposited and structured beneath or ontop the superconducting quantum circuits.\n\nExploring spin wave dynamics in thin films by coupling to a superconducting qubit complements conventional measurement techniques based on photon, electron or neutron scattering methods, which require highly populated excitations. The project connects to and extends research objects of ground-breaking nature to open up new horizons for quantum, magnon and spin electronics. Magnetic material physics is enhanced by new research concepts such as quantum resolved spectroscopy and coherence measurements on intrinsic dynamic states.",
    "totalCost": "1996337",
    "ecMaxContribution": "1996337",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 1996337
        }
    },
    "calculatedTotalContribution": 1996337
}