{
    "rcn": "196868",
    "acronym": "ICONICAL",
    "topics": "ERC-CoG-2014",
    "title": "In control of exciton and charge dynamics in molecular crystals",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "The aim of the work proposed here is to achieve control over charge and excited state dynamics in organic crystalline materials and in this way to come to solid state materials with explicit built-in functionality. The charge and excited state dynamics do not only depend on the properties of individual molecules but are to a large extent determined by the interactions between multiple molecules. By careful engineering of the properties of individual molecules and of the way they aggregate in the solid crystalline state it is in principle possible to design materials that exhibit a specific functionality. Examples of this are materials that are optimized to give high charge carrier mobilities and high exciton diffusion coefficients. It is also possible to design more complex functionality. An example of this is singlet exciton fission, a process by which one singlet excited state transforms into a combination of two triplet states. This spin-allowed process can in principle increase the efficiency of organic solar cells by a factor 1.5. A second example is upconversion of low energy photons into higher energy photons. This is possible by combining two low-energy triplet excited states into a single singlet excited state by triplet-triplet annihilation. Finally, it is possible gain control over charge separation on the interface of two different materials to increase the charge separation efficiency in photovoltaic cells.\n\nIn this work, we will explore ways to achieve control of charge and exciton dynamics in a combined effort including organic synthesis, computational chemistry and time-resolved spectroscopy and conductivity experiments. This research represents a major step forward in the understanding of the relation between molecular and solid state structure and the electronic properties of organic crystalline materials. This is of considerable fundamental interest but also has direct implications for the utilization of these materials in electronic devices.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}