{
    "rcn": "196848",
    "acronym": "Enhancer ID",
    "topics": "ERC-CoG-2014",
    "title": "Identification and functional characterization of mammalian enhancers and transcriptional co-factors during cellular signaling and cell fate transitions",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "A major goal in biology is to understand how gene regulatory information is encoded by the human genome and how it defines different gene expression programs and cell types. Enhancers are genomic elements that control transcription, yet despite their importance, only a minority of enhancers are known and functionally characterized. In particular, their activity changes during cellular signalling or cell type transitions are largely elusive. Furthermore, fundamental questions about transcriptional co-factors have remained unanswered even though they regulate enhancer activities and have become attractive therapeutic targets, e.g. for cancer treatment.\n\nHere, I propose a functional genomics approach in mammalian cells with three specific objectives: First, we will identify and functionally characterize transcriptional enhancers in selected human and mouse cells using the recently developed quantitative enhancer activity assay STARR-seq. Second, we will determine enhancer activity changes quantitatively during steroid hormone signalling, cell differentiation, and malignant transformation to reveal enhancers that are important for these processes. Third, we will systematically dissect the functional relationship of enhancers and transcriptional co-factors.\n\nThis proposal uses emerging in-house technology to address fundamental questions in enhancer biology and complement the genome-wide profiling of gene expression and chromatin states (e.g. by ENCODE). We will gain insights into the genomic organization of active enhancers and reveal chromatin or sequence features associated with dynamic activity changes. I also expect that we will be able to define co-factor requirements for enhancer function and reveal if different types of enhancers exist. Given our expertise in experimental and computational approaches and STARR-seq, I anticipate that we reach our aims and make major contributions to the understanding of gene regulation in mammals.",
    "totalCost": "1999906",
    "ecMaxContribution": "1999906",
    "coordinator": "FORSCHUNGSINSTITUT FUR MOLEKULARE PATHOLOGIE GESELLSCHAFT MBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999919069": {
            "orgId": "999919069",
            "orgName": "FORSCHUNGSINSTITUT FUR MOLEKULARE PATHOLOGIE GESELLSCHAFT MBH",
            "ecContrib": 1999906
        }
    },
    "calculatedTotalContribution": 1999906
}