{
    "rcn": "196858",
    "acronym": "BlackHoleMaps",
    "topics": "ERC-CoG-2014",
    "title": "Mapping gravitational waves from collisions of black holes",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Breakthroughs in numerical relativity in 2005 gave us unprecedented access to the strong-field regime of general relativity, making possible solutions of the full nonlinear Einstein equations for the merger of two black holes. Numerical relativity is also crucial to study fundamental physics with gravitational-wave (GW) observations: numerical solutions allow us to construct models that will be essential to extract physical information from observations in data from Advanced LIGO and Virgo, which will operate from late 2015. Complete signal models will allow us to follow up our first theoretical predictions of the nature of black-hole mergers with their first observational measurements. \n\nThe goal of this project is to advance numerical-relativity methods, deepen our understanding of black-hole mergers, and map the parameter space of binary configurations with the most comprehensive and systematic set of numerical calculations performed to date, in order to produce a complete GW signal model. Central to this problem is the purely general-relativistic effect of orbital precession. The inclusion of precession in waveform models is the most challenging and urgent theoretical problem in the build-up to GW astronomy. Simulations must cover a seven-dimensional parameter space of binary configurations, but their computational cost makes a naive covering unfeasible. This project capitalizes on a breakthrough preliminary model produced by my team in 2013, with the pragmatic goal of focussing on the physics that will be measurable with GW detectors over the next five years. \n\nMy team at Cardiff is uniquely placed to tackle this problem. Since 2005 I have been at the forefront of black-hole simulations and waveform modelling, and the Cardiff group is a world leader in analysis of GW detector data. This project will consolidate my team to make breakthroughs in strong-field gravity, astrophysics, fundamental physics and cosmology using GW observations.",
    "totalCost": "1998009",
    "ecMaxContribution": "1998009",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 1998009
        }
    },
    "calculatedTotalContribution": 1998009
}