{
    "rcn": "196833",
    "acronym": "APESA",
    "topics": "MSCA-ITN-2014-EID",
    "title": "Advanced Pump Engineering for Severe Applications",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "Weir Minerals Netherlands (WMNL), a subsidiary of The Weir Group PLC, is a manufacturer of industrial pumps for the mining, energy and minerals and waste processing sectors. WMNL, in collaboration with the University of Strathclyde (UStrath), is proposing an Advanced Pump Engineering for Severe Applications (APESA) EID to improve the total cost ownership of the GEHO slurry pump range. The GEHO range of positive displacement (PD) pumps for transportation of mineral concentrates and feeding of minerals slurries include the largest of this pump type in the world and represents a 65% share of the market.\nAmidst increased competition from low cost replicators, WMNL has recognised the requirement to extend its technological advantage to maintain its market lead. WMNL does not have the resource to undertake the research required and is proposing the APESA EID to address these challenges through recruitment, training and development of 5 ESRs. The APESA programme will consist of 5 ESR projects in the fields of damage mechanisms, predictive models and damage mitigation, which are largely unexplored areas of fundamental research for PD pumps. The ESR projects will address the challenges faced by WMNL at a level which will represent a sufficient programme to meet the requirements of an individual PhD thesis.\nThe choice of UStrath as the EID Academic Beneficiary stems from an existing partnership between The Weir Group and UStrath. The Weir Advanced Research Centre was established at the UStrath in 2011 and works with Weir Group companies in fundamental research for pumping and flow technology. The centre has 9 ESRs, 2 Experienced Researchers and 10 supervisory UStrath Academic Staff.\nThe aim of the APESA EID is to train ESRs in an industry-centred research environment that will equip them with a range of scientific, business and transferable skills while enhancing the research capability and competitiveness of WMNL to provide a clear, distinct advantage over competitors.",
    "totalCost": "1366439,4",
    "ecMaxContribution": "1366439,4",
    "coordinator": "WEIR MINERALS NETHERLANDS BV",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "UK",
    "projectParticipants": {
        "941519540": {
            "orgId": "941519540",
            "orgName": "WEIR MINERALS NETHERLANDS BV",
            "ecContrib": 0
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 1366439
        }
    },
    "calculatedTotalContribution": 1366439
}