{
    "rcn": "196856",
    "acronym": "PV-COAT",
    "topics": "ERC-CoG-2014",
    "title": "PROSTHETIC VALVE BIOACTIVE SURFACE COATING TO REDUCE THE PREVALENCE OF THROMBOSIS",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Heart valve prostheses are currently among the most widely used cardiovascular devices. To maintain enduring optimal biomechanical properties, the mechanical prostheses, based on carbon, metallic and polymeric components, require permanent anticoagulation, which often leads to adverse reactions, i.e. higher risks of thromboembolism, hemorrhage, and hemolysis. \n\nContinuing advances in heart valve prosthesis design and in techniques for implantation have improved the survival length and quality of life of patients who receive these devices. In an ongoing effort to develop a more durable and biocompatible heart valve prosthesis, researchers have used a variety of techniques to determine the suitability of given valve materials for a given implant application. In recent years, advances in polymer science have given rise to new ways of improving artificial cardiovascular devices biostability and hemocompatibility. \n\nTo date, no polymer coated mechanical prosthetic heart valve exists.\n\nThe present research project aims to improve the hemocompatibility and long-term in vivo performance of mechanical prosthetic heart valves by reducing contact-induced thrombosis through bioactive polymer prosthetic valve surface coating.\nThese new coated prosthetic heart valves will be designed for hemodynamic performance and durability similar to uncoated materials, combined with a greater thromboresistance, both in vitro and in animal studies.\n\nWith these promising advances, bioactive surface coated prosthetic heart valves could replace previous generation of prosthetic valves in the near future. The utmost perspective of the current project paves the way for the development of new bioactive coating for other implantable cardiovascular devices or materials.",
    "totalCost": "2367055",
    "ecMaxContribution": "2367055",
    "coordinator": "UNIVERSITE DE LIEGE",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 2367055
        }
    },
    "calculatedTotalContribution": 2367055
}