{
    "rcn": "196877",
    "acronym": "IQFT",
    "topics": "ERC-CoG-2014",
    "title": "Integrable Structures in Quantum Field Theory",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Quantum field theory forms the foundation of our understanding of elementary particle physics. It provides the theoretical background for the interpretation of data from collider experiments. While quantum field theory is an old subject, over the last decade new features have begun to emerge which reveal new ways to understand it. In particular an astonishing simplicity has been found at the heart of the maximally supersymmetric gauge theory in four spacetime dimensions, a close cousin of Quantum Chromodynamics (QCD), which describes the strong interactions.\n\nMy research team will use the new methods I have been developing to construct explicit results for scattering amplitudes and correlation functions. We will develop these results into general statements about the analytic behaviour of scattering amplitudes. The approach will be based on my recent work on new dualities between amplitudes and Wilson loops and on new symmetries revealing an underlying integrable structure. This research will allow us to answer key foundational questions such as the origin of Regge behaviour of scattering amplitudes in the high energy limit, and the connection to string theory in the limit of strong coupling. We will also pursue the connection to quantum groups and formulate the problem of scattering amplitudes in this language. This provide a solid mathematical underpinning to the formulation of the scattering problem in quantum field theories and allow application of techniques from the field of integrable systems to gauge theories. \n\nAn enormous effort goes into performing the calculations of scattering amplitudes needed to make precise predictions for collider experiments. New techniques to handle such calculations are much needed. We will develop new tools, such as the application of differential equation methods for loop integrals and analytic bootstrap methods for amplitudes. This research will allow us to greatly improve on existing efforts to calculate processes in QCD.",
    "totalCost": "1992452",
    "ecMaxContribution": "1992452",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 1992452
        }
    },
    "calculatedTotalContribution": 1992452
}