{
    "rcn": "196817",
    "acronym": "REMEB",
    "topics": "WATER-1a-2014",
    "title": "ECO-FRIENDLY CERAMIC MEMBRANE BIOREACTOR (MBR) BASED ON RECYCLED AGRICULTURAL AND INDUSTRIAL WASTES FOR WASTE WATER REUSE",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "The main objectives of the REMEB project are the implementation and validation of a low-cost ceramic membrane bioreactor (MBR) in a Waste Water Treatment Plant (WWTP), the study of the impact and replication of the technology for the reuse of the water in regions with water scarcity and the industrial sector, and finally, the definition of a proper business plan to start the commercialization of the technology, once the project will be finished. \nThe low cost recycled ceramic membranes of the project are based on residues obtained in agricultural and industrial processes (sub-products), such as olive oil solid wastes, marble working wastes and chamotte from fired scrap, in addition to the typical raw materials used in the ceramic tile industry. The project aims to achieve several specific objectives: valorization of wastes from different agricultural or industrial processes, manufacturing of an innovative product using recycled materials, validation of a new MBR with a lower initial and running costs by using low cost ceramic membranes and comparison between REMEB MBR and the MBR in operation in the WWTP selected for the validation. \nReplication of both, manufacturing and validation tasks, is assured by repeating the processes in the facilities of some participants. Manufacturing membrane replicability will be performed in Turkey and Italy. The replication study of the MBR implementation in the urban and industrial wastewater sector will be performed in Colombia and nearby countries, Cyprus and nearby countries and Europe. Furthermore, evaluation of the environmental impact of product and process will be carried out by the method of LCA. Finally, a marketing and dissemination plan of the technology will be done by the entire consortium. \nIt is expected that this technology would be implemented massively, principally due to the low cost of REMEB MBR (3.5 times lower than a MBR of organic membranes and 2.5 times lower than a ceramic MBR).",
    "totalCost": "2361622,5",
    "ecMaxContribution": "1869853,88",
    "coordinator": "SOCIEDAD DE FOMENTO AGRICOLA CASTELLONENSE, S.A.",
    "coordinatorCountry": "ES",
    "participants": "CONSORZIO UNIVERSITARIO PER LA GESTIONE DEL CENTRO DI RICERCA E SPERIMENTAZIONE PER L'INDUSTRIA CERAMICA - CENTRO CERAMICO;UNIVERSIDAD ANTONIO NARINO;ATLANTIS SYMVOULEYTIKI KYPROU LTD;UNIVERSITAT JAUME I DE CASTELLON;CAMARA OFICIAL DE COMERCIO, INDUSTRIA Y NAVEGACION DE CASTELLON;CONSEJO DE CAMARAS OFICIALES DE COMERCIO, INDUSTRIA Y NAVIGACION DE LA COMUNIDAD VALENCIANA;IMECA PROCESS;ENTIDAD REGIONAL DE SANEAMIENTO Y DEPURACION DE AGUAS RESIDUALES DE LA REGION DE MURCIA;SERAMIK ARASTIRMA MERKEZI AS;BIOWATER TECHNOLOGY AS;INVESTIGACION Y PROYECTOS MEDIO AMBIENTE SL",
    "participantCountries": "IT;CO;CY;ES;FR;TR;NO",
    "projectParticipants": {
        "952989402": {
            "orgId": "952989402",
            "orgName": "CAMARA OFICIAL DE COMERCIO, INDUSTRIA Y NAVEGACION DE CASTELLON",
            "ecContrib": 0
        },
        "986642000": {
            "orgId": "986642000",
            "orgName": "CONSORZIO UNIVERSITARIO PER LA GESTIONE DEL CENTRO DI RICERCA E SPERIMENTAZIONE PER L'INDUSTRIA CERAMICA - CENTRO CERAMICO",
            "ecContrib": 153100
        },
        "998504033": {
            "orgId": "998504033",
            "orgName": "UNIVERSIDAD ANTONIO NARINO",
            "ecContrib": 81769
        },
        "999882985": {
            "orgId": "999882985",
            "orgName": "UNIVERSITAT JAUME I DE CASTELLON",
            "ecContrib": 280420
        },
        "950780033": {
            "orgId": "950780033",
            "orgName": "ENTIDAD REGIONAL DE SANEAMIENTO Y DEPURACION DE AGUAS RESIDUALES DE LA REGION DE MURCIA",
            "ecContrib": 73775
        },
        "999736709": {
            "orgId": "999736709",
            "orgName": "ATLANTIS SYMVOULEYTIKI KYPROU LTD",
            "ecContrib": 85549
        },
        "950835323": {
            "orgId": "950835323",
            "orgName": "BIOWATER TECHNOLOGY AS",
            "ecContrib": 299950
        },
        "973150076": {
            "orgId": "973150076",
            "orgName": "SERAMIK ARASTIRMA MERKEZI AS",
            "ecContrib": 92024
        },
        "936260103": {
            "orgId": "936260103",
            "orgName": "IMECA PROCESS",
            "ecContrib": 263375
        },
        "952864466": {
            "orgId": "952864466",
            "orgName": "SOCIEDAD DE FOMENTO AGRICOLA CASTELLONENSE, S.A.",
            "ecContrib": 349731
        },
        "952864757": {
            "orgId": "952864757",
            "orgName": "INVESTIGACION Y PROYECTOS MEDIO AMBIENTE SL",
            "ecContrib": 56831
        },
        "950144295": {
            "orgId": "950144295",
            "orgName": "CONSEJO DE CAMARAS OFICIALES DE COMERCIO, INDUSTRIA Y NAVIGACION DE LA COMUNIDAD VALENCIANA",
            "ecContrib": 133330
        }
    },
    "calculatedTotalContribution": 1869854
}