{
    "rcn": "196849",
    "acronym": "AEDMOS",
    "topics": "ERC-CoG-2014",
    "title": "Attosecond Electron Dynamics in MOlecular Systems",
    "startDate": "01/05/2015",
    "endDate": "30/04/2020",
    "objective": "Advanced insight into ever smaller structures of matter and their ever faster dynamics hold promise for pushing the frontiers of many fields in science and technology. Time-domain investigations of ultrafast microscopic processes are most successfully carried out by pump/probe experiments. Intense waveform-controlled few-cycle near-infrared laser pulses combined with isolated sub-femtosecond XUV (extreme UV) pulses have made possible direct access to electron motion on the atomic scale. These tools along with the techniques of laser-field-controlled XUV photoemission (ìattosecond streakingî) and ultrafast UV-pump/XUV-probe spectroscopy have permitted real-time observation of electronic motion in experiments performed on atoms in the gas phase and of electronic transport processes in solids.\nThe purpose of this project is to to get insight into intra- and inter-molecular electron dynamics by extending attosecond spectroscopy to these processes. AEDMOS will allow control and real-time observation of a wide range of hyperfast fundamental processes directly on their natural, i.e. attosecond (1 as = EXP-18 s) time scale in molecules and molecular structures. In previous work we have successfully developed attosecond tools and techniques. By combining them with our experience in UHV technology and target preparation in a new beamline to be created in the framework of this project, we aim at investigating charge migration and transport in supramolecular assemblies, ultrafast electron dynamics in photocatalysis and dynamics of electron correlation in high-TC superconductors. These dynamics ñ of electronic excitation, exciton formation, relaxation, electron correlation and wave packet motion ñ are of broad scientific interest reaching from biomedicine to chemistry and physics and are pertinent to the development of many modern technologies including molecular electronics, optoelectronics, photovoltaics, light-to-chemical energy conversion and lossless energy transfer.",
    "totalCost": "1999375",
    "ecMaxContribution": "1999375",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 1999375
        }
    },
    "calculatedTotalContribution": 1999375
}