{
    "rcn": "196867",
    "acronym": "PERSISTDEBT",
    "topics": "ERC-CoG-2014",
    "title": "Debt and Persistence of Financial Shocks",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "In 2007 the US and Europe were overwhelmed by a banking crisis, which was followed by a severe economic recession. Historical studies show that financial crises are followed by periods of substantially stronger contraction of aggregate output and employment than non-financial recessions. Those studies also point out that the best predictor of financial crises is an ex-ante strong credit boom which, after the beginning of the crisis, followed by negative overall credit growth. Lastly, financial crises take a long time until recovering the pre-crisis levels. \nWhy are the effects of credit shocks so strong and persistent over time? Is this effect explained by costly household deleveraging? What is the effect of household debt on consumption, savings and employment? Are there any benefits of debt in crises? Do some effects of the financial crisis work through a reduction in credit supply to firms and projects with high innovative content and productivity (high overall return, but with high credit and liquidity risk for the lenders)? Or are the cleansing effects in financial crises concentrated on the less productive firms? Can macroprudential policies based on strict control of loan-to-value ratios stop the building up of excessive household debt? \nWe plan to construct several new datasets to study these issues by merging information from different sources. For some issues, like the analysis of the effect of household debt on consumption and employment, we can take advantage of a natural experiment of randomized allocation of debt among individuals derived from the use of lotteries to allocate the rights to buy housing in Spain. In comparison to the existing literature, we can exploit the exogenous variation generated by these lotteries and some other combination of data (including exhaustive credit data) to obtain causal evidence and quantification on the interaction between debt, systemic risk, crises, and the new macroprudential policy.",
    "totalCost": "1308676",
    "ecMaxContribution": "1308676",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "KOBENHAVNS UNIVERSITET",
    "participantCountries": "DK",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 1208676
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 100000
        }
    },
    "calculatedTotalContribution": 1308676
}