{
    "rcn": "196885",
    "acronym": "PlastiCell",
    "topics": "ERC-CoG-2014",
    "title": "Using a natural cellular plasticity event to decypher the cellular requirements and molecular circuitry promoting transdifferentiation at the single cell level.",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "How differentiated cells can change their identity is a fascinating question. Indeed, natural interconversions between functionally distinct somatic cell types (aka transdifferentiation, Td) have been reported in species as diverse as jellyfish and mice, while experimentally induced reprogramming of differentiated cells has been demonstrated. The relative ease with which cellular identities can be reprogrammed raises a number of exciting questions: What mechanisms and steps allow a given cell, but not its apparently identical neighbours, to naturally acquire a new plasticity potential and change its identity? How does the cellular context influence the ability of a cell to be reprogrammed? What cellular mechanisms must be counteracted to allow natural reprograming to occur? What circuitry underlie the impressive efficiency observed in natural events? The proposed project tackles these questions:\nTo systematically identify the molecular networks and cellular requirements of Td, we established a simple model of natural Td, in C. elegans, where the conversion of a rectal cell into a motoneuron is followed in vivo. This model is unique: it is 100% efficient, predictable and provides the first unambiguous demonstration, at the single cell level, of natural Td. The study of such natural event has revealed a key asset to unravel the discrete steps of the process, their control and the conserved cell plasticity factors promoting its initiation, while leading to important concepts conserved across phyla.\nWe propose here 4 aims to push new frontiers and: i) Define what makes a cellular context permissive; ii) Elucidate the conserved nuclear complexes and network architecture promoting efficient reprogramming; iii) Identify mechanisms that protect the differentiated identity and act as a brake to Td. Understanding cell plasticity in vivo will have a tremendous impact on our perception of developmental and cancerous processes and could open new avenues for regenerative medicine.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993177": {
            "orgId": "999993177",
            "orgName": "CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}