{
    "rcn": "196841",
    "acronym": "RealValue",
    "topics": "LCE-08-2014",
    "title": "Realising Value from Electricity Markets with Local Smart Electric Thermal Storage Technology",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "RealValue aims to demonstrate how local small-scale energy storage, optimised with advanced ICT, could bring benefits to market participants throughout the EU. Smart Electric Thermal Storage (SETS) will be deployed in physical demonstration trials in 1250 homes in Germany, Latvia and Ireland but the analysis will also consider other storage technologies and energy vectors, including integration with district heating and micro-generation.  SETS is a direct replacement for existing electric thermal storage heaters and water tanks with a combined load of 55GW across the EU. It can also replace direct electric resistance heaters with further connected load of 93GW. To validate the physical demonstrations at large scale RealValue will use modelling & virtual simulation to demonstrate the technical and commercial potential in millions of homes across representative EU regions. Thorough research studies are an integral part of RealValue and will include techno-economic and behavioural analysis that will be used to inform EU regulation and policy decision makers. RealValue will develop business models which quantify the potential of small-scale storage as an aggregated controllable load. It will provide system services or release value through price arbitrage within existing energy market structures, and highlight any barriers associated with integration into the electricity grid. The RealValue consortium is a truly cohesive partnership which has full participation and commitment from the whole energy supply chain. The consortium includes: technology developers (Glen Dimplex, Intel); energy system modelling specialists (UCD, DIW, RTU); energy market specialists (VTT); socio-economic experts (Oxford University); electricity network operators (ESBN, EirGrid) and energy utilities (MVV, SSE). RealValue is designed to accelerate innovation and develop business models necessary for small-scale storage, allowing it to form an integral part of the future EU energy landscape.",
    "totalCost": "15413331",
    "ecMaxContribution": "11987429,73",
    "coordinator": "GLEN DIMPLEX HEATING & VENTILATION IRELAND UNLIMITED COMPANY",
    "coordinatorCountry": "IE",
    "participants": "ESB NETWORKS LTD;RIGAS TEHNISKA UNIVERSITATE;SSE AIRTRICITY LTD;UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN;GLEN DIMPLEX DEUTSCHLAND GMBH;MVV ENERGIE AG;Teknologian tutkimuskeskus VTT Oy;INTEL RESEARCH AND DEVELOPMENT IRELAND LIMITED;DEUTSCHES INSTITUT FUR WIRTSCHAFTSFORSCHUNG DIW (INSTITUT FUR KONJUNKTURFORSCHUNG) EV;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;EIRGRID PLC",
    "participantCountries": "IE;LV;DE;FI;UK",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 687188
        },
        "939157105": {
            "orgId": "939157105",
            "orgName": "GLEN DIMPLEX DEUTSCHLAND GMBH",
            "ecContrib": 635192
        },
        "942268962": {
            "orgId": "942268962",
            "orgName": "SSE AIRTRICITY LTD",
            "ecContrib": 2107081
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 1180098
        },
        "999920718": {
            "orgId": "999920718",
            "orgName": "RIGAS TEHNISKA UNIVERSITATE",
            "ecContrib": 632318
        },
        "992927988": {
            "orgId": "992927988",
            "orgName": "ESB NETWORKS LTD",
            "ecContrib": 1201117
        },
        "999579375": {
            "orgId": "999579375",
            "orgName": "MVV ENERGIE AG",
            "ecContrib": 1440469
        },
        "987086066": {
            "orgId": "987086066",
            "orgName": "INTEL RESEARCH AND DEVELOPMENT IRELAND LIMITED",
            "ecContrib": 921197
        },
        "941349790": {
            "orgId": "941349790",
            "orgName": "GLEN DIMPLEX HEATING & VENTILATION IRELAND UNLIMITED COMPANY",
            "ecContrib": 1575007
        },
        "999508953": {
            "orgId": "999508953",
            "orgName": "DEUTSCHES INSTITUT FUR WIRTSCHAFTSFORSCHUNG DIW (INSTITUT FUR KONJUNKTURFORSCHUNG) EV",
            "ecContrib": 966965
        },
        "999919748": {
            "orgId": "999919748",
            "orgName": "EIRGRID PLC",
            "ecContrib": 113706
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 527092
        }
    },
    "calculatedTotalContribution": 11987430
}