{
    "rcn": "196871",
    "acronym": "GRAPHICS",
    "topics": "ERC-CoG-2014",
    "title": "GRAphene nonlinear PHotonic Integrated CircuitS",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "'GRAPHICS aims at developing novel chip-based photonic devices for all-optical signal processing in graphene/ semiconductor hybrid platforms. The resulting architectures will be the cornerstone of a disruptive optical routing and processing technology on silicon chips for communications as well as Datacom and interconnect applications. These will also pave the way towards the photonic-microelectronic convergence, through the realization of CMOS compatible platforms. \nOur research program will focus on two main classes of nonlinear optical devices: (1) integrated pulsed III-V/ Si microlasers, and (2) all-optical signal processing devices, relying on two distinct nonlinear features of graphene, i.e. its saturable absorption and its nonlinear Kerr response, respectively. In addition, the capability of tuning graphene properties electrically will allow us to create fundamentally flexible and reconfigurable intelligent optical devices.\nThe two classes of nonlinear devices targeted in the project represent significant achievements in their own right. However, they share some scientific and technological challenges. For instance, relevant strategies must be found for enhancing the typically low interaction of light with the monolayer of carbon atoms, as needed for the device miniaturization. Here, we will combine graphene with the nanophotonic toolbox  -microcavities, or slow light photonic crystals-  to enhance the light-graphene interaction and realize compact chip-scale devices. More fundamentally, these two classes of nonlinear devices will jointly contribute to shape the long-term vision of a fully integrated photonic platform, in which the pulsed microlaser delivers directly on-chip the optical peak power necessary to trigger all other 'intelligent' devices onto the same circuit. GRAPHICS will therefore help to 'draw' a novel generation of photonic integrated circuits and architectures, with graphene playing a key role, to be used for managing high-speed optical data.'",
    "totalCost": "1999257",
    "ecMaxContribution": "1999257",
    "coordinator": "ECOLE CENTRALE DE LYON",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999510311": {
            "orgId": "999510311",
            "orgName": "ECOLE CENTRALE DE LYON",
            "ecContrib": 1999257
        }
    },
    "calculatedTotalContribution": 1999257
}