{
    "rcn": "196898",
    "acronym": "germcells",
    "topics": "MSCA-IF-2014-EF",
    "title": "A platform for the generation of human gametes in vitro",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "According to the World Health Organization, infertility is a medical condition that affects up to 14% of couples under reproductive age. The increase in infertility has led to the exponential rise in the use of assisted reproduction as a route for conceiving a baby, currently representing 1.5% of children born in Europe. Although multiple factors may contribute to infertility, the limited availability of human gametes for its study restricts the capacity of researchers in establishing the causes of this decline. To address this limitation, a talented Fellow with background in physiology of reproduction will join a leading laboratory in developmental biology to conduct multidisciplinary research aimed at developing a platform for the generation of human gametes in the laboratory. A combination of state-of-the-art tools in genomics and cell biology will be used to gain new understanding of how gamete precursors form in vivo, and this knowledge will be used to develop culture systems to generate gametes in vitro. These approaches will equip the Fellow with comprehensive new skills essential for fulfilling these objectives. The transfer of knowledge builds on the hostís expertise in animal biotechnology, the provision of interdisciplinary training in human stem cell differentiation by collaborators, and on the Fellowís knowledge of reproductive biology. The output of the project will address key societal challenges for the EU in the areas of Health, demographic change and well-being and will contribute to the expansion of the network of experts in biotechnology.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}