{
    "rcn": "196851",
    "acronym": "A-DIET",
    "topics": "ERC-CoG-2014",
    "title": "Metabolomics based biomarkers of dietary intake- new tools for nutrition research",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "In todays advanced technological world, we can track the exact movement of individuals, analyse their genetic makeup and predict predisposition to certain diseases. However, we are unable to accurately assess an individualís dietary intake. This is without a doubt one of the main stumbling blocks in assessing the link between diet and disease/health. The present proposal (A-DIET) will address this issue with the overarching objective to develop novel strategies for assessment of dietary intake.\nUsing approaches to (1) identify biomarkers of specific foods (2) classify people into dietary patterns (nutritypes) and (3) develop a tool for integration of dietary and biomarker data, A-DIET has the potential to dramatically enhance our ability to accurately assess dietary intake. The ultimate output from A-DIET will be a dietary assessment tool which can be used to obtain an accurate assessment of dietary intake by combining dietary and biomarker data which in turn will allow investigations into relationships between diet, health and disease. New biomarkers of specific foods will be identified and validated using intervention studies and metabolomic analyses. Methods will be developed to classify individuals into dietary patterns based on biomarker/metabolomic profiles thus demonstrating the novel concept of nutritypes. Strategies for integration of dietary and biomarker data will be developed and translated into a tool that will be made available to the wider scientific community.\nAdvances made in A-DIET will enable nutrition epidemiologistís to properly examine the relationship between diet and disease and develop clear public health messages with regard to diet and health. Additionally results from A-DIET will allow researchers to accurately assess peopleís diet and implement health promotion strategies and enable dieticians in a clinical environment to assess compliance to therapeutic diets such as adherence to a high fibre diet or a gluten free diet.",
    "totalCost": "1995548",
    "ecMaxContribution": "1995548",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 1995548
        }
    },
    "calculatedTotalContribution": 1995548
}