{
    "rcn": "196876",
    "acronym": "Family Justice",
    "topics": "ERC-CoG-2014",
    "title": "Justice and the Family: An Analysis of the Normative Significance of Procreation and Parenthood in a Just Society",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "This project examines the normative significance of procreation and parenthood for theories of justice. Important questions of justice about the family arise once we acknowledge and keep in view that procreation and parenthood are both integral to the existence of any society (and therefore, a just society), and that they involve substantial benefits and burdens for parents, children, and society at large. Yet existing theories of justice generally neglect these questions by assuming that the principles they formulate are to regulate the main institutions of societies constituted by fully formed adult individuals whose creation and care are taken as given.  The project identifies and analyses three main sets of questions about family justice: 1) Does justice require that parents and non-parents share, and share equally, the costs and benefits of having children, and how do different answers to this question bear on our theory of distributive justice? 2) What are the claims of justice that we have as children, how do they relate to those we have as adults, and who bears the correlative duties? 3) Do all contemporaries, regardless of whether they are parents or non-parents, have the same obligations of justice towards future generations, and how, if at all, are the justification and the content of those obligations affected by considerations about what parents owe their children and parents and non-parents owe to each other? Addressing these questions contributes to developing normative-theoretical framework needed to address pressing public policy concerns, and also turns out to be more central to the formulation of a complete and defensible theory of justice than political philosophers have realised to date.",
    "totalCost": "811750",
    "ecMaxContribution": "811750",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 811750
        }
    },
    "calculatedTotalContribution": 811750
}