{
    "rcn": "196804",
    "acronym": "Bio-HyPP",
    "topics": "LCE-02-2014",
    "title": "Biogas-fired Combined Hybrid Heat and Power Plant",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "To reach the goals of improving the efficiency of CHP systems while simultaneously widening the biomass feedstock base as well as increasing operational flexibility, the project aims to develop a full scale technology demonstrator of a hybrid power plant using biogas as main fuel in lab environment. A combined hybrid heat and power plant combines a micro gas turbine (MGT) and a solid oxide fuel cell (SOFC). \nThe focus of the technology demonstration plant is to prove the functional capability of the plant concept, followed by detailed characterization and optimization of the integration of both subsystems. The main objective is to move the technology beyond the state of the art to TRL 4.\nElectrical efficiencies of more than 60% and total thermal efficiencies of more than 90% are intended to reach at base load conditions. An operational flexibility ranging from 25% to 100% electric power should be achieved. The emission levels should not exceed 10 ppm NOx and 20 ppm CO (at 15% vol. residual oxygen). The system should allow the use of biogas with methane contents varying from 40-75%, thus covering the biogas qualities from the fermentation of the entire biomass feedstock range.\nTo achieve the objectives the subsystems MGT and SOFC including their subcomponents have to be adjusted and optimized by a multidisciplinary design approach using numerical and experimental measures to ensure a proper balance of plant. In addition an integrated control system has to be developed and implemented to achieve a reliable operation of the coupled subsystems.\nA detailed analysis of different European markets, economic and technical constraints in terms of biogas production potentials will clarify the regional suitable sizes and attractive performance conditions of the power plant system. To identify cost reduction potentials a thermo-economic analysis will be performed. Here, an internal rate of return (IRR) of the system of higher than 15% should be achieved over a 20 years.",
    "totalCost": "5775868,75",
    "ecMaxContribution": "5775868,5",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "SUNFIRE GMBH;MICRO TURBINE TECHNOLOGY BV;RINA CONSULTING SPA;GASTERRA BV;HIFLUX LTD;UNIVERSITA DEGLI STUDI DI GENOVA;TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "participantCountries": "DE;NL;IT;UK",
    "projectParticipants": {
        "999951467": {
            "orgId": "999951467",
            "orgName": "RINA CONSULTING SPA",
            "ecContrib": 377500
        },
        "968929509": {
            "orgId": "968929509",
            "orgName": "MICRO TURBINE TECHNOLOGY BV",
            "ecContrib": 1296406
        },
        "936162812": {
            "orgId": "936162812",
            "orgName": "GASTERRA BV",
            "ecContrib": 91250
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 448459
        },
        "941951384": {
            "orgId": "941951384",
            "orgName": "HIFLUX LTD",
            "ecContrib": 417500
        },
        "999976687": {
            "orgId": "999976687",
            "orgName": "UNIVERSITA DEGLI STUDI DI GENOVA",
            "ecContrib": 623125
        },
        "954033801": {
            "orgId": "954033801",
            "orgName": "SUNFIRE GMBH",
            "ecContrib": 89611
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 2432018
        }
    },
    "calculatedTotalContribution": 5775869
}