{
    "rcn": "196893",
    "acronym": "JOPRAD",
    "topics": "NFRP-04-2014",
    "title": "Towards a Joint Programming on Radioactive Waste Disposal",
    "startDate": "01/06/2015",
    "endDate": "30/11/2017",
    "objective": "The goal of this project is to prepare the setting up of a ìJoint Programming on Radioactive Waste Disposalî that would be established to coordinate at the European level, national research programmes and the associated research and development (R&D) activities on geological disposal for high activity long lived radioactive waste. This action includes reviewing of all strategic aspects linked to a stepwise move towards a Joint Programming in this field.\nThis project will involve organisations that are active in the safety, management and disposal of radioactive waste and research entities.\nThe first step of this project will be to engage in discussion with Member States representatives in order to clarify the organisation of their national R&D consistent with the implementation of the Council Directive. The second step will be to identify existing research programmes that could contribute to the identification of common scientific objectives and activities as well as specific aspects that the organisations would like to develop in the Joint Programme. The third step will be to draft the joint ìProgramme Documentî that should be the technical background of the Joint Programming. \nThe outcomes of the project will be (i) a preliminary evaluation of a potential in-kind and financial commitment of organisations, (ii) a ìProgramme Documentî consisting of large programmes focused on key priorities of WMOs, TSOs side and Research Entities and (iii) a ìSummary reportî comprising a proposal for the implementation of this Joint Programming.\nThis action will lead to the further integration of the interested research community and hence help to maintain and develop the EU leadership in knowledge and expertise for innovative radioactive waste management solutions that effectively matches public expectations. Moreover, it will further reinforce and make the interaction at EU level between WMOs, TSOs, industry, policy makers and the research community more effective.",
    "totalCost": "1785943,96",
    "ecMaxContribution": "1100000",
    "coordinator": "AGENCE NATIONALE POUR LA GESTION DES DECHETS RADIOACTIFS",
    "coordinatorCountry": "FR",
    "participants": "INSTITUT DE RADIOPROTECTION ET DE SURETE NUCLEAIRE;MCM ENVIRONMENTAL SERVICES LIMITED;Radioactive Waste Repository Authority;BEL V;CENTRUM VYZKUMU REZ S.R.O.;RADIOACTIVE WASTE MANAGEMENT LIMITED;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;MUTADIS CONSULTANTS SARL;MCM MCCOMBIE CHAPMAN MCKINLEY CONSULTING KOLLEKTIVGESELLSCHAFT;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "participantCountries": "FR;UK;CZ;BE;CH",
    "projectParticipants": {
        "999454730": {
            "orgId": "999454730",
            "orgName": "AGENCE NATIONALE POUR LA GESTION DES DECHETS RADIOACTIFS",
            "ecContrib": 477500
        },
        "999480726": {
            "orgId": "999480726",
            "orgName": "INSTITUT DE RADIOPROTECTION ET DE SURETE NUCLEAIRE",
            "ecContrib": 147500
        },
        "999992304": {
            "orgId": "999992304",
            "orgName": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
            "ecContrib": 0
        },
        "934057136": {
            "orgId": "934057136",
            "orgName": "RADIOACTIVE WASTE MANAGEMENT LIMITED",
            "ecContrib": 54500
        },
        "998732468": {
            "orgId": "998732468",
            "orgName": "MUTADIS CONSULTANTS SARL",
            "ecContrib": 72500
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 68500
        },
        "997737927": {
            "orgId": "997737927",
            "orgName": "Radioactive Waste Repository Authority",
            "ecContrib": 16000
        },
        "996153820": {
            "orgId": "996153820",
            "orgName": "CENTRUM VYZKUMU REZ S.R.O.",
            "ecContrib": 65000
        },
        "918670705": {
            "orgId": "918670705",
            "orgName": "MCM ENVIRONMENTAL SERVICES LIMITED",
            "ecContrib": 99017
        },
        "950839785": {
            "orgId": "950839785",
            "orgName": "MCM MCCOMBIE CHAPMAN MCKINLEY CONSULTING KOLLEKTIVGESELLSCHAFT",
            "ecContrib": 39483
        },
        "967746400": {
            "orgId": "967746400",
            "orgName": "BEL V",
            "ecContrib": 60000
        }
    },
    "calculatedTotalContribution": 1100000
}