{
    "rcn": "196835",
    "acronym": "ECOFISH",
    "topics": "MSCA-RISE-2014",
    "title": "Researches on the potential conversion of conventional fish farms into organic by establishing a model and good practice guide",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "The conversion of conventional aquaculture farms in sustainable aquaculture farms help aquaculture businesses to achieve economic viability and competitiveness. Sustainable aquaculture is undoubtedly the management technique that has most contributed to support aquaculture businesses to adopt aqua-environmental measures for protection of the environment, natural resources and landscape.\nAquaponics is known as a sustainable production system for plants and fish that combines traditional aquaculture (aquatic livestock), such as fish, crayfish and shrimp with the hydroponics (growing plants in water) in a symbiotic environment. The Aquaponics is a production system where the waste is utilized as nutrients is a system sustainable for the environment, where high-value products on the market are obtained because they are grown with organic nutrients and free of chemicals or pesticides.\nBy this research project, we aim at to improving onboard waste management and reduce the amount of waste disposed of inappropriately. In order to achieve this goal, we have the following objectives: to integrate aquaculture production system with agricultural production system (aquaponics) and to reconcile and achieve social, economic and environmental objectives with processing and marketing action to add more value to end aquaponics products.\nThe project will develop concepts for the next generation of aquaculture production systems which can be used for multiple purposes, including aquaculture, agriculture and social farming.\nThe project originality comes through its multidisciplinary character in the sense that it combines a research team specialized in various fields, whose experience will result in a production platform product, including all necessary technical indicators for developing and interpretation socio-economic of the results obtained.",
    "totalCost": "580500",
    "ecMaxContribution": "580500",
    "coordinator": "UNIVERSITATEA DE STIINTE AGRONOMICE SI MEDICINA VETERINARA DIN BUCURESTI",
    "coordinatorCountry": "RO",
    "participants": "UNIVERSITATEA DUNAREA DE JOS DIN GALATI;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "RO;ES",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 117000
        },
        "999879784": {
            "orgId": "999879784",
            "orgName": "UNIVERSITATEA DUNAREA DE JOS DIN GALATI",
            "ecContrib": 216000
        },
        "999878232": {
            "orgId": "999878232",
            "orgName": "UNIVERSITATEA DE STIINTE AGRONOMICE SI MEDICINA VETERINARA DIN BUCURESTI",
            "ecContrib": 247500
        }
    },
    "calculatedTotalContribution": 580500
}