{
    "rcn": "196859",
    "acronym": "ENERCAPSULE",
    "topics": "ERC-CoG-2014",
    "title": "Nanoencapsulation for Energy Storage and Controlled Release",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The main vision of the project ENERCAPSULE is the development of nanoencapsulation technologies based on switchable nanoscale barriers for novel generation of controlled energy storage and delivery systems. These systems will be based on the ìsmartî nanocontainers (size below 200 nm) loaded with the energy-enriched active components: materials for thermal energy (both latent and based on chemical reactions) storage and substances for bioenergy (ATP or its components) storage for synthetic biology platforms. First novelty of the proposed project is the protection of the nanoscaled energy-enriched materials against environment during storage and controlled release of the encapsulated energy on demand only using both inherent properties of nanocontainer shell or biomimetic nanovalves introduced as shell components. Another main objective of the project is to study the structure and surface-to-volume properties of the energy enriched materials dispersed and encapsulated on nanoscale. The questions of stability of energy nanomaterials, influence of the nanocontainer shell on their energy capacity, homogeneity and operation lifetime will be investigated. Polymer organic nanocapsules with hollow interior and mesoporous carbon nanoparticles are chosen in the project as main types of the nanocontainer scaffolds for energy-enriched materials due to their high loading capacity and potential to design their shells to attain them controlled permeability properties. At the end of the project, developed novel energy storage and delivery systems will be combined within one network having several mechanisms for release and uptake of energy, which can be activated depending on type and intensity of the external impact (demand). The potential applications of such multienergy storage systems will be tested by industrial companies supporting the project.",
    "totalCost": "2004500",
    "ecMaxContribution": "2004500",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 2004500
        }
    },
    "calculatedTotalContribution": 2004500
}