{
    "rcn": "196823",
    "acronym": "iMETland",
    "topics": "WATER-1a-2014",
    "title": "iMETland: A new generation of Microbial Electrochemical Wetland for effective decentralized wastewater treatment",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "iMETland project aims to construct and validate a full-scale application of a eco-friendly device to treat urban wastewater from small communities at zero-energy operation cost. Our concept comes from the integration of Microbial Electrochemical Technologies (MET) with the biofilters used in constructed wetlands. iMETland outperforms classical biofilters from constructed wetlands by using electroactive bacteria in combination with a innovative electroconductive material to achive depuration rates that are 10-fold higher than classical techniques. On top of that, the low biomass yield generated under electrogenic conditions avoids any bed colmatation. Wastewater will be also converted into pathogen-free water suitable for irrigation by using an electro-oxidative methodology. Furthermore, the unique conversion of sewage treatment into electric current by electricity-producing bacteria makes such a process an internal reporter of the biological depuration process. So thus, it can be used as output signal to control the process and can easily inform the operator through ICT tools, converting the depuration in an interactive process between device and a smart-phone in end-user¥s hands.\niMETland try to fill the gap that was sharply identified by the programme topic: WATER-1-2014/2015: Bridging the gap: from innovative water solutions to market replication. Our solution has already passed both research and pilot scale and is ready to try a full-scale demonstration to accelerate the market uptake. The multidisciplinary nature of iMETland makes it to fit well with the ìwater and wastewater treatment ìpriority of the EIP-water. Moreover, the coordinator of iMETland consortium is also the Technical Manager of a recent ACTION GROUP at EIP-WATER called ì MEET-ME4WATER, Meeting Microbial Electrochemistry for Waterî. This AG focuses on overcoming the barriers to scaling up and demonstrate microbial electrochemical technologies (METs) and bring them faster to the market.",
    "totalCost": "3461622,5",
    "ecMaxContribution": "2924810,25",
    "coordinator": "FUNDACION IMDEA AGUA",
    "coordinatorCountry": "ES",
    "participants": "PRICEWATERHOUSECOOPERS ASESORES DENEGOCIOS SL;YOURIS.COM;AARHUS UNIVERSITET;AQUA-CONSULT INGENIEROS, S.L.;FUNDACION CENTRO DE LAS NUEVAS TECNOLOGIAS DEL AGUA;INSTITUTO DE INVESTIGACIONES EN CIENCIA Y TECNOLOGIA DE MATERIALES;KILIAN WATER APS;INSTITUTO MEXICANO DE TECNOLOGIA DEL AGUA;PIROECO BIOENERGY SL;ASTON UNIVERSITY",
    "participantCountries": "ES;BE;DK;AR;MX;UK",
    "projectParticipants": {
        "998879811": {
            "orgId": "998879811",
            "orgName": "INSTITUTO MEXICANO DE TECNOLOGIA DEL AGUA",
            "ecContrib": 0
        },
        "954502117": {
            "orgId": "954502117",
            "orgName": "KILIAN WATER APS",
            "ecContrib": 173570
        },
        "998459413": {
            "orgId": "998459413",
            "orgName": "INSTITUTO DE INVESTIGACIONES EN CIENCIA Y TECNOLOGIA DE MATERIALES",
            "ecContrib": 272175
        },
        "936186868": {
            "orgId": "936186868",
            "orgName": "PIROECO BIOENERGY SL",
            "ecContrib": 184625
        },
        "936287457": {
            "orgId": "936287457",
            "orgName": "PRICEWATERHOUSECOOPERS ASESORES DENEGOCIOS SL",
            "ecContrib": 195388
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 295315
        },
        "992925951": {
            "orgId": "992925951",
            "orgName": "FUNDACION IMDEA AGUA",
            "ecContrib": 702500
        },
        "994533920": {
            "orgId": "994533920",
            "orgName": "FUNDACION CENTRO DE LAS NUEVAS TECNOLOGIAS DEL AGUA",
            "ecContrib": 413250
        },
        "952303030": {
            "orgId": "952303030",
            "orgName": "AQUA-CONSULT INGENIEROS, S.L.",
            "ecContrib": 181738
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 331875
        },
        "985482171": {
            "orgId": "985482171",
            "orgName": "YOURIS.COM",
            "ecContrib": 174375
        }
    },
    "calculatedTotalContribution": 2924811
}