{
    "rcn": "196803",
    "acronym": "MASLOWATEN",
    "topics": "WATER-1a-2014",
    "title": "MArket uptake of an innovative irrigation Solution based on LOW WATer-ENergy consumption",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "The world of irrigation requires innovative solutions, less water and energy dependant. UPM developed in 2013 solutions for large power photovoltaic (PV) pumping systems at TRL5 that was successfully tested in a real Irrigators Community (IC) of Alto VinalopÛ (Spain). The results showed great technical reliability (solving the problem of the variability of solar energy), matching the IC irrigation needs just with the solar electricity (thanks to sun-tracking systems) and reducing dramatically the cost of energy (60% regarding the conventional grid consumption)\nIn parallel, ELAIA has integrated systems with, in one hand, automatisms and ICT solutions that reduce the water consumption (30%) detecting in real-time the actual needs of the specific crop in a certain moment, and in the other hand, low pressure systems that reduce the energy needs\nThis project proposes activities to integrate both developments at a TRL9 for the first application and market replication of a new green product at TRL9 consisting of PV pumping systems for productive agriculture irrigation consuming zero conventional electricity and 30% less water\nMain objectives:\n1 To show the technical and economical viability of efficient and intermittency-free large scale PV pumping systems for irrigation allowing 100% renewable energy consumption\n2 To reduce the water consumption, using Automatisms and ICT and Precision Agriculture-based solutions\n3 Market uptake and market replication of a new green product for irrigation at TRL9 consuming 100% renewable electricity and 30% less water\nThe expected impact is, first, the market penetration of this innovative solution through five real scale first market systems (in Spain, Italy, Portugal and Morocco) and other technical, economical and diseemination actions for the market uptake. And second, the generation of a real market of 6GW of large-scale systems meaning a real business of 9000MÄ. MASLOWATEN is the initiative of an AG of EIP Water (PVAIZEC)",
    "totalCost": "4875130,25",
    "ecMaxContribution": "3996317,83",
    "coordinator": "UNIVERSIDAD POLITECNICA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "OMRON EUROPE BV;RKD IRRIGACION SL;ELAIA 2, INVESTIMENTOS SA;UNIVERSIDADE DE EVORA;EUROMEDITERRANEAN IRRIGATORS COMMUNITY;UNIVERSITA DEGLI STUDI DI SASSARI;KOMET AUSTRIA GMBH;ASOCIACION DE INVESTIGACION PARA LA MEJORA DEL CULTIVO DE LA REMOLACHA AZUCARERA;MARTIFER SOLAR SA;CAPRARI SPA;DOMUS INGENIERIA ENERGETICA SL;SISTEMES ELECTRONICS PROGRES, S.A.",
    "participantCountries": "NL;ES;PT;IT;AT",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 642562
        },
        "998269196": {
            "orgId": "998269196",
            "orgName": "UNIVERSIDADE DE EVORA",
            "ecContrib": 192875
        },
        "941917434": {
            "orgId": "941917434",
            "orgName": "KOMET AUSTRIA GMBH",
            "ecContrib": 146234
        },
        "993725910": {
            "orgId": "993725910",
            "orgName": "EUROMEDITERRANEAN IRRIGATORS COMMUNITY",
            "ecContrib": 498216
        },
        "940921923": {
            "orgId": "940921923",
            "orgName": "CAPRARI SPA",
            "ecContrib": 212548
        },
        "950709514": {
            "orgId": "950709514",
            "orgName": "ASOCIACION DE INVESTIGACION PARA LA MEJORA DEL CULTIVO DE LA REMOLACHA AZUCARERA",
            "ecContrib": 310046
        },
        "942718945": {
            "orgId": "942718945",
            "orgName": "RKD IRRIGACION SL",
            "ecContrib": 123854
        },
        "950776250": {
            "orgId": "950776250",
            "orgName": "SISTEMES ELECTRONICS PROGRES, S.A.",
            "ecContrib": 127785
        },
        "941884260": {
            "orgId": "941884260",
            "orgName": "ELAIA 2, INVESTIMENTOS SA",
            "ecContrib": 286970
        },
        "991136010": {
            "orgId": "991136010",
            "orgName": "MARTIFER SOLAR SA",
            "ecContrib": 587715
        },
        "943843175": {
            "orgId": "943843175",
            "orgName": "DOMUS INGENIERIA ENERGETICA SL",
            "ecContrib": 344749
        },
        "999465594": {
            "orgId": "999465594",
            "orgName": "UNIVERSITA DEGLI STUDI DI SASSARI",
            "ecContrib": 302056
        },
        "942273424": {
            "orgId": "942273424",
            "orgName": "OMRON EUROPE BV",
            "ecContrib": 220706
        }
    },
    "calculatedTotalContribution": 3996316
}