{
    "rcn": "196830",
    "acronym": "ECWRTI",
    "topics": "WATER-1a-2014",
    "title": "ECOLORO: Reuse of Waste Water from the Textile Industry",
    "startDate": "01/06/2015",
    "endDate": "30/11/2018",
    "objective": "Constant extraction of increasingly scarce fresh water puts a vital demand on increasing water-use efficiency in all sectors. The ECWRTI project will demonstrate the EColoRO concept on full industrial scale in two locations in the European textile industry. \n\nThe EColoRO concept uses electro-coagulation (EC) combined with flotation to remove pollutants, colorants and chemicals from waste water very effectively.  This unique feature enables using ultrafiltration and reverse osmosis membrane processes downstream in an optimized way. The key advantages are: \n- Total reuse of waste-water in textile industry reducing fresh-water intake by at least  75% \n- Low-cost and economically highly attractive \n- Very flexible, containerized and modular, easy scalable, low footprint, suitable for retro-fit, brownfield or greenfield application\n- Low energy use, no use of chemicals or flocculants, producing concentrated waste streams with very high re-use potential\n- Enabler for optimizing use of water, allowing for advanced energy and resource efficiency in the textile manufacturing processes\n\nEC and the EColoRO concept are currently proven at TRL 6. The ECWRTI project will run for 35 months and will deliver technological proof at TRL 8, ready for commercial uptake. It will further deliver the materials, analysis and tools needed for rapid commercial roll-out.\nThe consortium consists of a focused and well-balanced team. The project is SME driven with EColoRO as coordinator and 6 partners from 3 EU member states with key know-how on waste water purification (VITO, EColoRO), textile technology and production (Inotex, Utexbel, Tintoria Pavese), electro-coagulation and engineering (Morselt),  process technology, open innovation and project support (ISPT) and EU wide market access in the textile sector (Euratex). An advisory board with stakeholders from textile, process industry and waste water sectors will provide guidance, critical feedback and dissemination support.",
    "totalCost": "4845499,64",
    "ecMaxContribution": "3748967,5",
    "coordinator": "STICHTING S-ISPT",
    "coordinatorCountry": "NL",
    "participants": "UTEXBEL NV;VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;INOTEX SPOL SRO;TINTORIA PAVESE SPA;MORSELT BORNE BV;ECOLORO BV;EUROPEAN APPAREL AND TEXTILE CONFEDERATION",
    "participantCountries": "BE;CZ;IT;NL",
    "projectParticipants": {
        "936499790": {
            "orgId": "936499790",
            "orgName": "MORSELT BORNE BV",
            "ecContrib": 45642
        },
        "953358487": {
            "orgId": "953358487",
            "orgName": "STICHTING S-ISPT",
            "ecContrib": 531188
        },
        "969221673": {
            "orgId": "969221673",
            "orgName": "EUROPEAN APPAREL AND TEXTILE CONFEDERATION",
            "ecContrib": 80500
        },
        "942622042": {
            "orgId": "942622042",
            "orgName": "ECOLORO BV",
            "ecContrib": 1786329
        },
        "996538425": {
            "orgId": "996538425",
            "orgName": "UTEXBEL NV",
            "ecContrib": 526164
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 578705
        },
        "912678627": {
            "orgId": "912678627",
            "orgName": "TINTORIA PAVESE SPA",
            "ecContrib": 54053
        },
        "999688015": {
            "orgId": "999688015",
            "orgName": "INOTEX SPOL SRO",
            "ecContrib": 146388
        }
    },
    "calculatedTotalContribution": 3748969
}