{
    "rcn": "196886",
    "acronym": "RENOS",
    "topics": "ERC-CoG-2014",
    "title": "Rare earth doped novel on-chip sources",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The development of compact, low cost, power efficient, tunable lasers and frequency combs spanning large bandwidths, exhibiting excellent output beam characteristics, such as the ones achieved in solid-state sources, and expanding the wavelength ranges of by typical solid-state materials, will greatly benefit application fields such as optical sensing, spectroscopy, metrology and telecommunications.\nIn this research program, I propose to study the generation of novel frequencies and frequency combs by stimulated Raman scattering and four-wave mixing in high-contrast waveguides in rare-earth-doped potassium double tungstates materials (RE:KYW) by exploiting both their excellent optical gain properties as well as their large non-linear index of refraction.\nWe have recently demonstrated an enormous modal gain in an Yb3\\:KYW waveguide amplifier (i.e., ~1000 dB/cm) as well as very efficient (>80%) high power (~1.6 W) laser generation in a Tm3\\:KYW waveguide, with broad tunability. However, the low-contrast waveguides utilized have a large modal area (>25 um2) and high bend losses. High-contrast waveguides in RE:KYW have negligible bend losses for radii over 5 um. The introduction of a thin metal layer underneath the dielectric core reduces the total bend losses for very sharp bends. The higher field intensity together with the use of resonant structures (i.e., microrings), makes this waveguide platform ideal to study non-linear phenomena. \nThe great technological challenges lie on the development of very low-loss microring resonators with highly controlled vertical coupling to passive bus waveguides, with the correct chromatic dispersion and very confined modal field and their combination with plasmonics.\nA successful development of this technology will pave the road to great scientific advancements as well as a new generation of compact on-chip solid-state laser sources that will open new horizons in the aforementioned application fields.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}