{
    "rcn": "196879",
    "acronym": "ALDof 2DTMDs",
    "topics": "ERC-CoG-2014",
    "title": "Atomic layer deposition of two-dimensional transition metal dichalcogenide nanolayers",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Two-dimensional transition metal dichalcogenides (2D-TMDs) are an exciting class of new materials. Their ultrathin body, optical band gap and unusual spin and valley polarization physics make them very promising candidates for a vast new range of (opto-)electronic applications. So far, most experimental work on 2D-TMDs has been performed on exfoliated flakes made by the ëScotch tapeí technique. The major next challenge is the large-area synthesis of 2D-TMDs by a technique that ultimately can be used for commercial device fabrication.\nBuilding upon pure 2D-TMDs, even more functionalities can be gained from 2D-TMD alloys and heterostructures. Theoretical work on these derivates reveals exciting new phenomena, but experimentally this field is largely unexplored due to synthesis technique limitations.\nThe goal of this proposal is to combine atomic layer deposition with plasma chemistry to create a novel surface-controlled, industry-compatible synthesis technique that will make large area 2D-TMDs, 2D-TMD alloys and 2D-TMD heterostructures a reality. This innovative approach will enable systematic layer dependent studies, likely revealing exciting new properties, and provide integration pathways for a multitude of applications.\nAtomistic simulations will guide the process development and, together with in- and ex-situ analysis, increase the understanding of the surface chemistry involved. State-of-the-art high resolution transmission electron microscopy will be used to study the alloying process and the formation of heterostructures. Luminescence spectroscopy and electrical characterization will reveal the potential of the synthesized materials for (opto)-electronic applications.\nThe synergy between the excellent background of the PI in 2D materials for nanoelectronics and the groupís leading expertise in ALD and plasma science is unique and provides an ideal stepping stone to develop the synthesis of large-area 2D-TMDs and derivatives.",
    "totalCost": "1968708,75",
    "ecMaxContribution": "1968708,75",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 1968709
        }
    },
    "calculatedTotalContribution": 1968709
}