{
    "rcn": "196862",
    "acronym": "LONGHEART",
    "topics": "ERC-CoG-2014",
    "title": "Exploring selected long non-coding RNAs as diagnostics and therapeutic targets for heart failure",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Despite clinical advances, diseases of the cardiovascular system are the most common cause of morbidity and mortality in the EU with currently 50 million people suffering from heart failure. These important challenges call for a better understanding of underlying mechanisms to enable development of innovative, effective diagnostic and therapeutic strategies for heart failure. Cardiac stress such as myocardial infarction or hypertension leads to cellular ìremodelingî of the left ventricle resulting in heart failure. Protein-coding genes originate from only 1.5% of the genome, whereas the larger remaining portion is often transcribed to non-coding RNAs, of which functional importance is still ill understood. We pioneered a role of small microRNAs as diagnostics and therapeutic targets for heart failure (Nature, 2008; Nature Comm, 2012, J Clin Invest, 2014). We now will focus on the larger fraction of long non-coding RNAs (lncRNAs) and their functional roles, as well as diagnostic and therapeutic use in heart failure. The proposal has the following interconnected objectives: a) identify novel functional relevant cardiac remodeling-associated lncRNAs; b) characterise key lncRNA cardiac targetomes; c) investigate lncRNA-paracrine mechanisms and the diagnostic and prognostic potential of cardiac-derived extracellular lncRNAs using large clinical cohorts; and d) discover their therapeutic potential to prevent cardiac remodeling in clinically relevant animal models. Innovative molecular and cell-based methods, a unique lncRNA-shRNA library, genetic animal models and availability of large clinical biobanks will form the basis for a successful strategy. LONGHEART will lead to ground-breaking new insight into the role of lncRNAs in the heart. These findings will firmly establish lncRNA-based mechanisms to identify fundamentally novel diagnostic and therapeutic entry points for a most serious clinical important disorder in dire need for new diagnostic and therapeutic paradigms.",
    "totalCost": "1816250",
    "ecMaxContribution": "1816250",
    "coordinator": "MEDIZINISCHE HOCHSCHULE HANNOVER",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999878426": {
            "orgId": "999878426",
            "orgName": "MEDIZINISCHE HOCHSCHULE HANNOVER",
            "ecContrib": 1816250
        }
    },
    "calculatedTotalContribution": 1816250
}