{
    "rcn": "196866",
    "acronym": "QUANTUMMETALINK",
    "topics": "ERC-CoG-2014",
    "title": "Quantum Metamaterials: A Theoretical and Computational Approach Towards Seamlessly Integrated Hybrid Classical/Quantum Nano-structures",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "The overarching aim of this proposal is to initiate and advance an integrated theoretical and computational research programme in an emerging area of metamaterials research, namely Quantum Metamaterials. Thus, it is commonly believed that one of the most noteworthy developments witnessed in the last decade in physical sciences and engineering is the emergence of metamaterials. Unlike ordinary materials, which are assembled at the atomic level, metamaterials are composite materials built up from artificially engineered meta-atoms and meta-molecules. The fundamental idea in this area of research is that remarkable physical properties beyond those available in naturally occurring materials can be achieved by designing the meta-constituents of the metamaterial and structuring it at a scale comparable or smaller than the optical wavelength. In this context, a new paradigm in metamaterials research emerges when the building blocks of metamaterials are quantum resonators, e.g., quantum dots (QDs), QD molecules, graphene disks coupled to interacting QDs, and quantum nanowires, case in which the macroscopic properties of quantum metamaterials are determined by the quantum properties of their basic constituents. We have organised this research programme along three broad, synergistically integrated themes. The first will focus on the development of a general theory of the effective, macroscopic properties of quantum metamaterials. The key challenge is to build a theoretical framework in which the macroscopic properties of quantum metamaterials are derived directly from those of their quantum building blocks. The second theme will be geared towards developing a set of numerical methods and software tools for ab initio simulations of fundamental physical properties quantum metamaterials. The foundational work pertaining to the first two themes will enable us to pursue the main objective of  the third theme, which is the exploration of new science and novel applications.",
    "totalCost": "1779240",
    "ecMaxContribution": "1779240",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1779240
        }
    },
    "calculatedTotalContribution": 1779240
}