{
    "rcn": "196834",
    "acronym": "SMART GEMS",
    "topics": "MSCA-RISE-2014",
    "title": "Smart Grids Energy management Staff",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "Smart grid is a dynamically interactive real-time infrastructure concept that encompasses the many visions of diverse energy system stakeholders. The Smart Grid is integrating the electrical and information technologies in between any point of generation and any point of consumption. The main objective of the project is to fully analyze all aspects of smart grids targeting in the improvement of reliability, mitigation of security risks, increase load shaping and energy efficiency, optimal integration and generation-consumption matching as well as smart monitoring and control.\n\nTo this end, the aim of the SMART GEMS project is to use Smart Gridsí optimization and reliable operation concept as the common basis for collaboration and staff exchange among the partners.\n\nThe overall effort will be based in two existing smart grid infrastructures owned by TUC and AEA and is designed to exploit the complementary expertise of the participants as well as enhance and create more synergies. Moreover the infrastructure of all partners will be available for the projectís goals. In this framework, SMART-GEMS partners are selected to formulate a complementary group which encompasses all the major aspects of smart grids.\n\nDuring the SMART GEMS secondments, a mixture of research and training will be blended in a suitable proportion as to maximize the career perspectives of the researchers involved focusing on innovation skills related to smart grids and smart communities interdisciplinary aspects.\n\nThe methodological approach is designed to enhance the researchersí competitiveness and promote the ideas sharing from research to market and vice versa. The methodology is based on a cycle expansion in three dimensions where all participants are actively involved.",
    "totalCost": "958500",
    "ecMaxContribution": "958500",
    "coordinator": "POLYTECHNEIO KRITIS",
    "coordinatorCountry": "EL",
    "participants": "AEA s.r.l.;TECHNOLOGIKO PANEPISTIMIO KYPROU;IDEA SRL;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;THE UK INTELLIGENT SYSTEMS RESEARCH INSTITUTE LIMITED;EXERGY LTD;BRUNEL UNIVERSITY LONDON;Elgama-Elektronika;THE CYPRUS INSTITUTE",
    "participantCountries": "IT;CY;EL;UK;LT",
    "projectParticipants": {
        "953546667": {
            "orgId": "953546667",
            "orgName": "IDEA SRL",
            "ecContrib": 103500
        },
        "999597223": {
            "orgId": "999597223",
            "orgName": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
            "ecContrib": 45000
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 166500
        },
        "965934440": {
            "orgId": "965934440",
            "orgName": "THE CYPRUS INSTITUTE",
            "ecContrib": 135000
        },
        "991209924": {
            "orgId": "991209924",
            "orgName": "AEA s.r.l.",
            "ecContrib": 76500
        },
        "965518407": {
            "orgId": "965518407",
            "orgName": "Elgama-Elektronika",
            "ecContrib": 81000
        },
        "958260479": {
            "orgId": "958260479",
            "orgName": "EXERGY LTD",
            "ecContrib": 54000
        },
        "998923849": {
            "orgId": "998923849",
            "orgName": "THE UK INTELLIGENT SYSTEMS RESEARCH INSTITUTE LIMITED",
            "ecContrib": 0
        },
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 99000
        },
        "999824300": {
            "orgId": "999824300",
            "orgName": "POLYTECHNEIO KRITIS",
            "ecContrib": 198000
        }
    },
    "calculatedTotalContribution": 958500
}