{
    "rcn": "196846",
    "acronym": "ZAS",
    "topics": "NMP-13-2014",
    "title": "Zinc Air Secondary innovative nanotech based batteries for efficient energy storage",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "'In ZAS the topic NMP-13-2014: 'Storage of energy produced by decentralised sources' will be addressed in order to improve the performance of rechargeable zinc-air batteries as a promising option for stationary energy storage. \n\nThe overall objective of ZAS is to enable the use of distributed and intermittent renewable energy sources by further developing this type of battery technology. The new battery is expected to have an energy density higher than 250 Wh/kg and 300 Wh/L, and reversibility of more than 1000 cycles at 80 % DOD, good safety performance and a cost lower than 300 Ä/kWh.\n\nThrough close interaction between computer simulations and experimental testing, ZAS will select and develop nanostructured electrode and electrolyte materials used in an innovative cell design. Modelling materials, structures, and dynamics on different length scales will contribute to a rational cell. After generation of the materials and validation of our full cell model, we will predict cell performance for a variety of cell designs and operating conditions, providing data into the technology validation by simulating different scenarios including hybrid systems in which zinc-air batteries are used as storage devices. The synergy with other technologies will be obtained through the strong experience the members of the consortium possess towards other types of metal-air batteries and in related technologies e.g. hydrogen fuel cells and water electrolyzers. The involvement of an end user in the consortium will ensure that the developed technology meets the requirements for hybrid constellations of energy storage. The exploitation and business plan developed in ZAS will be based explicitly on energy system simulation and validation of the feasibility of using zinc-air batteries for energy storage by performing life cycle assessment (LCA). Material selection, up-scalability, and innovative design will be crucial for identifying how any follow-up should be organized and financed.'",
    "totalCost": "6614553,75",
    "ecMaxContribution": "6614553,75",
    "coordinator": "SINTEF AS",
    "coordinatorCountry": "NO",
    "participants": "REACTIVE METAL PARTICLES AS;Ceramic Powder Technology AS;ABENGOA INNOVACION SOCIEDAD ANONIMA;STIFTELSEN SINTEF;VARTA MICROBATTERY GMBH;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;DANMARKS TEKNISKE UNIVERSITET;INSTITUTE OF ELECTROCHEMISTRY AND ENERGY SYSTEMS;INSTALACIONES INABENSA SA;FUNDACION CIDETEC",
    "participantCountries": "NO;ES;DE;DK;BG",
    "projectParticipants": {
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 1323815
        },
        "997211217": {
            "orgId": "997211217",
            "orgName": "INSTALACIONES INABENSA SA",
            "ecContrib": 0
        },
        "997950260": {
            "orgId": "997950260",
            "orgName": "Ceramic Powder Technology AS",
            "ecContrib": 703921
        },
        "999461229": {
            "orgId": "999461229",
            "orgName": "FUNDACION CIDETEC",
            "ecContrib": 781250
        },
        "996326286": {
            "orgId": "996326286",
            "orgName": "ABENGOA INNOVACION SOCIEDAD ANONIMA",
            "ecContrib": 329075
        },
        "936743551": {
            "orgId": "936743551",
            "orgName": "REACTIVE METAL PARTICLES AS",
            "ecContrib": 587316
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 564632
        },
        "999482763": {
            "orgId": "999482763",
            "orgName": "INSTITUTE OF ELECTROCHEMISTRY AND ENERGY SYSTEMS",
            "ecContrib": 442750
        },
        "999591015": {
            "orgId": "999591015",
            "orgName": "VARTA MICROBATTERY GMBH",
            "ecContrib": 324125
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 1143944
        }
    },
    "calculatedTotalContribution": 6200828
}