{
    "rcn": "196880",
    "acronym": "Integrating Turkish",
    "topics": "ERC-CoG-2014",
    "title": "Beyond East and West:  Developing and Documenting an Evolving Transcultural Musical Practice",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "For composers in Turkey today, the urge to integrate the beauties of Turkeyís rich musical heritage into contemporary concert music has become almost an imperative. But differences in tuning, texture, and between oral and notated orientations to performance have presented seemingly intractable obstacles. This project systematises practical processes essential for the creation of a new, East-West strand of contemporary music and opera. It initiates cutting-edge research workshops in Istanbul, Holland and the UK to: 1. Train top-level traditional instrumentalists and singers in Turkey effectively to perform a new repertoire; 2. Train top professional Western singers in non-Western techniques and nuances of vocal production; 3. Develop approaches for modelling such music's impacts on Turkish and Western musiciansí adaptive processes in rehearsal and performance, and diverse audiencesí perceptions of such music; 4. Create an ensemble interface (including newly designed instruments) to increase capacity for merging sounds beyond levels now achievable; 5. Produce groundbreaking studies on timbre to provide new insights into how sound is produced; 6. Establish a new template for mapping Eastern and Western tuning systems onto one another.  This research, together with an orchestration manual for Turkish sounds will comprise the core of a published (CUP) team-authored e-book, Integrating Turkish Instruments and Voices into Contemporary Music (ITI), with included audio and visual examples linked as an online resource.  Looking further, this projectís multi-modal, transdisciplinary approach also suggests a model for probing how the ëfree playí of the imagination (Kant) possible within processes of art and its creation can provide metaphors towards understanding one of the most urgent and compelling issues of our time:  how to transcend cultural barriers (real or imagined) that exist today.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "ISTANBUL TEKNIK UNIVERSITESI;BATH SPA UNIVERSITY",
    "participantCountries": "TR;UK",
    "projectParticipants": {
        "999866592": {
            "orgId": "999866592",
            "orgName": "ISTANBUL TEKNIK UNIVERSITESI",
            "ecContrib": 30575
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 1809963
        },
        "960110366": {
            "orgId": "960110366",
            "orgName": "BATH SPA UNIVERSITY",
            "ecContrib": 159462
        }
    },
    "calculatedTotalContribution": 2000000
}