{
    "rcn": "196857",
    "acronym": "MANGO",
    "topics": "ERC-CoG-2014",
    "title": "The determinants of cross-seeding of protein aggregation: a Multiple TANGO",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Amyloid-like protein aggregation is a process of protein assembly via the formation of intermolecular ?-structures by short aggregation prone sequence regions. This occurs as an unwanted side-reaction of impaired protein folding in disease, but also for the construction of natural nanomaterials. Aggregates appear to be strongly enriched in particular proteins, suggesting that the assembly process itself is specific, but the cross-seeding of the aggregation of one protein by aggregates of another protein has also been reported. \n\nThe key question that I aim to address in this proposal is how the beta-interactions of the amino acids in the aggregate spine determine the trade-off between the specificity of aggregation versus cross-seeding. To this end, I will determine the energy difference between homotypic versus heterotypic interactions and how differences in sequence translate into energy gaps. Moreover, I will analyse the sequence variations of aggregation prone stretches in natural proteomes to understand the danger of widespread co-aggregation. \n\nTo achieve these outcomes, I will study the interactions and cross-seeding of aggregating proteins and model peptides in vitro and in cells. I will extract the sequence and structural determinants of co-aggregation, and employ these to construct novel bioinformatics algorithm that can accurately predict co-aggregation and cross-seeding. I will use these to analyse co-aggregation cascades in natural proteomes looking for mechanisms that protect them from wide-spread cross-seeding. \n\nThis work will have a significant impact on the understanding of the downstream effects of protein aggregates and may reveal co-aggregation networks in human diseases such as the major neurodegenerative diseases or cancer, potentially opening up new research lines on the mechanisms underlying these pathologies and thus identify targets for novel therapies.",
    "totalCost": "1995523",
    "ecMaxContribution": "1995523",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 1995523
        }
    },
    "calculatedTotalContribution": 1995523
}