{
    "rcn": "196860",
    "acronym": "STRINGFLATION",
    "topics": "ERC-CoG-2014",
    "title": "Inflation in String Theory - Connecting Quantum Gravity with Observations",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "This project aims at predicting the energy scale of cosmological inflation and the strength of the inflationary gravitational wave signal from string theory. Observations of the cosmic microwave background (CMB) temperature fluctuations have drastically changed cosmology into quantitative science. The results provide strong evidence for two phases of accelerated expansion in our Universe. The late-time phase of acceleration, termed ídark energyí, is consistent with an extremely small positive cosmological constant, while the evidence for a very early phase of acceleration increasingly supports cosmological inflation. Very recently, the BICEP2 experiment reported the detection of B-mode polarization in the CMB. Pending future corroboration, this may correspond to a detection of primordial gravitational waves with a fractional power of about 10% of the CMB temperature fluctuations. In the context of inflation this implies an inflationary energy scale close to the scale of Grand Unification, and a large field excursion of the inflationary scalar field. Hence, the inflationary scalar potential needs symmetries to protect it from dangerous quantum corrections. These features strongly motivate the study of high-scale inflation in string theory as a candidate theory of quantum gravity. We will determine the range of predictions for large-field high-scale inflation in string theory driven by the mechanism of axion monodromy, which was co-discovered by the PI. For this purpose, we will establish a catalog of primary sources for large field ranges from axion monodromy in combination with assistance effects from multiple axion fields. We will analyze the generic effects of the interplay between large-field models of inflation in string theory with its necessary prerequisite, moduli stabilization. Finally, we will study the distribution of inflation mechanisms among the many vacua of string theory. In combination, this gives us a first chance to make string theory testable.",
    "totalCost": "1854750",
    "ecMaxContribution": "1854750",
    "coordinator": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986969": {
            "orgId": "999986969",
            "orgName": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
            "ecContrib": 1854750
        }
    },
    "calculatedTotalContribution": 1854750
}