{
    "rcn": "196865",
    "acronym": "9 SALT",
    "topics": "ERC-CoG-2014",
    "title": "Reassessing Ninth Century Philosophy. A Synchronic Approach to the Logical Traditions",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "This project aims at a better understanding of the philosophical richness of ninth century thought using the unprecedented and highly innovative method of the synchronic approach. The hypothesis directing this synchronic approach is that studying together in parallel the four main philosophical traditions of the century ñ i.e. Latin, Greek, Syriac and Arabic ñ will bring results that the traditional enquiry limited to one tradition alone can never reach. This implies pioneering a new methodology to overcome the compartmentalization of research which prevails nowadays. Using this method is only possible because the four conditions of applicability ñ comparable intellectual environment, common text corpus, similar methodological perspective, commensurable problems ñ are fulfilled. The ninth century, a time of cultural renewal in the Carolingian, Byzantine and Abbasid empires, possesses the remarkable characteristic ñ which ensures commensurability ñ that the same texts, namely the writings of Aristotelian logic (mainly Porphyryís Isagoge and Aristotleís Categories) were read and commented upon in Latin, Greek, Syriac and Arabic alike. \nLogic is fundamental to philosophical enquiry. The contested question is the human capacity to rationalise, analyse and describe the sensible reality, to understand the ontological structure of the world, and to define the types of entities which exist. The use of this unprecedented synchronic approach will allow us a deeper understanding of the positions, a clear identification of the a priori postulates of the philosophical debates, and a critical evaluation of the arguments used. It provides a unique opportunity to compare the different traditions and highlight the heritage which is common, to stress the specificities of each tradition when tackling philosophical issues and to discover the doctrinal results triggered by their mutual interactions, be they constructive (scholarly exchanges) or polemic (religious controversies).",
    "totalCost": "1998566,25",
    "ecMaxContribution": "1998566,25",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 1998566
        }
    },
    "calculatedTotalContribution": 1998566
}