{
    "rcn": "196863",
    "acronym": "AdLibYeast",
    "topics": "ERC-CoG-2014",
    "title": "Synthetic platforms for ad libitum remodelling of yeast central metabolism",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Replacement of petrochemistry by bio-based processes is key to sustainable development and requires microbes equipped with novel-to-nature capabilities. The efficiency of such engineered microbes strongly depends on their native metabolic networks. However, aeons of evolution have optimized these networks for fitness in nature rather than for industrial performance. As a result, central metabolic networks are complex and encoded by mosaic microbial genomes in which genes, irrespective of their function, are scattered over the genome and chromosomes. This absence of a modular organization tremendously restricts genetic accessibility and presents a major hurdle for fundamental understanding and rational engineering of central metabolism. To conquer this limitation, I introduce the concept of ëpathway swappingí, which will enable experimenters to remodel the core machinery of microbes at will.\nUsing the yeast Saccharomyces cerevisiae, an industrial biotechnology work horse and model eukaryotic cell, I propose to design and construct a microbial chassis in which all genes encoding enzymes in central carbon metabolism are relocated to a specialized synthetic chromosome, from which they can be easily swapped by any ñ  homologous or heterologous ñ synthetic pathway. This challenging and innovative project paves the way for a modular approach to engineering of central metabolism.\nBeyond providing a ground-breaking enabling technology, the ultimate goal of the pathway swapping technology is to address hitherto unanswered fundamental questions. Access to a sheer endless variety of configurations of central metabolism offers unique, new possibilities to study the fundamental design of metabolic pathways, the constraints that have shaped them and unifying principles for their structure and regulation. Moreover, this technology enables fast, combinatorial optimization studies on central metabolism to optimize its performance in biotechnological purposes.",
    "totalCost": "2149717,5",
    "ecMaxContribution": "2149717,5",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 2149718
        }
    },
    "calculatedTotalContribution": 2149718
}