{
    "rcn": "196882",
    "acronym": "PALEOCHAR",
    "topics": "ERC-CoG-2014",
    "title": "PALEOCHAR: Insights into the Neanderthals and their demise from the study of microscopic and molecular charred matter in Middle Palaeolithic sediments",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Who were the Neanderthals and what caused their demise? To answer these questions, the classic approach in archaeology relies on the analysis of the Neanderthals' stone-tool assemblages and the mineralized bone remains of their dietary intake. Although this approach has yielded a great deal of important information about the Neanderthalsí fate, it is also limited in the sense that the only evidence that is considered is in-organic in nature. In the current proposal, we attempt to answer these questions by considering microscopic and molecular evidence that is organic in nature. By studying the organic sedimentary record at such fine scales, we are able to extract information about, for example, the fat contents of the Neanderthal food, the way they made fire, the arrangements of their living spaces, their surrounding vegetation and the climatic conditions where they lived. By combining these different sources of information we aim to provide a more complete picture of the Neanderthals and the reason of their disappearance. \nSpecifically, the PALEOCHAR project examines how Neanderthal diet, fire technology, settlement patterns, and surrounding vegetation were affected by changing climatic conditions. To do so, the project will integrate methodologies from micromorphology and organic geochemistry. A key and innovative aspect of the proposal is the consideration of microscopic and molecular evidence that is both organic and charred in nature. Climatic changes and behavioural responses will be examined at two Iberian sites which represent two key points along the Neanderthal time-line. The results of this project will make important contributions to the development of new methods for archaeological research, train a new generation of skilled geoarchaeologists knowledgeable in microstratigraphy and applied chemistry, and yield new insights into the Neanderthals and their demise.",
    "totalCost": "1996750",
    "ecMaxContribution": "1996750",
    "coordinator": "UNIVERSIDAD DE LA LAGUNA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999825270": {
            "orgId": "999825270",
            "orgName": "UNIVERSIDAD DE LA LAGUNA",
            "ecContrib": 1996750
        }
    },
    "calculatedTotalContribution": 1996750
}