{
    "rcn": "196873",
    "acronym": "SUPER-2D",
    "topics": "ERC-CoG-2014",
    "title": "Many-body physics and superconductivity in 2D materials",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "The goal of this project is to prepare and functionalize layered materials and then to characterize them in-situ using a novel combination of electrical transport, photoelectron and optical spectroscopy. This approach provides a solution to the intense research efforts in trying to engineer, probe and unravel many-body physics and the superconducting coupling mechanism in layered solids. The materials under investigation are based on the families of graphene, dichalcogenides and iron based superconductors. Chemical functionalization using dopants and strain allows for an unprecedented control over their physical properties. The proposed material systems provide a new arena to explore diverse condensed matter phenomena such as electron correlation, electron-phonon coupling and superconductivity. The groundbreaking aspects of this proposal are as follows: (1) development of a unique setup where electrical transport, angle-resolved photoemission (ARPES) and optical spectroscopy is measured in-situ on the same sample, (2) large-area deterministic layer-by-layer growth by chemical vapour deposition (CVD) and molecular beam epitaxy, (3) the effects of mechanical strain and hence large pseudomagnetic fields on the electronic band structure will be investigated using ARPES, (4) the effects of alkali metal doping on the superconducting transition temperature and the spectral function will be investigated using transport, ARPES and optical spectroscopies shining light onto the superconducting pairing mechanisms in different classes of materials. The proposal's feasibility is firmly grounded on the pioneering work of the PIís group on superconducting coupling in functionalized graphene and the in-situ ARPES measurements of a CVD grown graphene/BN heterostructure.",
    "totalCost": "1928750",
    "ecMaxContribution": "1928750",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 1928750
        }
    },
    "calculatedTotalContribution": 1928750
}