{
    "rcn": "196870",
    "acronym": "BrightSens",
    "topics": "ERC-CoG-2014",
    "title": "Ultrabright Turn-on Fluorescent Organic Nanoparticles for Amplified Molecular Sensing in Living Cells",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Existing fluorescent molecular probes, due to limited brightness, do not allow imaging individual biomolecules directly in living cells, whereas bright fluorescent nanoparticles are unable to respond to single molecular stimuli and their inorganic core is not biodegradable. The aim of BrightSens is to develop ultrabright fluorescent organic nanoparticles (FONs) capable to convert single molecular stimuli into collective turn-on response of >100 encapsulated dyes, and to apply them in amplified molecular sensing of specific targets at the cell surface (receptors) and in the cytosol (mRNA). The project is composed of three work packages. (1) Synthesis of FONs: Dye-doped polymer and micellar FONs will be obtained by self-assembly. Molecular design of dyes and the use of bulky hydrophobic counterions will enable precise control of dyes organization inside FONs, which will resolve the fundamental problems of self-quenching and cooperative on/off switching in dye ensembles. (2) Synthesis of nanoprobes: Using cooperative Forster Resonance Energy Transfer from FONs to originally designed acceptor-sensor unit, we propose synthesis of the first nanoprobes that (a) undergo complete turn-on or colour switch in response to single molecular targets and (b) harvest light energy into photochemical disruption of cell membrane barriers. (3) Cellular applications: The obtained nanoprobes will be applied in 2D and 3D cultures of cancer cells for background-free single-molecule detection of membrane receptors and intracellular mRNA, which are important markers of cancer and apoptosis. An original concept of amplified photochemical internalization is proposed to trigger by light entry of nanoprobes into the cytosol. This high-risk/high-gain multidisciplinary project will result in new organic nanomaterials with unique photophysical properties that will enable visualization of biomolecules at work in living cells with expected impact on cancer research.",
    "totalCost": "1999750",
    "ecMaxContribution": "1999750",
    "coordinator": "UNIVERSITE DE STRASBOURG",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 1999750
        }
    },
    "calculatedTotalContribution": 1999750
}