{
    "rcn": "196875",
    "acronym": "TWORAINS",
    "topics": "ERC-CoG-2014",
    "title": "Winter Rain, Summer Rain: Adaptation, Climate Change, Resilience and the Indus Civilisation",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Rainfall systems are complex and inherently variable, yet they are of fundamental importance due to their impact on food security. Given that human populations can adapt their behaviour to a wide range of climatic and environmental conditions, it is essential that we understand the degree to which human choices in the past, present and future are resilient and sustainable in the face of variable weather conditions, and when confronted with abrupt events of climate change.\n\nTWORAINS will investigate the resilience and sustainability of South Asiaís first complex society, the Indus Civilisation (c.2500-1900 BC), which developed across a range of distinctive environmental contexts where westerly winter rainfall overlapped with the summer rainfall of the Indian Summer Monsoon (ISM). It is now clear that there was an abrupt weakening of the ISM that directly impacted NW India c.2100 BC, and coincided with the start of the decline of Indus cities, but the degree of connection between the two is elusive.\n\nArchaeologists have a unique role to play in understanding the ways that societies respond to climate change as they can investigate past instances of success or failure, and the Indus Civilisation provides an ideal laboratory in which to explore how societies can respond to variable and changing rain systems. TWORAINS will combine cutting edge approaches from Archaeology, Earth Sciences and Geography to reconstruct climate, model rain patterns, and explore societal adaptations and responses to change by combining data on settlement distribution, food production and consumption, and water stress. The data will then be integrated and assessed using agent-based modelling. By adopting an integrated interdisciplinary approach, it will be possible to ask ìDoes climate change really cause collapse?î, elucidate how particular communities perceived weather and landscape changes, hypothesise why they made the decisions they did, and explore the consequences of those decisions.",
    "totalCost": "1999439",
    "ecMaxContribution": "1999439",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}