{
    "rcn": "196853",
    "acronym": "UNBICAT",
    "topics": "ERC-CoG-2014",
    "title": "Unconventional Bifunctional Catalysts",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The development of sustainable chemical processes is one of the most important features in modern chemistry. It has become a key research area worldwide providing solutions to important societal demands by optimizing the use of natural resources and minimizing waste and environmental impact. Among the relevant methods for achieving this goal, catalysis represents a key and central approach. Both Organocatalysis and Metal Catalysis have emerged as solutions to the problems in this context. In this field, the progress of a novel bifunctional organocatalyst that could increase the number of different activations, and therefore the synthesis of valuable enantio-enriched molecules, would be highly desirable. Especially important, but still unknown, are the bifunctional-catalysts based on a Neutral Coordinate Organocatalyst and Photo-Organocatalysts. This proposal aims to develop two new unconventional approaches for the synthesis of bifunctional organocatalysts.\n\tThe first one is based on the development of new Bifunctional Neutral Coordinate Organocatalyst and their application to the synthesis of biologically relevant compounds. I propose to use these bifunctional catalysts to promote the dual activation of silyl reagents and suitable electrophiles. This approach constitutes an unconventional way to synthesize asymmetric molecules and has no precedent in the literature.\n\tThe second section of this proposal explores the photo-activation-bifunctional organocatalyst. I propose the design and application of new metal-free Bifunctional Photo-Organocatalysts which are able to chemically and photo-activate the substrate simultaneously in an asymmetric manner. \n\tThis project has the potential to change the general view of asymmetric Neutral Coordinate Organocatalyst and Photo-catalysis as we know it today. These unconventional bifunctional would be incorporated into the privileged catalyst library for its applications in new asymmetric transformations.",
    "totalCost": "1987750",
    "ecMaxContribution": "1987750",
    "coordinator": "UNIVERSIDAD AUTONOMA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 1987750
        }
    },
    "calculatedTotalContribution": 1987750
}