{
    "rcn": "196934",
    "acronym": "ICRI-BioM",
    "topics": "WIDESPREAD-1-2014",
    "title": "International Centre for Research on Innovative Bio-based Materials",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "The aim of this project is to establish a new centre of excellence in the Lodzkie Region, Poland, by creative and collaborative efforts, i.e. TEAMING with Max Planck Society (MPS), Germany, as the internationally leading institution. The planned International Centre for Research on Innovative Bio-based Materials (ICRI-BioM) will focus on design, synthesis, characterization and practical implementations/applications of advanced materials, exemplified by biomaterials, bio-products, and multifunctional smart polymer systems. This program fits into the Regional Strategy of the Lodzkie Region as one of smart specialisations, represented in the regional strategic documents, as well as the national strategy. An added value will be the synergistic effect created by combining expertise and ambitions of main research institutes in this area from Lodzkie Region and MPS. During the first year, a strategic Action Plan will be created with teaming partners and other participants: industry, research, regional and national authorities. The proposed Business Plan will describe a vision for the establishment of the ICRI-BioM: (i) long-term science and innovation strategy; (ii) organizational and management structure; (iii) a legal form of independent, autonomous non-profit institution; (iv) all required operational regulations. At the first stage of its activities, ICRI-BioM will be supported by national and regional funds, European structural and investment funds, Horizon 2020 and research, innovation and competitiveness Union - related programs. Within several years, the ICRI-BioM will become the strategic interdisciplinary research centre and it will influence the economic development of the region and country. By teaming with MPS, as the best European research institution, we trust that ICRI-BioM will be able to mimic the best research practices, adopt them into Polish reality and re-invent and re-shape the Polish research landscape.",
    "totalCost": "494375",
    "ecMaxContribution": "494375",
    "coordinator": "NARODOWE CENTRUM BADAN I ROZWOJU",
    "coordinatorCountry": "PL",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;POLITECHNIKA LODZKA",
    "participantCountries": "DE;PL",
    "projectParticipants": {
        "999886671": {
            "orgId": "999886671",
            "orgName": "POLITECHNIKA LODZKA",
            "ecContrib": 110625
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 311250
        },
        "999519720": {
            "orgId": "999519720",
            "orgName": "NARODOWE CENTRUM BADAN I ROZWOJU",
            "ecContrib": 72500
        }
    },
    "calculatedTotalContribution": 494375
}