{
    "rcn": "196977",
    "acronym": "PEGASUS-2",
    "topics": "MSCA-COFUND-2014-FP",
    "title": "[PEGASUS]≤, giving wings to your career.",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "With [Pegasus]≤, the Research foundation Flanders (FWO) aims to enhance human capital in fundamental research in all scientific domains by attracting more excellent researchers to Flanders via the incoming fellowships, as well as by bestowing researchers in Flanders with increased international experience via the outgoing fellowships.  This brain circulation through international and intersectoral mobility will not only foster excellence in the researcherís training and career development, it will also contribute to dissolving regional and (inter)national boundaries and bring the European Research Area nearer to completion.\n\nBased on the success of the previous cofunded programme and the lessons learned from its execution and external evaluation, [PEGASUS]≤ is a deepened and extended programme including two fellowship schemes for experienced researchers: (1) 3-year incoming fellowships and (2) 3-year outgoing fellowships composed of two years of research abroad and one return year to the fellowís host institution, in order to reintegrate into a long term position. Candidates can be of any nationality and active in any scientific discipline. In line with the European Charter and Code, the FWO is committed to fair and transparent recruitment and appraisal procedures, safeguarding the excellence and attractiveness of Flemish research in particular and of the ERA more generally.  Fellows will be offered attractive employment conditions including a bench fee on top of the living and mobility allowance. By providing support and training all within an optimal research environment and enjoying the best working conditions, [Pegasus]≤ offers experienced researchers a unique opportunity to boost their research career through international and intersectoral mobility.",
    "totalCost": "12744000",
    "ecMaxContribution": "6372000",
    "coordinator": "FONDS VOOR WETENSCHAPPELIJK ONDERZOEK-VLAANDEREN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997949484": {
            "orgId": "997949484",
            "orgName": "FONDS VOOR WETENSCHAPPELIJK ONDERZOEK-VLAANDEREN",
            "ecContrib": 6372000
        }
    },
    "calculatedTotalContribution": 6372000
}