{
    "rcn": "196989",
    "acronym": "P-SPHERE",
    "topics": "MSCA-COFUND-2014-FP",
    "title": "Opening Sphere UAB-CEI to PostDoctoral Fellows",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Presented by the Universitat AutÚnoma de Barcelona (UAB) as beneficiary, the project is part of a broader initiative named Sphere UAB-Campus of International Excellence (Sphere UAB-CIE) which aims at establishing a future pole for innovation by enhancing the integration of the R&D&I centres settled in the UAB campus and its surrounding. Seven partner institutions, members of Sphere UAB-CIE will be contributing to the co-financing and hiring fellows. Additionally other institutions will participate in the training and secondment activities.\n\nThe programme P-SPHERE programme will offer 3 years fellowships to a total of 48 fellows which will have the opportunity to develop their researcherís careers in an exceptional environment. \nThe P-SPHERE programme is articulated around five multidisciplinary research domains, including transversal technologies: Food, Health, Smart and Sustainable Cities, Cultural Heritage and Materials & Energy.\nThis fellowship programme is expected to contribute to realising the full potential of the recruited researchers and to add significantly to the development of their careers in the academic and non-academic sectors.",
    "totalCost": "10195200",
    "ecMaxContribution": "5097600",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 5097600
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 0
        },
        "997491741": {
            "orgId": "997491741",
            "orgName": "CENTRE DE VISIO PER COMPUTADOR",
            "ecContrib": 0
        },
        "999606923": {
            "orgId": "999606923",
            "orgName": "FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA",
            "ecContrib": 0
        },
        "999506819": {
            "orgId": "999506819",
            "orgName": "INSTITUT DE RECERCA I TECNOLOGIA AGROALIMENTARIES",
            "ecContrib": 0
        },
        "999613907": {
            "orgId": "999613907",
            "orgName": "INSTITUTO DE FISICA DE ALTAS ENERGIAS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 5097600
}