{
    "rcn": "196982",
    "acronym": "DermalTherapy",
    "topics": "ERC-PoC-2014",
    "title": "Membrane fusion mediated dermal allergy immunotherapy",
    "startDate": "01/09/2015",
    "endDate": "31/08/2016",
    "objective": "In this project we aim to develop a new delivery platform for allergy vaccines with a high efficacy and a high safety profile combining membrane fusion-mediated delivery and microneedle-based dermal delivery.\n\nBackground: Within the ERC Starting Grant ìDirect Drug Deliveryî, I developed a method for the controlled fusion of liposomes with cells. A set of complementary peptide amphiphiles (coilK and coilE), able to form heterodimeric coiled coils, were shown to induce targeted and efficient fusion between two opposing membranes. More importantly, we have shown that this method of fusion can be applied to liposomes and to live cells. Since liposomes can be used as drug or vaccine carriers, this enables the direct delivery of these compounds into live cells. \n\nThe Problem: Allergen-specific immunotherapy for treating allergies such as asthma is currently performed via chronic subcutaneous administration of allergen extracts to patients. Unfortunately, it requires monthly injections for several years to achieve the desired long-lasting immunological tolerance. These vaccinations are typically performed by intramuscular or subcutaneous injections, causing pain and stress. Therefore there is a need for a new and more efficient administration platform to achieve shorter, safer and more patient-friendly protocols.\n\nOur solution: Dermal delivery of vaccines offers a great potential, due to the large number of immune cells present in the skin. In order to increase the efficacy of current allergen-specific immunotherapy, it is our idea to use the membrane fusion heterodimeric coiled coil peptide pair to induce efficient cellular uptake and processing of a commercially used allergen (rBet v1) encapsulated in liposomes in order to increase its efficacy as an allergy vaccine.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}