{
    "rcn": "196997",
    "acronym": "GM-SCAN",
    "topics": "SFS-08-2014-1",
    "title": "AUTOMATIC VERTICAL SCANNER FOR DETERMING LEAN DISTRIBUTION IN ANIMAL CARCASSES (AVSCAN)",
    "startDate": "01/01/2015",
    "endDate": "30/06/2015",
    "objective": "Meat industry generates an annual turnover of Ä203b in the EU-28, and employs 560,000 people. The slaughtering sector plays a key role within the meat industry, being represented by more than 4,500 companies, and generating a turnover of Ä73b. \nIn a context of a strong market competitiveness, slaughterhouses are striving to minimize production costs and maximize the value of their raw meat products by improving their segmentation. In particular, meat processors increasingly request pre-classified products according to lean content. This demand is raising the interest of slaughterhouse industry for more accurate and reliable technologies to automatically grade animal carcasses according to the lean content in their primal cuts. Existing grading technologies in the market have limitations in terms of performance, robustness and cost. Moreover, they rely on measuring morphological parameters of the carcass to predict lean content, which makes the calibrations strongly dependent on the animal breed, and compromises the reliability of the carcass classification.\nBased on previous knowledge established in a former European Research Project, we aim at validating a novel carcass grading technology, which is able to accurately provide a direct measurement of the lean content in the carcass and its primal cuts, thus being independent of breed variations. The technology under development offers additional advantages over competing technologies in terms of cost, and easiness of integration. The estimated potential market for GM-SCAN is around Ä150M, and through our established network of customers in the sector we expect to be able to generate Ä13.8M after 5 years.\nGM-SCAN technology has been already demonstrated at pig slaughterhouses (TRL7). Through the proposed Phase I project, we aim at achieving the same stage of development for the beef application (currently at TRL6 ñ pilot line level), and to elaborate a business plan prior to undertaking the product development phase.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "G & M STEEL FABRICATORS LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953951254": {
            "orgId": "953951254",
            "orgName": "G & M STEEL FABRICATORS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}