{
    "rcn": "196930",
    "acronym": "CEMEA",
    "topics": "WIDESPREAD-1-2014",
    "title": "Building-up Centre of Excellence for advanced materials application",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "CEMEA project¥s main objective in the long run is to establish a joint Centre of Excellence for advanced materials application (CEMEA) based on long-term strategic cooperation between VTT Technical Research Centre of Finland and University of Helsinki (Finland) on the one hand and Slovak Academy of Sciences (Slovak) on the other. The rationale behind this project is to ensure sustainable financing and quality of research in the field of advanced materials in Slovakia as one of Key Enabling Technologies (KETs). Our goal is to bring and nurture the culture of excellence in Slovakia and to leverage support under HORIZON 2020 and other available funding opportunities. CEMEA project aligns with Smart Specialization Strategy of the Slovak Republic by focusing on areas of specialisation based on best available scientific and research capacities (identified in RIS3) ñ in particular on research of advanced materials and nanotechnology, biomedicine, biotechnology and sustainable energy as application areas for advanced materials. Results of the new CEMEA Centre¥s research will be applicable in areas of economic specialisation identified in RIS3 of the Slovak Republic. Projects long-term goals include:\n- Become a leading research organization in advanced materials research in Europe with management based solely on principle of excellence\n- Nurture ìculture of  excellenceî in Slovakia and thus, increase the human potential of the Centre, ensure spreading of excellence and circulation of knowledge in local economy (in Slovakia)\n- Develop and strengthen international cooperation with Centres of excellence or other excellent organizations in Europe\n- Improve ranking in selected composite indicators of research excellence (measurable and significant improvement in research and innovation culture)",
    "totalCost": "390300",
    "ecMaxContribution": "390300",
    "coordinator": "SLOVENSKA AKADEMIA VIED",
    "coordinatorCountry": "SK",
    "participants": "HELSINGIN YLIOPISTO;Teknologian tutkimuskeskus VTT Oy",
    "participantCountries": "FI",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 101321
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 131479
        },
        "999530390": {
            "orgId": "999530390",
            "orgName": "SLOVENSKA AKADEMIA VIED",
            "ecContrib": 157500
        }
    },
    "calculatedTotalContribution": 390300
}