{
    "rcn": "196901",
    "acronym": "Riblet4Wind",
    "topics": "LCE-03-2014",
    "title": "Riblet-Surfaces for Improvement of Efficiency of Wind Turbines",
    "startDate": "01/06/2015",
    "endDate": "30/11/2018",
    "objective": "The main objective of Riblet4Wind is the transfer of a technology that has already demonstrated its capacity for increasing the energy efficiency in the aeronautics sector, to the wind energy industry.\n\nApplication of functional coatings with riblet structure will improve the drag to lift ratio of rotor blades significantly. Wind tunnel experiments have proven the capability of this riblet-coating technology to increase the efficiency of wind turbines by up to 6%.\n\nThis direct effect will allow gaining the same amount of electrical energy with smaller rotor blades. Indirect effects will increase the benefit to approximately more than 10%:\n\n誰 The improved drag to lift ratio will allow operation at lower wind speeds. The earlier cut-in of the WTG will improve the facility to balance in the electrical grid system.\n\n誰 The riblet structure improves the stall and turbulence behaviour of the rotor blades thus allowing also operation at higher wind speeds and/or operation in less optimum wind conditions, e.g. changing wind directions or gusts.\n\n誰 The improved drag to lift ratio will reveal design options due to changes of the design loads.\n\n誰 The riblet structure will also result in a substantial reduction of noise emissions.\n\nIt is expected that the interaction of direct and indirect effects will contribute significantly to the targets of the European Wind Energy Technology Platform (TPWind) as declared in the new Strategic Research Agenda / Market Deployment Strategy (SRA / MDS) : a reduction of levelised costs of energy (LCoE) by 20% (onshore) respectively 50% (offshore) until 2028 (LCoE reference 2008).\n\nBeyond the focus of the topic H2020-LCE3-2014 the riblet-paint technology can also be applied on existing rotor blades, thus supporting retrofitting of existing wind turbines and maximising the benefit.\n\nIn total Riblet4Wind aims at demonstrating the successful transfer of the riblet-coating technology and the semi-quantitative assessment of the direct and indirect effects.",
    "totalCost": "4031852,5",
    "ecMaxContribution": "3307171,75",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "E.ON CLIMATE & RENEWABLES UK LIMITED;MUEHLHAN A/S;BIONIC SURFACE TECHNOLOGIES GMBH;UNIVERSITAT DE BARCELONA;MANKIEWICZ GEBR. & CO. GMBH & CO KG;ELTRONIC A/S",
    "participantCountries": "UK;DK;AT;ES;DE",
    "projectParticipants": {
        "948333014": {
            "orgId": "948333014",
            "orgName": "MUEHLHAN A/S",
            "ecContrib": 453372
        },
        "998438073": {
            "orgId": "998438073",
            "orgName": "MANKIEWICZ GEBR. & CO. GMBH & CO KG",
            "ecContrib": 216475
        },
        "997731525": {
            "orgId": "997731525",
            "orgName": "ELTRONIC A/S",
            "ecContrib": 522812
        },
        "950735413": {
            "orgId": "950735413",
            "orgName": "E.ON CLIMATE & RENEWABLES UK LIMITED",
            "ecContrib": 139125
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 498000
        },
        "940800770": {
            "orgId": "940800770",
            "orgName": "BIONIC SURFACE TECHNOLOGIES GMBH",
            "ecContrib": 359137
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1118250
        }
    },
    "calculatedTotalContribution": 3307171
}