{
    "rcn": "196965",
    "acronym": "Dementia",
    "topics": "ERC-PoC-2014",
    "title": "DNA rEpair impaired Mice with accElerated Neurodegeneration as Tool to Improve Alzheimer therapeutics",
    "startDate": "01/07/2015",
    "endDate": "31/12/2016",
    "objective": "Alzheimerís disease (AD) affects worldwide ~50 million people. Preclinical research relies mainly on transgenic mouse models overexpressing mutant human proteins that are altered in <5% of AD cases (e.g. ?-amyloid and tau), however, despite prominent protein aggregates, they fail to show the dramatic neurodegeneration and cognitive decline of patients, indicating that plaques and tangles may not be the only requirement for AD. Age is the most determining factor in AD, but is poorly represented in current AD models.\nGenerating bona fide mouse models for various human DNA repair syndromes we have disclosed a very strong connection between DNA damage, repair and aging including dramatic neurodegeneration. Within the context of ERC-DamAge we discovered striking parallels in neurodegeneration, progressive cognitive decline and genome-wide expression profiles of repair-deficient Ercc1?/- mice and human AD. The similarities in expression profiles are an order of magnitude higher than current AD mouse models. We discovered that nutritional interventions can spectacularly delay neurodegeneration, opening realistic perspectives for combating AD and other neurodegenerative disorders. The primary goal of this application is to complete the characterization of the mouse mutants as a valid model for AD by a detailed quantitative comparison of all RNA classes of relevant brain compartments of Ercc1?/- mutants and AD patients. This not only provides the final PoC, but also an unparalleled resource for pathway analysis, target identification and biomarkers for monitoring disease progression and effects of any intervention. This application will be instrumental to facilitate transition to a valid AD model for pharmaceutical companies enabling development of effective medication for prevention and/or therapy. This proposal addresses a huge unmet medical need worldwide, which seriously affects QoL, challenges health care systems, and offers unprecedented socio-economical opportunities.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}