{
    "rcn": "196996",
    "acronym": "MINERAL EYE",
    "topics": "SC5-20-2014-1",
    "title": "Real-time on-line mineralogical analysis for the process optimization and more sustainable mining",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "Mineral and metal resources are the foundation for our lives and lifestyles, and mining is still the primary method of their extraction. The sustainability in mining industry can be increased only through more intelligent, efficient and optimized processes that use reduced amount of energy, water and chemicals, and cause reduced amount of waste during different mining stages. Material flows in mining sector are huge. Globally, it is produced 5 billion tons of ore and 10 billion tons of side rock every year. About 70-80 % of mine energy consumption is used for transport, crushing and grinding ñ 2/3 of that in vain for side rock transportation, crushing and grinding. Even a small improvement in mining selectivity can achieve significant reduction to energy and water use and prevent waste formation.\n\nRaw mineralsí chemical and mineralogical compositions vary significantly. This is one of the main challenges for the optimized mining processes since the composition of the raw materials is very unpredictable. By better, real time mineralogical determination, the mining can be done more selectively, reducing amount of transported and ground side rock and reducing the energy need in the same ratio. Also, the chemical and consumable consumption is decreased. \n\nThis proposal suggests more detailed feasibility study, development activities, demonstration, piloting, commercialization and product launch for the robust, real time mineralogical analysis device based on TimegatedÆ Raman technology. \n\nThe suggested new product can provide the essential mineralogical information during mining processes from the drilling phase to the end product quality. The obtained mineralogical information during drilling process helps mining companies to avoid the transportation of ground side rocks and therefore enhance the substantial reduction to the energy consumption of transportation, crushing and grinding stages, and consequently also to reduce the CO2 emissions of the industry.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TIMEGATE INSTRUMENTS OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939286891": {
            "orgId": "939286891",
            "orgName": "TIMEGATE INSTRUMENTS OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}