{
    "rcn": "196998",
    "acronym": "Waste to Resource",
    "topics": "SC5-20-2014-1",
    "title": "Commercialisation of WarwickFBRô technology which can recycle Mixed Plastic Waste into a hydrocarbon product, the Plaxxô",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "Plastic has become the most common material since the beginning of the 20th century. Unfortunately, what makes it so useful, such as its durability, light weight and low cost, also makes it problematic when it comes to its end of life phase. Nearly 50% of plastic waste in the EU is still landfilled which is a waste of a resource, causes environmental issues and its disposal to a landfill or incinerator is a significant cost to its producers.  The reason for low levels of plastic waste recycling is because currently only mechanical recycling route exists and not all plastic products are equally suitable to be mechanically recycled. \n    \nRecycling Technologies have developed a technology, the WarwickFBRô, which can recycle this Mixed Plastic Waste back to a hydrocarbon based product branded as Plaxxô. Plaxxô can be used as slack waxes or as a feedstock in oil refineries to make more plastics. By recycling of MPW destined for landfill or incineration to Plaxxô, the WarwickFBRô technology can help in reducing the environmental impact of plastic waste and conserve the natural resources. For the customers it creates substantial commercial value as it converts a liability, the Mixed Plastic Waste, to a revenue earning asset, the Plaxxô.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RECYCLING TECHNOLOGIES LTD.",
    "coordinatorCountry": "UK",
    "participants": "CRAPPER & SONS LANDFILL LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "937875541": {
            "orgId": "937875541",
            "orgName": "CRAPPER & SONS LANDFILL LIMITED",
            "ecContrib": 0
        },
        "937900567": {
            "orgId": "937900567",
            "orgName": "RECYCLING TECHNOLOGIES LTD.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}