{
    "rcn": "196938",
    "acronym": "NORTEXCEL2020",
    "topics": "WIDESPREAD-1-2014",
    "title": "Creating a Centre of Excellence on Medical Devices in the Norte Region to boost RDI excellence",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "The present ìNORTEXCEL2020î proposal is the response of the Portuguese Norte region to the call ìWIDESPREAD 1-2014: Teamingî for creating or upgrading centres of excellence, building on partnerships between leading scientific institutions in Europe and low performing countries and regions, in terms of research and innovation performance.\nThis proposal is sponsored and coordinated by the Norte Regional Authority and comes as a direct follow-up to the regionís Smart Specialization Strategy, being born from the entrepreneurial discovery process at the origin of the RIS3, and intended to build on and expand the specialization paths selected for the region, that will be supported under the new regional Operational Programme.\nThe consortium is highly complementary and aligned with the challenges placed by the TEAMING call. The three organizations coming from the low performing region in Portugal (CCDR-N, IPP and INOVA\\) have previous experience of working together and perfectly complement each other, creating the necessary conditions for the sprouting of a new, successful, innovation initiative in the region, under the guidance of a very experience partner from a high performing region: JOANNEUM RESEARCH.\nThe Vision for the new centre of excellence is to create a world-leading centre in the Norte region of Portugal, contributing to the regional competitiveness of the research, innovation and business contexts through activities of excellence in applied research, technology development and innovation of an international dimension, becoming the leading regional organization in terms of participation in H2020.\nNORTEXCEL2020 will develop research and innovation activities integrating core requirements and scenarios from the medical technology application domain (focusing on medical devices, assistive technologies and wellbeing solutions). This application domain will explore new results and research in the areas of health technologies, advanced materials and ICT.",
    "totalCost": "475000",
    "ecMaxContribution": "475000",
    "coordinator": "COMISSAO DE COORDENACAO E DESENVOLVIMENTO REGIONAL DO NORTE",
    "coordinatorCountry": "PT",
    "participants": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH;INSTITUTO POLITECNICO DO PORTO;INOVA+ - INNOVATION SERVICES, SA",
    "participantCountries": "AT;PT",
    "projectParticipants": {
        "999928478": {
            "orgId": "999928478",
            "orgName": "INOVA+ - INNOVATION SERVICES, SA",
            "ecContrib": 128750
        },
        "999981537": {
            "orgId": "999981537",
            "orgName": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH",
            "ecContrib": 138125
        },
        "951021272": {
            "orgId": "951021272",
            "orgName": "COMISSAO DE COORDENACAO E DESENVOLVIMENTO REGIONAL DO NORTE",
            "ecContrib": 73125
        },
        "991473861": {
            "orgId": "991473861",
            "orgName": "INSTITUTO POLITECNICO DO PORTO",
            "ecContrib": 135000
        }
    },
    "calculatedTotalContribution": 475000
}