{
    "rcn": "196924",
    "acronym": "IBSEN",
    "topics": "FETOPEN-1-2014",
    "title": "Bridging the gap: from Individual Behaviour to the Socio-tEchnical MaN",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "Developing models of real-world societal scenarios and systems is a key topic in the research agenda of social sciences, but is hindered by the lack of controlled experimentation with large groups of people. IBSEN will provide a breakthrough by building a repertoire of human behaviour in large (1000\\ persons) structured groups using controlled experiments. To that end, we will develop a novel setup for large groups of people that will provide an experimental protocol, the necessary software and analytical tools to allow us to deal with thousands of people at the same time. We will apply our setup to specific research questions, focusing on novel phenomenology that may arise in large systems as compared to typical smaller ones, to find the rules that govern human behaviour in those cases, including the influence of social context and individual identity on them. We will assess our approach by building a model of human interaction in groups based on the behavioural rules we have found. The project requires a high-degree of interdisciplinarity; accordingly, the team consists of physicists, economists, social psychologists, and computer scientists. On the other hand, this is a high-risk project, as the experimental design may prove unfeasible for really large systems and extracting meaningful data from the participantsí actions may not be possible. Notwithstanding, encouraging results in some pilot studies run by partners underpin the scientific feasibility of the concept and approach. If successful, researchers will be able to build on our findings to develop a human behaviour simulator, a technology providing a basis for socio-economic simulations that would radically change many fields, from robotics to economics, with technological and societal impacts, including policy-making in socially pressing issues. We will thus lay the foundations to kick start a new way of doing social science for the problems arising in a technologically highly connected society.",
    "totalCost": "2663237,75",
    "ecMaxContribution": "2663237,25",
    "coordinator": "UNIVERSIDAD CARLOS III DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;UNIVERSIDAD DE ZARAGOZA;UNIVERSITAT DE VALENCIA;AALTO KORKEAKOULUSAATIO SR;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "UK;ES;FI;NL",
    "projectParticipants": {
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        },
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 350000
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 388286
        },
        "999899572": {
            "orgId": "999899572",
            "orgName": "UNIVERSIDAD CARLOS III DE MADRID",
            "ecContrib": 478179
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 400001
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 321299
        }
    },
    "calculatedTotalContribution": 1937765
}