{
    "rcn": "196909",
    "acronym": "SAMOFAR",
    "topics": "NFRP-03-2014",
    "title": "A Paradigm Shift in Reactor Safety with the Molten Salt Fast Reactor",
    "startDate": "01/08/2015",
    "endDate": "31/07/2019",
    "objective": "Imagine an inherently safe reactor that produces all electricity world-wide for thousands of years, and recycles all actinides until fission.\n\nThe Molten Salt Fast Reactor (MSFR) can reach this goal. The cylindrical reactor core contains actinide-fluorides mixed in lithium-fluoride. The liquid salt is at ambient pressure and can freely expand upon heating, giving a strong negative reactivity feedback. The core is in its most reactive state and any geometrical change lead to lower reactivity. In case of hypothetical accidents, the fuel salt will automatically be drained via freeze plugs into fail-safe tanks. The fuel salt is continuously cleaned and controlled in an integrated chemical plant. The MSFR can operate as a breeder reactor in the thorium fuel cycle or as a burner reactor fuelled with plutonium and minor actinides. In short: the MSFR excels in safety, sustainability and optimal waste management.\nWithin SAMOFAR we will perform advanced experiments to proof the key safety features:\nï The freeze plug and draining of the fuel salt\nï Measurement of safety-related data of the fuel salt\nï New coatings to structural materials like Ni-based alloys\nï The dynamics of natural circulation of (internally heated) fuel salts\nï The reductive processes to extract lanthanides and actinides from the fuel salt\n\nFurthermore, we will build a software simulator to demonstrate the operational transients, and we will show the mild responses of the MSFR to transients and accident scenarios, using new leading-edge multi-physics simulation tools including uncertainty quantification. All experimental and numerical results will be incorporated into the new reactor design, which will be subjected to a new integral safety assessment method.\n\nThe goal of SAMOFAR is to deliver indisputable evidence of the excellent safety features of the MSFR, and to enable a consortium of important stakeholders like TSOís and industry, to advance with the MSFR up to the Demonstration phase.",
    "totalCost": "5235071,56",
    "ecMaxContribution": "3466896,5",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "INSTITUT DE RADIOPROTECTION ET DE SURETE NUCLEAIRE;ELECTRICITE DE FRANCE;AREVA NP SAS;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;KARLSRUHER INSTITUT FUER TECHNOLOGIE;CENTRO DE INVESTIGACION Y DE ESTUDIOS AVANZADOS DEL INSTITUTO POLITECNICO NACIONAL;PAUL SCHERRER INSTITUT;Consorzio Interuniversitario Nazionale per la Ricerca Tecnologica Nucleare;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "participantCountries": "FR;DE;MX;CH;IT;BE",
    "projectParticipants": {
        "999480726": {
            "orgId": "999480726",
            "orgName": "INSTITUT DE RADIOPROTECTION ET DE SURETE NUCLEAIRE",
            "ecContrib": 92721
        },
        "999992304": {
            "orgId": "999992304",
            "orgName": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
            "ecContrib": 440913
        },
        "996011812": {
            "orgId": "996011812",
            "orgName": "Consorzio Interuniversitario Nazionale per la Ricerca Tecnologica Nucleare",
            "ecContrib": 511611
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 99922
        },
        "999926829": {
            "orgId": "999926829",
            "orgName": "ELECTRICITE DE FRANCE",
            "ecContrib": 148500
        },
        "999994923": {
            "orgId": "999994923",
            "orgName": "PAUL SCHERRER INSTITUT",
            "ecContrib": 44652
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 921541
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1050000
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 67812
        },
        "996430658": {
            "orgId": "996430658",
            "orgName": "CENTRO DE INVESTIGACION Y DE ESTUDIOS AVANZADOS DEL INSTITUTO POLITECNICO NACIONAL",
            "ecContrib": 0
        },
        "999956996": {
            "orgId": "999956996",
            "orgName": "AREVA NP SAS",
            "ecContrib": 89224
        }
    },
    "calculatedTotalContribution": 3466896
}