{
    "rcn": "196929",
    "acronym": "BIRD",
    "topics": "ICT-37-2014-1",
    "title": "BUSINESS INTELLIGENCE RETAIL DATA",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "Intale is an early stage high risk innovative SMEs in the ICT sector, applying new sets of rules, values and models which optimize the way in which key stake holders in the fragmented sales channel do business. \nIntale, formerly known as i-kiosk in the Greek market, was initially named after its award-winning cloud-based PoS product for small retail shops. Intale has currently reached a critical-mass of users in Greece, evolving into a small-scale ERP and is installed in 400 points in Greece, accounting for 40 million annual transactions worth Ä150 million. \nIntale aims to disrupt small retail market forever, unifying the whole value chain. It offers store owners an easy-to-use PoS software that replaces outdated, inefficient cashier systems and streamlines daily operations to improve efficiency. Meanwhile, it provides market research firms with a convenient source of consolidated sales data from this previously fragmented PoS network, and consumer brands with access to real-time sales data and analysis from individual PoS to improve sales and marketing efforts. Ultimately, Intale enables the end consumers to extract more value from their local stores with promotional offers from their favourite brands, as well as convenient e-payment services.\nBIRD project is positioned to maximize initial traction and market momentum of i-kiosk and lead the next phase of development for the company. Currently, Intale employs 10 people, has already received 325,000 euros funding from Greek VC EIF Partners and has secured a second seed round of 450,000 euros.\nDuring Phase 1, it will elaborate a business plan that leverages its current technology and user-base, providing a dual Product & Data-as-a-Service business model. Thus, using Greece as a solid proof of concept, Intale envisions fast market-uptake (six international markets in 2016) and lead in the landscape of small retail worldwide, achieving a valuation of over Ä120 million by 2019 and employing more than 50 staff.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INTALE ANONYMI ETAREIA TECHNOLOGIKON EFARMOGON",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939100845": {
            "orgId": "939100845",
            "orgName": "INTALE ANONYMI ETAREIA TECHNOLOGIKON EFARMOGON",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}