{
    "rcn": "196962",
    "acronym": "Zoterac",
    "topics": "FETOPEN-1-2014",
    "title": "Zinc Oxide For TeraHertz Cascade Devices",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "The terahertz (THz) spectral region, located between the infrared and the microwave regions, is known as ìthe THz gapî because of the lack of compact semiconductor devices. This spectral domain is currently intensively explored in view of its potential for medical diagnostics, security screening, trace molecule sensing, astronomical detection, space-borne imaging, non-invasive quality control or wireless communications. A prerequisite for public-domain applications to emerge in the strategic THz frequency range is the availability of compact size semiconductor sources operating at room temperature, which is out of range of the current technology based on GaAs quantum cascade lasers.\nZOTERAC proposes a disruptive approach based on ZnO-based nano-engineered semiconductors in order to realize THz emitters operating at room-temperature with milliWatt output power capability as well as THz quantum detectors with unprecedented large operating temperatures. These devices are based on the quantum cascade concept and take benefit of the large optical phonon energy of ZnO (twice that of GaAs) for achieving high temperature operation. \nEstablishing a new state-of-the-art for the design, growth and processing of ZnO/ZnMgO heterostructures, and developing an advanced know-how on oxide-based devices are major challenges of the project. The consortium regroups worldñclass academic experts on ZnO technologies, quantum cascade lasers and detectors as well as THz optoelectronics. The strategies have been chosen based on a careful assessment of the risk attached to all tasks and achievement of targeted objectives at each stage of the project. This project which implies a strong expertize in basic physics, chemistry and engineering, is expected to generate high impacts in terms of scientific and technological achievements.",
    "totalCost": "3795877,44",
    "ecMaxContribution": "3795876,94",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;UNIVERSITE PARIS-SUD;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "AT;FR;CH;ES",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 698871
        },
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 631938
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 626075
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1532742
        },
        "999907235": {
            "orgId": "999907235",
            "orgName": "UNIVERSITE PARIS-SUD",
            "ecContrib": 306251
        }
    },
    "calculatedTotalContribution": 3795877
}