{
    "rcn": "196936",
    "acronym": "MMAC",
    "topics": "WIDESPREAD-1-2014",
    "title": "Centre of Excellence for Mathematical Modeling and Advanced Computing",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "'The goal of the project is to present a long term vision for a new Centre of Excellence (CoE) for Mathematical Modeling and Advanced Computing in Science and Engineering and a business plan for its establishment. The founders of the center are the two leading scientific institutions in Bulgaria in the area of Mathematical Modeling and Advanced Computing ñ the Institute of Information and Communication Technologies (IICT) ñ coordinator, and the Institute of Mathematics and Informatics (IMI), both from the Bulgarian Academy of Sciences, jointly with the advanced partner Vienna University of Technology (TU Wien).\nThe CoE will concentrate its activities in four carefully selected key areas with high potential for first-rate scientific achievements and innovations: (i) Mathematical Modeling; (ii) Advanced Computing; (iii) Content Technologies, Intelligent Interfaces and Knowledge Processing; (iv) Flagship Applications in Science and Engineering. They are primarily focused on scientific excellence and technology breakthroughs in priority directions aligned with the challenges of the Programme Horizon 2020 and the Bulgarian Innovation Strategy for Smart Specialization 2014-2020, especially the priorities 'Informatics' and 'ICT and Mechatronics and Green Technologies'.\nThe CoE will be supported by the e-infrastructure 'National Centre for High Performance and Distributed Computing', which combines hardware, software, middleware, and services, coordinated by IICT. This infrastructure is a part of the Bulgarian National Road Map for Research Infrastructures. \nThe CoE is aimed at developing new mathematical approaches and advanced computing tools   for efficient solutions of problems with high scientific and social impact.  The strong research and development potential and mutually complementary expertize of the two Bulgarian institutions, IICT and IMI, and the advanced teaming partner from TU Wien, fully meet the challenging requirements of the planned new truly joint center.'",
    "totalCost": "370300",
    "ecMaxContribution": "370299",
    "coordinator": "INSTITUTE OF INFORMATION AND COMMUNICATION TECHNOLOGIES",
    "coordinatorCountry": "BG",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;INSTITUTE OF MATHEMATICS AND INFORMATICS AT THE BULGARIAN ACADEMY OF SCIENCE",
    "participantCountries": "AT;BG",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 122550
        },
        "999534852": {
            "orgId": "999534852",
            "orgName": "INSTITUTE OF MATHEMATICS AND INFORMATICS AT THE BULGARIAN ACADEMY OF SCIENCE",
            "ecContrib": 119718
        },
        "973354455": {
            "orgId": "973354455",
            "orgName": "INSTITUTE OF INFORMATION AND COMMUNICATION TECHNOLOGIES",
            "ecContrib": 128031
        }
    },
    "calculatedTotalContribution": 370299
}