{
    "rcn": "196988",
    "acronym": "HELIS",
    "topics": "NMP-17-2014",
    "title": "High energy lithium sulphur cells and batteries",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "Lithium sulphur batteries (LSB) are viable candidate for commercialisation among all post Li-ion battery technologies due to their high theoretical energy density and cost effectiveness. Despites many efforts, there are remaining issues that need to be solved and this will provide final direction of LSB technological development. Some of technological aspects, like development of host matrices, interactions of host matrix with polysulphides and interactions between sulphur and electrolyte have been successfully developed within Eurolis project. Open porosity of the cathode, interactions between host matrices and polysulphides and proper solvatation of polysulphides turned to be important for complete utilisation of sulphur, however with this approach didnít result long term cycling. Additionally we showed that effective separation between electrodes enables stable cycling with excellent coulombic efficiency. The remaining issues are mainly connected with a stability of lithium anode during cycling, with engineering of complete cell and with questions about LSB cells implementation into commercial products (ageing, safety, recycling, battery packs). Instability of lithium metal in most of conventional electrolytes and formation of dendrites due to uneven distribution of lithium upon the deposition cause several difficulties. Safety problems connected with dendrites and low coulombic efficiency with a constant increase of inner resistance due to electrolyte degradation represent main technological challenges. From this point of view, stabilisation of lithium metal will have an impact on safety issues. Stabilised interface layer is important from view of engineering of cathode composite and separator porosity since this is important parameter for electrolyte accommodation and volume expansion adjustment. Finally the mechanism of LSB ageing can determine the practical applicability of LSB in different applications.",
    "totalCost": "7974352",
    "ecMaxContribution": "7974352",
    "coordinator": "KEMIJSKI INSTITUT",
    "coordinatorCountry": "SI",
    "participants": "PICOSUN OY;SOLVIONIC;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;INSTITUT NATIONAL DE L ENVIRONNEMENT ET DES RISQUES INERIS;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;ACCUREC-RECYCLING GMBH;FUNDACIO INSTITUT DE RECERCA DE L'ENERGIA DE CATALUNYA;TEL AVIV UNIVERSITY;PSA AUTOMOBILES SA;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;SAFT;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "FI;FR;DE;ES;IL;SE",
    "projectParticipants": {
        "963494405": {
            "orgId": "963494405",
            "orgName": "SAFT",
            "ecContrib": 888888
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 632559
        },
        "999743305": {
            "orgId": "999743305",
            "orgName": "SOLVIONIC",
            "ecContrib": 298500
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 173000
        },
        "984450188": {
            "orgId": "984450188",
            "orgName": "ACCUREC-RECYCLING GMBH",
            "ecContrib": 597406
        },
        "999420877": {
            "orgId": "999420877",
            "orgName": "PSA AUTOMOBILES SA",
            "ecContrib": 128652
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1056500
        },
        "998756718": {
            "orgId": "998756718",
            "orgName": "KEMIJSKI INSTITUT",
            "ecContrib": 1030674
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 751510
        },
        "999503812": {
            "orgId": "999503812",
            "orgName": "PICOSUN OY",
            "ecContrib": 235000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 680625
        },
        "996435993": {
            "orgId": "996435993",
            "orgName": "FUNDACIO INSTITUT DE RECERCA DE L'ENERGIA DE CATALUNYA",
            "ecContrib": 703750
        },
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 679625
        },
        "999958063": {
            "orgId": "999958063",
            "orgName": "INSTITUT NATIONAL DE L ENVIRONNEMENT ET DES RISQUES INERIS",
            "ecContrib": 117662
        }
    },
    "calculatedTotalContribution": 7974351
}