{
    "rcn": "196905",
    "acronym": "PREVENT",
    "topics": "MSCA-IF-2014-GF",
    "title": "Prostate cancer extracellular vesicles as biomarkers for nanomedicine treatment",
    "startDate": "14/09/2015",
    "endDate": "13/09/2018",
    "objective": "Prostate cancer (PC) is one of the deadliest types of cancer in males worldwide. Early stage PC is often curable but many patients develop castration-resistant prostate cancer (CRPC), resulting in lethal end-stage disease. Prostate specific antigen (PSA) plasma levels have been traditionally exploited for diagnosis and prognosis. However, the application of PSA as a biomarker is associated with predictability issues. Advanced therapies are required for the treatment of CRPC, guided by a reliable companion diagnostic (CDx) test to monitor therapeutic efficacy. The aim of ìPREVENTî is to co-develop a nanomedicine-based combination therapy for the treatment of CRPC and a CDx based on extracellular vesicles (EVs). I will employ tumour-targeted nanomedicines to deliver more drug to the tumour and reduce side effects when compared to free drug. The treatment comprises microfluidics-prepared lipid nanoparticles (LNPs) containing siRNAs that target genes involved in CRPC and LNPs loaded with the cytotoxic anti-cancer agent docetaxel to achieve synergistic therapeutic effects. For the CDx test, extracellular vesicles (EVs) have created excitement as possible biomarker candidates. EVs are released by cells as means of intercellular communication and can be detected in bodily fluids. The number of EVs and their composition is altered in CRPC, raising opportunities to exploit them in a CDx test. As EVs provide a fingerprint of their parental cell, EVs can be considered liquid biopsies, providing more information than standard biomarker measurements, and much less invasive than prostate biopsies. I will collect blood and urine samples during the preclinical evaluation of the proposed treatment for analysis using immunocapture and flow cytometry-based immunodetection platforms. The co-development of a nanomedicine combination treatment for CRPC and a CDx test is a rational strategy that has the potential to advance into clinical evaluation and ultimately improve patient survival.",
    "totalCost": "228421,8",
    "ecMaxContribution": "228421,8",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 228422
        }
    },
    "calculatedTotalContribution": 228422
}