{
    "rcn": "196956",
    "acronym": "InnoSMART",
    "topics": "FETOPEN-1-2014",
    "title": "An Innovative Method for Improving the Structural Integrity using SMA Revolutionary Technology",
    "startDate": "01/07/2015",
    "endDate": "30/06/2018",
    "objective": "The project proposes to develop a revolutionary coating that will be able to alter and control the mechanical properties of materials by external stimuli. This novel coating will be able to contribute to the stiffness and rigidity of an elastic metallic structure, to withstand the expected loading conditions safely, to enhance the integrity of a damaged structure and at the same time to protect it from corrosion. Such coating can bring multiple breakthroughs from the design level to the maintenance and repair level of the structure. The innovative compounds of the proposed coating are elements of smart materials - Shape Memory Alloys (SMAs). SMA elements are designed materials that have one or more properties that can be significantly changed in a controlled fashion by external stimuli. They can sense temperatures or stress as a function of change in damping, stiffness, electrical resistivity and deflection. It is specifically the latter aspect, which makes SMAs highly interesting for the particular application, since it is the actuation function built into the material. The innovative concept of the coating is described briefly as follows: upon mechanical loading the structure and hence the coating are deformed together as a system. However, by heating the coating, the SMA elements tend to recover their experienced deformations and return to their original shape. At this point, shear forces will be developed to the interface between coating and structure. The developed shear forces are expected to mitigate the deformation of the structure and reduce the level of the stress field. The latter is a great benefit for the regions, where cracks exist, since the local reduction of the stress field will delay the crack propagation and hence the structural failure. Finally, the coating will be also followed by a system that will ensure a satisfactory cover of the metallic surface, as well as a module for assessing the effect of any structural defects that may exist.",
    "totalCost": "1995113",
    "ecMaxContribution": "1995113",
    "coordinator": "CRANFIELD UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "EXIS INNOVATION LTD;UNIVERSITA DEGLI STUDI DELLA CAMPANIA LUIGI VANVITELLI;PANEPISTIMIO IOANNINON",
    "participantCountries": "UK;IT;EL",
    "projectParticipants": {
        "949809742": {
            "orgId": "949809742",
            "orgName": "EXIS INNOVATION LTD",
            "ecContrib": 391250
        },
        "999848356": {
            "orgId": "999848356",
            "orgName": "UNIVERSITA DEGLI STUDI DELLA CAMPANIA LUIGI VANVITELLI",
            "ecContrib": 466000
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 603113
        },
        "999852818": {
            "orgId": "999852818",
            "orgName": "PANEPISTIMIO IOANNINON",
            "ecContrib": 534750
        }
    },
    "calculatedTotalContribution": 1995113
}