{
    "rcn": "196943",
    "acronym": "EE-IT",
    "topics": "WIDESPREAD-1-2014",
    "title": "EE-IT - Centre of Excellence on Connected Digital Economy",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "We propose a teaming partnership between Estonia and Edinburgh University (UK) in the area of IT to advance the global connected digital economy.  Edinburgh is the leading IT research School in the UK with an excellent record for innovation and economic impact. Estonian funding agency ETAg is coordinating the partnership involving also the two highest ranked universities in the Baltic States. \n\nEstonian IT research has grown to be interdisciplinary and competitive, succeeding in IT as well as health-IT programmes. This has been achieved through the cultivation of excellence amongst the staff and consistent government policy to utilise structural funds to develop IT research and Innovation in Estonia. Impact of the new CoE will be built on national and global scale by further developing the achievements of Estonia on IT. Estonia has developed IT solutions for e-society utilising electronic identity and signatures, and simple modular communication architecture for service provisioning that have enabled many pioneering solutions from automated tax returns and national e-health platforms to internet voting. Estonia has developed an excellent start-up culture, as reflected by the development of high growth companies in the past decade, including Skype, GrabCAD, Cybernetica etc. Last but not least, Estonia is now a host to two prominent units, the NATO Cyber Defence Centre (CCDCoE, 2008) and the EU Agency for Large-Scale IT systems (EULISA, 2012). All this shows that the environment in Estonia is capable of supporting digital companies to reach ìescape velocityî from the local economy and create global impact, as well as in an excellent position to absorb the additional research and training capacity. \n\nThe envisioned CoE has two primary aims: to synergise and build critical mass in key multidisciplinary IT research areas in Estonia to realise an internationally competitive IT research sector; and to link to the economy to develop a dynamic cluster around IT excellence.",
    "totalCost": "492794",
    "ecMaxContribution": "492794",
    "coordinator": "SIHTASUTUS EESTI TEADUSAGENTUUR",
    "coordinatorCountry": "EE",
    "participants": "TARTU ULIKOOL;TALLINNA TEHNIKAULIKOOL;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "EE;UK",
    "projectParticipants": {
        "999842536": {
            "orgId": "999842536",
            "orgName": "TALLINNA TEHNIKAULIKOOL",
            "ecContrib": 112250
        },
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 170000
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 153544
        },
        "998483760": {
            "orgId": "998483760",
            "orgName": "SIHTASUTUS EESTI TEADUSAGENTUUR",
            "ecContrib": 57000
        }
    },
    "calculatedTotalContribution": 492794
}