{
    "rcn": "196973",
    "acronym": "ISTScholar",
    "topics": "MSCA-COFUND-2014-DP",
    "title": "International IST Doctoral Program",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The Institute of Science and Technology Austria (IST Austria) is an English language PhD-granting research institute with focus on basic research in the natural and mathematical sciences. ISTScholar offers PhD training in biology, neuroscience, computer science, mathematics, physics and relevant interdisciplinary areas. The program is divided into two distinct phases: Phase 1 is dedicated to course work and rotations. The curriculum is designed to provide a foundation both broad and deep enough to support thesis research across a wide spectrum of cutting-edge research problems. Students have to fulfill a breadth requirement by taking courses outside their own field. Throughout the courses, interdisciplinary approaches will be encouraged through the formation of mixed teams of students. The translation between vocabularies in different disciplines will be emphasized.\n\nStudents will not be directly affiliated to any research group, but will be supported through a mentor during the first phase. This uncommitted period offers the student the opportunity to work closely with several professors and make an informed choice about his or her future career path. Phase 2 is the period in which the student will primarily work on completing a thesis project. \n\nThe scientific training will be accompanied by the Career Development Program. Workshop topics include science communication, career planning, time and self-management, and interpersonal skills. ISTScholar therefore offers courses in teaching didactics and there is a teaching requirement for all students. Intersectoral exposure will be guaranteed through the ISTInnovation program with workshops and talks to help translate research findings into innovations.\n\nThe aim of ISTScholar is to educate a new generation of researchers who are able to approach scientific questions from different angles and are fluent in the languages of both the experimental sciences and analytical sciences.",
    "totalCost": "8789760",
    "ecMaxContribution": "4394880",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 4394880
        }
    },
    "calculatedTotalContribution": 4394880
}