{
    "rcn": "196911",
    "acronym": "HERACLES-CP",
    "topics": "NFRP-08-2015",
    "title": "HERACLES-CP: Towards the Conversion of High Performance Research Reactors in Europe",
    "startDate": "01/06/2015",
    "endDate": "29/02/2020",
    "objective": "In the framework of the joint international efforts to reduce the risk of proliferation by minimising the use of highly enriched uranium, a new research reactor fuel based on uranium-molybdenum (UMo) alloys is being developed by the HERACLES group. HERACLES is composed of AREVA-CERVA, CEA, ILL, SCKïCEN and TUM, all organisations with a long-standing history in fuel manufacturing and qualification. HERACLES works towards the qualification of UMo fuels, based on a series of ìcomprehensionî experiments and manufacturing developments.\nThere are two types of UMo fuel   fine particles dispersed in an Al matrix, and monolithic foils. The qualification phase of these fuels is scheduled to begin in 2019; the project will prepare the way with an initial comprehension phase, to improve our understanding of the fuelsí irradiation behaviour and consequent the manufacturing/industrialisation process. One of the key components in the project is the SEMPER FIDELIS irradiation test, which aims at investigating the fuel swelling phenomenon and the effects of coating, with a view to arriving at procedures for fuel engineering. \nThe challenges as regards manufacture lie in the basic elements of both fuel typesí production process and plate manufacturing. For the dispersed fuel, this includes the pin casting for the rotating electrode process and the atomization process itself. For the monolithic fuel, this concerns the development of coating for the foils. All these components are essential to prepare the fuel qualification phase.\nHigh-performance research reactors are at the start of the supply chain for medical isotopes like 99Mo. Successful conversion to lower enriched and where possible LEU fuel is therefore a key element in the mitigation of the risks surrounding the supply of isotopes as demanded by NFRP 8. However, the role of the HPRRs is far broader, as they are providing scientific and engineering solutions to questions of high societal importance.",
    "totalCost": "6349673,11",
    "ecMaxContribution": "6349673,11",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "INSTITUT MAX VON LAUE - PAUL LANGEVIN;AREVA NP SAS;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;Studiecentrum voor Kernenergie/Centre d'Etude de l'Energie NuclÈaire",
    "participantCountries": "FR;BE",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 557949
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 494266
        },
        "999986775": {
            "orgId": "999986775",
            "orgName": "Studiecentrum voor Kernenergie/Centre d'Etude de l'Energie Nucléaire",
            "ecContrib": 1837500
        },
        "999933522": {
            "orgId": "999933522",
            "orgName": "INSTITUT MAX VON LAUE - PAUL LANGEVIN",
            "ecContrib": 460000
        },
        "999956996": {
            "orgId": "999956996",
            "orgName": "AREVA NP SAS",
            "ecContrib": 2999958
        }
    },
    "calculatedTotalContribution": 6349673
}