{
    "rcn": "196906",
    "acronym": "NEWCARBOVAX",
    "topics": "MSCA-IF-2014-GF",
    "title": "New generation of carbohydrate-based vaccines via rational understanding of their immunological mechanism",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "Glycoconjugate vaccines have provided enormous health benefits globally, but they have been less successful in some populations at high risk for developing disease. They are composed by a sugar antigen covalently linked to a carrier protein. The traditional hypothesis of immune activation by glycoconjugate vaccines suggests that only peptides generated from glycoconjugate processing can be presented to and recognized by T cells, and this contribution is crucial for their immunogenicity. In most cases, conjugation processes have been set-up empirically.\nRecently, new findings offer a rational explanation for how conjugates work and may render vaccine development a more straightforward process. In contrast with the classical mechanism, this new model suggests that carbohydrate presentation to the T cell by antigen-presenting cell may strongly enhance antibody response. The key\nstrategy is to conjugate the carbohydrate to peptides which anchor the conjugate via MHC class II and allow the sugar epitope to be presented via the T cell receptor. Application of this principle resulted in a GBSIII vaccine strongly protective in a mouse model and 50ñ100 times more immunogenic than a traditional vaccine composed by\nrandom linking of the sugar on a protein carrier. Although the principle has been demonstrated much remains to be done to generally apply the concept to generate vaccines for clinical use. In the proposed study, we will extend the approach by analysing different variables (peptide carrier, glycan chain length, conjugation chemistry and microbial antigen), with the aim of using the increased understanding of basic immunological mechanisms to develop a new translational platform for optimized and cost-effective carbohydrate-based vaccines. Innovative strategies of conjugation chemistry will be also evaluated to generate new therapeutics with chemical properties designed in light of specific information on antigen presentation.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "GLAXOSMITHKLINE VACCINES SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "999988618": {
            "orgId": "999988618",
            "orgName": "GLAXOSMITHKLINE VACCINES SRL",
            "ecContrib": 0
        },
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 244269
        }
    },
    "calculatedTotalContribution": 244269
}