{
    "rcn": "196918",
    "acronym": "BRILLIANT",
    "topics": "NFRP-14-2014",
    "title": "Baltic Region Initiative for Long Lasting InnovAtive Nuclear Technologies",
    "startDate": "01/07/2015",
    "endDate": "30/06/2018",
    "objective": "The region of the European Union around the Baltic sea especially the countries Estonia, Latvia and Lithuania are not adequately integrated to the European electricity grid. At the end of 2009 Ignalina NPP (Lithuania), which generated ~70-75 % of electricity in Lithuania and supplied electricity to Latvia and Estonia was permanently shutdown leaving the region without nuclear power generation. Lithuania, Estonia and Latvia are discussing building new NPP of ABWR type in Visaginas (Lithuania). Poland employed its own program for nuclear energy and is a potential partner for Visaginas NPP as well.\n \nNew electricity grid interconnections Lithuania - Sweden and Lithuania - Poland are under construction and should start operation at the end of 2015 provide possibilities for synchronization of the electricity grid of the Baltic region with the continental Europe. Building new NPP affects the whole region not only in technological but in macroeconomic field as well. \n\nDifferent level of nuclear safety and radiation safety knowledge as well as R&D infrastructure exists in countries of the Baltic region. BRILLIANT is developed to find an optimal regional solution by creation of cooperation platform for modern electrical power solutions. This will be achieved by identifying the barriers for nuclear power development in Baltic region and preparing a ground for overcoming them. The project will support the exchange of knowledge, competences and infrastructure among the countries of Baltic region - Estonia, Latvia, Lithuania, Poland and Sweden. The company VAE SPB (Lithuania) is established for implementation of preparatory works of new Visaginas NPP. VAE SPB is an industrial partner in the project providing valuable insights and information.\n\nCooperation among project partners would give better synergies with on-going and future Euratom projects in particular those offering access to research infrastructures in conjunction with education and training.",
    "totalCost": "1197345",
    "ecMaxContribution": "1197345",
    "coordinator": "LIETUVOS ENERGETIKOS INSTITUTAS",
    "coordinatorCountry": "LT",
    "participants": "TARTU ULIKOOL;KUNGLIGA TEKNISKA HOEGSKOLAN;VALSTYBINIS MOKSLINIU TYRIMU INSTITUTAS FIZINIU IR TECHNOLOGIJOS MOKSLU CENTRAS;NARODOWE CENTRUM BADAN JADROWYCH;VAE SPB UAB;LATVIJAS UNIVERSITATE",
    "participantCountries": "EE;SE;LT;PL;LV",
    "projectParticipants": {
        "983800482": {
            "orgId": "983800482",
            "orgName": "VALSTYBINIS MOKSLINIU TYRIMU INSTITUTAS FIZINIU IR TECHNOLOGIJOS MOKSLU CENTRAS",
            "ecContrib": 107538
        },
        "999517683": {
            "orgId": "999517683",
            "orgName": "LIETUVOS ENERGETIKOS INSTITUTAS",
            "ecContrib": 275938
        },
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 188706
        },
        "999871830": {
            "orgId": "999871830",
            "orgName": "LATVIJAS UNIVERSITATE",
            "ecContrib": 136800
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 222581
        },
        "931110761": {
            "orgId": "931110761",
            "orgName": "VAE SPB UAB",
            "ecContrib": 60545
        },
        "999506722": {
            "orgId": "999506722",
            "orgName": "NARODOWE CENTRUM BADAN JADROWYCH",
            "ecContrib": 205238
        }
    },
    "calculatedTotalContribution": 1197346
}