{
    "rcn": "196948",
    "acronym": "DDRNA",
    "topics": "ERC-PoC-2014",
    "title": "DDRNA-based cancer therapy targeted telomeres",
    "startDate": "01/06/2015",
    "endDate": "30/11/2016",
    "objective": "The so-called ìDNA damage responseî (DDR) is a coordinated set of evolutionary-conserved events that, triggered upon DNA damage detection, arrests the cell-cycle and attempts DNA repair.  Recently, we have unveiled and reported that DDR activation depends on RNA. We observed that DNA double-strand  breaks (DSBs) trigger the local generation of small non-coding RNAs at the site of DNA damage carrying the sequence surrounding the damaged site. These DDR RNAs (DDRNAs) are essential for DDR activation: removal of DDRNAs by RNAse A treatment of permeabilized cells inhibits DDR activation and DDR can be fully restored by the addition of chemically-synthesized DDRNA carrying the sequence surrounding the damaged site but not other sequences (Francia, Nature 2012). \nCancer cells must preserve unlimited proliferative potential. We have previously shown that oncogene activation (and therefore cell transformation) is associated with DDR activation at fragile sites (Di Micco, Nature 2006). Several studies have shown that RNA functions can be inhibited by antisense oligonucleotides (ASO) that act by pairing with target RNAs. \nWe propose scientific development and commercialization activities to bring to a clinical application a therapeutic approach for tumors based on DDRNA inhibition by ASO. Analysis of prior art indicate that there is no overlapping IP protection. Based on our solid IPR, we trust we have an excellent candidate for a first-in-class tool to block proliferation in a subtype of tumors.",
    "totalCost": "149425",
    "ecMaxContribution": "149425",
    "coordinator": "IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999534367": {
            "orgId": "999534367",
            "orgName": "IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
            "ecContrib": 149425
        }
    },
    "calculatedTotalContribution": 149425
}