{
    "rcn": "196961",
    "acronym": "MAGicSky",
    "topics": "FETOPEN-1-2014",
    "title": "Magnetic Skyrmions for Future Nanospintronic Devices",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "Challenges facing technology for power efficient, high density, high speed information processing and storage are well recognised, and strategies for meeting them in the short term define the shape of industry roadmaps. As a consequence, in the next ten years, radically new approaches will be implemented and will transform how data is stored and manipulated. Skyrmion-based devices are newcomers to this global race for the next generations of information technology. Skyrmions were discovered in magnetic crystals only a few years ago, but we already have within reach a possibility to create them in nanoscale devices that can be made compatible with conventional integrated circuit technology. Our work in MAGicSky will substantiate this possibility.\nThe potential benefits are enormous. Skyrmions are magnetic solitons that carry information, and are remarkably robust against defects that can trap or destroy them due to the topology of their magnetic texture. Topology also appears to further underlie other of their technologically important features: mobility with small continuous currents and singular dynamics under radio-frequency. MAGicSky will engage some of the most advanced materials fabrication, characterisation and microscopic imaging facilities in Europe together with leading theoretical and computational modelling capabilities, to create the first proof-of-concept room temperature spintronic devices based on magnetic skyrmions.",
    "totalCost": "3396439,6",
    "ecMaxContribution": "3396439,1",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "FORSCHUNGSZENTRUM JULICH GMBH;UNIVERSITAET HAMBURG;CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL;UNIVERSITY OF LEEDS;PAUL SCHERRER INSTITUT;UNIVERSITY OF GLASGOW",
    "participantCountries": "DE;UK;CH",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 652007
        },
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 300000
        },
        "999994923": {
            "orgId": "999994923",
            "orgName": "PAUL SCHERRER INSTITUT",
            "ecContrib": 258838
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 687018
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 574244
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 606000
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 318332
        }
    },
    "calculatedTotalContribution": 3396439
}