{
    "rcn": "196969",
    "acronym": "LiNaBioFluid",
    "topics": "FETOPEN-1-2014",
    "title": "Laser-induced Nanostructures as Biomimetic Model of Fluid Transport in the Integument of Animals",
    "startDate": "01/07/2015",
    "endDate": "30/06/2018",
    "objective": "The integument of an animal body has various functions, which are often achieved by specific micro- and/or nano- hierarchical structures. Examples are the very low water friction and air retention of water spiders or the swim fern of salvinia and the outstanding adhesion properties of geckos. In this project, we will employ advanced laser-processing strategies based on self-organization, to mimic the specific topography and the excellent wetting properties of the integument of bark bugs and moisture harvesting lizards resulting from adaptations to their environment. Flat bark bugs darken during rain fall due to a super-wettable body surface with capillaries out of which water spreads onto plain areas of the bug. For moisture harvesting in lizards wettability takes place in opposed direction, i.e. from plain areas into a capillary network on the skin. A fast and directional transport results from a special geometry of capillaries. Thus as general objective we want to test whether both effects, i.e. fast capillary transport (lizard) and liquid spreading onto plain areas (bark bugs), can be combined by optimized structures with hierarchical geometry. The outcome of this innovative biomimetic exploitation of wetting effects is expected to lead to a radically new technological approach of laser-generated surface textures on micro- and nanometer scale. Especially for control of friction and wear in liquids, leveraging new results can be expected, e.g. for developing slide bearings. The extension of surface structures over large areas is feasible. Thus, laser-fabrication of biomimetic surfaces with extreme wetting properties can be also anticipated in further applications, e.g. lubrication, water and oil separation, reduced drag in underwater applications, high power device cooling. All related to an innovative and sustainable reduction of CO2 emission.",
    "totalCost": "3024827,5",
    "ecMaxContribution": "3024827",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "HIGH TECH COATINGS GMBH;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;UNIVERSITAT LINZ;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;BUNDESANSTALT FUER MATERIALFORSCHUNG UND -PRUEFUNG",
    "participantCountries": "AT;DE;ES",
    "projectParticipants": {
        "999892976": {
            "orgId": "999892976",
            "orgName": "UNIVERSITAT LINZ",
            "ecContrib": 533008
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 492250
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 390082
        },
        "999507692": {
            "orgId": "999507692",
            "orgName": "BUNDESANSTALT FUER MATERIALFORSCHUNG UND -PRUEFUNG",
            "ecContrib": 428750
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 422625
        },
        "961240416": {
            "orgId": "961240416",
            "orgName": "HIGH TECH COATINGS GMBH",
            "ecContrib": 274016
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 484096
        }
    },
    "calculatedTotalContribution": 3024827
}