{
    "rcn": "196933",
    "acronym": "ADWICE",
    "topics": "WIDESPREAD-1-2014",
    "title": "Advanced Wireless Technologies for Clever Engineering",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "The project Advanced Wireless Technologies for Clever Engineering (ADWICE) is aimed to create a strong partnership between the research center of Sensor, Information and Communication Systems (SIX, Czech Republic) and Vienna University of Technology (TUW, Austria). QS World University Rankings sets TUW on the 91st position among engineering faculties worldwide. The partnership will result in the transfer of excellence in research from TUW to SIX.\n\nSIX is located in the region of South Moravia. The regional innovation strategy 2014-2020 (RIS) identifies (1) electrical engineering, (2) information technologies, (3) mechanical engineering and (4) life sciences as dominant sectors of the regional economy. SIX contributes (1) to (3).\n\nSmart specializations of South Moravia identified by RIS are (1) Advanced manufacturing & engineering, (2) Accurate instruments, (3) Hardware & software, (4) Pharmaceuticals, medical care & diagnostics, and (5) Aeronautical technologies. Wireless technologies can find exploitation in all these specializations which is documented by letters of intent provided by companies.\n\nThe ADWICE project consists of work-packages covering (1) Sensor systems, (2) Signal processing, (3) Radiofrequency applications, (4) Mobile communications and (5) Cyber security. Work-packages:\n\n- Are co-supervised by a TUW leader and a SIX one;\n- Contribute to (1) Smart cities, (2) Mobility for growth, and (3) Digital security;\n- Are associated with companies.\n\nThe ADWICE project will result in a sustainable network comprising companies, SIX and TUW. The network will strengthen the innovation potential of companies thanks to the applied research of SIX and TUW. The network will cooperate on common research, education and dissemination. Operation of the network will be financed from private sources (contributions of companies) and public ones (national funds, HORIZON 2020). Research in the initial phase (2015-2019) will be funded by the National Sustainability Program.",
    "totalCost": "349687",
    "ecMaxContribution": "349687",
    "coordinator": "VYSOKE UCENI TECHNICKE V BRNE",
    "coordinatorCountry": "CZ",
    "participants": "TECHNISCHE UNIVERSITAET WIEN",
    "participantCountries": "AT",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 158312
        },
        "999873091": {
            "orgId": "999873091",
            "orgName": "VYSOKE UCENI TECHNICKE V BRNE",
            "ecContrib": 191375
        }
    },
    "calculatedTotalContribution": 349687
}