{
    "rcn": "196958",
    "acronym": "DigiArt",
    "topics": "REFLECTIVE-7-2014",
    "title": "The Internet Of Historical Things And Building New 3D Cultural Worlds",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "DigiArt seeks to provide a new, cost efficient solution to the capture, processing and display of cultural artefacts. It offers innovative 3D capture systems and methodologies, including aerial capture via drones, automatic registration and modelling techniques to speed up post-capture processing (which is a major bottleneck), semantic image analysis to extract features from digital 3D representations, a ìstory telling engineî offering a pathway to a deeper understanding of art, and also augmented/virtual reality technologies offering advanced abilities for viewing, or interacting with the 3D models.\n \nThe 3D data captured by the scanners and drones, using techniques such as laser detection and ranging (LIDAR), are processed through robust features that cope with imperfect data. Semantic analysis by automatic feature extraction is used to form hyper-links between artefacts. These links are employed to connect the artefacts in what the project terms ìthe internet of historical thingsî, available anywhere, at any time, on any web-enabled device. The contextual view of art is very much enhanced by the ìstory telling engineî that is developed within the project.  The system presents the artefact, linked to its context, in an immersive display with virtual and/or with augmented reality. Linkages and information are superimposed over the view of the item itself. \n\nThe major output of the project is the toolset that will be used by museums to create such a revolutionary way of viewing and experiencing artefacts. These tools leverage the interdisciplinary skill sets of the partners to cover the complete process, namely data capture, data processing, story building, 3D visualization and 3D interaction, offering new pathways to deeper understanding of European culture. Via its three demonstration activities, the project establishes the viability of the approach in three different museum settings, offering a range of artefacts posing different challenges to the system.",
    "totalCost": "3056765",
    "ecMaxContribution": "2354147,5",
    "coordinator": "LIVERPOOL JOHN MOORES UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "VULCANUAV LIMITED;HELLENIC MINISTRY OF CULTURE AND SPORTS;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;ARCHEOLOGIE ANDENNAISE;PIX4D SA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "UK;EL;BE;CH;FR",
    "projectParticipants": {
        "935720007": {
            "orgId": "935720007",
            "orgName": "ARCHEOLOGIE ANDENNAISE",
            "ecContrib": 125312
        },
        "998079949": {
            "orgId": "998079949",
            "orgName": "LIVERPOOL JOHN MOORES UNIVERSITY",
            "ecContrib": 800000
        },
        "949406028": {
            "orgId": "949406028",
            "orgName": "HELLENIC MINISTRY OF CULTURE AND SPORTS",
            "ecContrib": 127500
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 576648
        },
        "951391715": {
            "orgId": "951391715",
            "orgName": "PIX4D SA",
            "ecContrib": 0
        },
        "935949994": {
            "orgId": "935949994",
            "orgName": "VULCANUAV LIMITED",
            "ecContrib": 149688
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 575000
        }
    },
    "calculatedTotalContribution": 2354148
}