{
    "rcn": "196932",
    "acronym": "TECOOVAL",
    "topics": "SC5-20-2014-1",
    "title": "High Technology, Energy and Water saving integrated hydraulic control valve for all purpose with 40% reduction in head losses",
    "startDate": "01/05/2015",
    "endDate": "31/08/2015",
    "objective": "OOVAL develops, manufactures and markets hydraulic control valves for irrigation, water networks, fire extinguishing systems, and industrial manufacturing applications. As an Israeli company we excel in dealing with the water scarcity problem, being a world leader country increasing the efficiency of water management . Water losses in municipalities and industry, also called Non-Revenue Water (NRW), are largely attributed (up to 50%) to pipes faults such as leaks and bursts. The total loss of NRW worldwide is Ä10.2 billion according to the World Bank estimations. Each year more than 32 billion m3 of treated water are lost through leakage from distribution networks. Pressure control is an effective way to reduce such burst and leakage in water distribution systems. We have developed TECOVAL, the first hydraulic all-purpose control valve allowing pressure control with 40% head loss reduction. The objective of the project is the industrial development (from TRL6 to TRL9) of a range of control valves (8î to 16î) that includes: \nï\tthe TECOVAL mechanical part already developed. \nï\tthe integration of the electronic system (ALL-IN-ONE) for full management control of the water network.\nTECOVAL feasibility study objectives are:  to verify the feasibility of the different system components (electrical and mechanical) integration, identify system design modifications based on different standards (ISO, ANSI, DIN, JIS) per country and industry; searching component suppliers, distributors and subcontractors for further industrialisation; and establishing the commercial profit. The outcome will be a business plan which will provide important information for the industrial deployment and commercialization of TECOVAL with a guarantee of success.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OOVAL VALVES LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937973317": {
            "orgId": "937973317",
            "orgName": "OOVAL VALVES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}