{
    "rcn": "196972",
    "acronym": "CHROMAVISION",
    "topics": "FETOPEN-1-2014",
    "title": "Super-resolution visualisation and manipulation of metaphase chromosomes",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "CHROMAVISION aims to develop a pioneering chromosome imaging and manipulation platform that will fuel the next decades of structural chromosome research. Chromosomal abnormalities are characteristic of many disorders such as cancer, impaired fertility due to maternal aging, and neurological disorders such as fragile X syndrome. If humanity is to fully understand the wide range of diseases that are associated to errors in cell division, we must be able to further 'zoom in' on healthy and diseased chromosomes in all their complexity. The CHROMAVISION platform will allow molecular biologists to automatically isolate individual chromosomes from small tissue or cell samples and have these delivered to a super-resolution microscope. Chromosome isolation and delivery is achieved by an opto-fluidic chip that is able to trap, visualise and lyse individual cells and separate metaphase chromosomes from cell lysate. Single chromosomes can be ìhand-selectedî and brought into focus of the Super-Resolution Correlative Tweezers Fluorescence Microscope (CTFM-SR3D) that is developed in CHROMAVISION. This instrument will for the first time enable 3D, super-resolution, real-time metaphase chromosome observation and manipulation studies under near-physiological conditions. The technique will push the boundaries of what is currently possible in microfluidics and super-resolution microscopy and combine these into a single powerful approach for chromosome studies. Furthermore, the platform will be applied in CHROMAVISION to address key challenges in clinical and fundamental chromosome research, potentially resulting in breakthrough discoveries. Better imaging and understanding of the chromosomal mechanisms will contribute to our knowledge of the etiology of human diseases and aid drug discovery. The platform will also have large clinical value, allowing identification and monitoring of e.g. cancer heterogeneity.",
    "totalCost": "3567025",
    "ecMaxContribution": "3567025",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "LUMICKS B.V.;KOBENHAVNS UNIVERSITET;DANMARKS TEKNISKE UNIVERSITET;UNIVERSITY COLLEGE LONDON",
    "participantCountries": "NL;DK;UK",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 1054004
        },
        "941077220": {
            "orgId": "941077220",
            "orgName": "LUMICKS B.V.",
            "ecContrib": 937500
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 716469
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 111732
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 747320
        }
    },
    "calculatedTotalContribution": 3567025
}