{
    "rcn": "196937",
    "acronym": "EPIC",
    "topics": "WIDESPREAD-1-2014",
    "title": "Centre of Excellence in Production Informatics and Control",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "The main, overall objective of the proposal is to establish the Centre of Excellence in Production Informatics and Control (EPIC) as a leading, internationally acknowledged focus point in the field of production informatics, management and control representing excellence in R&D&I. EPIC will be constituted and run through the cooperation of the Institute for Computer Science and Control, Hungarian Academy of Sciences (MTA SZTAKI), two faculties of the Budapest University of Technology and Economics (BME) and four institutions of the Fraunhofer-Gesellschaft (FhG) under the coordination of the National Innovation Office (NIH), Hungary as a governmental decision maker.\nThe EPIC project will lead to:\n1. The upgrade of MTA SZTAKI as existing Centre of Excellence of the EU.\n2. The further development of the Fraunhofer-SZTAKI Project Centre for Production Management and Informatics (PMI), a joint initiative of FhG and the Hungarian Academy of Sciences (MTA), established in 2010. (The cooperating Fraunhofer institutions have been the Fraunhofer Institute for Manufacturing Engineering and Automation (IPA)), Stuttgart and Fraunhofer Austria (FhA).\n3. The extension of the present cooperation with two faculties of BME, i.e., the Faculty of Mechanical Engineering (GPK) and the Faculty of Transportation Engineering and Vehicle Engineering (KJK), on the one hand, and with two additional institutes of FhG, i.e., the Institute for Production Technology (IPT), Aachen and the Institute for Production Systems and Design Technology (IPK), Berlin.\n4. The close cooperation with SMEs as well as with large industrial firms.\nDue to direct, institutionalized and supported interactions with Fraunhofer, not only the scientific capabilities of the Hungarian partners but also their ability to transfer scientific results to industry-relevant applications will be greatly enhanced. By this way a ìhigh speed liftî to innovation culture and performance in Hungary and the CEE region will be provided.",
    "totalCost": "489375",
    "ecMaxContribution": "489375",
    "coordinator": "NEMZETI KUTATASI FEJLESZTESI ES INNOVACIOS HIVATAL",
    "coordinatorCountry": "HU",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;BUDAPESTI MUSZAKI ES GAZDASAGTUDOMANYI EGYETEM;MAGYAR TUDOMANYOS AKADEMIA SZAMITASTECHNIKAI ES AUTOMATIZALASI KUTATOINTEZET;Fraunhofer Austria Research GmbH",
    "participantCountries": "DE;HU;AT",
    "projectParticipants": {
        "999904228": {
            "orgId": "999904228",
            "orgName": "BUDAPESTI MUSZAKI ES GAZDASAGTUDOMANYI EGYETEM",
            "ecContrib": 71250
        },
        "999578696": {
            "orgId": "999578696",
            "orgName": "NEMZETI KUTATASI FEJLESZTESI ES INNOVACIOS HIVATAL",
            "ecContrib": 77500
        },
        "990373881": {
            "orgId": "990373881",
            "orgName": "Fraunhofer Austria Research GmbH",
            "ecContrib": 71250
        },
        "999651252": {
            "orgId": "999651252",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA SZAMITASTECHNIKAI ES AUTOMATIZALASI KUTATOINTEZET",
            "ecContrib": 138750
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 130625
        }
    },
    "calculatedTotalContribution": 489375
}