{
    "rcn": "196999",
    "acronym": "QuantOnCal",
    "topics": "PHC-12-2014-1",
    "title": "Feasibility study for clinical validation of an innovative point of care assay for the detection of low-grade-infections in joint replacement",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "About 10-15% of the primary hip and knee arthroplasties have to be revised after surgery. A special case of loosening of implants is the low-grade-infection, which is mostly not recognized and not treated adequately and leads to further revision surgeries and immense impact for the patient. Established markers all failed in the past, in contrast elevated calprotectin and S100A12 levels show a high correlation to low-grade-infections. Immundiagnostik AG developed its own robust smartphone-application based point-of-care assay for measuring calprotectin quantitatively and rapidly without any laboratory. Extending this concept to a calprotectin and S100A12 duplex text low-grade-infections in joint replacement can be detected within minutes for the first time ever. This method will replace time consuming laboratory testing and will help the surgeon to decide in the operation theatre if a two-stage-revision is indicated. Thus health and quality of life for patients is improved and costs for and rate of revision surgery could be reduced significantly. The market size for the new assay and app will be over 60 million Euro in a year. Users of the new diagnosis by will be clinicians in endoprosthesis centres. The innovation will be a quantitative two parameter rapid assay and a smartphone-app as a reader. Two-stage-revision surgery of endoprosthesis as a result of low-grade-infection is a European and worldwide burden. The problem can only be solved in an European consortium to ensure access to European opinion leaders in arthroplasties and to European markets and therefore broad dissemination and exploitation of the project results. Within the feasibility study (phase 1) the following work is intended: Establishing the smart low grade infection assay, patent application, market survey, setup of a multicentre clinical study, preparation of a business plan. Within the project (phase 2), the assay and app will be validated in a large European clinical study.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IMMUNDIAGNOSTIK AG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951793101": {
            "orgId": "951793101",
            "orgName": "IMMUNDIAGNOSTIK AG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}