{
    "rcn": "196995",
    "acronym": "Implant maintenance",
    "topics": "NMP-25-2014-1",
    "title": "Novel dental implant maintenance instrument; Production scaling up and European market expansion",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "Peri-implant disease (Mucositis and peri-implantitis) is a major and growing clinical problem in odontology, affecting 20-40 mill. patients in Europe, and the double worldwide. Labrida has developed, clinically documented and CE marked a novel, patented (pending) maintenance device for non-surgical management of peri-implant disease. It is a revision brush (ìBioCleanî), with bioresorbable bristles made of mono-filament chitosan fibres (Patented by Medovent, DE). It offers safer, more effective, less painful and faster treatment of peri-implant disease, where currently the clinical community is in search for adequate solutions. The instrument addresses a market in the range of Euro 1-2 billion annual turnover.\nThe device is in small scale production and sold commercially in Scandinavia (TRL 7), with most promising market response.\nTo meet the market opportunity, we will develop up-scaled production processes of advanced chitosan fibres, which is critical to increase overall production requirements. In addition, we have started development with clinical pilot testing of the next generation product, comprising chitosan bristles combined with antibiotics, with interesting clinical results. This may open a broader application field for deployment of these combinations of materials technologies, both within odontology and wider in medicine.\nThe overall planned project (Phase 2) comprises both industrial development of scaled up production technologies for the chitosan fibres of the currently marketed product , as well as development of the next generation product, combining advanced chitosan technologies with bioactive material, e.g. in nanospheres. In phase 1, we intend to refine the development plan of these product(s) for phase 2, including assessing more in detail the business case, and additional application areas, of the 2nd generation product.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LABRIDA AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936747140": {
            "orgId": "936747140",
            "orgName": "LABRIDA AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}