{
    "rcn": "196976",
    "acronym": "CAPTURE-CTC",
    "topics": "ERC-PoC-2014",
    "title": "A Streptavidin Microarray Platform for Capturing of Circulating Tumor Cells from the Blood of Cancer Patients",
    "startDate": "01/06/2015",
    "endDate": "30/11/2016",
    "objective": "The main cause of death in cancer patients is not the primary tumor but rather metastasis, which is initiated by the spread of circulating tumor cells (CTCs) in the blood. Therefore, CTCs will become a valuable diagnostic tool, once a reliable, cost-effective method is established. Research in the ongoing ERC Advanced Investigator Grant DISSECT (PI: Klaus Pantel) has revealed clear limitations of existing platforms for the detection of CTCs. The enrichment and identification of CTCs out of a blood sample is still a major challenge, mainly because the ratio between CTCs and blood cells is approximately 1:109. The proposed CAPTURE-CTC project is based on this knowledge and aimed to develop and validate a novel improved platform for CTC detection: Pumping a suspension of blood cells through a microfluidic chip, only labeled CTCs get immobilized on a micro-pattern due to strong biotin-streptavidin interaction. Single cell analysis can be performed after the cells are quantified, optically localized and extracted from the pattern with a micro-capillary. This platform will be validated on cancer patients. The detection of CTCs is a very active field, targeted by several SMEs with approaches in different stages of development and/or clinical application. However, the only FDA-cleared assay for CTC detection is the ìCellSearch CTC Testî which will be the benchmark in regard to performance, validity of results and cost per test. The CellSearch system has technical limitations (e.g., EpCAM-negative CTCs are not captured and it is a closed system that allows no easy access to the captured CTCs for subsequent molecular characterization analyses). Our proposed CAPTURE-CTC system will constitute a novel platform that will overcome these important limitations and establish an easy-to-use blood test allows further downstream analyses of CTCs as a ìliquid biopsyî relevant to personalized cancer medicine.",
    "totalCost": "149750",
    "ecMaxContribution": "149750",
    "coordinator": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 149750
        }
    },
    "calculatedTotalContribution": 149750
}