{
    "rcn": "196991",
    "acronym": "IC-3i-PhD",
    "topics": "MSCA-COFUND-2014-DP",
    "title": "Institut Curie 3-i PhD Program",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The new IC-3i-PhD program of Institut Curie and its partners will produce top-level scientific knowledge by promoting basic interdisciplinary research that will be translated into novel therapeutic avenues for diagnosis and treatment. The completely re-structured, revitalized, and ambitious international ìTriple iî PhD program is strengthened by trans- and inter-disciplinary and inter-sectorial research projects and will offer 35 international PhD positions. The program will teach PhD/Doctoral Program recipients to be excellent researchers of tomorrow; to perform research but also enhance innovation through research via established working relationships with private industry, and by supporting the creation of Small and Medium-sized Enterprises (SMEs). The objective of the doctoral programme is to offer an international, inter-disciplinary, and inter-sectorial training program for the researchers, including training-through-research (both on site and through secondments) as well as hands-on training in transferable skills. Furthermore, supporting researchersí career development via a structured career plan, and a commitment to providing fellows with the transferable skills they need, will change the standard of excellence for PhDs at the institute, and beyond. Training IC-3i-PhDs to the high standard set out in the program will ultimately lead to producing a new generation of researchers and researcher-physicians working side by side on improving health outcomes, reducing health inequalities, and promoting active and healthy ageing. Overall the proposed project will further stimulate the development of European research and human resource capacities, knowledge transfer between academic institutions and industrial stakeholders and thus strengthen the competitiveness and innovation of EU industries.",
    "totalCost": "5493600",
    "ecMaxContribution": "2746800",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 2746800
        }
    },
    "calculatedTotalContribution": 2746800
}