{
    "rcn": "196981",
    "acronym": "EPFL Fellows",
    "topics": "MSCA-COFUND-2014-FP",
    "title": "Experienced Researchers Incoming Fellowship Programme at the Ecole Polytechnique FÈdÈrale de Lausanne",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "EPFL Fellows aims to attract experienced researchers of any nationality to EPFL - one of the leading European institutions of science and technology - to provide them with state-of-the art conditions for research in a top-class academic environment, to develop their leadership potential and to position them for success as future research leaders through an intensive training. EPFL Fellows is a relatively new programme; it started in 2013 with the support of the EU MCA-COFUND (FP7). Fellowships may be requested in any scientific discipline and run for a period of 24 months. \nIn the context of this new COFUND proposal several new elements are introduced in EPFL Fellows to fine-tune the programme and align it with the principles set out by the EU for human resources development in Research and Innovation: i) the number of fellowships to be awarded is increased from 24 to 48; an appropriate increase in view of demand, of what EPFL can offer, and of the high selectivity of fellowships currently awarded, ii) fellows are asked to show elements of interdisciplinarity and cross-sectorial mobility in their research projects and are encouraged to carry out secondments in industry or different scientific environments, iii) employment conditions are improved by giving fellows access to Dual Career measures, iv) fellows are expected to actively participate in outreach activities, v) tangible measures are offered to facilitate transfer of technology to the market place through access to EPFLís Tech Transfer Office and Innovation Square, vi) adaptations are made in the selection procedure to align it with the MSCA IF process and to externalize the evaluation of the proposals to the fullest extent possible while ensuring that the final decision-making process is managed in-house and hence under control. \nThis proposal will take the ìEPFL Fellowsî postdoctoral fellowship programme to its next level, and open the doors of EPFL and Europe to two new cohorts of 24 promising scientists.",
    "totalCost": "6796800",
    "ecMaxContribution": "3398400",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 3398400
        }
    },
    "calculatedTotalContribution": 3398400
}