{
    "rcn": "196992",
    "acronym": "AF16",
    "topics": "Environment",
    "title": "Adaptation Futures 2016",
    "startDate": "01/01/2015",
    "endDate": "31/07/2016",
    "objective": "In 2016, the European Commission and the Government of the Netherlands will co-host the fourth edition of the International Climate Change Adaptation Conference, called ëAdaptation Futures 2016í, with the initiators of the conference series, the Global Programme of Research on Vulnerability, Impacts and Adaptation (PROVIA). \n\nThe overall objective of this action is to support the preparation and implementation of the 'Adaptation Futures 2016í conference. The specific objectives are to contribute to the coordination of the conference planning, the overall and local organisation of the programme and venue, the participation of delegates from economically developed and less/least economically developed countries, and the organisation of an industrial exhibition.\n\nThis proposal relates to the work programme's topic number 8 'International Conference 'Adaptation Futures' ñ The Netherlands, May 2016' in chapter 'Other Actions' of the revised HORIZON 2020 WORK PROGRAMME 2014 ñ 2015 for 'Climate action, environment, resource efficiency and raw materials', adopted on 10 December 2013 with a revised version for the 2015 topics (European Commission Decision C (2014)4995 of 22 July 2014).\n\nAs stated in the work programme, The Ministry of Infrastructure and Environment of the Netherlands has been identified as a designated beneficiary of the grant to implement the coordination and support action. The ministry is experienced in organising international conferences of the scope and at the scale of the 'Adaptation Futures 2016' conference, as recently shown by the organisation of the Deltas in Times of Change II conference in Rotterdam in September 2014.",
    "totalCost": "700000",
    "ecMaxContribution": "700000",
    "coordinator": "MINISTERIE VAN INFRASTRUCTUUR EN WATERSTAAT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967944377": {
            "orgId": "967944377",
            "orgName": "MINISTERIE VAN INFRASTRUCTUUR EN WATERSTAAT",
            "ecContrib": 700000
        }
    },
    "calculatedTotalContribution": 700000
}