{
    "rcn": "196927",
    "acronym": "Starlight",
    "topics": "DRS-17-2014-1",
    "title": "Demonstration of a High Definition Low Light Sensor (Starlight) for use in the Surveillance andProtection of Urban Soft Targets and Critical Infrastructures.",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The security market and owners of urban soft targets and critical infrastructure, require high definition surveillance systems to monitor safety and security. Our innovative solution meets these needs by providing a value for money, light sensitive sensor that produces high definition images of non-illuminated areas at night and in low light conditions.\nCurrent technology suffers from poor light conversion and sensitivity therefore, to see at night and in low light conditions, the scene needs to be illuminated. Our proposal is to improve sensitivity by using sensors with organic compounds that are sensitive to background sky radiation (1.5 micron). We will also develop Application Specific Integrated Circuits to process the sensor output. The novelty in our innovation is the integration of new technologies and the processing of data produced by a 1.5 micron organic sensor. This will deliver high resolution images at night and in low light conditions.\nOur solution will reduce the energy required to illuminate urban soft targets and critical infrastructure. Added benefits include a reduction in light pollution and that surveillance can be carried out in areas which have lighting restrictions. The development of a proven, production ready system is the ultimate aim of the project. In Phase 1 we will carry out a feasibility study to verify the technological, practical and economic viability of our proposal. Our feasibility study will consider the results of relevant European and International research.\nWe plan to further develop our prototype and carry out a small-scale demonstration of our innovative solution. The results of Phase1 will inform the direction of our future development activity in Phase 2. Our plan for full commercialisation of the project will be to market the product initially in Europe and extending this globally. The Phase1 report will form the basis of the proposal for further development activity and identify any issues to be addressed in Phase2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OVERVIEW LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938893944": {
            "orgId": "938893944",
            "orgName": "OVERVIEW LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}