{
    "rcn": "196903",
    "acronym": "SVNanoVax",
    "topics": "MSCA-IF-2014-EF",
    "title": "Structural Vaccinology in the design of bionanoparticles with multi-copy antigen display for vaccines with enhanced efficacy",
    "startDate": "15/06/2015",
    "endDate": "14/06/2017",
    "objective": "Vaccines are the most effective way to protect humans from infectious disease and may save over 2 million lives per year (Delany, 2013). A key issue for future vaccines is how to improve immunogenicity without reducing safety (Bachmann, 2010). Another challenge is that high antigen sequence variability enables pathogens to escape the host response. To overcome these challenges, this proposal combines Structural Vaccinology and bionanoparticle (BNP) design, to generate novel self-assembling BNPs with multi-copy antigen display for the development of safe vaccine antigens with enhanced immunogenicity and breadth of coverage.\n\nWe will generate antigen-BNPs for a 2nd generation vaccine against Neisseria meningitidis serogroup B (MenB), a major cause of sepsis and invasive disease (Pace, 2012). This research may also potentiate antigen-BNP technology suitable for other vaccines. Firstly, we will use functional (bactericidal) monoclonal antibodies to map the most protective epitopes on the 3D structures of two key MenB antigens, fHbp and NadA, which contribute strongly to our recently-approved 1st generation MenB vaccine, Bexsero (OíRyan, 2014). To aid this, we have developed wide expertise in structure-focused epitope mapping (Malito, 2013). Secondly, we will design optimized antigens stably displaying the best epitopes, an approach that we have pioneered and termed ëStructural Vaccinologyí (Scarselli, 2011). Finally, self-assembling protein bionanoparticles displaying ordered arrays of the optimized antigens will be prepared, in order to generate novel highly-immunogenic, broadly-protective MenB vaccine candidates.\n\nThe proposal offers an exciting career development opportunity encompassing novel high-quality research to combine and deliver the promises of Structural Vaccinology and nanobiology, with a high probability of success to generate innovative new vaccine antigens for products to protect humans against meningococcal and other infectious diseases.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "GLAXOSMITHKLINE VACCINES SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988618": {
            "orgId": "999988618",
            "orgName": "GLAXOSMITHKLINE VACCINES SRL",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}