{
    "rcn": "196922",
    "acronym": "VINCO",
    "topics": "NFRP-14-2014",
    "title": "Visegrad Initiative for Nuclear Cooperation",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "After a common expression of willingness to cooperate and legal establishment of V4G4 Centre of Excellence Association, VINCO project represents the next stage of capacity building in nuclear technologies in Central European countries. Participating countries defined already their specializations: helium technology in Czech Republic, design and safety analyses in Slovakia, fuel studies in Hungary and material research in Poland. Having such expertise, the joint development of Gen IV nuclear technologies with the special emphasis on gas-cooled reactors is fully possible. Thus, the main objectives of the regional VINCO project are: (i) development of the principles of cooperation and rules of access to existing and planned infrastructure, (ii) identification of the specific objectives of the R & D activities in the cooperating countries, (iii) description and analysis of the existing research, training and educational equipment and capabilities, (iv) determination of the investment priorities in cooperating countries and (v) setting up of joint research, educational and training projects. It is expected that the joint activities will result in coordination of actions allowing to obtain financing from the Structural Funds available for the Visegrad countries. These funds would allow for a huge increase of mass and modernization of the research potential in the region. Close cooperation with other EU institutions (mainly CEA, France) will ensure better description of the investments needed in Visegrad Region, tightening of pan-European cooperation and strengthening of the role of V4 countries, helping them to evolve from users to the suppliers of R&D capabilities in nuclear technologies. A major expected impact of the project would be setting up of a distributed regional research centre specialized in nuclear technologies needed to develop Gen IV reactors and to improve safe operation of existing and planned Nuclear Power Plants in the region.",
    "totalCost": "1091324",
    "ecMaxContribution": "1091324",
    "coordinator": "NARODOWE CENTRUM BADAN JADROWYCH",
    "coordinatorCountry": "PL",
    "participants": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;CENTRUM VYZKUMU REZ S.R.O.;VUJE AS;MAGYAR TUDOMANYOS AKADEMIA ENERGIATUDOMANYI KUTATOKOZPONT;UJV REZ, a. s.",
    "participantCountries": "FR;CZ;SK;HU",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 110734
        },
        "999475488": {
            "orgId": "999475488",
            "orgName": "VUJE AS",
            "ecContrib": 204908
        },
        "999477428": {
            "orgId": "999477428",
            "orgName": "UJV REZ, a. s.",
            "ecContrib": 173753
        },
        "996153820": {
            "orgId": "996153820",
            "orgName": "CENTRUM VYZKUMU REZ S.R.O.",
            "ecContrib": 126403
        },
        "954721919": {
            "orgId": "954721919",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA ENERGIATUDOMANYI KUTATOKOZPONT",
            "ecContrib": 175523
        },
        "999506722": {
            "orgId": "999506722",
            "orgName": "NARODOWE CENTRUM BADAN JADROWYCH",
            "ecContrib": 300003
        }
    },
    "calculatedTotalContribution": 1091324
}