{
    "rcn": "196979",
    "acronym": "RIFP",
    "topics": "MSCA-COFUND-2014-FP",
    "title": "Rutherford International Fellowship Programme",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The Rutherford International Fellowship Programme (RIFP) will be a new, high-quality Post-Doctoral scheme aimed at research excellence and promoting researcher mobility and training.\n\nThe Programme will be open to applications across a very diverse range of science areas, spanning the world-class expertise of facilities and departments run by the UK Science and Technology Facilities Council (STFC) at the Rutherford Appleton Laboratory (RAL), the Daresbury Laboratory (DL) and the UK Astronomy Technology Centre (UKATC). Included will be the ISIS neutron and muon source, Diamond Light Source, RAL Space, RAL Particle Physics, the Central Laser Facility, Accelerator Science and Technology, Scientific Computing and STFC Technology Department. The Fellowships will be a unique opportunity for researchers to work within high quality interdisciplinary science campuses. RAL/DL/UKATC provide excellent environments for  post-doctoral researchers: they have a wide variety of facilities and equipment for researcher use, experienced science staff to support Fellows' research, and are visited by many thousands of researchers every year who use the central facilities, ideal for networking and collaboration.\n\nThe Programme will support 36 2-year Fellows over its 5-year term. There will be three, annual calls for proposals, widely publicised to attract the highest quality researchers. Fellowships will aim for scientific excellence, with consideration also for interdisciplinary and inter-sectoral activity. Fellows will be supervised by experienced STFC and Diamond researchers, who will be concerned not just with their scientific progress but with their wider training and development. STFC provides excellent working and employment conditions which researchers will benefit from.  STFC departments will gain high-quality international researchers working within them. Because this is a new Programme it is expected to have high impact for the Fellows themselves and their host department.",
    "totalCost": "5097600",
    "ecMaxContribution": "2548800",
    "coordinator": "SCIENCE AND TECHNOLOGY FACILITIES COUNCIL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980179": {
            "orgId": "999980179",
            "orgName": "SCIENCE AND TECHNOLOGY FACILITIES COUNCIL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}