{
    "rcn": "196966",
    "acronym": "CONQUER",
    "topics": "FETOPEN-1-2014",
    "title": "Contrast by Quadrupole Enhanced Relaxation",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "The ageing society and demographic change is one of the major challenges which Europe is facing now, and even more so in the future. Mastering this challenge requires radically new diagnostic and therapeutic treatments as key factors in achieving the healthy well-being of European citizens. Molecular imaging (MI) plays a pivotal role in diagnosis, understanding of disease and in the development of effective treatments. \nCONQUER will explore a fundamentally new contrast mechanism with the potential to push magnetic resonance imaging (MRI) far beyond its limits towards a powerful MI modality. This will be achieved by exploiting the cross relaxation between 1H and large quadrupolar nuclei (QN) for contrast agent (CA) design. The main objective is to synthesize bio-compatible QN compounds and nano-particles (NPs), high efficiency and manifold degrees of freedom in the design of smart properties, such as the ability to switch the contrast on and off by changing the magnetic field or chemical binding (e.g. targeting). The NPs will be tailored based on quantum-mechanical simulations. Sensitivity and contrast switching will be demonstrated with MRI in cell cultures. This highly interdisciplinary project combines expertise in quantum physics, chemical and biomedical engineering, material characterisation as well as nanotoxicology. \nToday, European scientists and companies are already leading global players in CA development. CONQUER will significantly fertilise this field and lay the scientific foundations for a new technology by providing theoretical groundwork, synthesis guidelines, imaging instrumentation and toxicological references. These results will be actively transferred to academia and industry as well in order to strengthen European competitiveness. The combination of a so far unexploited quantum-mechanical phenomenon and cutting-edge imaging technologies has the potential to create MI solutions with significant impact.",
    "totalCost": "2463975",
    "ecMaxContribution": "2463975",
    "coordinator": "TECHNISCHE UNIVERSITAET GRAZ",
    "coordinatorCountry": "AT",
    "participants": "MEDIZINISCHE UNIVERSITAT GRAZ;UNIWERSYTET WARMINSKO MAZURSKI W OLSZTYNIE;UMEA UNIVERSITET;UNIVERZA V MARIBORU",
    "participantCountries": "AT;PL;SE;SI",
    "projectParticipants": {
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 1231250
        },
        "999836231": {
            "orgId": "999836231",
            "orgName": "MEDIZINISCHE UNIVERSITAT GRAZ",
            "ecContrib": 92350
        },
        "999853109": {
            "orgId": "999853109",
            "orgName": "UNIWERSYTET WARMINSKO MAZURSKI W OLSZTYNIE",
            "ecContrib": 472500
        },
        "999881821": {
            "orgId": "999881821",
            "orgName": "UMEA UNIVERSITET",
            "ecContrib": 83750
        },
        "999903646": {
            "orgId": "999903646",
            "orgName": "UNIVERZA V MARIBORU",
            "ecContrib": 584125
        }
    },
    "calculatedTotalContribution": 2463975
}