{
    "rcn": "196964",
    "acronym": "VOXEL",
    "topics": "FETOPEN-1-2014",
    "title": "volumetric medical x-ray imaging at extremely low dose",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "Computerized Tomography (CT) has been one of the greatest achievements in medical imaging, but at the cost of a high, potentially harmful, X-ray irradiation dose. The ultimate goal of VOXEL is to provide an alternative to tomography with a disruptive technology enabling 3D X-ray imaging at very low dose. VOXEL aims at prototyping new cameras that will combine the X-ray penetration and nanometre spatial resolution, easiness to use, afforded by avoiding the rotation of the source or the sample, and extremely low dose for maximum impact on medicine and biology. \nVOXEL relies on the integration of trans-disciplinary fields in medical imaging, optics, X-ray physics, applied mathematics and value to society through foreseeable commercialization. VOXEL aims at prototyping in parallel a soft X-ray ìwater windowî microscope and a hard X-ray 3D camera for medical applications. While both cameras need groundbreaking development in the underlying physics, only hard X-ray camera has high technological risk (and high societal impact). VOXEL will benefit from the soft X-ray camera thanks to its Biological applications in nano-tomography but also as a test platform for our physical and mathematical models..\nThe VOXEL team members are leaders in X-ray metrology, wavefront sensing, atomic physic, mathematical computing and 3D medical imaging; with VOXEL we are uniquely positioned to succeed, and to raise the competitiveness of Europe. Doing so by basing the research lead in Portugal with a woman coordinator will be exemplary: beyond the scientific and technological success, thanks to our focus in science and its valorisation, VOXEL will be transformative for scientifically emerging countries.",
    "totalCost": "3996875",
    "ecMaxContribution": "3996875",
    "coordinator": "ASSOCIACAO DO INSTITUTO SUPERIOR TECNICO PARA A INVESTIGACAO E DESENVOLVIMENTO",
    "coordinatorCountry": "PT",
    "participants": "IMAGINE OPTIC;STICHTING CENTRUM VOOR WISKUNDE EN INFORMATICA;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;CONSIGLIO NAZIONALE DELLE RICERCHE;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "FR;NL;IT;ES",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 271250
        },
        "999653968": {
            "orgId": "999653968",
            "orgName": "STICHTING CENTRUM VOOR WISKUNDE EN INFORMATICA",
            "ecContrib": 0
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 585000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 781250
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 441250
        },
        "954983722": {
            "orgId": "954983722",
            "orgName": "ASSOCIACAO DO INSTITUTO SUPERIOR TECNICO PARA A INVESTIGACAO E DESENVOLVIMENTO",
            "ecContrib": 762500
        },
        "999760377": {
            "orgId": "999760377",
            "orgName": "IMAGINE OPTIC",
            "ecContrib": 718125
        },
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 437500
        }
    },
    "calculatedTotalContribution": 3996875
}