{
    "rcn": "196944",
    "acronym": "CENTRIC",
    "topics": "WIDESPREAD-1-2014",
    "title": "Centre for ExcelleNce in TerRItorial management and Cadastre",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "Unlike most European countries, Romania does not have yet a general cadastre. Such a deficiency represents a critical element for the economy of the country, since it makes legal contracts, such as land purchasing, very difficult to be implemented. \nStarting from such a complex scenario, CENTRIC aims ñin the  long term- at the creation in Romania of the new Centre of Excellence on territorial management and cadastre.\nThe future Centre will focus on related domains of great relevance, such as: 3D/4D geospatial data, linked geospatial data, land classification, remotely sensed data, etc. \nIn particular, the goal of phase 1 of the project (the 12 months CSA) is to prepare a very detailed business plan leading, during phase 2, to the establishment of the Centre including: a  long-term vision and the mission of the Centre, a detailed SWOT analysis of the domain of territorial management and cadastre in Romania, a long-term scientific and innovation strategy, a market analysis, the Business Concept of the Centre, the analysis of possible cooperation, strategic alliances and long-term partnerships, the operational and financial plan of the Centre, to define a strategic growth roadmap.\nFurthermore the project will also aim at the creation of a suitable ecosystem at the national Romanian and EU level, through a number of capacity building and dissemination activities.\nThe whole project has been based on the creation of long-lasting (beyond the 5-years duration of the overall ìTeamingî project) joint venture between partners from both advanced and low performing countries, including institutional cooperation among the Romanian Cadastre agency and the counterpart in Trentino Italy considered as a best practice at the EU level.\nThe project is aligned with the Romanian Smart Specialisation Strategy and it has received a clear commitment from the Romanian Government to provide financial resources for infrastructural and equipment costs for phase 2.",
    "totalCost": "498500",
    "ecMaxContribution": "498500",
    "coordinator": "AGENTIA NATIONALA DE CADASTRU SI PUBLICITATE IMOBILIARA",
    "coordinatorCountry": "RO",
    "participants": "INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE IN CONSTRUCTII URBANISM SI DEZVOLTARE TERITORIALA DURABILA URBAN-INCERC;TRILOGIS SRL;TECHNOPORT SA;FONDAZIONE BRUNO KESSLER;PROVINCIA AUTONOMA DI TRENTO;KATHOLIEKE UNIVERSITEIT LEUVEN;INI-NOVATION GMBH",
    "participantCountries": "RO;IT;LU;BE;DE",
    "projectParticipants": {
        "999625450": {
            "orgId": "999625450",
            "orgName": "FONDAZIONE BRUNO KESSLER",
            "ecContrib": 57250
        },
        "940559046": {
            "orgId": "940559046",
            "orgName": "INI-NOVATION GMBH",
            "ecContrib": 93125
        },
        "997859662": {
            "orgId": "997859662",
            "orgName": "PROVINCIA AUTONOMA DI TRENTO",
            "ecContrib": 38500
        },
        "963860483": {
            "orgId": "963860483",
            "orgName": "AGENTIA NATIONALA DE CADASTRU SI PUBLICITATE IMOBILIARA",
            "ecContrib": 68750
        },
        "973194405": {
            "orgId": "973194405",
            "orgName": "INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE IN CONSTRUCTII URBANISM SI DEZVOLTARE TERITORIALA DURABILA URBAN-INCERC",
            "ecContrib": 55125
        },
        "951020787": {
            "orgId": "951020787",
            "orgName": "TRILOGIS SRL",
            "ecContrib": 64188
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 68750
        },
        "952809176": {
            "orgId": "952809176",
            "orgName": "TECHNOPORT SA",
            "ecContrib": 52812
        }
    },
    "calculatedTotalContribution": 498500
}