{
    "rcn": "196990",
    "acronym": "SMART LOIRE VALLEY",
    "topics": "MSCA-COFUND-2014-FP",
    "title": "SMART LOIRE VALLEY: Curiosity, Imagination and Intuition",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "The region Centre-Val de Loire, located 130 km south of Paris, has a population of 2,5 million in an area of 40000 km≤. LE STUDIUMÆ Loire Valley Institute for Advanced Studies has its headquarters in Orleans, the capital. LE STUDIUMÆís mission is to build the human capital for research, development and innovation in region Centre, by attracting senior foreign researchers. The SMART LOIRE VALLEY (SLV) fellowship programme is designed to enhance this regional mission and support the regional implementation of the EU smart specialization concept. Over time it has demonstrated the benefits of outward looking research communities who adhere to the research values of LE STUDIUMÆ: Curiosity, Imagination and Intuition.\n\nFor the past 10 years LE STUDIUM programmes have financed an average of 8 one-year fellowships per year and call for applications. \n\nThis ambitious SLV programme ñ with the COFUND contribution ñ will fund a minimum of 12 researchers per call (4 calls for applications) over 5 years. This total of 48 worked years of research ensures region Centre will build its human capital in inter-sectorial and interdisciplinary research domains in order to drive regional and EU socio-economic outcomes from research investment and will foster the formation of new RTD poles of European scale in region Centre, enabling increased attractiveness and competitiveness.\n\nThe SLV programme seeks to create synergies between disciplines and links with the industrial world in order to increase diversity and stimulate socio-economic development. Finally, it aims to develop outward looking interdisciplinary teams with a reputation in developing the EU economic landscape.\n\nLE STUDIUMÆ expertise resides in its capacity to manage and grow a global research network, able to create a new scientific value chain, leading to the emergence of innovative collaborative research and enterprise activity. This expertise will ensure the SLV programme achieves its goal.",
    "totalCost": "3398400",
    "ecMaxContribution": "1699200",
    "coordinator": "LE STUDIUM, AGENCE REGIONALE DE RECHERCHE ET D'ACCEUIL INTERNATIONAL DE CHERCHEURS ASSOCIES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952518564": {
            "orgId": "952518564",
            "orgName": "LE STUDIUM, AGENCE REGIONALE DE RECHERCHE ET D'ACCEUIL INTERNATIONAL DE CHERCHEURS ASSOCIES",
            "ecContrib": 1699200
        }
    },
    "calculatedTotalContribution": 1699200
}