{
    "rcn": "196986",
    "acronym": "OPE",
    "topics": "ICT-37-2014",
    "title": "Open Payments Eco-system",
    "startDate": "01/05/2015",
    "endDate": "30/09/2017",
    "objective": "The aim is to enable the widespread development of innovative payment applications with the active involvement of financial institutions (e.g. banks) providing supporting transaction services by creating an Open Payments Eco-system (OPE).  The OPE is the critical step in widening access to payment services and to alternative, open, collaborative, lower cost methods of delivering payment applications to end users (particularly SMEís) who want to make use of payment services within their business.  The Eco-system enables the SME developer community to provide creative new payment applications to the market and offers a high degree of re-use of common application components. \n \nOPE has the potential to fundamentally disrupt the current creation and delivery mechanisms for payment services, by providing for the low-cost creation of quality assured payment applications and the building and delivery of payment services, in a controlled and regulatory-compliant environment. \n \nForecasting reports (Visa Europe ñ 2011 and PSE Consulting ñ 2013) indicate a potential market for prepaid payment services in corporate and consumer segments in Europe of >Ä140bn by 2020. The market application will initially be launched in the UK (2017-18) but quickly rolled out into the rest of Europe (2018 onwards) leveraging the expected OPE common coded regulatory compliance, with Italy, Spain, France and Germany being the focus.\n \nIxaris specialises in the development of innovative global applications based on open-loop prepaid card schemes and the OPE will add a unique infrastructure to its product portfolio. This will be achieved by opening up the established payment infrastructure and in doing so disrupting the traditional way in which innovation in payments takes place within the current established banking eco-system.",
    "totalCost": "4162916,25",
    "ecMaxContribution": "2500000",
    "coordinator": "IXARIS TECHNOLOGIES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "IXARIS SYSTEMS LTD",
    "participantCountries": "UK",
    "projectParticipants": {
        "936652177": {
            "orgId": "936652177",
            "orgName": "IXARIS SYSTEMS LTD",
            "ecContrib": 532868
        },
        "923032892": {
            "orgId": "923032892",
            "orgName": "IXARIS TECHNOLOGIES LIMITED",
            "ecContrib": 1967132
        }
    },
    "calculatedTotalContribution": 2500000
}