{
    "rcn": "196913",
    "acronym": "CORONA II",
    "topics": "NFRP-10-2014",
    "title": "Enhancement of training capabilities in VVER technology through establishment of VVER training academy (CORONA II)",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "The main objective of the proposed CORONA II project is to enhance the safety of nuclear installations through further improvement of the training capabilities aimed at building up the necessary personnel competencies.\nSpecific objective of the proposed CORONA II project is to proceed with the development of state-of-the-art regional training center for VVER competence (which will be called CORONA Academy), whose pilot implementation through CORONA project (2011-2014) proved to be viable solution for supporting transnational mobility and lifelong learning amongst VVER operating countries. The project aims at continuation of the European cooperation and support in the area for preservation and further development of expertise in the nuclear field by improvement of higher education and training. This objective will be realized through networking between universities, research organisations, regulatory bodies, industry and any other organisations involved in the application of nuclear science, ionising radiation and nuclear safety.\nThe proposed CORONA Academy will maintain the nuclear expertise by gathering the existing and generating new knowledge in the VVER area. It will bring together the most experienced trainers in the different aspects of the area within EU and abroad, thus overcoming the mobility challenge that stands ahead the nuclear education and training community. The selected form of the CORONA Academy, together with the online availability of the training opportunities will allow trainees from different locations to access the needed knowledge on demand. The available set of courses will cover the whole range of training of VVER specialists from the university until reaching high professional skills and competences in the area.",
    "totalCost": "2063938,75",
    "ecMaxContribution": "1017605",
    "coordinator": "KOZLODUY NPP PLC",
    "coordinatorCountry": "BG",
    "participants": "TECNATOM S.A.;ENGINEERING SUPPORT AND INTELLECTUAL SOLUTIONS GMBH (ESIS GMBH);RESEAU EUROPEEN POUR L ENSEIGNEMENT DES SCIENCES NUCLEAIRES;CENTRUM VYZKUMU REZ S.R.O.;BUDAPESTI MUSZAKI ES GAZDASAGTUDOMANYI EGYETEM;INSTITUTE OF NUCLEAR RESEARCH AND NUCLEAR ENERGY - BULGARIAN ACADEMY OF SCIENCES;\"NATIONAL RESEARCH NUCLEAR UNIVERSITY \"\"MEPhI\"\"\";RISK ENGINEERING LTD",
    "participantCountries": "ES;DE;FR;CZ;HU;BG;RU",
    "projectParticipants": {
        "998312555": {
            "orgId": "998312555",
            "orgName": "RESEAU EUROPEEN POUR L ENSEIGNEMENT DES SCIENCES NUCLEAIRES",
            "ecContrib": 96952
        },
        "963082446": {
            "orgId": "963082446",
            "orgName": "\"NATIONAL RESEARCH NUCLEAR UNIVERSITY \"\"MEPhI\"\"\"",
            "ecContrib": 135733
        },
        "998341267": {
            "orgId": "998341267",
            "orgName": "KOZLODUY NPP PLC",
            "ecContrib": 152353
        },
        "998770977": {
            "orgId": "998770977",
            "orgName": "RISK ENGINEERING LTD",
            "ecContrib": 141273
        },
        "936515601": {
            "orgId": "936515601",
            "orgName": "ENGINEERING SUPPORT AND INTELLECTUAL SOLUTIONS GMBH (ESIS GMBH)",
            "ecContrib": 119113
        },
        "999904228": {
            "orgId": "999904228",
            "orgName": "BUDAPESTI MUSZAKI ES GAZDASAGTUDOMANYI EGYETEM",
            "ecContrib": 39230
        },
        "999482181": {
            "orgId": "999482181",
            "orgName": "INSTITUTE OF NUCLEAR RESEARCH AND NUCLEAR ENERGY - BULGARIAN ACADEMY OF SCIENCES",
            "ecContrib": 100169
        },
        "996153820": {
            "orgId": "996153820",
            "orgName": "CENTRUM VYZKUMU REZ S.R.O.",
            "ecContrib": 94182
        },
        "999468213": {
            "orgId": "999468213",
            "orgName": "TECNATOM S.A.",
            "ecContrib": 138600
        }
    },
    "calculatedTotalContribution": 1017605
}