{
    "rcn": "196947",
    "acronym": "FINEST TWINS",
    "topics": "WIDESPREAD-1-2014",
    "title": "FINEST TWINS",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "There is a clear political and business interest in strengthening the cooperation between the cities of Tallinn and Helsinki, and Estonia and Finland respectively, in terms of research, innovation and economic development (Twin cities mindset). A recent policy report by OECD  suggests to extend the definition of Tallinn-Helsinki cross-border area to the greater Helsinki (Uusimaa), and Estonia to the entire country, considering the comparable population (1.3-1.4 m), Helsinkiís close scientific and innovation ties to Tartu, the Estonian second largest city, and the fact that innovation policies are implemented at national level in Estonia whereas regional level in Finland.\n\nBuilding on the political, social and economical support both in Estonia as well as in Helsinki city, this proposal provides a good opportunity to kick-start a closer cooperation through the planning and development of a Smart City Centre of Excellence joint venture in Tallinn. The ICT driven Smart City CoE would act as a hub capable of combining the scientific knowledge, innovation capacity and entrepreneurship of all relevant actors  in Estonia and the greater Helsinki region.\n\nThis proposed FINEST TWINS joint venture is based on smart specialisation strategies and marks a new model for close cooperation. Estonia will benefit from Helsinki region expertise, its living labs methodologies knowledge and public-private multiple ventures as Helsinki is one of the top European Smart Cities. Helsinki will also benefit from Estonia public innovativeness in the uptake of e-Government services, overall agility and comprehensive citizens capacity to embrace new digital service solutions, making it one of the best test-beds in the world.\n\nThe CoE will be the first EU cross border Smart City solutions and demo lab capable of provide urban services and attract international expertise and investment, as well as, act as a springboard for the exportation of Finnish-Estonian knowledge and service solutions on a global scale.",
    "totalCost": "449188",
    "ecMaxContribution": "449188",
    "coordinator": "TALLINNA TEHNIKAULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "FORUM VIRIUM HELSINKI OY;AALTO KORKEAKOULUSAATIO SR;MAJANDUS JA KOMMUNIKATSIOONIMINISTEERIUM",
    "participantCountries": "FI;EE",
    "projectParticipants": {
        "997534324": {
            "orgId": "997534324",
            "orgName": "FORUM VIRIUM HELSINKI OY",
            "ecContrib": 164000
        },
        "999842536": {
            "orgId": "999842536",
            "orgName": "TALLINNA TEHNIKAULIKOOL",
            "ecContrib": 137250
        },
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        },
        "963638450": {
            "orgId": "963638450",
            "orgName": "MAJANDUS JA KOMMUNIKATSIOONIMINISTEERIUM",
            "ecContrib": 36438
        }
    },
    "calculatedTotalContribution": 337688
}