{
    "rcn": "196985",
    "acronym": "PreventSepticShock",
    "topics": "PHC-12-2014",
    "title": "Bioactive AdrenoMedullin is a Novel Outstanding Marker to Predict and Prevent Septic Shock",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "Sepsis is a life-threatening condition that arises when the body's response to an infection damages its own tissues and organs. Although sepsis is initiated by infection, it is not the infection per se, which kills the patient, but rather the bodyís response to it, in particular, the development of a shock, which is initiated by deterioration of the blood vessel system, hypotension, insufficient oxygenation of organs and finally their functional breakdown. For a clinician this situation occurs suddenly and there is no diagnostic tool to predict this event early enough to initiate adequate measures to guide the patient and prevent its death. \nDespite of large efforts and developments in the last decade septic shock is still the world biggest killer causing 5-6 million deaths a year worldwide. Thus the prediction of septic shock and stratification of high risk patients is still an unmet medical need.\nThe novel bioreactive Adrenomedullin (bio-ADM) assay of Sphingotec is the first unprecedented analytical assay which stratified in a pilot study sepsis patients who have the risk to die from a septic shock with very high confidentiality. Thus adequate measures to restore blood pressure can be introduced in time and life can be saved.\nFeasibility studies elucidating all clinical and commercialisation aspects have given excellent prospects for bio-ADM. Thus, in the project the bio-ADM assay will be used in an observation study with 1000 ICU patients suffering from sepsis to validate the power of the novel biomarker and to indicate a cut-off for bio-ADM. \nFurthermore, the project is dedicated to conduct technical work to bring the marker to automation and point of care platforms of diagnostic partners to guarantee broad application after the project, and to carry out measures to disseminate and explore the project results to ensure quick penetration of an up to 500 million Ä diagnostic market. In this way the project will initiate dynamic and robust growth of the applicant.",
    "totalCost": "2137500",
    "ecMaxContribution": "2137500",
    "coordinator": "SPHINGOTEC GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942534936": {
            "orgId": "942534936",
            "orgName": "SPHINGOTEC GMBH",
            "ecContrib": 2137500
        }
    },
    "calculatedTotalContribution": 2137500
}