{
    "rcn": "196939",
    "acronym": "SMARTAgriFor",
    "topics": "WIDESPREAD-1-2014",
    "title": "Collaboration to develop a business plan for the Centre of Agriculture and Forestry",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "The Portuguese national funding agency for Science and Technology - FundaÁ„o para a CiÍncia e a Tecnologia - proposes an investment (>45 million Euros) whose ultimate objective is to develop a new centre of excellence on Smart Agriculture and Forestry (SMARTAgriFor) by teaming with the Wageningen University and Research Centre in a long-term sustainable partnership. This centre is to become an international reference in the field, with the critical mass of competence to engage Portugal strategically in a path of innovative growth and also for global impact.\nDue to the strategic importance and leverage value envisaged for SMARTAgriFor, there is already strong support from important stakeholders including regional development authorities ensuring access to European structural funds. Further, 10 universities and 1 public research institute ñ representing the top performing organizations in the selected scientific domain in Portugal - will support FCT by helping develop SMARTAgriForís business plan in collaboration with WUR. This plan will demonstrate the centreís potential value as a radical new approach to the topics in question. Through dynamic interaction with stakeholders, strategic partnerships will be established, funding secured, and commitments formalised to transfer infrastructure/ staff in exchange for a share in its ownership, ensuring its sustainability and financial autonomy in the long run.\nClear choices have been made regarding SMARTAgriForís scientific focus and innovation strategy. Topics have been selected for maximum positive societal, economic and scientific impact, leveraging strategic advantage from the centreís location in Portugal. International benchmarking will identify the optimum approach for SMARTAgriFor. Further, innovative management practices will ensure feasible implementation. Further its innovative and impact focused RTD management will allow it to connect effectively at national and international level for the application of results.",
    "totalCost": "494515",
    "ecMaxContribution": "494515",
    "coordinator": "FUNDACAO PARA A CIENCIA E A TECNOLOGIA",
    "coordinatorCountry": "PT",
    "participants": "WAGENINGEN UNIVERSITY;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "NL",
    "projectParticipants": {
        "999543970": {
            "orgId": "999543970",
            "orgName": "FUNDACAO PARA A CIENCIA E A TECNOLOGIA",
            "ecContrib": 339688
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 78702
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 76125
        }
    },
    "calculatedTotalContribution": 494515
}