{
    "rcn": "196968",
    "acronym": "Phoenix",
    "topics": "FETOPEN-1-2014",
    "title": "Exploring the Unknown through Reincarnation and Co-evolution",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "Humans have been exploring the world from the depths of the oceans to the edges of the universe. Yet many environments remain inaccessible, even to modern cutting-edge technology. Therefore problems like exploring the status of waste water under the Fukushima reactor, or discover suitable sites for underground CO2 storage remain unsolved.\n\nOur aim is to investigate a new line of technology that will enable the exploration of difficult-to-access environments exploiting a risky, highly-novel approach called PHOENIX.\n\nPHOENIX will accomplish the exploration of inaccessible environments with physical agents that are extremely limited in size and resources, and can operate without direct control over software and hardware. PHOENIX starts with processing a user question, then assesses available knowledge and initiates an evolutionary process involving two nested generational loops. In the outer loop PHOENIX develops, deploys and retrieves physical agents capable of penetrating the inaccessible environment and gathering information. Based on this knowledge, a model of the unknown environment is developed and evaluated. This model is refined in the inner loop, where environmental models and abstract representations of the physical agents (virtual agents) co-evolve in a virtual world until an improved generation of physical agents is ready for deployment. The goal of this co-evolution is to maximize the information captured about the unknown environment by progressively optimized agents.\n\nOur main objectives are: the development of a co-evolutionary framework, the design of versatile agent technology and the development of a dedicated human interface.\n\nPHOENIX is a radically new, high risk/high reward project. It also holds the promise to shed light on emergent properties of self-organization, local adaptation and division of labour in autonomous systems. The high societal benefits, foundational character and long-term focus make PHOENIX a perfect fit for the FET programme.",
    "totalCost": "3632486,25",
    "ecMaxContribution": "3632486,25",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "ANTEA NEDERLAND BV;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;INCAS 3;RIJKSUNIVERSITEIT GRONINGEN;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "NL;DE;BE",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 1494296
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 901565
        },
        "912923164": {
            "orgId": "912923164",
            "orgName": "ANTEA NEDERLAND BV",
            "ecContrib": 68704
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 50172
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 880750
        },
        "969798435": {
            "orgId": "969798435",
            "orgName": "INCAS 3",
            "ecContrib": 236999
        }
    },
    "calculatedTotalContribution": 3632486
}