{
    "rcn": "196940",
    "acronym": "PlantaSYST",
    "topics": "WIDESPREAD-1-2014",
    "title": "Establishment of a Center of Plant Systems Biology and Biotechnology for the translation of fundamental research into sustainable bio-based technologies in Bulgaria",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "Despite the adoption of several reform programs Bulgaria still has the lowest research and innovation index of all EU Member states. Key reasons for Bulgariaís comparatively poor record of innovation are the insufficient investment in R&D, fluctuating labour force, the almost non-existent linkages between research and the needs of the productive sector and a lack of high-tech science and business parks. With the newly released Smart Specialization Strategy (S3) Bulgaria has an unparalleled opportunity to transform itself into a knowledge-based and R&D-led economy and to turn its research system into an engine of innovation and smart specialization. Plant systems biology, biotechnology, and healthy life have been set in the S3 as top priorities and represent research topics, which are highly addressed in Plovdiv, the biggest academic center in Southern Bulgaria and the most important agricultural region within the country. Most local research units are very productive and competitive at international level harbouring a huge academic and business potential. The goal of the project is to establish a Center of Plant Systems Biology and Biotechnology (CPSBB) in Plovdiv, which will stand at the forefront of plant sciences in Bulgaria. Building on the excellence in plant sciences and biotechnology research of Potsdam, Germany, the CPSBB will implement cutting-edge genetics, functional genomics, metabolomics and bioinformatics technologies to unravel the plant biochemical machinery and translate the scientific knowledge into the food market and industrial applications for development of value-added products with potential markets in medicine, pharmacy and cosmetics. The CPSBB will provide the missing links between academia and industry in the region and will take a leading role in educating next-generation researchers in the fields of plant systems biology and biotechnology. Thus, the CPSBB will fill the scientific and technological gaps identified in the S3 of Bulgaria.",
    "totalCost": "495474,5",
    "ecMaxContribution": "494726",
    "coordinator": "INSTITUTE OF MOLECULAR BIOLOGY AND BIOTECHNOLOGY",
    "coordinatorCountry": "BG",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;TSENTAR PO RASTITELNA SISTEMNA BIOLOGIYA I BIOTEHNOGIYA;THE STEPHAN ANGELOFF INSTITUTE OF MICROBIOLOGY, BULGARIAN ACADEMY OF SCIENCES;UNIVERSITAET POTSDAM;MARITSA VEGETABLE CROPS RESEARCH INSTITUTE",
    "participantCountries": "DE;BG",
    "projectParticipants": {
        "924425715": {
            "orgId": "924425715",
            "orgName": "TSENTAR PO RASTITELNA SISTEMNA BIOLOGIYA I BIOTEHNOGIYA",
            "ecContrib": 0
        },
        "999854855": {
            "orgId": "999854855",
            "orgName": "UNIVERSITAET POTSDAM",
            "ecContrib": 94075
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 94075
        },
        "951718411": {
            "orgId": "951718411",
            "orgName": "INSTITUTE OF MOLECULAR BIOLOGY AND BIOTECHNOLOGY",
            "ecContrib": 108837
        },
        "998923170": {
            "orgId": "998923170",
            "orgName": "THE STEPHAN ANGELOFF INSTITUTE OF MICROBIOLOGY, BULGARIAN ACADEMY OF SCIENCES",
            "ecContrib": 96150
        },
        "999533009": {
            "orgId": "999533009",
            "orgName": "MARITSA VEGETABLE CROPS RESEARCH INSTITUTE",
            "ecContrib": 101589
        }
    },
    "calculatedTotalContribution": 494726
}