{
    "rcn": "196945",
    "acronym": "KIOS",
    "topics": "WIDESPREAD-1-2014",
    "title": "KIOS Research Center of Excellence for Intelligent Systems and Networks",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "The aim of the proposed TEAMING project is to develop the KIOS Research Center of Excellence for Intelligent Systems and Networks, an inspiring environment for conducting basic and applied research and innovation in the area of intelligent monitoring, management and security of critical infrastructure systems. The proposal is a team effort between the University of Cyprus and Imperial College London. The technical focus of the proposed Center of Excellence is a key technological area of significant growth potential. The strong background and individual experience of the University of Cyprus and Imperial College London in the area of intelligent monitoring, management and security, combined with the synergy created by the TEAMING proposal, provides a great opportunity for establishing a sustainable Center of Excellence, which will address crucial research and innovation problems of great societal benefit. The application of information and communication technologies (ICT) to critical infrastructure systems is completely aligned with the Cyprus Smart Specialization Strategy. The proposed Center of Excellence will create new job opportunities in the high-tech arena and will attract new researchers to Cyprus, thereby creating a sustainable critical mass of researchers that can address challenging scientific and technological problems. The TEAMING project will provide a significant boost towards the long-term sustainability of the Center through establishing long-term framework agreements with top academic institutions worldwide, via the generation of intellectual property rights and through the exploitation of the research results. Moreover, the proposed Center of Excellence will promote opportunities for collaboration between industry, academia and research organizations in technology areas of importance to Europe.",
    "totalCost": "417000",
    "ecMaxContribution": "417000",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "participantCountries": "UK",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 133750
        },
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 283250
        }
    },
    "calculatedTotalContribution": 417000
}