{
    "rcn": "196984",
    "acronym": "Lingvist",
    "topics": "ICT-37-2014",
    "title": "Lingvist - the next generation language-learning software",
    "startDate": "01/05/2015",
    "endDate": "31/01/2017",
    "objective": "The objective of this project is to develop the language-learning software Lingvist to make language learning 5ñ10 times faster. The ultimate learning acceleration is achieved by adding three completely innovative working principles to the language-learning methodology:\n\nï statistical language corpus analysis; \nï measurements of individual memory processes and abilities; \nï mathematical optimisation of the individual learning time.\n\nThe implementation of mathematics and computer science makes language-learning software highly adaptive to every individual. The learning process is tailored individually under requirement that it would take minimal amount of time for every user.\n\nThe innovation project is based on the early version of the Lingvist software and has four main goals:\n\nï increase the efficiency of the software by additional functionalities\nï scale up the software to be used by millions of users\nï add new language pairs and languages for specific purposes\nï test the performance of the software extensively together with universities.\n\nThe team of Lingvist consists of highly qualified business and science professionals. The key persons have created Skype and participated in the Higgs discovery at CERN. Their extensive knowledge in big-data analysis and computer technology allows to disrupt the language leaning market while also adding a huge amount of social value. Lingvistís go-to market strategy is supported by the worldís top start-up accelerator TechStars. The development of language modules is carried out in close collaboration with universities and language institutions.\n\nThe worldwide language learning market was a Ä43.5 billion industry in 2013. Online learning accounts for just Ä2.15 billion today, but it is growing by 15% annually, with a strong potential to grow even faster. Lingvist will concentrate on adult language learners on the European market initially, with a view to expand to other customer segments and the US and Asian markets later.",
    "totalCost": "2228875",
    "ecMaxContribution": "1560212,5",
    "coordinator": "LINGVIST TECHNOLOGIES OU",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935435021": {
            "orgId": "935435021",
            "orgName": "LINGVIST TECHNOLOGIES OU",
            "ecContrib": 1560212
        }
    },
    "calculatedTotalContribution": 1560212
}