{
    "rcn": "196959",
    "acronym": "DIACAT",
    "topics": "FETOPEN-1-2014",
    "title": "Diamond materials for the photocatalytic conversion of CO2 to fine chemicals and fuels using visible light",
    "startDate": "01/07/2015",
    "endDate": "30/06/2019",
    "objective": "In DIACAT we propose the development of a completely new technology for the direct photocatalytic conversion of CO2 into fine chemicals and fuels using visible light. The approach utilises the unique property of man-made diamond, now widely available at low economic cost, to generate solvated electrons upon light irradiation in solutions (e.g. in water and ionic liquids). The project will achieve the following major objectives on the way to the efficient production of chemicals from CO2:\n    \n- Experimental and theoretical understanding of the principles of production of solvated electrons stemming from diamond.\n\n- Identification of optimal forms of nanostructured diamond (wires, foams pores) and surface modifications to achieve high photoelectron yield and long term performance.\n\n- Investigation of optimized energy up-conversion using optical nearfield excitation as a means for the direct use of sunlight for the excitation of electrons.\n\n- Characterisation of the chemical reactions which are driven by the solvated electrons in ìgreenî solvents like water or ionic liquids and reaction conditions to maximise product yields.\n\n- Demonstration of the feasibility of the direct reduction of CO2 in a laboratory environment.\n\nThe ultimate outcome of the project will be the development of a novel technology for the direct transformation of CO2 into organic chemicals using illumination with visible light. On a larger perspective, this technology will make an important contribution to a future sustainable chemical production as man-made diamond is a low cost industrial material identified to be environmentally friendly. Our approach lays the foundation for the removal and transformation of carbon dioxide and at the same time a chemical route to store and transport energy from renewable sources. This will have a transformational impact on society as whole by bringing new opportunities for sustainable production and growth.",
    "totalCost": "3872981,25",
    "ecMaxContribution": "3872980",
    "coordinator": "JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG",
    "coordinatorCountry": "DE",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;UPPSALA UNIVERSITET;IOLITEC IONIC LIQUIDS TECHNOLOGIES GMBH;HELMHOLTZ-ZENTRUM BERLIN FUR MATERIALIEN UND ENERGIE GMBH;GABO:MI GESELLSCHAFT FUR ABLAUFORGANISATION:MILLIARIUM MBH & CO KG;ARTTIC;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "DE;FR;SE;UK",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 552000
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 511495
        },
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 195039
        },
        "999446000": {
            "orgId": "999446000",
            "orgName": "HELMHOLTZ-ZENTRUM BERLIN FUR MATERIALIEN UND ENERGIE GMBH",
            "ecContrib": 526563
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 565631
        },
        "962644491": {
            "orgId": "962644491",
            "orgName": "IOLITEC IONIC LIQUIDS TECHNOLOGIES GMBH",
            "ecContrib": 320000
        },
        "999753005": {
            "orgId": "999753005",
            "orgName": "GABO:MI GESELLSCHAFT FUR ABLAUFORGANISATION:MILLIARIUM MBH & CO KG",
            "ecContrib": 79961
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 507166
        }
    },
    "calculatedTotalContribution": 3257855
}