{
    "rcn": "196987",
    "acronym": "PASTEURDOC",
    "topics": "MSCA-COFUND-2014-DP",
    "title": "Institut Pasteur International Docotal Program",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "PASTEURDOC is an advanced educational and research program, hosted by the Institut Pasteur in Paris. Its goal is to train junior investigators possessing medical and/or scientific educational backgrounds to become future leaders in academic education and research institutions, international organizations, private companies, or administration. PASTEURDOC is intended to co-fund and advance the already well-established and very successful Pasteur Paris University International Doctoral Program, in operation since 2009 in partnership with three renowned Parisian universities. PASTEURDOC will enhance the host capacity to train young researchers, while strengthening the Marie Sk?odowska-Curie Actions recommendations for professional development of early-stage researchers. \n\nThe PASTEURDOC objectives are the following:\n1) To provide the highest scientific education by proposing a large panoply of multidisciplinary research projects and scientific approaches. These will encompass an array of biomedical research fields crucial for human health, and lead to an internationally recognized Doctorate diploma. \n2) To provide an exceptional nurturing environment combining practical research, scientific and transferrable skills training and educational follow up, by a well established Teaching Department running and International Doctoral Program. \n3) To provide the early-stage researchers with a large international and multicultural network of fellows and institutions, in both developed and developing countries, and within the academic and the private sectors. \n4) Two calls will be launched during the 60 months program, in order to train 30 early-stage researchers, recruited for 36 months. PASTEURDOC will significantly enhance the international visibility and the training capacity of the Pasteur International Doctoral program.",
    "totalCost": "4708800",
    "ecMaxContribution": "2354400",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "999869793": {
            "orgId": "999869793",
            "orgName": "UNIVERSITE PARIS DESCARTES",
            "ecContrib": 0
        },
        "999865525": {
            "orgId": "999865525",
            "orgName": "UNIVERSITE PARIS DIDEROT - PARIS 7",
            "ecContrib": 0
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 2354400
        }
    },
    "calculatedTotalContribution": 2354400
}