{
    "rcn": "196941",
    "acronym": "smartpolis",
    "topics": "WIDESPREAD-1-2014",
    "title": "Budapest Smart City Centre of Excellence",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "The primary objective of the proposed project is to prepare the establishment of the Budapest Centre of Excellence for Smart Cities built on the innovation capacity, know-how and expertise of the project partners. The new organization, SMARTPOLIS, should contribute with knowledge creation, knowledge transfer, as well as with research, innovation and deployment projects in the Central-Eastern- European region to reach the European goals defined by Horizon 2020.\nThe consortia organized for this proposal will be strengthening the research and innovation capabilities of the Budapest University of Technology and Economics (BME), the operator of the new Centre, in this promising multidisciplinary scientific and technological field.\nThe coordinator of the project the Hungarian Intellectual Property Office, a Government Agency, plays a very active role in Hungary as well as in the broader region in respect of innovation management and the facilitation of communication and cooperation between industry and academia.\nThe advanced, highly reputable European partners, Fraunhofer FOKUS (FFI) and the Urban Software Institute, are forming a consortium for their cooperation in this project. They contribute organisatory and operational know-how, technical and scientific knowledge as well as project and implementation expertise which will be the foundation of the new Centre. \nThe accomplishment of the short term goals, elaboration of the operating principles and associated business model of the new Centre, will be  the target of this first phase of the TEAMING project.  \nThe work plan of the initial 12 months will comprise:\nï Status assessment\nï Forecasting future trends\nï Elaboration of the operating concept of the Centre, including its scientific program and administrative model\nï Development of the business model of the Centre for the initial 5 year period\nï Establishment and implementation of a proper framework for communication",
    "totalCost": "388688",
    "ecMaxContribution": "388688",
    "coordinator": "SZELLEMI TULAJDON NEMZETI HIVATALA",
    "coordinatorCountry": "HU",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;BUDAPESTI MUSZAKI ES GAZDASAGTUDOMANYI EGYETEM;URBAN SOFTWARE INSTITUTE GMBH & CO KG",
    "participantCountries": "DE;HU",
    "projectParticipants": {
        "951665837": {
            "orgId": "951665837",
            "orgName": "URBAN SOFTWARE INSTITUTE GMBH & CO KG",
            "ecContrib": 101438
        },
        "938803928": {
            "orgId": "938803928",
            "orgName": "SZELLEMI TULAJDON NEMZETI HIVATALA",
            "ecContrib": 73000
        },
        "999904228": {
            "orgId": "999904228",
            "orgName": "BUDAPESTI MUSZAKI ES GAZDASAGTUDOMANYI EGYETEM",
            "ecContrib": 134375
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 79875
        }
    },
    "calculatedTotalContribution": 388688
}