{
    "rcn": "196902",
    "acronym": "ORGANO-GOLD CAT",
    "topics": "MSCA-IF-2014-EF",
    "title": "Merging organo- and gold-catalysis to design cascade reactions: a shortcut toward molecular complexity",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "We are in a changing era for drug discovery: the growing perception is that basic chemical research will play a greater role in pharmaceutical development. One current challenge is to develop a new kind of chemistry that yields a screening collection comprising optimal chiral molecules that increase the probability of success in identifying drug-candidate structures. The proposed research aims to develop conceptually innovative catalytic methods to rapidly generate, in one single step, architecturally complex chiral natural-like compounds. Natural products have been selected in evolution and their underlying structural scaffolds define biologically relevant fractions of chemical space. Consequently, compound libraries inspired by natural structures deliver lead candidates with a higher hit-rate than conventional lead generation strategies.\n\nWe will pursue the proposed research project under the guiding principle that compound development should be driven by discoveries and innovation in chemical methodology. The goal of the research project is to combine the potential of asymmetric organocatalysis and gold catalysis, powerful fields of molecule activation, to find cost-effective synthetic methods for reproducing the rich structural diversity of natural molecules. Since the vast majority of natural products and drug-like compounds possess heterocyclic moieties, we will focus on preparing diverse heterocyclic compounds, especially based on the furan unit. The resulting synthetic platform will be used as an ideal starting point for assembling enantiopure chiral 2,3-furan fused carbocycles, which, along with biological screening carried out in collaboration with a world-wide recognized pharma-company (Lundbeck A/S), will increase the probability of success in identifying drug-candidate structures. The multi-cultural nature of this project will greatly contribute to broaden the fellow competencies and will place him in an excellent position for the next career move",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}