{
    "rcn": "196953",
    "acronym": "Microflusa",
    "topics": "FETOPEN-1-2014",
    "title": "Fabricating colloidal materials with microfluidics",
    "startDate": "01/09/2015",
    "endDate": "29/02/2020",
    "objective": "In the field of colloidal science, much progress has been done on the synthesis of complex building blocks mimicking molecular structures with the hope of elaborating innovative materials. However, in the present state of the art, the rates at which these building blocks are obtained are exceedingly small. As a consequence, even though theoretically, revolutionary materials can be imagined, throughputs are far too low to approach industrial applications. We propose to unlock this bottleneck with microfluidic technology. \nThe starting point is the discovery (by ESPCI) of a new hydrodynamic mechanism that reorganizes droplets clusters into well-defined configurations during their transport in microchannels. In this work, the monodisperse production, at high rates, of a variety of anisotropic clusters (triangles, tetrahedrons etc.), has been demonstrated. Our objective is to deepen and harness this mechanism by transforming, under high throughput conditions, such clusters into solid and stable building blocks that self-assemble into functional materials. Rates of production of one million of building blocks per second are feasible. This would open new avenues in the field of material sciences and pave the way towards an industrial production of revolutionary colloidal materials. The project clearly focuses on this goal, by bringing together outstanding teams with complementary expertise: Microfluidics & Chemistry (ESPCI), Hydrodynamic theory & Condensed Matter Physics (Technion), Numerical Simulations (KTH). The WPs include the chemical synthesis of surfactants, high throughput production of building blocks, their crystallization into functional materials, emphasizing on photonic band gap materials, characterized numerically by Technion. Fundamentally important, work will be tightly linked to theoretical analysis and numerical simulations and will benefit from market studies made by a SME.",
    "totalCost": "3027637,5",
    "ecMaxContribution": "3027637,5",
    "coordinator": "ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS",
    "coordinatorCountry": "FR",
    "participants": "RTD TALOS LIMITED;KUNGLIGA TEKNISKA HOEGSKOLAN;FONDATION PIERRE-GILLES DE GENNES POUR LA RECHERCHE;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "participantCountries": "CY;SE;FR;IL",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 708888
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 700000
        },
        "975116460": {
            "orgId": "975116460",
            "orgName": "ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS",
            "ecContrib": 1352649
        },
        "967568405": {
            "orgId": "967568405",
            "orgName": "FONDATION PIERRE-GILLES DE GENNES POUR LA RECHERCHE",
            "ecContrib": 116101
        },
        "999693059": {
            "orgId": "999693059",
            "orgName": "RTD TALOS LIMITED",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 3027638
}