{
    "rcn": "196917",
    "acronym": "IntraMEMS",
    "topics": "ERC-PoC-2014",
    "title": "Microfluidic platform for intra-operative tumor immunohistochemistry",
    "startDate": "01/06/2015",
    "endDate": "30/11/2016",
    "objective": "We propose to develop an automated microfluidic platform for rapid analysis of the margins of frozen resections of tumors. It will allow cancer cells to be specifically distinguished from healthy cells during the time course of the surgical intervention itself via an immunohistochemistry (IHC) staining protocol completed in 5 minutes. The interest of such platform is that late-positivity, which is defined as the detection of cancer cells within the resection margin of the tumor by means of classical IHC after surgery, can be reduced or even avoided. Patients diagnosed with latepositive margins carry a high risk of cancer recurrence due to possible tumor cells left in the body. Intra-operative margin assessment of tumor resections is already done to evaluate the presence of such remaining cancer cells using different techniques. The most common one is microscopic morphological examination by applying hematoxylin and eosin (H&E) staining on cryo-sectioned surgical specimens, because it can be done easily in a matter of minutes. However, the major drawback of this method is the lack of cancer cell-specific staining: the interpretation relies only on morphology and small numbers of cancer cells infiltrating into healthy tissue are not easily recognizable. We therefore will develop a platform that can perform IHC together with H&E staining on cryo-sectioned samples within 5 minutes. Combining IHC that targets cancer cell-specific proteins with H&E staining will show unequivocally the presence of cancer cells and minimize those variations in the outcome of the analysis that originate from the pathologistís personal interpretation. It will potentially decrease the recurrence rate, increase the success of post-operative treatment, and reduce unnecessary surgical rescissions.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}