{
    "rcn": "196974",
    "acronym": "INCIPIT",
    "topics": "MSCA-COFUND-2014-DP",
    "title": "INnovative Life sCIence Phd Programme in South ITaly",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "INCIPIT is a novel international PhD programme, which aims at providing innovative multidisciplinary and intersectoral training in Life and Biomaterial Sciences. Currently, there are several nodes of excellence in the South of Italy, capable of providing competitive scientific training. However, comprehensive training programmes addressing multidisciplinarity, transferable skills and internationalization are lacking. INCIPIT addresses this gap by pooling the different and complementary expertise of 8 research institutes (from biology and genetics to statistics, engineering, computer science, chemistry and medicine) of the Consiglio Nazionale delle Ricerche (CNR), as well as the competencies of 3 Doctoral Schools and several academic, non-profit and industrial Partner Organizations. INCIPIT will apply transparent and equitable selection procedures, based on merit and on equal opportunities to recruit 35 Early Stage Researchers. INCIPIT will guarantee 1) a supportive, stimulating and multidisciplinary research environment to carry out the research projects; 2) theoretical and practical courses on developmental/stem cell biology and regenerative medicine, structural biology and biocatalysis, human disease mechanisms, cancer development and treatment, metabolism and inflammation, drug design, discovery and delivery, and computational biology; 3) a comprehensive training on transferable skills on several topics, from communication, project management, clinical trials, the principle of the 3 Rs for the use of animals, to intellectual properties and entrepreneurship; and 3) exposure to the industry sector. The ultimate goal is to train the next generation of researchers to become a very attractive source of employment in both the Italian and European labour markets. INCIPIT will be a pilot project, paving the way to the consolidation in the South of Italy of an international PhD programme, with close collaboration among the CNR, the Universities and the industrial sector.",
    "totalCost": "5493600",
    "ecMaxContribution": "2746800",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 2746800
        }
    },
    "calculatedTotalContribution": 2746800
}