{
    "rcn": "196983",
    "acronym": "POLONEZ",
    "topics": "MSCA-COFUND-2014-FP",
    "title": "SUPPORTING MOBILITY IN THE ERA THROUGH AN INTERNATIONAL FELLOWSHIP PROGRAMME FOR DEVELOPEMENT OF BASIC RESEARCH IN POLAND",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "POLONEZ is a Fellowship Programme supporting international incoming researchers working in the broad field of research regardless of their nationality. It will be implemented by the National Science Centre (NCN), a government agency funding basic research in Poland. The NCN has already designed 11 funding schemes supporting researchers on every stage of their research career and regularly announces calls for proposals. The Centre is also involved in international funding initiatives, e.g. ERA-nets, JPIs. It follows a strictly bottom-up approach, allowing researchers to freely choose their research topic and host institution. POLONEZ, planned for 60 months, enables the NCN to implement 3 calls for proposals in order to select 90 fellows. It is targeted at experienced researchers who may apply for 12-24-month-fellowships in host institutions in Poland, both academic and non-academic, public or private. Apart from living, mobility and family allowances, they are offered a research grant which amounts to ca. Ä 4 200 per month, to cover the costs of a research project in a discipline freely chosen by the applicant. The fellows are also given an opportunity to participate in a variety of research and non-research trainings provided by the NCN and the host institution. One of the main goals of POLONEZ is to enhance incoming mobility in Poland. Although Polish host institutions offer an attractive research setting and high quality resources, fellowships in Poland attract fewer researchers. Also, many Polish researchers still seek temporary and permanent positions outside of Poland and Europe. Therefore, in order to counteract ìbrain drain,î build up a positive image of Polish research institutions and encourage foreign researchers to develop their careers in Poland, we offer them the opportunity to collaborate with the best Polish research organisations. POLONEZ thus paves the way for stronger international mobility in research and the integration of research communities.",
    "totalCost": "11682000",
    "ecMaxContribution": "5841000",
    "coordinator": "NARODOWE CENTRUM NAUKI",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "960264402": {
            "orgId": "960264402",
            "orgName": "NARODOWE CENTRUM NAUKI",
            "ecContrib": 5841000
        }
    },
    "calculatedTotalContribution": 5841000
}