{
    "rcn": "196916",
    "acronym": "SPRINT",
    "topics": "NFRP-15-2014",
    "title": "SNETP Programming for Research and Innovation in Nuclear Technology",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "SNETP, the Sustainable Nuclear Energy Technology Platform, was confirmed in 2013 as one of the ECís officially recognised European Technology Platforms, the only one in the nuclear fission sector.  The SPRINT project aims at supporting SNETP in its roadmapping, networking, dissemination and communication activities. The essential purpose of the SPRINT proposal, in particular, is to support SNETP in the elaboration and wide adoption and use of its strategic roadmaps, as well as in strengthening its visibility and interactions with its members and external stakeholders. The project sets out four specific objectives:  ensuring an inclusive and efficient process for producing strategic roadmaps; improving the ëvalue proposalí of SNETP for the fission R&D community in Europe; confirming SNETP as a key player within the international energy technology landscape; and enhancing the visibility and dialogue of SNETP towards a wider audience. Focusing on ìvalue creationî and visibility for the Platform, SPRINT will pursue some of the activities initialised through the Euratom FP7 ìSNETP-Officeî and ìSMILEî projects. SPRINT will support the platform, groups and members, with the development and dissemination of main strategic documents (i.a., the Deployment Strategy and the Strategic Research and Innovation Agenda). SPRINT will also strengthen and improve the interactions between its pillars/activities and will increase SNETPís interactions with stakeholders (EU institutions and initiatives, international agencies, other platforms). Finally, SPRINT will propose new added value services to its members and will strengthen SNETP visibility by participating in major international events and updating its communication tools.",
    "totalCost": "607627,5",
    "ecMaxContribution": "599550",
    "coordinator": "LGI CONSULTING SARL",
    "coordinatorCountry": "FR",
    "participants": "EUROPEAN NUCLEAR SOCIETY;UNIPER TECHNOLOGIES GMBH;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;CENTRUM VYZKUMU REZ S.R.O.;TRACTEBEL ENGINEERING;KIC INNOENERGY SE;FORUM ATOMIQUE EUROPEEN",
    "participantCountries": "BE;DE;FR;CZ;NL",
    "projectParticipants": {
        "998086739": {
            "orgId": "998086739",
            "orgName": "TRACTEBEL ENGINEERING",
            "ecContrib": 15290
        },
        "999699946": {
            "orgId": "999699946",
            "orgName": "UNIPER TECHNOLOGIES GMBH",
            "ecContrib": 891
        },
        "997577295": {
            "orgId": "997577295",
            "orgName": "FORUM ATOMIQUE EUROPEEN",
            "ecContrib": 39375
        },
        "999677733": {
            "orgId": "999677733",
            "orgName": "LGI CONSULTING SARL",
            "ecContrib": 341188
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 23344
        },
        "960652402": {
            "orgId": "960652402",
            "orgName": "KIC INNOENERGY SE",
            "ecContrib": 25000
        },
        "936473600": {
            "orgId": "936473600",
            "orgName": "EUROPEAN NUCLEAR SOCIETY",
            "ecContrib": 129000
        },
        "996153820": {
            "orgId": "996153820",
            "orgName": "CENTRUM VYZKUMU REZ S.R.O.",
            "ecContrib": 25462
        }
    },
    "calculatedTotalContribution": 599550
}