{
    "rcn": "196926",
    "acronym": "ShaMROCK",
    "topics": "DRS-17-2014-1",
    "title": "ShaMROCK ñ Secure professional Mobile Radio Over Commercial networKs",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "Of absolute critical importance to the overall security and the resilience of Urban areas, are the emergency services and the communication networks that they utilize. ShaMROCK will leverage the market position and Push To Talk(PTT) technologies of Genaker in order to deliver the World¥s first broadband Professional Mobile Radio(PMR) system running over standard cellular networks. Such a system is just starting to be demanded by International Governments for usage by Emergency Services and Professionals to firstly, reduce costly dependency on dedicated networks, to secondly, increase communication resilience and network reliability and thirdly, to support a new generation of point-of-use urban infrastructure protection applications.\n\nGenaker is a European SME in a unique technological and market position to be able to develop an innovative solution to this market need. Genaker proposes to use the ShaMROCK project in order to fully validate its business case, canvas and plan using a ëhands-oní approach including a small-scale demonstration and interaction with all known stakeholders. ShaMROCK will form a key milestone in Genaker¥s plans to execute this identified high-value business opportunity which has the clear capacity to greatly increase our sales, to capture further investment and to drive our rapid expansion.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ESI MOBILE SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "972358459": {
            "orgId": "972358459",
            "orgName": "ESI MOBILE SOLUTIONS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}