{
    "rcn": "196993",
    "acronym": "ESSANUF",
    "topics": "NFRP-16-2015",
    "title": "European Supply of SAfe NUclear Fuel",
    "startDate": "01/09/2015",
    "endDate": "31/10/2017",
    "objective": "The overall aim of the project is to create greater security of energy supply and contribute to the security of supply of nuclear fuel for Russian designed pressurized water reactors (VVER) operating in the EU by diversification of fuel sources in the short / medium term and in full compliance with nuclear safety standards. By that, the project addresses the topic NFRP 16 ñ 2015. The scientific objectives of the proposed project include increased knowledge concerning the behaviour of the VVER-440 fuel during operation. State-of-the-art methods will be verified against an extensive database, including operating experience from several VVER-440 reactors as well as a number of other reactor designs and a wide range of operating conditions. The ability to accurately predict the fuel behaviour will be improved and thereby also the safety margins. \nNew knowledge as well as identification of needs of technology development and improvements will be created in the fields of technologies for mechanical design, thermo-mechanical fuel rod design, and safety analysis for VVER fuel. In addition to the technological advances, the project will identify the variation in licensing requirements between the authorities in the different countries. Through such identification, it will become clear that standardization would be beneficial and will foster a dialogue between the authorities/regulatory bodies. The new knowledge will be exploited through innovation processes but will also be used for further research and recommendation to policy makers as well as for creating impact among the target groups of the project. Results will be presented to the members of the VVER community, i.e. the utilities, universities and other organizations with close links to the nuclear energy industry. Articles and papers presenting the work and the results of the project will be targeted for nuclear industry, magazines and conferences.",
    "totalCost": "2053913,75",
    "ecMaxContribution": "2053913",
    "coordinator": "WESTINGHOUSE ELECTRIC SWEDEN AB",
    "coordinatorCountry": "SE",
    "participants": "NATIONAL NUCLEAR LABORATORY LIMITED;VUJE AS;NUCLEOCON SRO;NATIONAL SCIENCE CENTER KHARKOV INSTITUTE OF PHYSICS AND TECHNOLOGY;ENUSA INDUSTRIAS AVANZADAS SA;UJV REZ, a. s.;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION;LAPPEENRANNAN TEKNILLINEN YLIOPISTO",
    "participantCountries": "UK;SK;UA;ES;CZ;BE;FI",
    "projectParticipants": {
        "999992304": {
            "orgId": "999992304",
            "orgName": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
            "ecContrib": 181368
        },
        "969818320": {
            "orgId": "969818320",
            "orgName": "NATIONAL SCIENCE CENTER KHARKOV INSTITUTE OF PHYSICS AND TECHNOLOGY",
            "ecContrib": 112750
        },
        "999475488": {
            "orgId": "999475488",
            "orgName": "VUJE AS",
            "ecContrib": 140210
        },
        "999477428": {
            "orgId": "999477428",
            "orgName": "UJV REZ, a. s.",
            "ecContrib": 203905
        },
        "974582475": {
            "orgId": "974582475",
            "orgName": "WESTINGHOUSE ELECTRIC SWEDEN AB",
            "ecContrib": 736005
        },
        "999591209": {
            "orgId": "999591209",
            "orgName": "LAPPEENRANNAN TEKNILLINEN YLIOPISTO",
            "ecContrib": 302500
        },
        "936290464": {
            "orgId": "936290464",
            "orgName": "NUCLEOCON SRO",
            "ecContrib": 178125
        },
        "999757952": {
            "orgId": "999757952",
            "orgName": "NATIONAL NUCLEAR LABORATORY LIMITED",
            "ecContrib": 132175
        },
        "934949439": {
            "orgId": "934949439",
            "orgName": "ENUSA INDUSTRIAS AVANZADAS SA",
            "ecContrib": 66875
        }
    },
    "calculatedTotalContribution": 2053913
}