{
    "rcn": "196978",
    "acronym": "CIRCLE",
    "topics": "FETOPEN-2-2014",
    "title": "Coordinating European Research on Molecular Communications",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "In recent years, several research groups have been created in the emerging research area of molecular communications. This is seen as a fundamental enabler for nano-scale networked devices. The heterogeneity of the biological environments that can host nano-scale communications has produced different proposals (e.g. neuronal networks, molecular diffusion, flow-based carrier mobility) analyzed by means of different research approaches and tools (different analytical models, simulators, lab experiments). For this reason, the need of integrating research activities at an EU level has emerged. The main objective of the CIRCLE is to integrate islands of heterogeneous research activities in a common research framework. The nature of the proposal is therefore strategic for the EU research objectives, highly interdisciplinary, inclusive of any input coming from any research activities that can contribute to identifying a research roadmap for the future years and feasible future exploitation plans.\n\nIn the short term, CIRCLE will facilitate the creation of an EU wide Molecular Communications (CIRCLE) forum and provide a support infrastructure for coordination of research across Europe. In the medium term, it will foster knowledge sharing via the CIRCLE forum and a dedicated web portal. This will focus on the sharing of both research methodologies and simulation code repositories. It will establish expert working groups in different research topics within the Molecular Communications domain and develop strategic Roadmaps for both academic research and industry involvement. In the long term, CIRCLE will push the Roadmaps at a Member State and EU level to ensure Molecular Communications research converges rapidly towards feasible products of interest in the marketplace.",
    "totalCost": "532336",
    "ecMaxContribution": "532336",
    "coordinator": "WATERFORD INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IE",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;TTY-SAATIO;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;KOC UNIVERSITY;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;UNIVERSITAT POLITECNICA DE CATALUNYA;UNIVERSITA DEGLI STUDI DI PERUGIA;CONSORZIO NAZIONALE INTERUNIVERSITARIO PER LE TELECOMUNICAZIONI;IMINDS",
    "participantCountries": "UK;FI;BE;TR;NL;ES;IT",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 0
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 37903
        },
        "999608184": {
            "orgId": "999608184",
            "orgName": "IMINDS",
            "ecContrib": 0
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999618660": {
            "orgId": "999618660",
            "orgName": "WATERFORD INSTITUTE OF TECHNOLOGY",
            "ecContrib": 166671
        },
        "999649603": {
            "orgId": "999649603",
            "orgName": "CONSORZIO NAZIONALE INTERUNIVERSITARIO PER LE TELECOMUNICAZIONI",
            "ecContrib": 62080
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 44556
        },
        "999901512": {
            "orgId": "999901512",
            "orgName": "KOC UNIVERSITY",
            "ecContrib": 46380
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 83652
        },
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 40795
        }
    },
    "calculatedTotalContribution": 482037
}