{
    "rcn": "196942",
    "acronym": "CAMART2",
    "topics": "WIDESPREAD-1-2014",
    "title": "CAMART2",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "The proposed project CAMART2 is aimed to upgrade the existing ìExcellence Centre of Advanced Material Research and Technology at the Institute of Solid State Physics University of Latviaî (CAMART:ISSP) to a new significantly stronger Centre of Excellence. The upgrade will enable efficient transfer of new materials and technologies into products for commercial and public benefits based on exchange of knowledge and synergy with innovation-intensive Consortium partners ñ KTH Royal Institute of Technology and Acreo Swedish ICT. The partners are worldwide-recognized leaders in research and innovation having pursued a number of successful commercialization projects and are parts of the innovation system in Stockholm, Kista. \nSpecialization of CAMART:ISSP is defined according to RIS3 topic of Latvia ìSmart materials, technology and engineering systemsî and EC defined KETs ñ Advanced Materials, Photonics, Nanotechnology and Micro- and Nanoelectronics. The R&D&I activities at the Centre of Excellence will be focused on:\n1) Thin films and coating technologies; \n2) Functional materials for electronics and photonics; \n3) Nanotechnology, nanocomposites and ceramics; \n4) Computational material science by atomistic scale modelling of technologically important materials and devices. \nThe implementation of CAMART2 will increase the level of commercialisation of research in Latvia and Baltic Sea region, enhance cooperation between business and academics paving way for innovation-based economic growth, diminishing the disparities between Latvia and well-performing Member States.",
    "totalCost": "497500",
    "ecMaxContribution": "497500",
    "coordinator": "LATVIJAS UNIVERSITATES CIETVIELU FIZIKAS INSTITUTS",
    "coordinatorCountry": "LV",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;RISE ACREO AB",
    "participantCountries": "SE",
    "projectParticipants": {
        "999852139": {
            "orgId": "999852139",
            "orgName": "LATVIJAS UNIVERSITATES CIETVIELU FIZIKAS INSTITUTS",
            "ecContrib": 156250
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 146250
        },
        "999979791": {
            "orgId": "999979791",
            "orgName": "RISE ACREO AB",
            "ecContrib": 195000
        }
    },
    "calculatedTotalContribution": 497500
}