{
    "rcn": "196935",
    "acronym": "ANTARES",
    "topics": "WIDESPREAD-1-2014",
    "title": "Centre of Excellence for Advanced Technologies in Sustainable Agriculture and Food Security",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "Agriculture and food security are one of the main focal points of EU policies, since,in the next 20 years, world food production must increase by 50%, while 80% of that increase must come from intensification (Source: FAO). ANTARES aims to evolve BioSense Centre at the University of Novi Sad, Serbia, into a European Centre of Excellence (CoE) for advanced technologies in sustainable agriculture and food security. This endeavor is supported by the participation of the Serbian Ministry of Education, Science and Technological Development (MESTD), the national research authority who will provide both institutional and legislative expertise as well as co-financing of 14 mil Euro. The participation of DLO, the Netherlands, the leading European research institute for applied and market-driven research in agriculture and food security, currently involved in 250 FP7 projects, will secure that the know-how and experience of highest European standards are transplanted to Serbia.\n\nANTARES envisages a long-term and mutually beneficial strategic cooperation between DLO and the new CoE, by exploiting the competitive advantages of both organizations. The project relies on the principles of continuity (by capitalizing on the achievements of BioSense), evolution (by identifying the gaps and implementing actions to address them), and consensus (by incorporating the needs and expectations of stakeholders in the vision and strategy of the new CoE), to engage the region in a path of innovative growth. ANTARES is perfectly aligned with the regional innovation priorities as presented in the Smart Specialization Strategy of Vojvodina, while its impact in innovation, economic development, and sustainability is expected to spread at a much broader national and European level.",
    "totalCost": "433720",
    "ecMaxContribution": "433720",
    "coordinator": "BIOSENSE INSTITUTE - RESEARCH AND DEVELOPMENT INSTITUTE FOR INFORMATION TECHNOLOGIES IN BIOSYSTEMS",
    "coordinatorCountry": "RS",
    "participants": "MINISTARSTVO PROSVETE, NAUKE I TEHNOLOSKOG RAZVOJA;UNIVERZITET U NOVOM SADU;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "RS;NL",
    "projectParticipants": {
        "928575472": {
            "orgId": "928575472",
            "orgName": "BIOSENSE INSTITUTE - RESEARCH AND DEVELOPMENT INSTITUTE FOR INFORMATION TECHNOLOGIES IN BIOSYSTEMS",
            "ecContrib": 0
        },
        "999821681": {
            "orgId": "999821681",
            "orgName": "MINISTARSTVO PROSVETE, NAUKE I TEHNOLOSKOG RAZVOJA",
            "ecContrib": 35875
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 139095
        },
        "998833833": {
            "orgId": "998833833",
            "orgName": "UNIVERZITET U NOVOM SADU",
            "ecContrib": 258750
        }
    },
    "calculatedTotalContribution": 433720
}