{
    "rcn": "197021",
    "acronym": "SULTAN",
    "topics": "SFS-08-2014-1",
    "title": "SUstainabLe Tunnel Agriculture with light cascade techNology",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "'Cascade, a spin-off of LPRL laboratory, is a French SME located in Clamart founded by Mr Frederic PEILLERON in 2012.\nFor more than 20 years, the LPRL, a French private laboratory, has been working on ìlight cascade' effects that create a shift of the solar spectrum which leads to a doping of the natural process of photosynthesis in greenhouses. With this unique and innovative know how, Cascade decided to develop an environmental solution to improve the agronomic yield of crops in greenhouses. This solution increases food production of protected crops of fruit and vegetables using sustainable and efficient processing. It reduces cost of food production as it allows more efficient use of farmland. \nLight cascade technology brings a perfect answer to the requirement of a green-efficient, cost-saving solution to increase crop yield and reduce production cycles. This is a growing a European and a global market creating huge business opportunities. Most all European countries and a large part of the world are in need of environmental and sustainable solutions to improve crop yields. This interest fuels development of world greenhouse market, a long term growing market with huge business opportunities. Cascadeís long-term objective is to become the world specialist in sunlight spectrum control solutions. Our objective is to become a new standard in the market.\nCascadeís solution is a revolutionary and sustainable way to improve agronomic crop yields in greenhouses and thus food production. It is technologically ready for industrialization. Now, Cascade needs to perform a feasibility study to define and validate the best marketing strategy to adopt during the first SME instrument in order to start industrialization and sales of the solution during SME instrument phase 2 and 3.\n'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CASCADE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934348718": {
            "orgId": "934348718",
            "orgName": "CASCADE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}