{
    "rcn": "197028",
    "acronym": "RAYGEN",
    "topics": "SIE-01-2014-1",
    "title": "A unique innovative utility scale solar energy technology that utilises a field of low cost heliostat collectors to concentrate sunlight onto an ultra-efficient multi-junction photovoltaic cell array",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Current utility PV installations require a large quantity of PV panels (semiconductors), space (land resources) and are consequently very capital intensive.      \nRayGen offers a proprietary breakthrough utility scale solar energy technology that utilises a field of low cost heliostat collectors to concentrate sunlight onto an ultra-efficient multi-junction photovoltaic cell array located in a mast mounted central receiver. The technology combines the benefits of traditional PV with solar thermal energy installations and leverages several patents and trade secrets.\nThe RayGen CSPV offers unique value to Energy Utility Companies and System integrators, such as 40% less collector area than CPV as well as 65% plant mass, performance 2.4x higher than conventional PV plants with only 0.1% of PV cells, cheaper and easier installation and maintenance, high reliability and most importantly capital expenditure 95% less than traditional PV. RayGenís technology is also the leader in PV performance, since it presently holds (with the University of New South Wales, Australia) the world record solar system efficiency of 40.4%, independently verified by NREL.\nThe technology has been validated with extensive lab tests and the Australian mother company is already testing the design in a pilot plant in Bridgewater Australia, supported by the Australian Government. The Phase 1 project will be focused on establishing a complete supply chain, a sound business model and commercialization strategy and to plan all activities for deploying a large scale pilot supported by a major energy utility company and partnering system integrator SMEs Nur Energie Ltd, Cautha Srl and Renience Srl.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RAYGEN RESOURCES LTD",
    "coordinatorCountry": "UK",
    "participants": "CAUTHA SRL;RENIENCE DI PRIVEQUIT CAPITAL MANAGEMENT SRL SAPA;NUR ENERGIE LIMITED",
    "participantCountries": "IT;UK",
    "projectParticipants": {
        "937866617": {
            "orgId": "937866617",
            "orgName": "RENIENCE DI PRIVEQUIT CAPITAL MANAGEMENT SRL SAPA",
            "ecContrib": 0
        },
        "934420886": {
            "orgId": "934420886",
            "orgName": "NUR ENERGIE LIMITED",
            "ecContrib": 0
        },
        "934420401": {
            "orgId": "934420401",
            "orgName": "RAYGEN RESOURCES LTD",
            "ecContrib": 50000
        },
        "934331937": {
            "orgId": "934331937",
            "orgName": "CAUTHA SRL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}