{
    "rcn": "197026",
    "acronym": "INSULCLOCK",
    "topics": "ICT-37-2014-1",
    "title": "Empowered control of drugs's dosage in chronic diseases.",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "INSULCLOCK addresses the opportunity of providing a new product within the growing market for diabetes care, a very serious and painful disease with an expected global patient pool of 380 million by 2025.\nMore specifically, INSULCLOCK approaches the insulin pens market which totaled above 8 billion Ä in 2013, with a 9% CAGR for the next years.\n\nMore than 25% of diabetics depend on insulin injections daily, and it is estimated that two-thirds of insulin volume is injected via a modern pen devices. In case treatment fails, there is high risk of complications related to vascular and nerve affection and even death.\n\nThe goal of our project is to launch market uptake of INCULCLOCK, an integral solution to really help diabetics and their caregivers in self-managing their disease. Thanks to the unique integration of smart electronic devices and mobile&wearable technologies, we create new demand both from patients already using insulin pens and those not doing so because of reliability issues. Also, around their caregivers, not involved today in business, creating an uncontested market space.\n\nIn the current market there are smart/memory insulin pen devices however several reasons make INSULCLOCK really unique:\n\n1. It automatically records all critical information related to insulin in-taking for diabetes treatment.\n2. It stores data taking full advantage of possibilities offered by the Cloud and mobile application technologies, assuring security and privacy.\n3. It integrates wireless communication. \n4. It is universal, reusable and even smaller and lighter than competitors.\n5. It fulfils these advantages altogether.\n\nWe plan to undertake detailed studies for identifying key action points for the internationalization and growth of the company as well as industrialization process, purposes of Phase 2, for which we estimate a total budget of 1MÄ for 12 months. In Phase 3 we will focus in further private investment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INSULCLOUD",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934317678": {
            "orgId": "934317678",
            "orgName": "INSULCLOUD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}