{
    "rcn": "197094",
    "acronym": "INCANA",
    "topics": "ERC-CoG-2014",
    "title": "Insect-inspired capillary nanostamping",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Aim of the proposed project is a) development and establishment of insect-inspired capillary nanostamping (IICN) as next-generation contact nanolithography, b) replacing state-of-the-art lithographic and synthesis protocols requiring use of sacrificial templates or time-consuming self-assembly steps by IICN and c) significant IICN-driven acceleration and upscaling of the production of extended nanostructured systems. To meet these aims, IICN stamp design will be inspired by insect feet depositing small secretion droplets through arrays of hairy contact elements on counterpart surfaces. Monolithic IICN stamps extending cm2 will consist of spongy ink-filled substrates connected to extended arrays of spongy nanoscale dispensing elements with diameters in the 100 nm range (density up to ~130 dispensing elements per square micron). Ink supplied through the spongy pore systems forms capillary bridges between each dispensing element and counterpart surfaces, thus enabling massively parallel capillary bridge-guided nanorod synthesis. Capillary bridge rupture during stamp retraction leads to massively parallel lithographic deposition of ink nanodroplet arrays (target nanodroplet volume: a few 10 zeptolitres). IICN model applications include production of a) ultrathin nanoporous membranes for separation; b) ordered silicon nanostructures by IICN-supported metal-assisted etching; c) nearly-ergodic arrays of encapsulated liquid nanocontainers for massively parallel ensemble nanochemistry or ensemble tracing of single molecules; d) nearly-ergodic biochips for massively parallel analyte detection with single-molecule resolution. As example for substitution of time-consuming self-assembly in nanomaterial synthesis by IICN, IICN-accelerated production of ordered nanoporous alumina will be studied. To pave the way for upscaling and potential commercialization of IICN, high-throughput IICN devices for automated operation in batch and continuous roller modes will be constructed.",
    "totalCost": "1918000",
    "ecMaxContribution": "1918000",
    "coordinator": "UNIVERSITAET OSNABRUECK",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999855049": {
            "orgId": "999855049",
            "orgName": "UNIVERSITAET OSNABRUECK",
            "ecContrib": 1918000
        }
    },
    "calculatedTotalContribution": 1918000
}