{
    "rcn": "197016",
    "acronym": "OCAMIR",
    "topics": "Space-SME-2014-2",
    "title": "The worldís fastest low noise infrared camera: Optic camera infrared",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "The objective of this proposal is to develop a new infrared camera based on Avalanche Photo Diodes (APD) technology. The First Light Imaging company has been created during the Framework Program 7 from researches initiated in the Opticon Research Infrastructure program. The technology developed here is entirely designed and produced in Europe. The goal is also to develop state of the art scientific detectors and cameras in order to avoid the European dependency toward the United States.\nThis technology is a real technological breakthrough considering that usually, infrared cameras are slow and noisy. Infrared HgCdTe Avalanche Photo Diodes have been shown to exhibit multiplication of electrons up to gains of 10 000 associated with low excess noise factors and low dark currents. They have inspired a large effort in developing focal plan arrays using HgCdTe APDs for low photon number applications such as active imaging in the range gated mode (2D) and/or with direct time of flight detection (3D) and, more recently, passive imaging for wave front correction and fringe tracking in astronomical observations. These revolutionary infrared detectors have until now never been integrated into a commercial camera.\nThis new development has been motivated by the success met by the Ocam2 EMCCD camera for fast imaging in the visible to be used by the biggest space and astronomical institutes in the world. In few months, First Light has become a world reference in visible fast and low noise imaging. The project initiated in 2013 and granted for its first stage by French Public Bank for Innovation is now at the stage of reaching the market by finalizing the first prototype and designing the ìindustrialî model. \nFirst Light takes advantage of its experience and success in scientific cameras and space activities in the past 3 years and 15 past years for its staff of engineers. The company also benefits of its high level environment, high value manpower and healthy financial structure.",
    "totalCost": "935167,5",
    "ecMaxContribution": "654617",
    "coordinator": "FIRST LIGHT IMAGING SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934659021": {
            "orgId": "934659021",
            "orgName": "FIRST LIGHT IMAGING SAS",
            "ecContrib": 654617
        }
    },
    "calculatedTotalContribution": 654617
}