{
    "rcn": "197036",
    "acronym": "Respiratory Analyzer",
    "topics": "PHC-12-2015-1",
    "title": "Validation of calibrated RIP (respiratory inductive plethysmography) based biomarker for diagnosis of SDB (sleep-disordered breathing) and the identification of an accessible screening solution",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "Nox Medical has developed sleep diagnosis solutions since 2006. The companyís products are sold globally in all sleep diagnosis markets. New markets open up with simplifying medical systems using technological developments and telemedicine. Building on this, Nox Medical will develop an accessible screening solution to diagnose sleep-disorder-breathing (SDB). The prevalence of SDB is over 35% in people over 40 years old. Sleep clinics and sleep specialists cannot answer the demand for diagnosis. Nox Medical wants to bring tools to diagnose SDB to new markets, doctors not specialized in sleep medicine, allowing more patients access to diagnosis and giving doctors tools that add to and compliment their diagnosis methods. \nNox Medical will validate a biomarker for SDB screening. The biomarker is paradox movements in patients thorax and abdomen during breathing, derived from calibrated RIP belt measurements. The RIP belts monitor thorax and abdomen movements, giving information about breathing and ECG. This biomarker allows Nox Medical to screen for various forms of SDB. The solution will be developed with the diagnosis of SDB and monitoring of SDB treatment in mind and later expanded to address other pulmonary conditions.\nThe solution will be offered in a pay-per-use business model allowing doctors to pay for each measurement conducted. This allows new and occasional users full access to the solution without large capital investments. The business model removes the barrier of a big capital investment on the usersí part.\nThere is demand for a accessible screening solution. Nox Medical sees the demand through its global distributors and medical professionals, such as pediatricians and cardiologists. Nox Medical will meet the demand using a new discovery of the  company to diagnose SDB and create an inexpensive, accurate, and simple to use screening- and follow up solution for doctors. The solution uses wireless smart sensors, smart phones, and a pay-per-use business model",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NOX MEDICAL EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934034147": {
            "orgId": "934034147",
            "orgName": "NOX MEDICAL EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}