{
    "rcn": "197019",
    "acronym": "DAFAP",
    "topics": "NMP-25-2014-1",
    "title": "Development of Advanced Functional Absorbent Products",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "DAFAP overall innovation project aims at improve the performance of feminine hygiene items (sanitary pads, tampons and pantyliners) by adding specific elements with important preventive and/or therapeutic properties. To achieve this, it should be necessary to have advanced manufacturing and industrialization processes that allow COHITECH to benefit from this business opportunity.\n\nDAFAP will introduce to the market a natural and ecological choice for their intimate hygiene. These new products will be competing against the conventional products, made with viscose, petroleum-based polymers and chemical additives, which can cause dangerous risks to the women who use them (as irritation, itching allergies or other more dangerous damages). DAFAP will be based on 100 % hypoallergenic and ecological pure cotton, and also will present functional features (Smell neutralization, Antimicrobial properties...).\n\nThe goal of the overall project is to transform the prototype solution which is currently in a TRL6 development stage to TRL9 market commercial product by the end of Phase 2. Hence, COHITECH needs to develop a sustainable and efficient process to use this eco-friendly material, improving an internal technology, to produce a very complete range of products with strong benefits for women. These products will be sold released in international markets. \n\nThe current feasibility study will analyse how to progress to a commercial profitable product. To do that, DAFAP will analyse the feasibility (at technical, economic and operational levels) of the development and define the reference Business Plan.\n\nCOHITECH is a high innovative company with proven track record within the field of woman hygiene and health, and with enough experience and ambition to turn the innovation of DAFAP into a sustainable business, covering the whole world.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COTTON HIGH TECH SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934470841": {
            "orgId": "934470841",
            "orgName": "COTTON HIGH TECH SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}