{
    "rcn": "197037",
    "acronym": "ITI",
    "topics": "SIE-01-2015-1",
    "title": "Intelligent Trading Interface",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "The challenges of modernizing the electricity grids in Europe lie in enabling an increased flexibility of the European power system and enabling an active participation of users and new market actors. Demand response enables end users to participate actively in energy markets and profit from optimal price conditions, making the grid (heat, cold, electricity) more efficient and contributing to the integration of renewable energy sources. At the same time the Energy Efficiency Directive adopted in 2012 contains provisions to encourage market actors to facilitate demand response.\nOur product ñ Intelligent Trading Interface (ITI) is designed to speed up adoption of Demand Side Management (DSM) systems. ITI is an interface between Virtual Power Plant (VPP) Control Centre and prosumerís Energy Management System (EMS). It is a building block of a modular VPP system, thus enabling the participation of new technology players for making an optimal VPP solution and bring more competition and innovation on the VPP market. With reduced initial investment needed, end users (prosumers) are more likely to participate in Demand Response Management (DRM) programs, at the same time achieveing the savings estimated at 5-10 % of the total electricity costs.\nExisting and evolving VPP suppliers are considered customers, rather than competition. By addressing several additional business cases (aggregators, OEM for EMS suppliers, transmission and distribution system operators), we increase market potential for ITI.\nDesigned, using knowledge and expertise, gained from development and demonstration of INEA's complete VPP product, ITI contains state-of-the art technologies and concepts for VPPs of the future. Open Top and Open Bottom functionalities make ITI compatible with wide range of existing and evolving VPP and EMS solutions. \nDuring Phase 1 we plan to assess defined use and market cases and specify additional functional and technological requirements for ITI exploitation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INEA INFORMATIZACIJA ENERGETIKA AVTOMATIZACIJA DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996906055": {
            "orgId": "996906055",
            "orgName": "INEA INFORMATIZACIJA ENERGETIKA AVTOMATIZACIJA DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}