{
    "rcn": "197013",
    "acronym": "LIQUAM",
    "topics": "SFS-08-2014-1",
    "title": "Non-thermal treatment to delay the onset of honey crystallization",
    "startDate": "01/03/2015",
    "endDate": "31/08/2015",
    "objective": "Honey crystallizan is a natural phenomenon by which honey turns from liquid to a semi-solid state obtaining cloud, thick and grainy. Nearly all honey crystallizes, some while still in the comb, others within a few days, weeks or months after being extracted. Honey crystallization is little understood by the consuming public. Many consumers assume incorrectly that crystallized honey is spoiled or has been adulterated and they either not purchase it or discard it. Other consumers directly prefer liquid honey.\n\nTo delay the onset of crystallization large packers pasteurize honey destined to retail. During pasteurization, honey is heated up to 80∫C for 1-2 minutes to melt glucose micro-crystals which act as nuclei which are the essential starting points for the formation of crystals. Raw honey contains natural vitamins, minerals, antioxidants and nutrients that are beneficial to our health however during pasteurization all are destroyed turned honey to a much poor product.\n\nThe goal of LIQUAM is to offer a non-thermal alternative to delay the onset of honey crystallization whilst retaining the quality attributes of raw honey by applying High Power Ultrasound (HPU) with the aim of replace thermal pasteurization process.\n\nHPU is a superior and more energy efficient alternative to existing thermal pasteurization methods. Ultrasonic processing is establishing itself as a significant food-processing technology with the capability for large commercial scale-up and good payback on capital investment.\nThe technology was demonstrated by applicants at small scale reaching honey treatment rates of 75kg/h. However have to be scale-up to reach production rates typically used in the industry of around 1,000kg/h. \n\nThe objective of this phase 1 is to complete a feasibility study to find out the workability and profitability of the business venture. If the result of the feasibility study is positive, we will write the Business Plan and we will apply to phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SONICAT SYSTEMS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935287581": {
            "orgId": "935287581",
            "orgName": "SONICAT SYSTEMS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}