{
    "rcn": "197000",
    "acronym": "DBRLive",
    "topics": "ICT-37-2014",
    "title": "Accelerating innovative augmented reality broadcast applications through new industrial camera design",
    "startDate": "01/06/2015",
    "endDate": "31/07/2018",
    "objective": "The proposed business innovation project will accelerate the scaling of a unique and innovative technology platform, already proven and in early stage market adoption, developed by Supponor, a European SME with a track record of unique technology expertise and commercial potential.\nThe platform, DBRLive, is a software and hardware based technology system bringing together near infrared physics, advanced camera optics and integration techniques with television broadcasters to enable the real time replacement of physical advertising signage in sports broadcasts with virtual content targeted simultaneously at multiple audiences (e.g. different regional language versions).\nDBRLive is in early stage commercial use/trials with a variety of the worldís leading sports ñ e.g. top soccer leagues in Spain, Italy and UK, and leading global ice hockey and basketball leagues.\nThe outcome of the project will be to simplify, miniaturise and scale a key layer of the technology solution, namely the camera used to capture real life images and provide the data required for augmented reality applications such as virtual graphics insertions.\nThe project would lay the groundwork for an all-in-one camera that would enable augmented reality applications.  DBRLive is one such application ñ however, such a camera would spur a range of novel augmented reality application development within sports and other types of broadcasting / production (e.g. event TV, movies).  Customers include major camera manufacturers (e.g. Sony, Grass Valley) wishing to acquire new IP/hardware; broadcasters and production companies seeking to deploy augmented reality applications.\nNo such solution is currently available.  Supponorís current systems are the only way of enabling such applications.\nThe project would provide a platform for taking Supponorís unique expertise developed over 14 years to the next level ñ allowing the European SME sector to be a key driver of the next generation of the broadcasting industry.",
    "totalCost": "1725000",
    "ecMaxContribution": "1207500",
    "coordinator": "SUPPONOR OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935720395": {
            "orgId": "935720395",
            "orgName": "SUPPONOR OY",
            "ecContrib": 1207500
        }
    },
    "calculatedTotalContribution": 1207500
}