{
    "rcn": "197006",
    "acronym": "Dermtest",
    "topics": "ICT-37-2014-1",
    "title": "An empowering toolkit for general practitioners to prevent, detect and treat melanoma (Dermtest)",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The aim of the innovation project Dermtest is to develop a toolkit for general practitioners (GPs) to empower them in taking charge of patient management in melanoma prevention, detection and treatment. Melanoma is a growing form of cancer accounting for up to 3% of all cancer incidences in Europe. Problems regarding the health systems in Europe (cost-pressure, low access to specialists, long waiting times, lack of integration, weak primary care) set barriers for early detection and on-time treatment. Yet only if melanoma is detected and treated early, the chance of cure is high. GPs as the first contact for a patient can help, but currently they do not have the necessary tools to do that.  \nWe propose a toolkit for GPs, which will combine (1) teledermoscopy ñ remote and fast dermatologist consultation and diagnosis confirmation based on a digital image made by the GP, (2) a smart-phone app for pre-screening of moles, (3) decision support with new diagnostic hardware, (4) integrated software for good communication of patient data between the GP and other specialists (dermatologist, surgeon, pathology lab) and (5) an e-marketplace for allowing quick access to dermatologistsí opinion in different markets. By using teledermoscopy, already 700 remote consultations have been provided to GPs. The full toolkit is an innovative combination of state-of-the-art technologies ensuring fluent care provision and communication.\nThe solution seeks to change the existing European market by shifting a greater role of melanoma prevention and treatment to the more than 450 000 GPs in the region. Empowering the GP in melanoma management would reduce waiting times for patients and increase earlier detection rates and provide on-time treatment ñ in the end, this means lower melanoma mortality in Europe. A feasibility study is needed, as phase 1, to help to assess the feasibility of such a disruptive approach and prioritize market penetration and development activities of the solution.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DERMATOONKOLOOGIA KLIINIK OU",
    "coordinatorCountry": "EE",
    "participants": "DERMTEST O‹",
    "participantCountries": "EE",
    "projectParticipants": {
        "936830657": {
            "orgId": "936830657",
            "orgName": "DERMATOONKOLOOGIA KLIINIK OU",
            "ecContrib": 50000
        },
        "936389404": {
            "orgId": "936389404",
            "orgName": "DERMTEST OÜ",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}