{
    "rcn": "197087",
    "acronym": "BIOCAPAN",
    "topics": "NMP-10-2014",
    "title": "BIOactive implantable CApsule for PANcreatic islets immunosuppression free therapy",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "The key therapeutic issue in diabetes mellitus type I and II is glycaemic control. Reductions of constant self-control, of insulin injections, and of long-term complications would have tremendous benefit for quality of life. The best therapy option is the transplantation of allogeneic islet cells, but the current state of the art limits the applicability of this approach. Implanting unprotected grafts requires lifelong administration of immunosuppressants, and protecting the cells against adverse immune reactions by current encapsulation strategies reduces their functionality and survival to an extend that makes frequent ërefresherí implantations necessary. Currently, a maximum of 2 years glycaemia regulation has been shown for the encapsulated approach.\n\nIn BIOCAPAN, bringing experts from different fields all together, we aim at developing an innovative treatment, based on the implantation of allogeneic islet cells that are embedded in a complex microcapsule. We will design a GMP-grade bioactive microcapsule that will maximize the long-term functionality and survival of pancreatic islets by prevention of pericapsular fibrotic overgrowth, in situ oxygenation, innovative extracellular matrix microenvironment reconstruction and immune-system modulation. We will establish a GMP-grade microfluidic microencapsulation platform to protect freshly harvested islets quickly in a standardized and reproducible way.\n\nWe aim for full preclinical validation and we will establish a complete protocol in accordance with the provisions of the Advanced Therapy Medicinal Products Regulation, in order to start clinical trials within one year after the end of the project. We aim for 5-years insulin injection free treatment, without immunosuppressants, which would tremendously benefit diabetes mellitus patients who require insulin (all Type I and about one in six Type II Diabetes Mellitus patients).",
    "totalCost": "7998875",
    "ecMaxContribution": "7998875",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "ETABLISSEMENT FRANCAIS DU SANG;NANOIMMUNOTECH SL;EUROPEAN RESEARCH SERVICES GMBH;UNIVERSITE CATHOLIQUE DE LOUVAIN;UNIVERSITE JOSEPH FOURIER GRENOBLE 1;CHARITE - UNIVERSITAETSMEDIZIN BERLIN;UNIVERSITE GRENOBLE ALPES;WAKE FOREST UNIVERSITY HEALTH SCIENCES;FMC BIOPOLYMER AS",
    "participantCountries": "FR;ES;DE;BE;US;NO",
    "projectParticipants": {
        "999907429": {
            "orgId": "999907429",
            "orgName": "UNIVERSITE JOSEPH FOURIER GRENOBLE 1",
            "ecContrib": 0
        },
        "998054050": {
            "orgId": "998054050",
            "orgName": "EUROPEAN RESEARCH SERVICES GMBH",
            "ecContrib": 159275
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1988570
        },
        "958744315": {
            "orgId": "958744315",
            "orgName": "NANOIMMUNOTECH SL",
            "ecContrib": 853225
        },
        "944255619": {
            "orgId": "944255619",
            "orgName": "WAKE FOREST UNIVERSITY HEALTH SCIENCES",
            "ecContrib": 764919
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 1364915
        },
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 1194291
        },
        "997299293": {
            "orgId": "997299293",
            "orgName": "ETABLISSEMENT FRANCAIS DU SANG",
            "ecContrib": 652940
        },
        "996493223": {
            "orgId": "996493223",
            "orgName": "FMC BIOPOLYMER AS",
            "ecContrib": 236861
        },
        "924833212": {
            "orgId": "924833212",
            "orgName": "UNIVERSITE GRENOBLE ALPES",
            "ecContrib": 783879
        }
    },
    "calculatedTotalContribution": 7998875
}