{
    "rcn": "197090",
    "acronym": "N2FEED",
    "topics": "ERC-CoG-2014",
    "title": "N2 as Chemical Feedstock 単 Synthetic Nitrogen Fixation beyond Haber-Bosch",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "The chemical transformation of dinitrogen is one of the most important industrial processes. Thereby produced ammonia serves as nitrogen source for almost any synthetic nitrogen containing compound, such as fertilizers or many polymers and pharmaceuticals. However, despite forcing conditions associated with high energy consumption, the Haber-Bosch process gives low yields in NH3. Hence, homogeneous, bioinspired nitrogen fixation is a longstanding goal, yet with very limited success. In this proposal, we strive to circumvent the Haber-Bosch process for the synthesis of N-containing chemicals by direct N2 functionalization upon initial splitting into molecular nitrides at ambient conditions and subsequent C単N bond formation. Catalytic platforms will be developed based on late, electron rich transition metal complexes with functional pincer ligands, which represents a fundamentally new approach for this purpose. The overall N2 functionalization effort will be broken down into three elementary steps, i.e. N2 splitting, de-/hydrogenation of metal bound N-species, and C単N bond formation. These subprojects are examined individually with a combination of modern synthetic, physical inorganic, and computational methods. These results will finally enable the rational design of homogeneous catalysts. Hence, besides the primary goal to directly use N2 as chemical feedstock this project will also serve the secondary objectives of making important contributions to related timely and challenging topics, such as C単N coupling by nitrenoid transfer or the use of nitrogen compounds, especially ammonia, as chemical fuels in energy storage applications. The previous record of my group in the chemistry of electron-rich transition metal complexes with functional pincer ligands, N2 splitting/coupling, and the activation of other N-containing small-molecules provide a strong basis for the feasibility of these challenging goals.",
    "totalCost": "1998500",
    "ecMaxContribution": "1998500",
    "coordinator": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 1998500
        }
    },
    "calculatedTotalContribution": 1998500
}