{
    "rcn": "197012",
    "acronym": "DIADEM",
    "topics": "PHC-12-2014-1",
    "title": "Low-Cost Diagnostics Monitoring Technology",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "Convenience of measuring blood values without need of going to hospital has driven the market in developing several point-of-care blood testing products, which improve patientsí conditions, accessibility to data, and health status awareness (e.g. in diabetes type II monitoring). The biggest challenge that POCT faces is the still low adoption rate by the medical users. Three main adoption barriers nowadays prevent large-scale diffusion of blood-testing POCT in the European market: 1) Equipment Cost: it currently requires around 2 years for paying back the initial investment. The market requires products that can become profitable in much shorter time. 2) Product operability: most of the devices in the market still require manual sample preparation steps, needing trained operators and prone to procedural mistakes, which slow time to result and affect measurement accuracy. 3) Tests availability: Usually POCT devices can measure just very few parameters, forcing users to purchase different machines for different blood tests. \nOur product, the SenseLab, is designed to provide a simple, reliable and affordable solution for POCT monitoring of diabetes type IIñrelated blood parameters, and beyond. The core of our product is our versatile patented bio-detection technique, the Sense-Ray technology, which allows very precise quantification of multiple biomarkers with extremely simple equipment, built on inexpensive off-the-shelf components. \nThe proposed DIADEM project will provide BluSense management with a very clear landscape of the go-to market approaches which can be taken in the different EU market segments. The objective is to strengthen, via thorough analysis of the individual Europe market segments and geography, the best distribution and cost-structure opportunities for BluSense technology, including tailored regulatory certification pathways.\nWe will be able to prepare a new robust and complete business plan, and to develop a solid commercialization strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BLUSENSE DIAGNOSTICS APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938037628": {
            "orgId": "938037628",
            "orgName": "BLUSENSE DIAGNOSTICS APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}