{
    "rcn": "197098",
    "acronym": "VOLCAPSE",
    "topics": "ERC-CoG-2014",
    "title": "Volcano dome growth, collapse and coupled processes",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The construction of volcanoes, i.e. the intrusive and eruptive growth, can be intermittently interrupted by destructive events. Dome building volcanoes, in specific, grow by magma extrusion and are partially destroyed again, posing a significant hazard in form of pyroclastic flows and other processes. The explosion at Merapi (Indonesia) in 2010, and at Colima volcano (Mexico) in 2013 are good examples of associated dramatic topographic changes. There is only limited understanding of the deformation style of the dome and the stress changes within and beneath, because sophisticated geodetic methods are hazardous to operate and are even destroyed during eruptions. In VolCapse, small scale displacements (<1 m/yr) at dome building volcanoes will be quantified by new generation satellite radar data. Larger scale displacements (>.1 m/yr) will be determined by time-lapse camera arrays that allow the visual recording of volcano summits from different viewing geometries, together with photogrammetric and image correlation approaches. This displacement data of the studied volcanoes shall allow to develop statistical and numerical models to investigate (i) how dome displacements affect the further magma extrusion position, (ii) how large morphology changes in the volcano summit affect dome growth by topographic loading or unloading, (iii) how dome growth is affected by extrinsic triggers such as tectonic quakes, and (iv) how simultaneous displacement processes such as cooling, extrusion and gravity driven deformation interfere.\nThe P.I., with yearlong experience in modern geodetic methods, modelling and physical volcanology, herein describes the VolCapse project with the goal to enlighten our understanding of the coupled processes occurring during the different stages of volcano growth and collapse. Understanding such processes is essential for assessing volcanic hazards associated with dome building volcanoes worldwide.",
    "totalCost": "1955355",
    "ecMaxContribution": "1955355",
    "coordinator": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994341": {
            "orgId": "999994341",
            "orgName": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
            "ecContrib": 1955355
        }
    },
    "calculatedTotalContribution": 1955355
}