{
    "rcn": "197041",
    "acronym": "SURI",
    "topics": "NMP-25-2015-1",
    "title": "Novel concept of a modular Shelter Unit for Rapid Installation",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "Urbana de Exteriores is specialised in rehabilitation and conservation of buildings and constructions. Aligned with the use of novel innovative solutions for the constructive sector, the company has decided to focus on the development of SURI as a result of their experience in humanitarian aid after the earthquakes in Lorca and Haiti.\n\nAccording to UN there were more than 11 million refugees in 2013. Provision of shelter is one of the main concerns of humanitarian agencies, but finding durable solutions is a challenge that is still not covered. Current solutions do not meet the needs that rise after a natural disaster, a war conflict or a situation of crisis or poverty.  Most refugee camps are planned to be temporary, but become long term camps without minimum life conditions. UN Agencies spent more than 100 million USD in shelter equipment and supplies in 2013.\n\nSURI is a novel concept of a modular shelter. It is low cost, easy to transport, quick and easy to install, flexible, and energy self-sufficient, provides maximum comfort from the first moment. It introduces innovations in materials, design and manufacturing processes. The objective is to offer the best alternative to actual shelter units.\n\nThe feasibility study will determine the viability from an economic, legal and technical point of view. In particular, the identification of new potential applications and markets such as housing, sanitary, military, educational or leisure will be analysed. According to these potential new sectors, a description of the legal requirements, resources, development needs and technical specifications will be done. The business plan will be completed  with this information. Phase 2 will focus on the improvement of the materials used in SURI units in order to reinforce frames, lighten the structure and enhance its transportation so as to increase the competitiveness by improving its features and profitability. These new applications will open the market to new sectors.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "URBANA DE EXTERIORES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932923303": {
            "orgId": "932923303",
            "orgName": "URBANA DE EXTERIORES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}