{
    "rcn": "197005",
    "acronym": "MEMEMTUM",
    "topics": "ICT-37-2014-1",
    "title": "Neurological evaluation with simple tools to track evolution and perform early detection ofneurodegenerative issues",
    "startDate": "01/04/2015",
    "endDate": "30/09/2015",
    "objective": "To the date there is no accurate scale to quantitatively measure motor dysfunction in neurological movement disorders. Doctors heavily relay on the information provided by the patients themselves. Objective data concerning the patientís actual movements or seizures during their ordinary day would be very valuable for the doctors. The current common scales are only semi-quantitative, subjective and non continuous.  As consequence, one of the problems it implies is related to the reduction of sensitivity of clinical changes observed in clinical trials. In addition, there are no motor assessments that can be used to investigate the disease progression in pre-symptomatic subjects. In other words, today neurologists do not have a tool that allows them to know objectively if the patient has more or less shaking than last time. Movement disorders are comprised of a variety of conditions resulting in abnormalities in the motor system. These include such disorders as Parkinson's disease and other Parkinsonian syndromes, tremors, dystonia, tics , Tourette syndrome, Alzheimer's and Huntington's diseases. They can occur in all age groups from infancy to the elderly. In some cases, symptoms are restricted to problems in motor control while in others cases, cognitive and autonomic functions can be affected. \nMememtum provides a measuring tool and monitors progress of neurological patients and helps in early detection of certain disorders. Using image analysis techniques, the phone camera, screen and sensors, mememtum analyses and quantifies the state of the patient from a neurological and movement disorder point of view.\nOur product revolutionizes the way to measure neurological condition in a simple and accurate way:\nï Allowing remote patient tracking and evaluation of the movement disorders and its evolution\nï Performing early detection and evaluating the patientís neurological condition/evolution.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TANIWA SOLUCIONES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937961774": {
            "orgId": "937961774",
            "orgName": "TANIWA SOLUCIONES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}