{
    "rcn": "197045",
    "acronym": "RETYRE",
    "topics": "SC5-20-2015-1",
    "title": "Recycling waste tyres into devulcanized rubber",
    "startDate": "01/06/2015",
    "endDate": "30/09/2015",
    "objective": "Gumos Technologijos (GT) has developed a full-cycle waste rubber production line, based on a patented mechano-chemical technology for rubber devulcanization that ensures a high quality of the product and improved performance as raw material. By combining an existing technology for rubber recycling (i.e. devulcanization with ozone treatment) with a unique mechano-chemical method (using a patented chemical agent), waste tyres will be converted into higher value products than those obtained with current solutions on an industrial scale. \nThe market for waste tyres is tightly connected with the production of new tyre as eventually all the produced tyres need to be reclaimed. The tyre industry uses by 70% of all the natural rubber and estimates for the next 30 years predict that the consumption will double. This could mean that the availability of raw materials such as natural and synthetic rubbers may become problematic. Despite being Europe the second largest virgin rubber consumer in the world (with a tyre production estimated at 20% of the world production), EU has not established its own alternative for rubber materials recycling and production, being dependent on supply from South East Asia.\nRETYRE will increase the value of End-of-Life Tyres (ELTs) by improving the recycling efficiency and producing as output a high-value devulcanized rubber. This recycling option will increase EU¥s global competitiveness and innovativeness by improving European recyclersí market position and decreasing EU¥s dependency on raw rubber materials.\nThe unique selling points of RETYRE will be: (1) Lower equipment costs and operational costs, with 50% less energy consumption and equipment maintenance; (2) Full-cycle production units, recycling ELTs from tyres to crumbs, metals, fibre and devulcanized rubber on a single production line; and (3) High quality secondary raw rubber material, replacing 3.5 times more virgin materials in several applications.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UAB GUMOS TECHNOLOGIJOS",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938233374": {
            "orgId": "938233374",
            "orgName": "UAB GUMOS TECHNOLOGIJOS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}