{
    "rcn": "197052",
    "acronym": "P3DNavitech",
    "topics": "ICT-37-2015-1",
    "title": "Novel navigation system for arthroscopy that uses solely the endoscopic video to perform measurements inside the joints and provide the necessary guidance to the surgeon.",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "Perceive3D (P3D) has developed a novel navigation system for arthroscopy that uses solely the endoscopic video to perform measurements inside the joints and provide the necessary guidance to the surgeon. Such system will be the first navigation solution that eliminates the need of external optical tracking of camera/tools, or the need of expensive capital equipment for imagiology in the operating room. The navigation is done using the video information only and, based on P3Dís proprietary camera calibration technology and advanced computer vision techniques, and the captured endoscopic image provides all the necessary geometric information.\nThe increase in Minimally Invasive Surgery procedures and number of new surgeons adopting it, along with the associated added complexity in execution and learning curve, is driving the need for technologies to assist the surgeon during execution. This creates a growing need in this fast growing market for practical navigation solutions that reduce time of procedures and increase surgical outcome, with benefits for surgeons and patients. This navigation system will first target two specific procedures: the Antero Cruciate Ligament (ACL) reconstruction in knee arthrosocopy, and the removal of Femoroacetabular Impingement (FAI) in hip arthroscopy. These procedures have been identified as frequent pathologies where a pressing need for assistive systems has been reported. \nThis feasibility study will lead to the elaboration of a business plan, validating the proposed business model (partnership for co-development with licensing) through close interactions with the market using P3D extensive network in the endoscopic medical device industry. During this time we will also approach and engage Key Opinion Leaders (KOL) in the targeted procedures (Knee and Hip) to endorse the technology and we will extend our IP portfolio around this navigation technology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PERCEIVE3D SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929866348": {
            "orgId": "929866348",
            "orgName": "PERCEIVE3D SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}