{
    "rcn": "197080",
    "acronym": "TopFront",
    "topics": "ERC-StG-2014",
    "title": "Expanding the Topological Frontier in Quantum Matter: from Concepts to Future Applications",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Topological phases arise from a fascinating interplay between quantum mechanics and many-body physics. They exhibit an abundance of extraordinary properties, such as protected edge and surface modes, exotic particle statistics, and non-local correlations. These make them not only scientifically stimulating, but also appealing for ground-breaking future applications, such as quantum computing using non-Abelian systems. Their subtle nature often renders them hard to study theoretically, and even more so to detect and control experimentally. To date, only a small subset of them has been accessed in experiments. The purpose of this research program is to expand the scope of possible realizations of topological quantum matter, and to develop methods to detect, control and manipulate them. Two main research directions will be considered. The first will focus on utilizing defects to synthesize new non-Abelian systems. We will study the mathematical theory describing the defects, starting from microscopic considerations and aiming to achieve a unifying mathematical framework. New non-Abelian phases arising in networks of coupled defects will be explored. Protocols for controlling non-Abelian anyons and zero modes will be developed and optimized, aiming to minimize errors arising from imperfections in physical implementations. The second direction will explore the exciting possibility of inducing topological behaviour in non-equilibrium systems. Periodically driven systems, such as matter interacting with light, can exhibit anomalous topological phenomena with no analogue in static systems, which we intend to reveal and classify. We will study the unique many body physics arising from the interplay of topological Bloch-Floquet band structures, inter-particle interactions, and coupling to the environment. Finally, for both research directions we will consider possible experimental realizations in a variety of solid state and cold atom systems along with designated probes.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "WEIZMANN INSTITUTE OF SCIENCE",
    "participantCountries": "IL",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 36334
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 1463666
        }
    },
    "calculatedTotalContribution": 1500000
}