{
    "rcn": "197086",
    "acronym": "DYNAMO",
    "topics": "ERC-CoG-2014",
    "title": "Energy and charge transfer nonadiabatic dynamics in light-harvesting molecules and nanostructures",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "The goal of DYNAMO is to develop an efficient mixed quantum-classical methodology for the simulation of light-induced nonadiabatic processes in multichromophoric light-harvesting assemblies and to apply it to explore energy and charge transport dynamics in novel classes of light-harvesting systems. There is growing evidence that nonadiabatic relaxation processes play a fundamental role in determining the efficiency of the excitonic transfer or charge injection. In addition to the intramolecular nonradiative transitions through conical intersections, well known from photochemistry, the coupling between the chromophores in multichromophoric assemblies gives rise to novel intermolecular nonadiabatic relaxation channels through funnels between the delocalized excitonic and/or charge transfer states. In order to simulate coupled electron-nuclear dynamics in multichromophoric nanostructures we will develop and implement light-induced surface hopping methods and combine them with efficient electronic structure methods. For a unified description of excitonic and charge transfer states we will combine constrained density functional theory (CDFT) and linear response time-resolved density functional theory (TDDFT) within the configuration interaction framework. The direct link with the experiment will be provided through the simulation of time-resolved multidimensional spectra in the mixed quantum-classical framework. We will apply the new methodology to investigate energy and charge transport in nanostructures of self-assembled organic molecules (e.g. tubular J-aggregates), in low band-gap organic polymers (e.g. squaraines) and in hybrid plasmon-exciton architectures, where the photon capture and charge injection efficiency can be enhanced by the interaction with plasmonic fields. The ultimate goal is to reveal mechanisms of efficient energy and charge transfer using a first principles methodology, providing guidance for the design of efficient light-harvesting systems.",
    "totalCost": "1501187,5",
    "ecMaxContribution": "1501187,5",
    "coordinator": "JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}