{
    "rcn": "197048",
    "acronym": "BIRDWATCH",
    "topics": "IT-1-2015-1",
    "title": "BIRDWATCH, The first integral and modular mobility and security solution for smart parking management",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "BIRDWATCH PARKING SUITE is a new innovative solution that offers a global management system of car parks outdoor and indoor.BirdWatch Parking Suite solution is based on a combination between advanced license plate recognition techniques, digital video recording, non-intrusive vehicle presence detection and technologies that detect people and vehicles movement. Moving the market beyond the state of the art, the innovation degree of our solution is given by the high reliability of the technologies used and on the fact that the whole management is based on the idea of linking a vehicle (identified by its plate number) with all that happens to it during its staying in the car park. BirdWatch ParkingSuite has a high degree of user-friendliness and is targeted to all car owners who use a public or private space for temporary parking their car. BirdWatch benefits drivers, car park managers and city decision makers. \n\nBirdWatch will provide drivers with an improved parking experience, car park operators with a comprehensive tool to easily effectively manage all mobility, security and payment issues in a parking, and city policy makers will have the necessary information to improve the urban transportation system and traffic flow. BirdWatch will also contribute to reduce pollution, fuel waste and stress thus providing environmental and economic benefits to the cities.\nThe feasibility study Quercus intends to conduct will assess which markets are more inclined to accept the solution and will evaluate if our initial marketing plan is realistic and could be effectively implemented. \n\nQuercus is a high-technology international SME based in Spain, Europe that has been present on the ITS market for 15 years and specialises in Computer Vision technologies. Quercus products are being sold and installed in Europe, North and South America, the Middle East and Africa.  BirdWatch is Quercusí core project for future geographical and commercial expansion.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "QUERCUS TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934879696": {
            "orgId": "934879696",
            "orgName": "QUERCUS TECHNOLOGIES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}