{
    "rcn": "197081",
    "acronym": "PreLog",
    "topics": "ERC-StG-2014",
    "title": "Precursors of logical reasoning in human infants",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "There is no other field that is more controversial in psychology than that of human reasoning. This project advances a novel theoretical framework focused on the nature and the origins of rationality and could potentially resolve some of these controversies. Theories targeting the mechanisms that allow rational inferences have defined rationality as a function of how much reasoning adheres to formal rules of probability calculus and logic. Classical research with adults and older children collected a large amount of data both in favor and against human rationality, suggesting that reasoning abilities follow a slow maturation. Recent findings on infantsí probabilistic reasoning, including my own earlier research, however, do not support this view. Already preverbal infants seem to form expectations about probabilistic events in accordance with Bayesian rules of inference (TÈgl·s et al, 2011). Here I argue for a similar paradigm change in a related domain, that of deductive reasoning.\nIn contrast to earlier accounts, I propose that even preverbal infants may possess a core set of logical operations that empower them with sophisticated inferential abilities. First, I focus on the representational precursors of this competence. I argue that infants recruit specific abilities to exploit the conceptual structure of specific event categories that enable them to form logical representations. Thus, information could be stored in a format that can potentially serve as input for subsequent inferences. Further, I will investigate infantsí core logical operations and test how they integrate multiple steps of inferences. This system - indispensable for integrating different bits of knowledge - helps infants to discover information that was not actually present in the input. Such investigations, informed also by adequate neuropsychological evidence would thus contribute to understand the unique nature of human rationality.",
    "totalCost": "1498137",
    "ecMaxContribution": "1498137",
    "coordinator": "KOZEP-EUROPAI EGYETEM",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 1498137
        }
    },
    "calculatedTotalContribution": 1498137
}