{
    "rcn": "197089",
    "acronym": "RadMag",
    "topics": "ERC-CoG-2014",
    "title": "Radical Solutions for Hysteresis in Single-Molecule Magnets",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Single-molecule magnets (SMMs) display magnetic hysteresis that is molecular in origin, and these materials have huge potential to be developed as nano-scale devices. The big challenge is to create SMMs that function without the need for liquid-helium cooling.\n\nThis project will develop new SMMs that combine the strong magnetic anisotropy of lanthanide ions with a series of novel radical ligands. Our innovative SMMs will have controllable molecular and electronic structures, which will ultimately enable hysteresis at unprecedented temperatures.\n\nHighly unusual di- and tri-metallic Ln-SMMs are proposed in which the metals are bridged by radicals with heavy Group 15 (phosphorus-bismuth) and Group 16 (sulphur-tellurium) donor atoms. Trimetallic SMMs will also be based on hexaazatriphenylene (HAT) radicals, and dimetallic SMMs will also be based on nindigo radicals, both of which are nitrogen-donor ligands.\n\nThe SMM field is dominated by systems with diamagnetic ligands. Our radical ligands have never been used in SMM studies: their diffuse unpaired spin provides a way of switching off the quantum tunnelling mechanisms that otherwise prevent hysteresis. We will exploit the rich electrochemistry of the target ligands: heavy p-block radicals have huge spin densities on the donor atoms; HAT radicals can have up to three unpaired electrons; reduced or oxidized nindigo radicals allow access to redox-switchable SMMs. In the HAT-bridged SMMs, the use of ligands with more than one unpaired electron is unprecedented. The heavy p-block ligands are themselves are novel.\n\nThe PIís approach to SMMs has already established new directions in lanthanide chemistry and in molecular magnetism. He now proposes a new, radical approach to SMMs with potential to re-define the state of the art, and to extend the frontiers of a vibrant multi-disciplinary field. Achieving the aims will provide a major step towards using SMMs for applications at practical temperatures.",
    "totalCost": "1584202,3",
    "ecMaxContribution": "1584202,3",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "BE",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 1567049
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 17154
        }
    },
    "calculatedTotalContribution": 1584203
}