{
    "rcn": "197014",
    "acronym": "VENDA NATU-haft",
    "topics": "NMP-25-2014-1",
    "title": "COHESIVE BANDAGES BASED ON NATURAL FIBRES, WITH ANTIMICROBIAL AND HYDROPHOBIC PROPERTIES BY MLSE TECHNOLOGY",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Cohesive support bandages are a kind of bandages that are used by professionals of the health sector, for fixing dressings and immobilization splints. \nCarrying bandages for a long period can cause several inconveniences in patients. Thus, the possibility of conferring them with antimicrobial and hydrophobic properties, without loosing breathability, has become of great interest for the company Calvo Izquierdo S.L., a family-owned company that has positioned at the Spanish market for the development and production of this range of products.\nHowever, currently bandages with the said properties can only be produced by using synthetic fibres, which results in a different feel to touch, reducing patient/user comfort and welfare.\nThe Multiple Laser Surface Enhancement technology (MLSE), originally developed for the metallurgic and electronic sectors, has proved to produce surface modifications, at nanoscale, of natural fibres such as wool, conferring them hydrophilic/hydrophobic properties.\nIn VENDA NATU-haft project, Calvo Izquierdo aims at implementing the MLSE technology in their manufacturing system to produce antimicrobial and hydrophobic bandages for sanitary use, based on natural fibres. The use of this technology for the deposition of the cohesive/adhesive coating is also considered. This implementation will allow the company to widen their product portfolio, being able to provide their customers with a new grade of cohesive bandages, based in natural fibres, with enhanced properties. \nTo get this objective, some adaptation of the current MLSE system will be required during VENDA NATU-haft project development. Some modifications in Calvo Izquierdo current production line may also be necessary to incorporate this technology.\nPhase 1 of VENDA NATU-haft aims to ensure the viability of the project. A technical analysis on the viability of producing natural fibre-based, functional cohesive bandages by MLSE technology will be made and a business plan will be developed.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CALVO IZQUIERDO SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935855904": {
            "orgId": "935855904",
            "orgName": "CALVO IZQUIERDO SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}