{
    "rcn": "197047",
    "acronym": "TheCityGame pilot",
    "topics": "ICT-37-2015-1",
    "title": "TheCityGame; Feasibility study and mini-pilots",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "TheCityGame is the place for doing social and environmental good actions while playing. It is a mobile application that gives users the opportunity to have fun and get rewarded for performing responsible actions. At the same time, brands and organizations use the platform to participate and enable users to perform the actions while achieving marketing and CSR goals.\n\nTheCityGame is a ìserious gameî that puts users into a quest for performing good actions and eventually creating a habit out of it. Users participate every time they recycle packaging, batteries or electronic devices, donate shoes and clothes, use public transportation, keep utility bills low or learn through quizzes. Every accomplishment is measurable, rewarding and sharable, all of which are key factors to create a new, consistent, and loyal behavior. Eventually users achieve a social status of how ìgoodî they are.\n\nBrands, organizations and businesses participate by creating missions within the game in order to support sustainable initiatives, collect valuable material or drive more traffic to their real-world locations, which serve as verification points.\n\nWith the SME instrument, we intend to conduct market research, user testing, and run mini-pilots in order to iterate on our application quickly, and finally be in a position to launch full-scale. Final products of these actions will be a comprehensive feasibility report and a business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RECICLATA BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939827666": {
            "orgId": "939827666",
            "orgName": "RECICLATA BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}