{
    "rcn": "197001",
    "acronym": "Q-Room",
    "topics": "ICT-37-2014-1",
    "title": "Q-Room ñ Quintettoís Holographic Telepresence Room",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "Telepresence? With holographic telepresence it becomes reality. A new system, just showcased in Italy, that allows interaction between physically distant individuals, in a realistic and natural way. The project directed by IT Company Quintetto, in cooperation with the Italian Research Council (CNR), opens interesting possibilities of application in areas where real and direct interaction between users is important. These scenarios are certainly the banking and public offices world, where telepresence could revolutionize contacts, changing the way of delivering services from the traditional, physical branch to a new, virtual one. Telepresence can become a tool to improve the territorial coverage of banks, providing essential services to citizens in an economic, organizational model. For the first time, this system brings a very realistic, 3D interaction to the market, at an affordable cost, simply using an ordinary internet connection. The user has the perception of being seated in front of a real operator who guides him through the process simply and quickly, from product selection to contract signing by physical printing of the document. This is just an example of how technological innovation can radically transform the user experience, shaping services based on evolving needs and expectations. In order to bring the product to the later stage of development to hit the market, Quintetto would like to assess the commercial feasibility of the Q-Room. The objective of the Phase 1 of the innovation project is a business plan outlining the economic strategy: market analysis of the state of the art in the eligible market and an investigation of main competitors will accomplish the feasibility report. The business plan will also define a successful marketing and commercial strategy. The company will be assisted by specialized consultants to carry out an accurate IPR study aimed at identifying the state of the art in its own field.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "QUINTETTO S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936431696": {
            "orgId": "936431696",
            "orgName": "QUINTETTO S.R.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}