{
    "rcn": "197018",
    "acronym": "NanoPoreFab",
    "topics": "NMP-25-2014-1",
    "title": "On-chip fabrication of solid state nanopores for high throughput single molecule analysis",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "Nanopore sensing has a broad range of potential applications (e.g. detection of trace amounts of substances in drug delivery/cancer diagnosis/tests for nanotoxicity and infectious diseases, next generation of DNA sequencing and protein fingerprinting) due to its outstanding sensitivity for label-free single molecule analysis. The lack of a reliable high throughput fabrication process for uniformly sized nanopores has become a serious bottleneck for research, industry and economy. With the proposed innovation project, Ionera Technologies aims to push nanopore analysis to an industrial level by developing a high throughput fabrication process for nanopores in solid-state materials. In this Phase 1 feasibility study, Ionera will combine a nano-fabrication process recently developed on a laboratory scale with its proprietary MECA technology platform to deliver the proof of technology for a parallel, industrially applicable fabrication of solid state nanopores. This will be accompanied by an assessment of the economic viability of a high throughput platform for in situ nanopore fabrication and analysis.\nWhile so far, solid state nanopores are only available for a small group of experts in the material sciences, we put this exciting new research tool into the hands of all people who are eager to use them as a highly sensitive single molecule sensor for a wide range of applications but lack the expensive equipment and expert knowledge for standard SSN fabrication processes. Ioneraís envisioned product line will be the first one on the market that offers automatic parallel fabrication of customizable nanopores at a minimum cost.\nMarket for the products is the global molecular diagnostics market, with four main segments: Academic and research facilities (niche market but easily accessible for market entrance), biotechnology companies (medium volume market), contract research organizations (medium volume market) and the pharmaceutical industry (high volume market).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IONERA TECHNOLOGIES GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942137527": {
            "orgId": "942137527",
            "orgName": "IONERA TECHNOLOGIES GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}