{
    "rcn": "197091",
    "acronym": "VERTICAL CITY",
    "topics": "ERC-CoG-2014",
    "title": "Versatility of scaffold complexes in vivo to control synaptic plasticity",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Receptors and associated scaffolds, together called receptosome, are relatively stable structures, but exchange of individual adaptor proteins can occur on a short time scale and in a highly regulated manner, which provides fine-tuning, speed, and specificity to the receptor signaling. Therefore, understanding how receptor function is affected by the composition and dynamics of complexes is an essential biological concern that will offer the opportunity to target exclusively the therapeutically relevant signaling pathway of a given receptor. We propose that in the brain, receptosome dynamics is involved in fine-tuning synaptic transmission and plasticity, which might be crucial for cognitive functions.\nFirst, we will establish the link between molecular events, neuronal signaling and memory performance. More than correlations, this project proposes live recording of molecular events and cellular signaling during memory encoding. Second, new specific therapeutic targets will be proposed for the treatment of cognitive deficiencies: instead of interfering with the ligand-biding pocket of the receptor, we propose to target specific scaffold interactions. This strategy will only modify a specific altered function of a receptor without modifying other functions (thus, avoiding undesired side effects). Third, within the scope of this proposal, we will develop innovative, powerful techniques that will be of high interest for a broad community of researchers in life sciences. These technologies will enable to monitor the versatility of protein-protein interactions in space and time ranging from in cellulo to in vivo BRET imaging in freely behaving animals. To conclude, we will establish the functional significance of oligomer remodeling in the physiological synaptic plasticity and try to restore it in neurological disorders.",
    "totalCost": "1964199",
    "ecMaxContribution": "1964199",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1964199
        }
    },
    "calculatedTotalContribution": 1964199
}