{
    "rcn": "197083",
    "acronym": "OPTIMALZ",
    "topics": "ERC-StG-2014",
    "title": "Optical imaging of ocular pathology in Alzheimerís disease",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Novel diagnostic techniques and disease models have the powerful potential to provide new insights into pathological and pathophysiological processes. Ocular manifestations of Alzheimerís disease (AD) emerge as novel and attractive alternative to investigate disease progression in parallel to the brain. Using the eye as a window to the brain, we propose to develop multi-functional optical coherence tomography (OCT) as a noninvasive in-vivo technique for preclinical imaging of AD pathology. OCT is analogous to ultrasound B-mode imaging, using light rather than acoustical waves, and performs high-resolution real time 3D imaging of microstructure in biological tissues in situ. Based on the optical polarization properties or movement of particles, functional OCT methods provide additional contrast channels. In the proposed project, we will unite/join standard and functional OCT for imaging ocular and cerebral pathology in AD mouse models with threefold contrast. Structural changes caused by neuronal cell loss in the retina will be assessed longitudinally and with micron-scale resolution. Beta-amyloid plaques are birefringent and are deposited in both brain and retina in AD. We propose to exploit these intrinsic polarization properties for noninvasive detection and longitudinal characterization/assessment of retinal plaque load. Simultaneously, we will assess AD-related changes in  retinal microvasculature. Retinal blood flow will be measured in quantitative units and monitored during disease progression. In addition to the retina, we will perform longitudinal imaging of AD-related lesions in the ocular lens with OCT. By correlating ocular AD pathology as imaged with OCT to cerebral lesions, the proposed research provides a new set of in vivo parameters  that potentially shed new light on the pathogenesis and impact early diagnosis of AD in aging populations worldwide.",
    "totalCost": "1497000",
    "ecMaxContribution": "1497000",
    "coordinator": "MEDIZINISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 1497000
        }
    },
    "calculatedTotalContribution": 1497000
}