{
    "rcn": "197011",
    "acronym": "HYPAS",
    "topics": "SIE-01-2014-1",
    "title": "Next Generation Energy Efficient, Inexpensive Hydropneumatic Hybrid Actuation System",
    "startDate": "01/05/2015",
    "endDate": "31/08/2015",
    "objective": "The importance of automation in the process industry has increased dramatically in recent years: the global industrial actuators market generated 3,023 million Ä revenue in 2013, and is expected to grow at a compound annual growth rate of 5.9% between 2013 and 2018, with Europe being the leading target market. Within this particular market, the demand for inexpensive hydraulic/ pneumatic actuators integrated with electronics to adopt new end-user applications will increase, and it is expected to have crucial impact on the market.\nHYPAS brings together the advantages of both a hydraulic and a pneumatic operated system while eliminating disadvantages of both systems: allows high energy savings (up to 50%), high precision (up to ±0,1 mm), has a very compact design due to the small number of components from which it can be constructed and is inexpensive compared with actual conventional products: target retail price is Ä700, which is estimated to be approx. 30% cheaper than comparable products offering similar features.\nThe overall system advantages and the actual growing demand by those industries where accurate control of motion and position is contradicted by a low cost requirement, presents a great business opportunity to introduce our novel actuator in the market.\nHYPAS is the direct response to customer needs and a key vehicle for Air Bonaita SRL to leverage our 34 years of commercial experience and develop a competitive product to differentiate ourselves from competitors to enable, firstly, further consolidation in the Italian market and, more importantly, our growth outside Italy. Projected turnover for Year 2016 to Year 2020 is 140KÄ, 1190KÄ, 2086KÄ, 2590KÄ, and 3532KÄ, respectively. To continue in a steady pattern of growth, we plan to attract a larger customer base and be in a more attractive negotiating position with new customers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AIR BONAITA SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938048589": {
            "orgId": "938048589",
            "orgName": "AIR BONAITA SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}