{
    "rcn": "197033",
    "acronym": "MEWi-B",
    "topics": "SIE-01-2015-1",
    "title": "More Efficient Wind Blades",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The objective MEWi-B is the implementation and production of universal aeroelastic wind blades, which are recyclable, highly efficient and able to operate in both high and low winds regimes. \nThis means achieving more sustainable and efficient wind systems at a lower environmental impact than with traditional technologies. The innovation of MEWi-B product lies in passive aeroelastic deformation; in the innovative design of the aerodynamic profile, in the innovative and recyclable materials used; in the lighter blades; in the reduction of the rotors diameter at the same power produced.\nThe new blades will allow to produce wind energy in areas where to date it is not cost effective because of low wind, but also to increase the efficiency (20%) of existing wind farms through the re-blading programme. To date, it estimated around 10.000 turbines in Europe that could benefit from re-blading. The wind energy landscape is moving towards a very difficult phase due to incentive cuts for Renewable Energy System, energy wholesale price reduction and expensive system charges. All factors are determining lower than expected returns on assets in operation. As a result, most new wind projects are now being abandoned due to unattractive returns. In this contest MEWi-B provides superior quality blades which delivers over-performance valued by customers.\nThe potential customers are wind turbines manufacturers which will put on their market an innovative solution, owners of existing wind farms, managing company which will benefit from more efficiency and longer life-cycle by replacing the obsolete blades, and developer of new wind farms which could use also marginal sites. The feasibility evaluation of the phase1 will cover in particular: the technical/scientific and economic feasibility, the potential market for the EU and non-EU and the risks related to the project business idea. Phase2 will focus on demonstration, testing and prototyping of product/process and market replication.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ETA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936142636": {
            "orgId": "936142636",
            "orgName": "ETA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}