{
    "rcn": "197053",
    "acronym": "DERMADROP",
    "topics": "BIOTEC-5b-2015-1",
    "title": "DERMADROP  - A COMPREHENSIVE TRANSDERMAL THERAPY CONCEPT FOR NON-HEALING WOUNDS AND OTHER SKIN DISORDERS",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "TDA is an unprecedented drug delivery technology developed and patented by Meddrop GmbH. This technology platform is capable of targeted delivery of active substances effectively and non-invasively. TDA transports a combination of both, oxygen and drugs through all skin layers. These results and that of a series of wound treatments on diabetic wound patients prove that TDA has a huge potential in many areas, including the healing process on deep and chronic non-healing wounds as therapeutic modality. Wound healing will be the primary target application of DERMADROP, a therapy concept based on TDA. DERMADROPís secondary applications are related to skin diseases and disorders such as psoriasis, acne, stretch marks, inflammation and its tertiary application is in the aesthetic medicine. The objective is to comercialise DERMADROP as a multipurpose medical concept to be used in hospitals and clinics all around the world primarily as a therapeutic modality for non-healing wounds and for the secondary applications mentioned above. It offers a comprehensive therapeutic modality that covers all aspect of wound management and treatment from debridement to wound closure. Wound closure is also expected to be comparatively shorter than currently available modalities. Apart from the fact that current treatment modalities are time consuming and costly, the result is often not effective. DERMADROP is a comprehensive therapeutic approach for non-healing wounds with reasonable costs for healthcare providers and insurance bodies. It is affordable for patients and efficient in its results. Others medical advantages include comfort for patients and user-friendliness. The multi-functionality of DERMADROP would be an added value that complements it as a highly competitive therapy solution, marketed by Meddrop GmbH and its existing extensive international distribution network.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MEDDROP GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938224353": {
            "orgId": "938224353",
            "orgName": "MEDDROP GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}