{
    "rcn": "197031",
    "acronym": "First InnovativeWeek",
    "topics": "RISK FINANCE",
    "title": "This 3 day conference will be focused to the financial instruments, facilities and measures launched under Horizon 2020 to enhance access to finance for research, innovation and SMEs.",
    "startDate": "02/02/2015",
    "endDate": "01/12/2015",
    "objective": "The overall aim of the project is a 3 day High level international conference, which will raise awareness of the potential for the financial instruments and accompanying measures launched under Horizon 2020 to enhance access to finance for research, development and innovation. \nThe role of the preparation of the investment project provided by Innovfin advisory will be outlined in compliance with the Political guidelin announced by President Juncker.A special attention will be given to concrete measures supporting innovative SMEs. \nA particular focus will be the possible interactions between Horizon 2020 financial instruments, COSME's, and European Structural & Investment Funds (ESIF), as well as with instruments at national and regional level. The event will bring together policy-makers, financial intermediaries and representatives of the research, innovation and business communities.\nThe specific objectives of the conference are:Firstly, help businesses and other types of organisation engaged in research and innovation (R&I) to better understand how to gain access, via financial instruments, to loans, guarantees, counter-guarantees and hybrid, mezzanine, equity finance and non-banking initiatives supporting R&I.Secondly, exchange views on the implementation of Horizon 2020 financial instruments (innovfin large, innovfin midcap guarantee, innovfin mid-cap growth finance, innovfin SME guarantee, and Innovfin SME VC) and accompanying measures (innovfin advisory). Thirdly, improving the up-take of new Horizon 2020 financial instruments such as the SME Finance Initiative; the launch of a pilot facility supporting the technology transfer process; and new focuses on major societal challenges in the field of energy and infectious diseases. \nFinally, the European Investment Bank (EIB) and the European Investment Fund (EIF) will participate in this conference and provide their role, as entrusted entities, in charge of the implementation of Horizon 2020 financial instruments.",
    "totalCost": "350000",
    "ecMaxContribution": "350000",
    "coordinator": "ATTISTIBAS FINANSU INSTITUCIJA",
    "coordinatorCountry": "LV",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934653977": {
            "orgId": "934653977",
            "orgName": "ATTISTIBAS FINANSU INSTITUCIJA",
            "ecContrib": 350000
        }
    },
    "calculatedTotalContribution": 350000
}