{
    "rcn": "197032",
    "acronym": "DAHDAC",
    "topics": "ICT-37-2015-1",
    "title": "DAHDAC project: Disruptive Approach to Highly Distributed Application Creation",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The DAHDAC proposer is Pro Gamma, an Italian SME whose unique business is the creation and commercialization of a software development tool based on the Model Driven Development (MDD) paradigm. This business opportunity addresses the problem that, globally, there is a lack of suitable tools that combine the MDD approach with mobile, cloud, social, and big data. In 2013 Pro Gamma started developing a prototype named C1B8 that perfectly addresses this business need. C1B8 offers a very promising glimpse of a completely innovative product that could be introduced to the market with further investment. C1B8 addresses the need to create state-of-the-art, highly distributed applications in much shorter time scales compared to the tools currently available, but without requiring staff who have specific technical knowledge. Some of the most innovative C1B8 features are: natively web-based, natively cloud-based, development on mobile devices, revolutionary social features, telecollaboration in real time and a disruptive approach to analytics. Furthermore C1B8 is built on relational programming techniques, in which application code is no longer written in text files, but rather generated via a graph of relationships.\nThe objective of the DAHDAC project is a feasibility study that addresses the completion of the C1B8 prototype through to its development and commercialization in the main European and US markets.\nThe Feasibility Study will include a market analysis, requirements validation, resources definition, marketing strategy identification, business and operation plan formulation and IPR-related issue definition. The target market consists of an audience of approximately 20,000,000 programmers worldwide. Pro Gamma has developed a promising market analysis that shows the achievement of 500,000 cloud programmers and 3,000 license-holding software companies in 4 years as a reasonable objective. If the DAHDAC project confirms the C1B8 potential, Pro Gamma will begin phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PRO GAMMA SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936435479": {
            "orgId": "936435479",
            "orgName": "PRO GAMMA SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}