{
    "rcn": "197029",
    "acronym": "HTMD",
    "topics": "ICT-37-2014-1",
    "title": "Feasibility assessment of a cloud application platform for rational drug design using high throughput molecular dynamics",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The pharmaceutical industryís increasing spending on R&D is not translating into new and better drugs at the pace required to maintain competitiveness. In-silico computational methods are beginning to gain traction in the progress towards more rational drug discovery workflows. Among the methods available, molecular dynamics (MD) provides the most accurate and useful description of molecular interactions, but the current state of the art has both a high degree of unnecessary technical complexity, and is computationally expensive. \nTogether, these two factors have produced a high barrier to entry that substantially limits research productivity.Acellera looks to address these issues by proposing a cloud application platform for high-throughput MD (HTMD) simulations.  This computational platform combines proprietary simulation technology - optimized for speed and simulation throughput ñ and user-friendly interfaces in a cloud environment to provide a novel resource for drug candidate identification.  HTMD, which allows understanding with an unprecedented degree of resolution and accuracy how drugs interact with their biological targets, can significantly reduce the cost of pre-clinical research (PCR) by virtualizing key steps. \n It is currently estimated that pharmaceutical companies invest approximately 1000M Euro per approved drug.  As a global leader in the development of technology for high-throughput molecular dynamics, Acellera is uniquely positioned to bring this disruptive computational technology to the market. The HTMD platform is ready for prototyping in an operational environment (TRL 6).  \nAcellera proposes a Phase 1 SME Instrument to support the execution of a feasibility study into the market viability of the HTMD solution for pre-clinical research. Results of the study will be used to inform preparations for a larger-scale demonstration in Phase 2 and for the subsequent market launch.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ACELLERA LABS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934330579": {
            "orgId": "934330579",
            "orgName": "ACELLERA LABS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}