{
    "rcn": "197034",
    "acronym": "CosMyFY",
    "topics": "INSO-10-2015-1",
    "title": "A new Business Model for the Natural Cosmetic market",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "LaboPhyto is an Italian SME dealing with the manufacturing of naturals products for cosmetics brands ñ big and small ones. The CosMyFY project aims at developing a new business model oriented to the implementation of own brands and own direct market. Current business model is limited, in terms of growing capability, by traditional clients and their business models. In the natural cosmetics market new player are emerging, offering own brands and working with social network (actually blogs). They are individuals, mainly women, who become ´ blog lead ª and boost number of followers exceeding millions. The great advantage in bloggersí approach is the direct and complete engagement of the followers both in the product choice (colour, type, functionality) and in its diffusion by the contact chain. Bloggers, however, lack production capability. LPT has his own know how and production capability that will allow to overcome this current market weakness and to aggregate many blogger to implement a new business. This new model will shorten the value chain, improve GM, reduce environmental impact, create new employment and new widespread business opportunities. In the project a local customized production capability is envisaged by adopting local 3D printers, both by the blogger and by associated shops. This step will represent a real disrupting innovation in the market. At the end we will have: A business plan development; The platform COSMYFY integrating technologies (3D printers included), products and bloggers database, Assessed the world market and established a bloggers-own label producers network, Defined a plan for marketing and business development. Pilot application  of the new business model built, tested and validated. For the realization of the objective we foresee: A feasibility study that will define aspects for the implementation of the project in Phase2. Dur : 6 mth; In Phase2, the aspects of technological development, industry, market and trade. Dur: 18 mth",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LABORATOIRES PHYTO TECHNIQUE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930375889": {
            "orgId": "930375889",
            "orgName": "LABORATOIRES PHYTO TECHNIQUE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}