{
    "rcn": "197007",
    "acronym": "IDIFOR",
    "topics": "NMP-25-2014-1",
    "title": "Conceptual study for the reconversion of LUFORT: Diversification towards high added value UHPFRC products for face internationalization",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "LUFORT is a precast concrete company that a year ago started to work with T-CON, a group born at the Universitat PolitËcnica de ValËncia, with 5 years of I\\D\\i experience, reaching TLR6 in UHPFRC technology. This material has two main advantages: much higher strength than ordinary concrete, leading to much lighter and thus exportable elements; and extreme durability even in aggressive environments.\nLUFORT is committed to introduce new innovative products made of UHPFRC for market diversification and to provide higher value to clients, repositioning the company products in new emerging market niches.\nLUFORT is initially focused on two products: manhole covers, as the steel-made are stolen and generate fatalities; and platforms for oyster and seafood cultivation, as the current elements are wood-made, with low durability and high environmental impact. LUFORT is planning to develop at medium term other competitive products identified.\nThe customers of the platforms are companies that perform this activity; and manhole covers clients can be the contractor of the works, the public authorities or distributors, for complex markets. \nFeasibility assessment will be distributed in three parts:\nï Initial strategy: Contains studies of the main markets, a strategic analysis for each sector in Europe and a preliminary analysis of the most adequate regions.\nï Feasibility study: The technical, economical, legal, operational and scheduling feasibility will be performed.\nï Internationalization plan: As the company will base its income in foreign markets, the modes of entry will be defined, with a marketing and economic plan.\nThe 2∫ Phase is required for the optimization of production systems, development of moulds and casting systems, certifications, full scale tests to prove strength or durability and prospection of new products. Market prospection, promotional documentation, web design, and other parts of the marketing plan will require also budget to identify and convince clients.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PREFABRICADOS LUFORT SLU",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934859520": {
            "orgId": "934859520",
            "orgName": "PREFABRICADOS LUFORT SLU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}