{
    "rcn": "197082",
    "acronym": "ImagePlanetFormDiscs",
    "topics": "ERC-StG-2014",
    "title": "Imaging the Dynamical Imprints of Planet Formation in Protoplanetary Discs",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The gas and dust discs around young stars are thought to be the birthplace of planetary systems and are a key area to study if further progress is to be made on understanding the history of our solar system and our own origins. Once planets have formed in these discs, they dynamically sculpt their environment, for instance by opening tidally-cleared gaps or triggering spiral arms and disc warps. The late stages of this process are likely observed in the ìtransitionalî discs, where regions spanning tens of astronomical units (AU) have been cleared. The aim of this project is to image the planet formation signatures both during the transitional disc and the earlier T Tauri or Herbig Ae/Be stars phase, where the protoplanetary bodies are just starting to carve gaps in the optically thick disc. For this purpose, we will employ the latest generation of near-infrared, mid-infrared, and sub-millimeter interferometric instruments that will allow us to trace a wide range of stellocentric radii, disc scale heights, and dust opacities. We will make use of recent revolutionary advancements in infrared detector technology and equip the CHARA/MIRC 6-telescope beam combiner with a low-read noise camera that will significantly increase the sensitivity of this instrument and enable us to image protoplanetary discs with 2.5 times higher resolution and much higher efficiency than ever before. These quick-look imaging capabilities will enable us to trace time-variable structures in the inner few AU and to investigate their relation to the commonly observed photometric and spectroscopic variability. Our interferometric observations in spectral lines aim to detect the accretion signatures of the young protoplanets themselves. Employing sophisticated radiation hydrodynamics simulations we will achieve an unprecedented global view on protoplanetary disc structure and obtain fundamentally new constraints on theoretical models of planet formation, planet-disc interaction, and disc evolution.",
    "totalCost": "1648265",
    "ecMaxContribution": "1648265",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 1648265
        }
    },
    "calculatedTotalContribution": 1648265
}