{
    "rcn": "197049",
    "acronym": "Project Buffer",
    "topics": "IT-1-2015-1",
    "title": "Project Buffer ? a new solution to fast charging electrical vehicles ìon the roadî.",
    "startDate": "01/06/2015",
    "endDate": "31/07/2016",
    "objective": "Kamis Wrang ApS is seeking phase 1 funding in order to assess the commercial feasibility of Project Buffer ? a new solution to fast charging electrical vehicles ìon the roadî.\nProject Buffer is aimed at offering a cost-efficient, highly scalable solution in answer to the urgent demand by governments and automotive producers for a reliable and accessible fast charging infrastructure network to ensure the uptake of electric vehicles globally. Today only approx. 519,000 electric cars are ìon the roadî at two of the biggest markets in the world - Europe and the US. If not enhanced significantly, the reduction of CO2 emissions and air pollution will be difficult to reach and the independence of oil remaining a big issue.\nThe drivers range anxiety (the fear of the battery running out of energy before reaching the destination) is one of the highest barriers to fast adaption of electric vehicles. Project Buffer solves the challenge by providing infrastructure providers with a cost efficient solution to fast charge electric vehicles. Based on low-cost hardware components connected with an innovative battery platform the system offers the most cost-efficient alternative to traditional fast charging and provides a highly scalable solution to the infrastructure providers.\nThe feasibility study is intended to assess the commercial viability and marketability of the prototype system. In particular, client feedback to optimize the solution and establish key operational parameters, verifying the appropriate business model and exploring grounds for IPR. If the study is positive, a Phase 2 application will be considered to take the project into scale.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KAMIS WRANG APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930025525": {
            "orgId": "930025525",
            "orgName": "KAMIS WRANG APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}