{
    "rcn": "197078",
    "acronym": "BELS",
    "topics": "GALILEO-4-2014",
    "title": "Building European Links toward South East Asia in the field of GNSS",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "The project implements a set of coordinated actions to promote EGNSS technology in South East Asia (SEA), meanwhile supporting the competitiveness of EU enterprises facilitating their contacts with relevant GNSS stakeholders in SEA, a fast growing market of more than 600 million people. Exploiting the facilities offered in Hanoi by the NAVIS Centre - a strategic asset for Europe, setup with FP7 EU funding - European enterprises can increase their competitiveness conducting tests of their products in a challenging multi-GNSS environment, not available in Europe, with hard ionospheric activity conditions. Ten workshops organised in the different ASEAN States promote EGNSS technology and offer contact opportunities with local stakeholders to EU companies/institutions. Three editions of the Asia Oceania Regional Workshop on GNSS, an important event in SEA, are organized in collaboration with JAXA, MGA and other partners. To reach as many interested EU GNSS companies as possible, the project activities and collaboration opportunities offered by the NAVIS Centre are carefully advertised through different channels including clusters, social networks, websites etc. and three events are organized in Europe, possibly as side events of larger ones. So a larger network of long lasting relations between European companies and SEA GNSS stakeholders is built, allowing the NAVIS Centre to keep serving as a focal point for cooperation with Europe and as showcase of EGNSS technology. A competition to attract smart young researchers/entrepreneurs from ASEAN States to develop EGNSS-based business ideas/applications is also organized. The prize consists in a six-month incubation period in Europe to further implement the idea. Capacity building actions complete the project: they target SEA researchers/technicians with the aim to prepare a generation of SEA experts familiar with European technology, habits and culture and ready to support European industries willing to operate in SEA.",
    "totalCost": "1832890",
    "ecMaxContribution": "1749014,75",
    "coordinator": "Istituto Superiore Mario Boella",
    "coordinatorCountry": "IT",
    "participants": "BAVAIRIA EV;THALES ALENIA SPACE ITALIA SPA;UNIVERSITY OF NEW SOUTH WALES;NATIONAL SCIENCE & TECHNOLOGY DEVELOPMENT AGENCY;SEPTENTRIO NV;INDRA SISTEMAS SA;UNIVERSITAT POLITECNICA DE CATALUNYA;POLITECNICO DI TORINO;ECOLE NATIONALE DE L AVIATION CIVILE;TRUONG DAI HOC BACH KHOA HANOI - HANOI UNIVERSITY OF SCIENCE AND TECHNOLOGY HUST;IFEN GESELLSCHAFT FUR SATELLITENNAVIGATION MBH",
    "participantCountries": "DE;IT;AU;TH;BE;ES;FR;VN",
    "projectParticipants": {
        "999451820": {
            "orgId": "999451820",
            "orgName": "NATIONAL SCIENCE & TECHNOLOGY DEVELOPMENT AGENCY",
            "ecContrib": 42000
        },
        "999488195": {
            "orgId": "999488195",
            "orgName": "THALES ALENIA SPACE ITALIA SPA",
            "ecContrib": 107584
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 162662
        },
        "999959130": {
            "orgId": "999959130",
            "orgName": "INDRA SISTEMAS SA",
            "ecContrib": 80695
        },
        "999966502": {
            "orgId": "999966502",
            "orgName": "BAVAIRIA EV",
            "ecContrib": 310275
        },
        "999599357": {
            "orgId": "999599357",
            "orgName": "ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE",
            "ecContrib": 0
        },
        "998090910": {
            "orgId": "998090910",
            "orgName": "UNIVERSITY OF NEW SOUTH WALES",
            "ecContrib": 0
        },
        "996395738": {
            "orgId": "996395738",
            "orgName": "IFEN GESELLSCHAFT FUR SATELLITENNAVIGATION MBH",
            "ecContrib": 59355
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 210406
        },
        "997263791": {
            "orgId": "997263791",
            "orgName": "TRUONG DAI HOC BACH KHOA HANOI - HANOI UNIVERSITY OF SCIENCE AND TECHNOLOGY HUST",
            "ecContrib": 204875
        },
        "999747088": {
            "orgId": "999747088",
            "orgName": "SEPTENTRIO NV",
            "ecContrib": 112100
        },
        "996375756": {
            "orgId": "996375756",
            "orgName": "ECOLE NATIONALE DE L AVIATION CIVILE",
            "ecContrib": 110625
        }
    },
    "calculatedTotalContribution": 1400577
}