{
    "rcn": "197040",
    "acronym": "CIRDvalid",
    "topics": "PHC-12-2015-1",
    "title": "CIRDvalid ñ Clinical validation of a set of 11 biomarkers and a system of diagnostic and therapeutical devices for the resuscitation of patients suffering from long-lasting cardiac arrest",
    "startDate": "01/06/2015",
    "endDate": "30/09/2015",
    "objective": "For decades there has been no significant improvement in resuscitation-therapy of patients suffering from cardiac arrest. Only 3% survive out-of-hospital and only 18% survive in-hospital resuscitation. The time-frame for a successful resuscitation is only about 3 to 5 minutes after cardiac arrest. To increase this time-frame significantly ResuSciTec has developed a new therapeutical concept to induce a paradigmatic shift in resuscitation therapy. This new concept called ìcontrolled whole body reperfusionî is based on a set of 11 known biomarkers which have been validated in animal studies. ResuSciTec has produced proof of concept in preclinical animal studies for successful resuscitation after 20 minutes of cardiac arrest. About 90% of the animals (pigs) survive without or nearly without neurological damage. To perform this new therapy ResuSciTec has developed an innovative Diagnostic Medical Device for measurement of the 11 biomarkers called ìBioM-11î. This Device will be integrated in an innovative therapeutical system called ìCIRD - Controlled Integrated Resuscitation Deviceî. The proposed feasibility study (Phase 1) will provide: (1) planning of clinical studies (2) Verification and Validation planning for the devices (3) elaboration of a businessplan including milestones, market-study, roadmap for certification and reimbursement strategy. The overall innovation project (Phase 2) has four objectives: (1) Clinical validation of 11 biomarkers in humans for resuscitation-therapy in clinical studies (2) validation and CE-approval of the  diagnostic device BioM-11 (3) validation and CE-approval of the CIRD 2.0-system for the resuscitation of patients (4) Clinical validation of the CIRD 2.0-system in-hospital and out-of hospital in 10 to 15 clinical centres in Europe to provide evidence for the new therapy called ìcontrolled whole body reperfusionî. The overall project aims to show European leadership in this important field of emergency medicine.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RESUSCITEC GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932900896": {
            "orgId": "932900896",
            "orgName": "RESUSCITEC GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}