{
    "rcn": "197022",
    "acronym": "PreserviX",
    "topics": "ICT-37-2014-1",
    "title": "Reshaping Digital Preservation",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "'Our vision is to reshape digital preservation!\nOur objectives are:\nï To change the way the world is preserving valuable data for future use; \nï To enable data owners to secure their data and protect them from manipulation, - protecting confidentiality and privacy;\nï To significantly reduce the cost of long term preservation - offering a cost saving of 60% - 80%;\nï To liberate data owners from technology and vendor lock-in\nï To make a pan-European technology to become the world leader within a global, growing niche market\n\nThe technologies used today are rather made for the needs of general data back-up and short term storage, and applied within digital preservation in the lack of a true preservation solution.\nHow to achieve these objectives:\nIn this feasibility assessment we want to achieve the following:\n1. Perform market research (through the beta testers and other partners):\no Get a clear picture on the competitive environment within long term preservation of valuable data\no Examine the feasibility of introducing the Piql system as a 'Managed Service'. \no Learn how data preservation services are offered to the market and how they are priced\n2. We aim to develop an innovative and different business model to bring this technology to the market.\n \n3. Develop a 'go-to-market' strategy and business plan based on the outcome of the market research and business model..\nThe objectives relevance to the Work Programme:\nThis project proposal relates to the work programme 'Leadership in enabling and industrial technologies', Information and Communication Technologies, Horizon 2020 Dedicated SME instrument, Call ICT-37-2014, Open Disruptive Innovation Scheme. Further this project proposal broadly addresses ICT challenges within the ìSocietal Challengesî policy priority within the ìEurope 2020 Strategyì. \nThe proposal addresses and proposes solutions more specifically related to the priority of 'Secure Societies ñ Digital Security: Cybersecurity, Privacy and Trust'.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PIQL AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935101923": {
            "orgId": "935101923",
            "orgName": "PIQL AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}