{
    "rcn": "197002",
    "acronym": "Solvatten_agri-bus",
    "topics": "SC5-20-2014-1",
    "title": "Feasibilty study to determine market entrance for the Solvatten green technology into the agri-business value chains in Eastern Africa",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The objectives of this feasibility study are to provide Solvatten AB with the cornerstones of our business plan to enter into the Eastern African market with our green technology, with Kenyan and Ethiopian markets as pilot markets, with the agri-business sector targeted as our initial distribution channel and customer segment. \n\nOur business goal would be to explore distribution and payment models, and undertake a partnership search using key due diligence processes, in order to test distribution and payment models for tackling the end-user and developing them as our customer base.\n\nTodayís increasingly global environment is putting added pressure on all types of industries ranging from manufacturing, production of food and beverages, to the production of textiles. Shifting production patterns and increased regulatory demands impact these industries directly. Compounding these trends, there are increased demands from consumers to know where and how their products are produced, down to every last coffee bean or thread of cloth. Furthermore, there is a pressure to for companies to ensure that their employees are productive, protected, and safe. Workersí standards are increasingly being debated and put under review. \n\nThese developments and pressures are abundant in the high-income countries. Simultaneously, the agri-business sector is growing in the developing countries. Africa now earns an average of 24% of its annual growth from farmers and their crops.75% of the worldís poor live in rural areas. According to the World Bank Agricultural Action Plan, most of these people have agriculture as their livelihood.  In 2030, the African agribusiness market is set to top USD 1 trillion. \n\nThe Solvatten grene technology is unique in the market, and can provide a significantly needed technology to these sectors. Solvatten wants to capitalise on these trends in order to scale up distribution and sales with an end-goal of reaching new direct customers on the open market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOLVATTEN AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939055740": {
            "orgId": "939055740",
            "orgName": "SOLVATTEN AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}