{
    "rcn": "197099",
    "acronym": "ER_disease",
    "topics": "ERC-CoG-2014",
    "title": "Defining hormonal cross-talk and the role of mutations in estrogen receptor positive breast cancer",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Estrogen Receptor (ER) is the driving transcription factor in ~75% of all breast cancers. ER antagonists are routinely used for treatment, but significant variability exists in clinical response. We are interested in explaining this heterogeneity and exploiting the mechanistic insight. We have recently identified important, but previously uncharacterised cross-talk between ER and the progesterone receptor (PR) and androgen receptor (AR) pathways, both of which are commonly expressed in ER\\ tumours. Recently, ER has been shown to be mutated in ~18-55% of metastatic breast cancers. In addition, two key ER-chromatin regulatory proteins, FoxA1 and GATA3, are mutated in primary ER\\ disease. Finally we have discovered three previously unknown phosphorylation events on FoxA1. \n\nAim 1: We will comprehensively explore the cross-talk that exists between ER and PR and AR pathways to determine the physiological effects on ER function. Aim 2: We will recapitulate the key mutations observed in ER, FoxA1 and GATA3, to assess the impact on ER-DNA interactions, ER transcriptional activity and cell growth and drug response. This will be explored under different hormonal contexts to identify how the mutational spectrum influences the cross-talk between ER and the parallel PR and AR pathways. Aim 3: We will identify upstream kinase pathways that influence FoxA1 and GATA3 function. Aim 4: We will establish a novel single locus chromatin purification method for isolation of specific chromatin loci, followed by Mass Spectrometry to characterise the potential role of PR and AR variants and to identify unknown regulatory factors. \n\nGiven recent biological discoveries and technological advances, we are perfectly positioned to apply cutting-edge tools to glean mechanistic insight into the factors that determine variability within ER\\ disease. This proposal aims to advance our understanding of ER\\ tumour heterogeneity, revealing ways of exploiting this in a clinically meaningful manner.",
    "totalCost": "1987273,75",
    "ecMaxContribution": "1987273,75",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}