{
    "rcn": "197017",
    "acronym": "3L-HeCoMe",
    "topics": "NMP-25-2014-1",
    "title": "Advanced manufacturing process to obtain a partially Bio-Resorbable Adhesive/Non-Adhesive Triple Layer Mesh for intra-peritoneal Hernia Containment",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "3L-HeCoMe aims to provide efficient and effective industrial solutions to innovate the production processes and products for hernia containment. Ventral hernia repairs in Europe are 400.000/year, but post-operative complications still occur, namely recurrence due to prosthetic displacement and adhesions between viscera and prosthetic surfaces. Considering estimated costs for each ventral hernia repair in Europe, costs due only to recurrence amount to 36.732.000 Ä/year.\nThe main aim of 3L-HeCoMe Feasibility Study(FS) is the development of an innovative process supported by enabling technologies derived from other applications and by the use of advanced materials to produce a unique medical device for the Intraperitoneal Treatment of Abdominal Wall Hernias (IPTAWH). The produced IPTAWH medical device (IPTAWH-MD) aims at preventing post-surgery problems and avoiding, or decreasing, use of mechanical surgery instruments for the mesh fixation. The IPTAWH-MD will reduce the surgical duration and costs, thanks to the following characteristics: \n?\tchemical adhesive properties to parietal tissues\n?\tanti-adhesion properties to viscera \n?\tadequate mechanical properties,\n?\tpartial bioresorption.\nFS objectives: \n?\tinvestigate technical development, process customization and applicability \n?\tqualify 3L-HeCoMe process production output and constituting materials\n?\tassess market potential and penetration routes\nFinal users are surgeons oriented towards simplified, faster and mininvasive procedure, in the global market, which amounts to about USD 500 million and has an estimated CAGR of 7.5%, bringing to 700 million in 2019. The resulting MD will substitute actual products, giving a solid position to the SME in global markets and increasing the income, with potential sales of 259.000 ñ 452.000 Ä/year from year 1 to  5.\n3L-HeCoMe addresses societal issues avoiding hernia operation recurrence, improving quality of life of patients by reducing hospitalization and reducing healthcare",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HERNIAMESH SRL",
    "coordinatorCountry": "IT",
    "participants": "TISSUEMED LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "946293492": {
            "orgId": "946293492",
            "orgName": "HERNIAMESH SRL",
            "ecContrib": 50000
        },
        "937275887": {
            "orgId": "937275887",
            "orgName": "TISSUEMED LIMITED",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}