{
    "rcn": "197051",
    "acronym": "REALISE GroLaS",
    "topics": "IT-1-2015-1",
    "title": "Runway independent automatic launch and landing system for civil UAV based on GroLaS",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "mb\\Partner have developed and patented a technology to take-off and land UAV using a mobile ground-based landing gear\nsystem (GroLaS). The use of GroLaS reduces the weight, fuel consumption and CO2 emission of airborne vehicles by dispensing the need for the undercarriage and increases operational flexibility by beeing independant of existing runway infrastructure. These aspects result in competitive advantages for UAV operators/users (less costs and higher flexibility). The GroLaS technology has recently become a key technology listed in IATAís Technology Roadmap aimed at describing the means how the aviation sector can meet its environmental goals. It is also included in the European Union research strategy and in Airbusí vision for future flying.\n\nThe project REALISE GroLaS (phase 1-3) will focus on the entry of the GroLaS-technology into the high volume market of unmanned aerial vehicles (UAV) in civil applications. As patent holder, an established strong business network and the commitment of industry partners to the GroLaS technology mb\\Partner is uniquely positioned to grow with the rapidly developing UAV market currently worth $6,4 billion p.a. and expected to almost double within the next ten years. The ground-based landing gear system has already been demonstrated successfully at small scale. The objective of REALISE GroLaS (phase 1) is to enable mb\\Partner to develop a focused business strategy for the identified key market and (phase 2) moving the GroLaS technology from TRL 6 to 9. mb\\Partner is aiming thereby to offer/sell the first operationally feasible combined ground-based launch and landing system for airborne vehicles, as yet unseen in the aerospace industry. Upon completion of phase 2 a market-ready mobile launch and landing system for the market segment of Mini UAV (UAV-market share: 12%) and in phase 3 market entry in the segment of Medium UAV (28% share) is envisaged. The offering of product related services will complement the business model.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INGENIEURE MARQUARDT & BINNEBESEL, PARTNERSCHAFT",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938096313": {
            "orgId": "938096313",
            "orgName": "INGENIEURE MARQUARDT & BINNEBESEL, PARTNERSCHAFT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}