{
    "rcn": "197025",
    "acronym": "ECO - ENGAGE",
    "topics": "SC5-20-2014-1",
    "title": "GreenApes Sustainability Software Service: Employee Engagement for Eco-innovation",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The ECO-ENGAGE solution will support companies to achieve Corporate Social Responsibility (CSR) and sustainability targets (mainly energy and resource efficiency), through a novel composition of social networking and gamification solution, capable of stimulating employeesí eco-friendly activities.\nThe project implementation will impact on the optimization of resources, the reduction of the overall environmental impact or organizations and consequent mitigation of climate change. \n\nThe strength of ECO-ENGAGE solution relies on:  \n\n1) Employees-centric sustainability platform, in which employees do not perceive sustainability as a corporate prescription but rather as a contribution to a larger, global sustainability project; \n\n2) Team achievement approach through incentives for the adoption of sustainable behaviors, tangible rewards, gamification techniques for engagement, the creation of a social sustainability profile; \n\n3) Appealing user-friendly interface that turns natural human curiosity into a valuable learning experience.\n \nOverall, the innovative ECO-ENGAGE project will benefit: \n\n1) Targeted clients. With the implementation of the greenApes Employee Engagement Platform (EEP), large organizations can obtain a ROI of up to 50% already in the first year . Considering the huge economic, commercial and Environmental advantage Enel Green Power already signed an agreement to adopt the solution once in the market (5000 employees will be involved).\n\n2) The Proponent. With an estimated ROI of 88% in 3 years the project has the potential to boost company's growth.\nThe current technology readiness level of ECO-ENGAGE project is TRL 7, and it aims at reaching TRL 8-9 by Phase 3. The financing from Phase 1 will provide ECO-ENGAGE insights on the market and on tools for marketing and structuring a sales force",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GREENAPES SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938627679": {
            "orgId": "938627679",
            "orgName": "GREENAPES SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}