{
    "rcn": "197023",
    "acronym": "Fidzup-Retargeting",
    "topics": "ICT-37-2014-1",
    "title": "Physical Retargeting, innovative mobile marketing services for traditional retailers",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Advertising industry is currently facing two major shifts that change the way products are promoted and sold in Europe: Retargeting Advertising and smartphone diffusion. This creates opportunities for physical retailers to better know their consumer expectations through ìphysical retargetingî. After 3 years of development, FIDZUP wants to leverage its current marketing position within retailers with its physical retargeting breakthrough innovation: Fidzup Retargeting.\n\nThe current state-of-the-art reveals that no complete physical retargeting solution exists. Fidzup Retargeting is a marketing service based on anonymous in-store locating of consumer smartphones, that helps a retailer to predict its consumer expectations, and offer personalised message directly on his smartphone (by replacing a generic ad), inviting him back to the store, or to follow up the buying process in the m-commerce platform.\n\nOur solution will help physical retailers to send the right message to the right person, and therefore become far more efficient. It will make them able to close the gap to their online competitors in terms of understanding their consumers.\nBesides, final consumers will receive messages according to their personal centers of interest.\nAd clutter will be reduced while respecting private data.\n\nThe feasibility study will assess three key levels:\n1. Technical: Testing and verifying that Fidzup Retargeting in an operational environment\n2. Economic: Analysing and deciding on business model\n3. Legal: Identifying legal issues relating to data collection in France, UK, Spain and Italy\nFor European commercialisation of our innovation, total funding requirement during 2 years for Phase 2 is estimated at Ä 3 300 000.\n\nDissemination of the innovation will first be European. For cultural, legislative and market size reasons, target geographies for Fidzup Retargeting will address France, UK, Italy and Spain. These countries, combined, comprise 68% of Western European mobile ad market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FIDZUP",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934713050": {
            "orgId": "934713050",
            "orgName": "FIDZUP",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}