{
    "rcn": "197010",
    "acronym": "FLOATMAST",
    "topics": "SIE-01-2014-1",
    "title": "An Innovative Wind Resource Assessment Tension Leg Platform for combined Cup Anemometer and Lidar Reliable and Bankable Wind Measurements for Offshore Wind Parks",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The proposal is about the development of an innovative floating Tension Leg Platform (TLP) capable of conducting financeable grade wind measurements and environmental parameters measurements for offshore wind parks.  \nReliable and Bankable Wind Resource Assessment in offshore wind parks, presents a huge challenge as IEC compliant measuring devices are at the moment only provided by fixed met-masts. In addition, the areal expansion of the zones of potential development of offshore wind parks combined with the need for more measuring points within the candidate area, impose a need for redeployable, lower cost and reliable wind measuring devices. Furthermore, as offshore wind parks are getting into deeper waters, further from the shore and bigger in size, the costs are scaling up too and need better wind resource assessment to mitigate this and drive down the costs per kWh. Finally, financial competition between potential offshore wind parks raises up the question of reliability of the data measurements in order to lower the income risks for lenders. The solution to the above issues can be provided by the FloatMast innovative combination of three industries: Onshore Wind, Naval and Oil and Gas. On the deck of a small TLP which is a standard and proven technology in the Oil & Gas Industry, a met mast and a Lidar are fixed. This provides the ability to transfer the Onshore Wind Measurement methodology of short met mast and Lidar to produce IEC 61100 wind measurements. In addition, integration of environmental sensors (green and blue) on the platform will provide the environmental monitoring data that are useful for both the pre-construction consenting phase and the operational phase of the wind parks, thus fulfilling the environmental permit. The platform will provide a solution much needed to the Offshore Wind Industry Developers not only in the European Area, which is at the forefront of offshore wind developments but also to the markets of North America and Asia.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ETME PEPPAS KAI SYNERGATES EE",
    "coordinatorCountry": "EL",
    "participants": "STREAMLINED SYMVOULI MECHANIKI EPE",
    "participantCountries": "EL",
    "projectParticipants": {
        "934377721": {
            "orgId": "934377721",
            "orgName": "STREAMLINED SYMVOULI MECHANIKI EPE",
            "ecContrib": 0
        },
        "934497322": {
            "orgId": "934497322",
            "orgName": "ETME PEPPAS KAI SYNERGATES EE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}