{
    "rcn": "197027",
    "acronym": "VATech",
    "topics": "ICT-37-2014",
    "title": "Virtual AntennaTM Technology: the Next Generation Antenna for Wireless Devices",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The main objective of the project is to take to market a new disruptive antenna technology (Virtual AntennaTM) which has been patented by Fractus, based on a new element (antenna booster) as replacement of existing antennas in wireless devices such as smartphones, tablets, and laptops. The aim is to obtain a unique miniature and multiband solution (10 times smaller in volume than conventional antennas) for these devices and valid for all frequency bands of operation (2G, 3G, 4G). Fractus is marketing this product and the technology that underpins the project has been validated in real environments, but as specific objectives in this project, the company needs to design and validate new solutions to cover more market needs.\nThe appearance of new mobile bands (4G and future 5G) and smart antenna technologies (LTE/MIMO), adds additional challenges to the integration of conventional antenna solutions inside handset platforms. All these requirements represent a bottleneck of the current technology, meaning a great business opportunity for the Virtual AntennaTM Technology, which as a miniature multiband antenna technology can solve all detected drawbacks by offering advantages (mainly cost, size reduction, off-the-shelf, pick&place maintaining technical performance) for wireless devices manufacturers.\nA new product will be built upon the novel technology patented by Fractus which presents relevant competitive advantages within conventional and alternative solutions in terms of performance, size, standardization (off-the-shelf) and costs (part\\assembly) for potential clients and end users. These aspects, the intellectual property protection and with the huge potential market ahead (more than 2300 million units), represent a great opportunity for a European technology to compete in the international scene. Virtual AntennaTM will mean a significant increase in sales revenue and growth in corporate terms and employment, being core project action for the next years for Fractus",
    "totalCost": "1082485",
    "ecMaxContribution": "757739,5",
    "coordinator": "FRACTUS SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934624974": {
            "orgId": "934624974",
            "orgName": "FRACTUS SA",
            "ecContrib": 757740
        }
    },
    "calculatedTotalContribution": 757740
}