{
    "rcn": "197009",
    "acronym": "RAIL",
    "topics": "PHC-12-2014",
    "title": "Radiomics of lung cancer (RAIL): non-invasive stratification of tumour heterogeneity for personalised cancer therapy",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "Lung cancer is the most common cause of death from cancer worldwide with 1.59 million deaths annually. It also places the highest economic burden of all cancers on the EU with EUR 18.8 billion. Non-small cell lung cancer (NSCLC) comprises 85% of all lung cancer cases. The current clinical routine to guide treatment for NSCLC patients is primarily based on the TNM staging system founded in 1958, mainly to look at surgical operability. However, TNM-based evaluation, nor doctors prediction do not provide an accurate prognosis. The heterogeneity between patients (inter-patient), tumours (inter-tumour) and even within one tumour (intra-tumour) underlies these highly variable prognosis and presents a major clinical challenge. \nThere is a lack of easy to perform, ëactionableí biomarkers to stratify NSCLC patients which results in i) under-treatment in 20% of NSCLC patients leading to disease progression and ultimately death, ii) over-treatment in 30% of NSCLC patients which reduces the quality of life of patients and places an economic burden on the healthcare system and iii) ineffective clinical trial design, due to lack of optimal stratification, which requires very large, costly clinical trials to be performed in order to bring new therapeutic strategies to the market.\nptTheragnostic has developed breakthrough technology, called ìRadiomicsî, which was recently published in Nature Communications, which enables patient stratification through the use of imaging biomarkers acquired from routine CT & PET imaging (see animation on www.pttheragnostic.com). In Radiomics for lung cancer (RAIL) we will validate and qualify a multi-site level I imaging biomarker together with a ready-to-use application to deliver more accurate prognostic information, personalise treatment for NSCLC patients, reduce healthcare costs by EUR 500\\ million and enable efficient clinical trial design.",
    "totalCost": "2427593,75",
    "ecMaxContribution": "2427593,75",
    "coordinator": "PT THERAGNOSTIC BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941171795": {
            "orgId": "941171795",
            "orgName": "PT THERAGNOSTIC BV",
            "ecContrib": 2427594
        }
    },
    "calculatedTotalContribution": 2427594
}