{
    "rcn": "197035",
    "acronym": "EcoForm",
    "topics": "NMP-25-2015-1",
    "title": "An innovative, energy-efficient two-step manufacturing process, EcoForm, to produce CPET (Crystalline Polyethylene Terephthalate) trays for use in the food packaging industry.",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "GR8 Engineering Limited (GR8) is a UK based SME with 85 years of combined experience and specialisation in injection moulding, injection compression moulding, stretch blow moulding and the application of Coralfoam technology. GR8 was incorporated in 2010 with the sole ambition of producing high quality plastic food packaging, specifically CPET (Crystalline Polyethylene Terephthalate) ready meal tray, using our novel EcoForm process.\n\nThe UK ready meal industry is worth £2.6B (BBC News, The Rise of Ready Meals, Feb 2013: www.bbc.co.uk/news/magazine-21443166) and 1.3B black (CPET) trays are used in ready meal packaging in the UK annually. (Kent CC News Bulletin, pg 1:(http://www.kent.gov.uk/__data/assets/pdf_file/0015/15018/KRP-press-release-M-and-S-Sainsburys-03-July-2014.pdf). Our first target market is food packaging and provides enormous commercial potential for GR8 within the UK, Europe and globally. We know our industry, our market drivers and our buyer needs, and we aim to revolutionise the thermoforming industry with our unique EcoForm technology, growing our business to over £10M per annum in royalties and machine revenues by 2020. We will patent our processes and scale up our business to become a high-growth SME, recruiting new expert staff to enable this.\n\nWe require funding to refine and commercialise our EcoForm technology, which has been proven using a single cavity prototype of the injection mould machine and an initial prototype of the thermoforming system. We aim to progress our EcoForm process from a single cavity prototype mould to an 8 < 16 cavity production mould. Our project will drive growth and innovation into a greener food packaging sector and enable us to develop a finalised prototype in readiness for commercialisation. EcoForm has been designed with a unique environmentally based approach that offers; reduced materials wastage, faster production rates and improved design flexibility; and promises cost-effective, high volume manufacturing.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GR8 ENGINEERING LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933088591": {
            "orgId": "933088591",
            "orgName": "GR8 ENGINEERING LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}