{
    "rcn": "197015",
    "acronym": "OrchardMan",
    "topics": "SFS-08-2014-1",
    "title": "A novel vision based orchard system to maximize fruit tree yields and Class 1 quality by 20% whilereducing waste by 50%",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The overall innovation project is intended to bring our novel ëOrchardManí vision-based tree-fruit measurement technology to European market-readiness. This will provide in-field data based on cost-effective image capture technology and novel image processing algorithms, which can identify commercially relevant yield factors such as fruit size, growth and tree architecture automatically in the difficult environment of the orchard under variable weather and lighting conditions. The project will demonstrate that that the developed system has the capability to support precision horticultural management at the single tree level, reducing waste from growing undersize fruit by up to 50%, and increasing overall tree yields by up to 20%, This would give European users a cumulative benefit of Ä1bn from 500 units implemented over the first five years.\nThis work is relevant to topic SFS-08-2014-1: ìResource efficient, eco-innovative food production and processingî, particularly optimization of current food production systems, in the SME sector, with the aim of reducing water and energy use and waste generation, and improving food quality, through the improving growersí ability to increase overall fruit yield per tree and the percentage of Class 1 quality reducing quality-reject waste, and reduction of imports, reducing transport CO2.\nThere are techno-economic uncertainties that we must clarify before investing in a full development project, so we need to carry out a thorough feasibility study, including the business plan for the phase 2 development and subsequent commercialisation. Specific objective for the feasibility study is the elaboration and production of the Business Plan to specify the second phase work needed to bring this technology to commercial readiness and replicate it through Europe, including Techno-economic feasibility, Market studies, IP and dissemination work.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FRUITION PO LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935895189": {
            "orgId": "935895189",
            "orgName": "FRUITION PO LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}