{
    "rcn": "197020",
    "acronym": "MENUTERRANEUS",
    "topics": "ICT-37-2014-1",
    "title": "Algorithm for healthy eating habits",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "MENUTERRANEUS aims to improve the quality of life of European citizens, fighting a growing problem in Europe and very present in the policies of the World Health Organization, OECD and the European Commission. Specifically, Menuterraneus intends to help European families to plan their meals, using an algorithm that functions according to nutritional parameters, promoting healthy eating habits.\n\nThe project is a pioneering solution in Europe, where the systems developed by the competitors are based on templates. In addition, many of them belong to food Companies or groups, so have and have a dependence on their brands when setting the menus.\n\nFor the moment, a limited technical concept (a basic algorithm) has been developed and tested geographically: the Spanish market. The results have been so far positive, with 83,000 registered users, using a free application, and 3 market channels have been explored: discount coupons, publicity regarding supermarkets or food groups by integrating shopping lists and licensed products.\n\nThe present study aims to study the feasibility of the project from 3 perspectives:\n\n- Geographical: from a global European perspective, although, the study is to focus   initially in Germany, the UK and France, these countries being considered representative.\n- Technological: by developing a complex algorithm, which collects the habits of different European countries, and includes special features such as vegetarian diets, celiac, etc.\n- Economical: by the exploration of the 3 marketing channels already mentioned, and other possibilities (freemium model).\n\nTo start the study, a significant effort will be devoted to know and compare the eating habits of the different selected European countries. To do so, partners, that have already been identified, will be contacted (nutritionists associations), they also may assist the implementation of the project in Phase II.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MENUTERRANEUS PLAN AND SAVE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934304195": {
            "orgId": "934304195",
            "orgName": "MENUTERRANEUS PLAN AND SAVE SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}