{
    "rcn": "197050",
    "acronym": "ProCanEx",
    "topics": "PHC-12-2015-1",
    "title": "Prostate cancer diagnostic assay based on protein kinase activity profiling in exosomes",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The objective of the innovation project is the development of novel biomarker-based non-invasive assay for prostate cancer (PCa) detection. 417 000 Europeans were diagnosed with PCa in 2012, about 12% of all new cancer cases of European men. The diagnosis and screening of PCa totalled 12 billion USD in 2012 and will reach 17.4 billion USD in 2017 since the PSA test is performed for men over 50 years of age annually. The PCa diagnostics market is mainly covered by the Prostate-Specific Antigen (PSA) test, the practicality of which is debated. The low specificity of the test means a high number of false positives, leading to unnecessary and painful procedures (biopsies, treatment, etc.). More than 45 million PSA tests are performed annually worldwide, while more than 9 million of those are positive, with around 70% false positives.\nOur assay is built on an innovative technological platform based on quantitative profiling of protein kinases in circulating exosomes. Recent scientific literature supports the potential of exosomes as diagnostic markers. Our assay combines two innovative approaches - newly discovered changes in exosome composition in cancer and probes for measuring altered levels of several protein kinases in exosomes originating from the cancer tissue.\nWe will use the phase I of the SME instrument to make a detailed business plan, market research and evaluate technological, technical and practical issues. Collaboration with a potential licensee and complementary sources of financing for Phase II are sought. A detailed research plan will be conducted.\nCancer diagnostics is among the main concerns for healthcare as cancer is among the deadliest diseases. Our proposal aims at development of innovative, non-invasive, highly reliable and cost-effective test for PCa, which would contribute to the sustainability of European health care system. Our strategy will enable patient stratification and/or prognosis of disease leading to the improved clinical decisions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KINASERA OU",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952978344": {
            "orgId": "952978344",
            "orgName": "KINASERA OU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}