{
    "rcn": "197079",
    "acronym": "SegregActin",
    "topics": "ERC-StG-2014",
    "title": "Building Distinct Actin Filament Networks in a Common Cytoplasm",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "'The ability of cells to use the actin cytoskeleton for a diversity of cellular processes is due to the fact that actin filaments, although assembled from identical subunits, are organized in a wide variety of structures of appropriate geometrical, dynamical and rheological properties. Key players in this regulation are specific sets of actin binding proteins (ABPs) interacting with each actin networks, to modulate spatially and temporally their properties. \nWith this project, I want to understand 1/ how cells can generate the formation of actin structures of appropriate ABP composition from a common pool of cytoplasmic components and 2/ the relationship between the ABP composition of an actin network, its geometrical and dynamical properties, and its response to mechanical deformations.\n\nI will hypothesize that the generation of an actin network of appropriate ABP composition can be explained with an original model, taking into account the facts that 1/ actin filaments in cells are not all structurally identical, but adopt specific conformations that are favored and stabilized by certain families of ABPs; and 2/ the interaction of ABPs with actin depends of the geometrical organization of the filaments.\n\nBecause this project imposes to study protein-protein interactions in the presence of multiple partners, I propose to develop an unprecedented strategy combining 1/ 'bottom-up' reconstitutions, where limited sets of ABPs are added one-by-one in the system to understand their combined activities with actin; and 2/ 'top-down' reconstitutions with protein extracts prepared from a genetically-tractable organism (the yeast S. cerevisiae), where proteins can be removed one-by-one, in order to study actin network properties in near-physiological conditions.\n\nThis project will shed a new light on how cells organize their interior, and will represent a unique opportunity to understand how modifications in the expression of ABPs are associated with actin network defects.'",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "participantCountries": "FR",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}