{
    "rcn": "197084",
    "acronym": "RG",
    "topics": "ERC-CoG-2014",
    "title": "Reading Global. Constructions of World Literature and Latin America",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The debate on world literature is among the most significant cultural historical controversies of our time. This contribution to the debate aims to pursue two goals in particular:\n\na) A groundbreaking theoretical approach to the current shift in focus of the concept of World Literature that will involve both the displacement of Eurocentric forms of knowledge and a comprehensive review of selection processes in a globalized publishing world. \n\nb) An innovative investigation of the production and selection of literature that eschews an established canon as a point of departure. This approach is based, among other things, on newly available archival materials from publishing houses active on the international market, which will provide information on mechanisms of exclusion in the global book market. \n\nInformed by multiple critical perspectives on current theories, this five-year, six-member project will investigate the implicit selection mechanisms involved in the global circulation of literature, which touch on the material, economic, and visual dimensions of these processes and have so far received little to no attention. The project takes as its focus the exemplary case of Latin American literatures and their global circulation for the period from 1959 to the present. Unique among global regions in its comparative cultural, historical, and political homogeneity, Latin America offers the opportunity to investigate processes of external projection (exoticization), mechanisms of exclusion, and current transformations of the global market of culture. This interdisciplinary project combines literary studies methodologies with a cultural studies perspective on the World Literature debate and likewise integrates approaches from visual studies and economics. The global comparative analysis of publishing policies will provide groundbreaking knowledge on the processes of reception, canon formation and exclusion in the international circulation of literature.",
    "totalCost": "1965250",
    "ecMaxContribution": "1965250",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 1965250
        }
    },
    "calculatedTotalContribution": 1965250
}