{
    "rcn": "197093",
    "acronym": "SETinSTONE",
    "topics": "ERC-CoG-2014",
    "title": "Set in Stone - A retrospective impact assessment of human and environmental resource usage in Late Bronze Age Mycenaean Monumental Architecture, Greece",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Greek Mycenaean monumental architecture has been well-studied. However, the extent to which large-scale building programmes contributed to the socioeconomic and political changes and crises that took place in Late Bronze Age Greece (c.1600-1100/1070 BC) has not been studied. The project aims to investigate human and natural resources which interacted in the Argive Plain and Attica. There, elites mobilized these resources to implement their monumental building programmes. It seeks to reveal how and why these constructions were accomplished, and what impact such large-scale prolonged building programmes had on the population over time. Methodologically, practical building processes and inherent social practices are captured via the chaÓne opÈratoire approach. Economic data are assessed via architectural energetics, an econometric modelling procedure translating buildings into cost-estimates including time-units of labour invested. These two approaches are triangulated with critically reviewed data sets revealing the changing broader demographic situation of the region. The latter data are extracted from published settlement and land use surveys, as well as archaeobotanical, geomorphological, climatic and mortuary studies from the Argolid. Published historical archives and the Linear B tablets provide further comparative data on regional pre-industrial land use and human activities. \nTogether all these data will provide numerical estimates of people involved in region-wide large-scale building projects. The social consequence is that these people could not simultaneously produce primary commodities (e.g. food). The project will finally illustrate whether the estimated active population of the region could sustain such long-term building and supply of other resources, or whether resource depletion, mismanagement and miscommunication contributed to the LBA Mycenaean socioeconomic and political crises, or even its societal collapse, c. 1200 BC.",
    "totalCost": "1975200",
    "ecMaxContribution": "1975200",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1975200
        }
    },
    "calculatedTotalContribution": 1975200
}