{
    "rcn": "197054",
    "acronym": "SmartMarker",
    "topics": "PHC-12-2015-1",
    "title": "SmartMarker - Clinical Validation of Biomarkers by Smart Data Analyses",
    "startDate": "01/06/2015",
    "endDate": "30/09/2015",
    "objective": "The overall goal of SmartMarker is the development of a commercial infrastructure that allows to transform heterogeneous patient health information, typically stored in multiple clinical and health IT systems, into standardized, comparable, consistent, and queryable data. The ultimate goal of this infrastructure is to conduct retrospective clinical biomarker validation studies and to foster effective treatments to marker-defined patient subgroups. Exploitation of the electronic medical records will allow pragmatic and low cost, but still robust and appropriate analytical retrospective study methods to measure the prognostic and predictive outcome of clinical biomarkers. \nSmartMarker will dramatically ease the process of clinical biomarker validation in the cardiology domain. Ischemic heart disease is the leading cause of death in the developed world. The primary biomarker used to identify patients at high risk of sudden death is the ejection fraction. Brain natriuretic peptide is a useful biomarker for predicting the presence of heart failure, risk of readmission and mortality. However, only few biomarkers have been rigorously validated in clinical routine, and few of these markers have been integrated for identifying high risk cohorts in routine clinical practice. This led to a widening implementation gap between recommendations from national and international guidelines and actual routine clinical practice. \nWith SmartMarker we want to close this gap and achieve best-possible outcomes for the patients. We will validate the link between already existing clinical biomarkers in cardiology that are collected on a daily basis in the clinical routine and pertinent clinical endpoints. Finally, we bring forward effective treatments to marker-defined patient subgroups.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Averbis GmbH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997701358": {
            "orgId": "997701358",
            "orgName": "Averbis GmbH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}