{
    "rcn": "197030",
    "acronym": "FRISCO",
    "topics": "SFS-08-2014-1",
    "title": "Food Retail Industry Supply Chain Optimization (FRISCO): Food Discount Intelligence toReduce Food Waste through the implementation of the FoodLoop Platform",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The way to more resource-efficiency goes through the stomach in many ways: Resource-efficient grocery production is a core challenge of sustainable development. Food that is not being eaten, destroy ecological and economic resources and aggravate social conflicts. \n\nFood waste has emerged front & center as a key sustainability challenge, which has gained much attention around the world. Worldwide, there is about 1.3 billion tons of food wasted every year and more than 40% of this waste happens at the retailer & consumer end. Large amounts of fresh food is wasted due to products not being sold before their best before date (BBDs) or due to the inefficient batch management & adjacent ìFreshness-Policyî of retailers in industrialized countries. That\nresults in the disposal of fresh products up to weeks prior to their BBDs. \n\nCurrently, to combat this, retailers resort to marking down perishables that are overstocked or reaching their BBDs. This common practice has remained stagnant despite technological advancements. These best before & freshness deals are not efficiently communicated to the consumers in time, resulting in avoidable food waste.\n\nThe urgency in developing IT services & communication strategies with clear win-win messaging needs therefore to be addressed; not only to motivate consumers to demand food discounts on fresh products close to the best before dates, but especially to accompany businesses to exploit the added value of resource-efficient models cutting food waste significantly in the long term and thus benefit in multiple ways. A shift towards a zero food waste supply chain needs to become mainstream. \n\nThe FoodLoop platform is geared towards resource-efficiency, redefining the way we think, produce and consume, thus creating a positive environmental footprint with its activities.\n\nRather than just balanced, the three pillars of sustainabilityóeconomic, environmental and societalóneed to be integrated with each other.\n\nFoodLoop saves it all!",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FOODLOOP GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939007143": {
            "orgId": "939007143",
            "orgName": "FOODLOOP GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}