{
    "rcn": "197043",
    "acronym": "VitiPrecision 2020",
    "topics": "ICT-37-2014-1",
    "title": "VitiPrecision 2020",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "The aim of the proposed project is to evaluate the development of a new and disruptive solution directed to Viticulture sector. In this project, ENERMETER intends to evaluate the market potential and execute a detailed technical and technological analysis to respond to some of the most pressing challenges of the actual market. The goal is to evaluate the potential of a solution the will represent a paradigm change in tools and technique to extract information about of vineyards cultures, important to the quality of the resulting product (wine).\nThis innovation will allow manual processes start to be performed automatically and remotely, through a system of acquisition, image processing and analysis with high resolution of the entire area of the vineyard, based on the integration of computer vision and of inertial and georeferenced sensors coupled to a mobile system. \n\nWith this project, ENERMETER aims to provide a set of novelties to the wine sector. This will be able to improve the quality of the final product, through a continuous monitoring of the production system, as well as reduce pollution of the environment due to rationalized use of pesticides. The entire solution is based on state of the art technology developed from scratch by ENERMETER, which enhances a high degree of customer satisfaction. The development of this project will allow the company to establish itself in the market as an innovative company whose investments reflect quality and robustness. The Viti Precision Solution is a multilingual, multicultural and multi-browser solution, offering all the necessary features to be implemented in the international market. ENERMETER already defined Australia, United States, Brazil and Chile as market target.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENERMETER SISTEMAS DE MEDICAO LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936881679": {
            "orgId": "936881679",
            "orgName": "ENERMETER SISTEMAS DE MEDICAO LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}