{
    "rcn": "197024",
    "acronym": "HyFast",
    "topics": "SIE-01-2014",
    "title": "HyFast - Fast hydrogen fueling and long range for fuel cell vehicles",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The purpose of the HyFast project is to finalize development and conduct a test of a full-scale prototype for a new H2StationÆ product from H2 Logic. H2StationÆ is a Hydrogen Refueling Station that already today is providing fast 70MPa hydrogen fueling for fuel cell electric vehicles (FCEV) from major car manufacturers.\n\nThe new H2StationÆ technology has prior to the HyFast project reached a TRL5 level through extensive R&D for more than Ä3 million. This effort represents a ìPhase 1î which has been conducted through several projects supported by national R&D programs and the European FCH-JU program. The HyFast project acts as the ìPhase 2î where the H2StationÆ technology is to reach a TRL8 level enabling market introduction. \n\nThe H2StationÆ technology is developed in collaboration with a EU supplier base of 73 companies from 10 countries. With HyFast the present EU supplier share of 62% of the cost basis of a H2StationÆ is to be increased to 80%. Additionally several key market stakeholders such as Toyota, BMW, Hyundai, Siemens and Shell will provide market input and serve as later market entry platforms. \n\nWith the HyFast project capacity and performance is to be increased and cost reduced to a level that enables commencing of market introduction in Europe during 2017 and for USA and Japan during 2018-2019.  \n\nHyFast is in particular to increase fueling capacity to a level that corresponds to what is achieved on an average gasoline dispenser. This will be paramount for achieving a profitable roll-out and operation of networks of hydrogen fueling stations. Further footprint of the technology is to be reduced to enable integration at conventional gasoline stations. \n\nHyFast is to achieve the EU FCH-JU program 2020 CAPEX target of Ä0.8 million for at turn-key hydrogen fueling station already by 2017. This will enable a supported station roll-out where public support levels required for a payback is within the funding levels of existing programs in EU, USA & Japan.",
    "totalCost": "2856367,5",
    "ecMaxContribution": "1999457,25",
    "coordinator": "NEL HYDROGEN AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996205230": {
            "orgId": "996205230",
            "orgName": "NEL HYDROGEN AS",
            "ecContrib": 1999457
        }
    },
    "calculatedTotalContribution": 1999457
}