{
    "rcn": "197044",
    "acronym": "FLEXCOLD",
    "topics": "SIE-01-2015-1",
    "title": "Demand flexibility for cold appliances for supermarkets and retail stores",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The FLEXCOLD project will evaluate the feasibility of developing a Time of Use controller for Commercial Refrigerating Equipment (CRE), such as used in supermarkets and food retail stores. \n\nThe FLEXCOLD controller enables supermarket and retail store refrigeration equipment to provide electricity demand flexibility, and at the same time reduce it's energy consumption. Small scale (indirect) electricity demand flexibility is desirable as it provides the energy system with flexibility, thus further enabling the growth of the share of renewable electricity production in the EU. \n\nThe objective of the Phase 1 feasibility study is to elaborate the business plan for the development and EU market introduction of the FLEXCOLD Time of Use controller for commercial refrigeration equipment.\n \nThree subobjectives are related to specific items of the initial business plan (section 1.3): \n\n- market: development of a business model based on a substantiated and validated value proposition and selected customer segment. Fine tuning of the value proposition with selected representatives from the intended customer segment.\n\n-  technology: field test assessing the technical feasibility of the concept, planned for June 2015  in a Belgian supermarket of the Colruyt chain. Assess time constants from data measured earlier in 4 Dutch supermarkets.\n\n-  company: identification and analysis of strength and weaknesses, and of bottlenecks for growth. Financial and contingency planning. Search for business partners for market introduction in other EU countries. Set up relationships with stakeholders.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Saint Trofee",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996840580": {
            "orgId": "996840580",
            "orgName": "Saint Trofee",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}