{
    "rcn": "197123",
    "acronym": "Scan4Reco",
    "topics": "REFLECTIVE-7-2014",
    "title": "Multimodal Scanning of Cultural Heritage Assets for their multilayered digitization and preventive conservation via spatiotemporal 4D Reconstruction and 3D Printing",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "Scan4Reco will develop a novel portable, integrated and modular solution for customized and thus cost-effective, automatic digitization and analysis of cultural heritage objects (CHOs), even in situ. \nA multi-sensorial 3D scanning - facilitated by a mechanical arm ñ will collect multi-spectra data and then, a hierarchical approach for 3D reconstruction of CHOs will be applied, enabling multi-layered rendering, advancing both analysis and 3D printing procedures. The goal will be to create highly accurate digital surrogates of CHOs, providing also detailed insight over their surface and also the volumetric structure, material composition and shape/structure of underlying materials, enabling rendering either via visualization techniques or via multi-material 3D printing.\nMaterial analyses will be applied, to understand the heterogeneous nature and complex structures of CHOs, to identify the broad and varied classes of materials and to understand their degradation mechanisms over time, deriving context-dependant ageing models per material. Uni-material models will be spatiotemporally simulated, based on environmental phenomena modeling, so as to collectively render imminent degradation effects on the multi-material CHOs, enabling prediction and recreation of their future appearance, as well as automatic restoration, reaching even back to their original shape. Scan4Reco will further facilitate conservation, by indicating spots/segments of cultural objects that are in eminent conservation need and require special care, while suggestions will be provided by a dedicated Decision Support System (DSS), over conservation methods that should be followed. \nAll the above will be validated on real case scenarios involving heterogeneous objects of various sizes and materials, in 2 pilot real-world use cases. To enhance the accessibility of the digitized cultural objects to the scientific community, field experts and the general public, a virtual model of a museum will be launched.",
    "totalCost": "3762762",
    "ecMaxContribution": "3417762",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "UNIVERSITA DEGLI STUDI DI VERONA;CENTRO DI RICERCA SVILUPPO E STUDI SUPERIORI IN SARDEGNA SOCIETA' A RESPONSABILITA' LIMITATA;AVASHA AG;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;B & W TEK EUROPE GMBH;RESEARCH FOR SCIENCE, ART AND TECHNOLOGY (RFSAT) LTD;OPIFICIO DELLE PIETRE DURE;IDRYMA ORMYLIA",
    "participantCountries": "IT;CH;DE;UK;EL",
    "projectParticipants": {
        "996711667": {
            "orgId": "996711667",
            "orgName": "RESEARCH FOR SCIENCE, ART AND TECHNOLOGY (RFSAT) LTD",
            "ecContrib": 322500
        },
        "999838074": {
            "orgId": "999838074",
            "orgName": "UNIVERSITA DEGLI STUDI DI VERONA",
            "ecContrib": 386875
        },
        "998282776": {
            "orgId": "998282776",
            "orgName": "IDRYMA ORMYLIA",
            "ecContrib": 589500
        },
        "996543760": {
            "orgId": "996543760",
            "orgName": "OPIFICIO DELLE PIETRE DURE",
            "ecContrib": 131875
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 378075
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 750000
        },
        "935741056": {
            "orgId": "935741056",
            "orgName": "B & W TEK EUROPE GMBH",
            "ecContrib": 323250
        },
        "935799450": {
            "orgId": "935799450",
            "orgName": "AVASHA AG",
            "ecContrib": 0
        },
        "999628069": {
            "orgId": "999628069",
            "orgName": "CENTRO DI RICERCA SVILUPPO E STUDI SUPERIORI IN SARDEGNA SOCIETA' A RESPONSABILITA' LIMITATA",
            "ecContrib": 535687
        }
    },
    "calculatedTotalContribution": 3417762
}