{
    "rcn": "197112",
    "acronym": "WCE",
    "topics": "WIDESPREAD-1-2014",
    "title": "Wroclaw Centre of Excellence",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "The objective of the proposal is to form Wroclaw Centre of Excellence (WCE), by a close collaboration of Wroclaw University of Technology with National Centre for Research and Development, and German partners - Fraunhofer Institute for Material and Beam Technology in Dresden and University of W¸rzburg, renowned science institutions. The vision of WCE includes innovative technology and device development on the state-of-the-art level, as well as economic activities through interactions with established Polish and European companies and the foundation of new spin-off companies. A special focus will be put on new materials, nanophotonics, additive laser-based technologies and new management organisation systems. \nNanophotonics is chosen because it allows a wide variety of novel devices for e.g. sensing or optoelectronic applications. Developed materials allow for producing new products with novel functionalities, very often only possible with additive manufacturing technologies, including laser-assisted processes. Synergy between the nanophotonics and modern manufacturing technologies provides additional opportunities, e.g. for ìsmartî parts directly manufactured with embedded nanophotonic sensors.\n\nThe objectives of the proposal will be achieved in two stages, first the detailed and robust Business Plan (BP) will be prepared, based on the expertise of all involved partners. In the second stage, the WCE will be established according to this BP.\n\nThe Centre will be established in Wroclaw, Poland, eligible for participation in the programme as a low-performing country. The creation of the WCE will significantly enhance the Lower Silesia region in the respective fields of science in order to reach an internationally competitive level in the target areas, reducing research and innovation disparities within the European Union.",
    "totalCost": "495100",
    "ecMaxContribution": "495100",
    "coordinator": "NARODOWE CENTRUM BADAN I ROZWOJU",
    "coordinatorCountry": "PL",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;POLITECHNIKA WROCLAWSKA;JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG",
    "participantCountries": "DE;PL",
    "projectParticipants": {
        "999519720": {
            "orgId": "999519720",
            "orgName": "NARODOWE CENTRUM BADAN I ROZWOJU",
            "ecContrib": 72600
        },
        "999845931": {
            "orgId": "999845931",
            "orgName": "POLITECHNIKA WROCLAWSKA",
            "ecContrib": 201250
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 112500
        }
    },
    "calculatedTotalContribution": 386350
}