{
    "rcn": "197104",
    "acronym": "SUSPINTRONICS",
    "topics": "ERC-CoG-2014",
    "title": "Magnetic, electric-field and light induced control of spin-polarized supercurrents: fundamentals for an offbeat electronics",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "This project aims at establishing the basis for high-temperature superconducting spintronics. The innovative idea is to use spin-polarized superconducting pairs -instead of normal electrons- to convey and manipulate information, taking advantage of the coherent transport inherent to superconductivity. To further increase the potential of this approach, we intend to create multiple control knobs: magnetic field, the classical one in spintronics, as well as the knobs customary in conventional electronics: electric field and light.  This will endow superconducting spintronics with a magnetic and electric memory, as well as with photosensitivity. The basic ingredient for this ambitious project is complex-oxide heterostructures.  The approach consists of combining the following fundamental effects:\n(a)  Superconducting proximity effects, in order to transfer superconductivity into ferromagnets.\n(b) Ferroelectric field-effects, in order to modulate the superconductor/ferromagnet interactions and tune Josephson coupling. \n(c) Spin-torque and ferromagnetic resonance effects, in order to couple superconductivity and magnetization dynamics.\n(d) Photoconductivity and photoelectric effects, in order to manipulate the interactions between superconductors and ferroics.\nThis research is essentially fundamental, but the novel concepts pursued will increase the technological possibilities of superconductivity and spintronics -whose applications are at present completely disconnected.",
    "totalCost": "1997729",
    "ecMaxContribution": "1997729",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1997729
        }
    },
    "calculatedTotalContribution": 1997729
}