{
    "rcn": "197173",
    "acronym": "UBIQUO",
    "topics": "ICT-37-2014-1",
    "title": "PLATFORM TO DEVELOP AND DISTRIBUTE GESTURE RECOGNITION BASED APPLICATIONS",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "EasyCode Software S.L. was established in 2008 and is dedicated to develop software products and services to improve business processes.\nIn 2012 EASY CODE identified the potential of gesture recognition technology as a tool to facilitate interaction, information consumption and data acquisition from surrounding physical events. Since then, EASY CODE has used gesture technology to complete successful tailored development for global clients like Schweppes hence demonstrating its potential and performance.\nGesture recognition technology is more than just capturing an image or a stroke. It is a new interface for people to access programs, applications and content from any sources without wires and without relying on a mouse, keyboard or touch screen. You just have to move hands or another body part to interact with Apps, allowing to extend its functionality to a population segment that is now difficult to reach (elderly, children, disabled) and to use it in outdoor spaces. \nGesture recognition makes buttons obsolete.  \nEASY CODE wants place on the market a platform for the development and distribution of app-based gesture recognition some of them already developing by company and others will be developed by EASY CODE or a community of  programmers, app developers, ICT companies, etc. \nThese appss will be used by organizations to offer products, services or other features of an interactive and innovative way. It will not only allow users to access apps and content with body movements but also they will be turned into algorithms that provide information from user ?s reaction and spaces where the technology is used, like people speed, direction, acceleration, approximation, etc.\nThe platform will be hardware independent and applied to countless sectors (i.e. advertising, marketing, health, education, security, industry, improvement of life of persons with disabilities, arts and culture, events, etc), and will be called it UBIQUO.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EASY CODE SOFTWARE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936014111": {
            "orgId": "936014111",
            "orgName": "EASY CODE SOFTWARE SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}