{
    "rcn": "197171",
    "acronym": "GAREP",
    "topics": "SIE-01-2014-1",
    "title": "Novel GAsification REactor for combined heat and power Plant",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "Drawbacks related to central large scale power production due to high cost of infrastructure and transmission loss resulting in high cost of energy have created a need for small scale local power production. By implementing combined head and power (CHP) solutions local biomass could be used to provide low cost energy. However large scale CHP plants (>10MWe) require large investments while technologies used for small scale CHP (<50kWe) are experiencing problems with scalability due to issues related to tar removal. This has created a strong market demand for small-to-medium scale (0,1MWe-3MWe) solutions. The main objective of the planned project is to develop a CHP unit in the 250-1500kWe range using the GasEK gasification reactor that would allow to use local biomass for producing heat and electricity. GasEK has the necessary level of innovation to dominate the market in the selected power range. At the heart of the development is a patented central nozzle system which makes it possible to develop larger gasifiers producing low tar level wood gas that has not been possible before. The unique aspect of the patented solution is the Electrical Control Unit with smart-control software giving the solution a distinct competitive advantage. As a result GasEK will offer a reliable and cost-effective CHP plant for distributed energy production using local biomass. Levelized Cost of Energy of 40EUR/MWh and 3 times lower payback than the current benchmark guarantee it a strong market advantage. GasEK has a strong team with main R&D persons having 50\\ years of cumulative experience, complemented with business development experts. After a 4 year development period and 11MEUR invested by public and private funds, GasEK is now reaching the commercial phase with the given technology. The company is looking to generate an annual revenue of 10 MEUR by FY 2018 and a 20% market share of the small-to-medium scale (<5MWe) CHP market in the long run resulting in a total revenue of 100MEUR.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GASEK OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934498874": {
            "orgId": "934498874",
            "orgName": "GASEK OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}