{
    "rcn": "197118",
    "acronym": "LignoSilva",
    "topics": "WIDESPREAD-1-2014",
    "title": "Centre of Excellence of Forest-based Industry",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "The general objectives of the project is to create the Centre of excellence (LignoSilva) in the field of a forestry, wood-processing and a pulp-paper complex involving two major organizations, the National Forest Centre in Zvolen and Pulp and Paper Research Institute in Bratislava  in cooperation with the European Forest Institute as a leading research organisations from high performance countries of the EU.  \nLignoSilva will help to strategically transform Forest-based sector of the region towards the innovation growth based on the knowledge economy (in terms of RIS 3 SK vision) and the implementation of the principles of Green Economy.\nLignoSilva will represent the Centre of excellence that integrates research, development and innovation potential of a Forest-based industry that rationally links the chain of wood production, processing and utilisation. Project covers 4 interlinked priority areas:\n1.  Forest resources and sustainable wood production \n2.  Biomass and bioenergy \n3. Paper-pulp technologies \n4. Recycling and cascading system of wood and wood products use\nThe intention of the project partners is to establish an autonomous entity by grouping a number of existing facilities into one cluster. CSA and FPA will be directed so that the newly established CE can benefit from massive past investments whilst bringing more dynamics into the forest based industry in Slovakia \nThe CE will benefit from European Forest Institute and its network participation. EFI with its member is in a unique position to provide collective science-based insights at European and regional level to support informed policy making. Concerning LignoSilva EFI's Research function aims to (i) Conduct and promote interdisciplinary and cross-sector research of Forest-based industry and (ii) Support the coordination, strengthening and networking of forest research capacities aiming to overcome the fragmentation and low performance of FBI in Slovakia.",
    "totalCost": "467438",
    "ecMaxContribution": "467438",
    "coordinator": "NARODNE LESNICKE CENTRUM",
    "coordinatorCountry": "SK",
    "participants": "EUROPEAN FOREST INSTITUTE;VYSKUMNY USTAV PAPIERA A CELULOZY AS",
    "participantCountries": "FI;SK",
    "projectParticipants": {
        "974118330": {
            "orgId": "974118330",
            "orgName": "VYSKUMNY USTAV PAPIERA A CELULOZY AS",
            "ecContrib": 90563
        },
        "999528547": {
            "orgId": "999528547",
            "orgName": "EUROPEAN FOREST INSTITUTE",
            "ecContrib": 198375
        },
        "998675238": {
            "orgId": "998675238",
            "orgName": "NARODNE LESNICKE CENTRUM",
            "ecContrib": 178500
        }
    },
    "calculatedTotalContribution": 467438
}