{
    "rcn": "197166",
    "acronym": "FERROHUB",
    "topics": "SIE-01-2014-1",
    "title": "FERROHUB",
    "startDate": "01/05/2015",
    "endDate": "31/08/2015",
    "objective": "Todayís energy grids are moving from a concentrated model to a distributed model. Renewable energy sources like solar PV and wind power systems are becoming increasingly popular, but also represent a challenge for energy grids. As a result, new more efficient energy structures are emerging, like Smart Grids, Micro Grids and Virtual Power Plants (VPPís), but inverters on the market are not suitable, since they lack features such as integrated storage capabilities and bidirectional power flow. Another challenge the grid is facing is the spreading of electric vehicles and the electrification of transport in general, which calls for safe and quick vehicle charging.\n \nFerroamp Elektronik (Sweden) is proposing the FerroHub, an innovative electronic hub leveraging several patents, which fully supports smart grids. The solution incorporates a PV inverter, energy storage and the necessary hardware and software to handle power flow to and from the network, as well as other innovative technologies developed by Ferroamp that augment the stability of the power network and empower the users to gain control of their energy costs. Big loads (in the case of EV charging for example) will not be a problem anymore, since FerroHub can use the integrated storage to provide the excess power needed. Another advantage is the absolute scalability and flexibility of the FerroHub system with only three types of modules required for any installation. \n\nThe Phase 1 project will be focused on establishing a complete supply chain, a sound business model and commercialization strategy and to plan all activities for deploying a large scale pilot supported by an energy utility company/energy service provider. The SME Inission partners with FerroAmp as manufacturer of all electronic components in the FerroHub.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FERROAMP ELEKTRONIK AB",
    "coordinatorCountry": "SE",
    "participants": "NORDIC SOLAR SWEDEN AB;INISSION AB",
    "participantCountries": "SE",
    "projectParticipants": {
        "934799283": {
            "orgId": "934799283",
            "orgName": "FERROAMP ELEKTRONIK AB",
            "ecContrib": 50000
        },
        "934305165": {
            "orgId": "934305165",
            "orgName": "INISSION AB",
            "ecContrib": 0
        },
        "934300606": {
            "orgId": "934300606",
            "orgName": "NORDIC SOLAR SWEDEN AB",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}