{
    "rcn": "197110",
    "acronym": "FunGLASS",
    "topics": "WIDESPREAD-1-2014",
    "title": "Centre for functional and surface-functionalized glasses",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "The scope of the project is the upgrade of existing Centre of excellence for ceramics, glass, and cement, to an internationally recognized Centre for functional and surface-functionalized glasses. The new Centre will be specialized to cutting edge research in the area of glasses with special functional properties (luminescence, electric), and to functionalization of conventional glasses with the aim of modification of their properties, and adding new functionalities. These would comprise reflection, and anti-reflection coatings for solar energy production and optoelectronic applications, increase of glass strength, enhancing the corrosion and leaching resistance of commercially produced glasses, self cleaning/antibacterial coatings of glasses for medical applications, including modification/enhancement of bioactivity. The research topics would include also utilization of waste materials for production of glasses and glass-ceramic materials with high added value.\nThe project will be aimed at establishment of the Centre as a joint venture of all participating institutions, creation and formalizing the coordination and management structures, upgrading the research infrastructure, expansion of personal capacity of the existing center to the level facilitating achievement of the critical mass for R&D activities, with special attention paid to hiring high quality researchers and engineers from abroad, in order to create creative international environment, and formation of close ties with regional and European glass industries for efficient knowledge transfer.",
    "totalCost": "310332,25",
    "ecMaxContribution": "310332,25",
    "coordinator": "TRENCIANSKA UNIVERZITA ALEXANDRA DUBCEKA V TRENCINE",
    "coordinatorCountry": "SK",
    "participants": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;UNIVERSITA DEGLI STUDI DI PADOVA;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;Friedrich Schiller University Jena",
    "participantCountries": "DE;IT;ES",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 38771
        },
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 49375
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 87724
        },
        "999868726": {
            "orgId": "999868726",
            "orgName": "FRIEDRICH-SCHILLER-UNIVERSITAT JENA",
            "ecContrib": 0
        },
        "967384396": {
            "orgId": "967384396",
            "orgName": "TRENCIANSKA UNIVERZITA ALEXANDRA DUBCEKA V TRENCINE",
            "ecContrib": 72588
        }
    },
    "calculatedTotalContribution": 248458
}