{
    "rcn": "197145",
    "acronym": "FMCONTAINERS",
    "topics": "IT-1-2014-1",
    "title": "Fast Moving Containers Caming Solutions",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "Summary\n\nFM or Fast Moving containers\n\nThe Context\n\nShipping lines trading globally are taking delivery of ever larger container vessels. Consequently there is significant pressure on port operators and other suppliers to improve operational efficiencies and reduce costs so that the desired economies of scale can be materialised. \n\nThe Problem \n\nCurrent methods of securing and lashing containers on vessels during their voyages require a device (twistlock) which can only be manually applied and removed. This is time consuming and costly for both shipping lines & port operators as well as dangerous for workers. It is also a barrier to the complete automation of container handling terminals.\n\nThe Solution \n\nRemove this manual intervention by removing the need for twistlocks.\n\nOur Concept \n\nA new design for the standard container so that twistlocks are no longer required and a new type of spreader (the grabbing component) that can handle both our new container design and the current standard ISO containers.\n\nThe Benefits for shipping lines and container terminal operators:\n-      10-12% in operational cost savings\n-      Correspondingly faster vessel turn-around times in port (this is very important in view of the size of the larger vessels)\n-      Improved safety in container ports\n-      Increased automation of port operations\n-      The ability to handle both old and new types of container design means there will be a smooth transition in the global container fleet which overcomes the most significant barrier to the adoption of our concept.\n\nProject Execution\n\nCaming Solutions is a company with four partners. Each partner holds a senior position in the ports and maritime sector with a proven background of success in their particular field. Each partner brings a complementary set of skills required to get the new concept adopted by our industry.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CAMING SOLUTIONS",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934659700": {
            "orgId": "934659700",
            "orgName": "CAMING SOLUTIONS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}