{
    "rcn": "197158",
    "acronym": "AIRCRANE",
    "topics": "SIE-01-2014-1",
    "title": "New building methodology for improved full-concrete wind towers for wind turbines.",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Building methodology in skyscrapers marked a turning point in the construction sector. Due to the high altitude of those buildings, the only way of building them is a crane that rises in the same manner the skyscraper does.\nThe main objective of the AIRCRANE project is to complete, qualify, standard setting and demonstrate in real working conditions a self-climbing telescopic crane (AIRCRANE) for the construction of full-concrete towers for wind turbines, at very low cost compared to current market solutions. This new solution has been inspired by the skyscraperís building methodology.\nAs a consequence of the development of this new crane, the second objective will be the introduction in the market of a new full-concrete tower with no height limit and with a new patented procedure of building that will bring reliability, time saving, quality and workers safety.\nIn the current decade the main trend in the wind energy sector is to decrease the costs of the energy produced by wind turbines. One of the main strategies is the installation of the rotor axis (as well as nacelle and generator) at higher heights, as much as possible, where turbulences are minor and the efficiency of the equipment is higher. However, the wind industry has found some technical and economic constraints given by the construction of steel towers. This constraints are related to: size limitations in transport (larger diameters of tower segments), cost increase for heights greater than 100m., vibrations, etc.\nFull concrete towers, built with precast concrete elements are a feasible solution: easy to transport, more durable (~50 years vs. ~25 years of steel), less vibrant, less required maintenance, etc. Another advantage is that concrete annual average price is significantly lower than steel.\nThe development of the new AIRCRANE will help in the construction of full concrete towers, to reach heights unreachable with conventional nowadays crawler cranes (>140m) and at a much lower cost.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "STRUCTURAL RESEARCH, S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938764255": {
            "orgId": "938764255",
            "orgName": "STRUCTURAL RESEARCH, S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}