{
    "rcn": "197144",
    "acronym": "APA",
    "topics": "SC5-20-2014-1",
    "title": "Filter-less air pollution abatement system able to clean a wide range of pollutants at ground level for ahealthier workplace and more sustainable environment.",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "APA is a filter-less air pollution abatement system working with a wide array of emission produced during industrial processes. Through its efficient method of cleaning and purifying air, APA directly lowers emissions after industrial processes thereby reducing adverse health issues for employees and the overall pollutants produced contributing to climate change.\nAPA cleans air with a radius of 25m and is a scalable system that can be customised for its application, either working alone or in a network. Pollutants that APA removes from the air include: particulate matter; heavy metals; hydrocarbons; pollen; spores; NOx; Sox; CO?. The system utilises Is Techís patented state-of-the-art water-based, chemical-free, centrifugal force process instead of disposable filters, producing a water-based waste. In comparison to other systems, APA is innovative as its filter-less technology greatly reduces manufacturing and maintenance costs. Along with this, APA is unique in that it can be positioned in working environments rather than on the discharge points of industrial processing machines, this means workers benefit from a more direct impact of the air purification gaining a healthier working environment.\nThe technology has reached a TRL of 7 and has been tested in various operational environments demonstrating proof of concept and significant air pollution reductions (until 99.99% on PM 10). The Phase 1 project aims at establishing a robust industrialisation and operational plan, at identifying all stakeholders in the value chain and securing appropriate suppliers, sale channels and strategic partnerships, at contacting potential early adopters that can ensure a quick market test and at strengthening the business model with an in-depth market analysis, sound marketing strategy and reliable financial projections.\nAPA project is proposed by 2 Italian SMEs, Is TECH and Witech, who have strictly cooperated on the design, prototype development and test since the beginning.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INNOVATION IN SCIENCES & TECHNOLOGIES SRL",
    "coordinatorCountry": "IT",
    "participants": "WITECH SPA;VETRORESINA SPA",
    "participantCountries": "IT",
    "projectParticipants": {
        "936121490": {
            "orgId": "936121490",
            "orgName": "INNOVATION IN SCIENCES & TECHNOLOGIES SRL",
            "ecContrib": 50000
        },
        "935860657": {
            "orgId": "935860657",
            "orgName": "VETRORESINA SPA",
            "ecContrib": 0
        },
        "935828744": {
            "orgId": "935828744",
            "orgName": "WITECH SPA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}