{
    "rcn": "197111",
    "acronym": "CEZAMAT-Environment",
    "topics": "WIDESPREAD-1-2014",
    "title": "CEZAMAT-Environment - Self-Organizing Networks for Real-Time, Wireless Monitoring ofNatural Environment",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "This Proposal aims to establish a new research Center of Excellence named CEZAMAT-Environment devoted to the fundamental study and practical implementation of self-organizing networks of chemical and biochemical sensors capable of massively parallel and spatially distributed sensing of environmental hazards and other parameters defining the status of natural resources (e.g., forests, or agricultural crop, aquatic ecosystems).The objective of the one-year action (covered by the CSA) is the development of a detailed and robust Business Plan for the setting-up the Center capable of attaining this long term vision.The goal will be achieved through joint management by the Teaming partners, i.e. The National Centre for Research and Development (Poland), CEZAMAT PW Sp. z o.o. (Poland), CEA-Tech (France), Fraunhofer-Gesellschaft (FhG, Germany), the two latter being Partners of Excellence.The Proposal responds to the work program ìSpreading Excellence and Widening Participation,î which aims to reduce internal research and innovation disparities within the European Union by supporting research and innovation activities and systems in low performing countries. The Proposal addresses a specific challenge defined by the work program ñ namely, the presence of substantial disparities in the European Research and Innovation landscape, and also aims at establishing long-term and strategic partnership between Teaming partners. In the short-term perspective, we will actively seek the advice of the Partners how to best implement the operation and administrative protocols within our Center, especially how to foster cross-discipline collaboration while staying focused on the short-term milestones and long-term goals. In the long-term perspective, the Center will implement within its own structure and then promote to the entire region of Mazovia the best practices in research, innovation and management resulting in significant improvement of this Regionís research and innovation culture.",
    "totalCost": "498750",
    "ecMaxContribution": "498750",
    "coordinator": "NARODOWE CENTRUM BADAN I ROZWOJU",
    "coordinatorCountry": "PL",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;CEZAMAT PW SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "participantCountries": "DE;FR;PL",
    "projectParticipants": {
        "999519720": {
            "orgId": "999519720",
            "orgName": "NARODOWE CENTRUM BADAN I ROZWOJU",
            "ecContrib": 63750
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 80000
        },
        "936266505": {
            "orgId": "936266505",
            "orgName": "CEZAMAT PW SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 275000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 80000
        }
    },
    "calculatedTotalContribution": 498750
}