{
    "rcn": "197127",
    "acronym": "GRAVITATE",
    "topics": "REFLECTIVE-7-2014",
    "title": "Geometric Reconstruction And noVel semantIc reunificaTion of culturAl heriTage objEcts",
    "startDate": "01/06/2015",
    "endDate": "30/11/2018",
    "objective": "The overall objectives of the GRAVITATE project are to create a set of software tools that will allow archaeologists and curators to reconstruct shattered or broken cultural objects, to identify and re-unify parts of a cultural object that has been separated across collections and to recognise associations between cultural artefacts that will allow new knowledge and understanding of past societies to be inferred. The project involves, as partners, a world-renowned museum, an archaeology institute, and research partners working in the manipulation of 3-D objects, semantic analysis and ICT integration. The project is driven by the needs of the archaeological institutes, exemplified by a pertinent use case, the Salamis collection shared between Cyprus and the British Museum. Expertise in 3-D scanning from previous project experience enables the partners to embark on a programme of geometrical feature extraction and matching on the one hand, and semantic annotation and matching on the other. The integration of these approaches into a single decision support platform, with a full suite of visualisation tools will provide a unique resource for the cultural heritage research community. We anticipate that the insights to be gained from the use of these tools will lead to faster and more accurate reconstruction of cultural heritage objects for study and exhibition, to greater opportunities for reunification of objects between collections and greater insights into relationships between past societies which can be communicated as coherent narratives to the public through new forms of virtual and tangible displays, involving the reconstructed objects themselves as well as 3-D printed objects and digital visualisations.",
    "totalCost": "2593440",
    "ecMaxContribution": "2593440",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "BRITISH MUSEUM;CONSIGLIO NAZIONALE DELLE RICERCHE;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY;THE CYPRUS INSTITUTE;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "UK;IT;IL;CY;NL",
    "projectParticipants": {
        "998580760": {
            "orgId": "998580760",
            "orgName": "BRITISH MUSEUM",
            "ecContrib": 407382
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 661902
        },
        "965934440": {
            "orgId": "965934440",
            "orgName": "THE CYPRUS INSTITUTE",
            "ecContrib": 335000
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 366000
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 390670
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 432485
        }
    },
    "calculatedTotalContribution": 2593439
}