{
    "rcn": "197189",
    "acronym": "HISPOB",
    "topics": "SFS-08-2014",
    "title": "HISPOB- High Speed Potato Breeding: securing healthy food for the future",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "The potato is excellently positioned to play a very important role in turning the high demand for resource-efficient and sustainable food production world-wide into an opportunity. The potato is the worldís number one non-grain food commodity, with an annual production reaching 374B kilo. The main current varieties of potato are in cultivation for many years due to the genetic complexity of the potato and inefficient breeding process. Breakthrough in potato breeding will enlarge the potential of potato as a food, feed and industrial crop.\nSolynta has developed a revolutionary breakthrough in potato breeding by establishing HIgh Speed POtato Breeding (HISPOB). Targeted and predictable breeding has now become possible, enabling the development of new innovative varieties within a time period of 2 years compared to >10 years in traditional breeding, with beneficial traits (like improved disease resistance, 80% less pesticide use and 30% higher yield). Furthermore, thirty grams of seed is sufficient to produce enough seedling tubers to plant one hectare of potatoes whereas 2500 kilos of conventional seed tubers are required for the same area. Thus, the propagation via True Potato Seeds will speed up the process of potato propagation by more than 400% and simultaneously decrease the costs with more than 300%.\nIn this project, Solyntaís HISPOB technology will be completed and qualified for commercialization and a licensing system will be implemented for market introduction. The efficiency and effectiveness of potato breeding will be more than tripled, estimated value added will run between Ä5B-Ä10B (yearly) in the next 5-10 years. Solyntaís HISPOB technology will further strengthen the European agri-food sector (Europe is the worldwide acknowledged leader in potato development), limit environmental degradation, reducing post-harvest losses and optimise the development of more resource-efficient food production and processing.",
    "totalCost": "3658750",
    "ecMaxContribution": "2500000",
    "coordinator": "ONTWIKKELINGSMAATSCHAPPIJ HET IDEE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "946689640": {
            "orgId": "946689640",
            "orgName": "ONTWIKKELINGSMAATSCHAPPIJ HET IDEE",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}