{
    "rcn": "197156",
    "acronym": "IDH",
    "topics": "ICT-37-2014-1",
    "title": "Digital Health Hub Europe",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "The project objective is to understand the market feasibility of a new, technology enabled healthcare delivery model that is currently being piloted in Birmingham, U.K with encouraging initial results. \n\nThe project will develop the understanding needed to subsequently pilot this disruptive healthcare innovation in other parts of the U.K. and Europe ñ essentially providing the market intelligence and understanding to start to take the innovation from ëniche to mainstreamí.\n\nThe European Digital Health Hub presents a radical new model for delivering healthcare to a growing and ageing healthcare population, who have an increasing number of healthcare needs and long-term conditions. The hub addresses the requirement for providing more efficient care for less money, in response to both economic and healthcare demand challenges.\n\nThe Hub places the citizen at the centre of the delivery of healthcare through a new, technology enabled healthcare model ñ delivered in primary, community care, home and mobile settings. It creates an opportunity for radically different models of healthcare to be developed in partnership with local providers across Europe. It disrupts existing healthcare markets by shifting care away from Acute settings, improving services for patients and delivering better services at lower than tariff rates, thereby saving money to commissioners/payers overall whilst delivering integrated, sustainable and citizen-centered care. \n\nThe specific project outcome, will be a qualified business case with early adoption partners, to undertake a series of delivery pilots in other areas of both the U.K. and Europe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DIGITAL LIFE SCIENCES LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942055465": {
            "orgId": "942055465",
            "orgName": "DIGITAL LIFE SCIENCES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}