{
    "rcn": "197147",
    "acronym": "PVPS",
    "topics": "SIE-01-2014",
    "title": "Powerstar Virtual Power Station (PVPS) solution - Powerstar Virtue",
    "startDate": "01/07/2015",
    "endDate": "31/07/2018",
    "objective": "EMSc(UK) Ltd is the designer and manufacturer of the Powerstar voltage optimization (VO) system, one of the top recognised energy saving technologies. Powerstar, is the only VO system in the world with a Patent granted on its design (Pat. No.1014460.8.), and is a global leader in the VO market. With more than 6.500 Powerstar installations worldwide, the company is in an ideal position to expand its business in this important new emerging market for Smart Grid Virtual Power Stations.\n\nPowerstar Virtue aims to pilot-test an integrated smart grid solution based on the Powerstar system design with storage mediums and renewable energy sources. This new solution will open up significant new market opportunities for the company in the European and international markets. \n\nThe company has been working since 2011 in an R&D project with Warwick University to enhance the functionalities of its Powerstar system in order to harness the saved power (resulting from Powerstar VO) and divert it into a storage medium. This R&D project has led to the development of the Powerstar Storage system (Patent pending) which will be launched in February 2015. This is a unique functionality for any VO system, enabling the company to enter the Virtual Power Station market and remain a leader in VO technologies. \n\nThe Powerstar Virtual Power Station (PVPS) solution to be pilot-tested under this project will ensure the long term expansion of the company's market opportunities and will enhance the current EU plans for Smart Grid applications.\n\nThe pilot will evaluate and demonstrate the benefits of the PVPS solution at a commercial site in a live operational environment (ASDA - Longwell Green Superstore). This will ensure that the user (ASDA) and the DSOs (National Grid through E.On) have a clear understanding of the value of the PVPS solution. Such a live demonstration will open up the market opportunity for the full commercialization of the PVPS solution.",
    "totalCost": "2365407,5",
    "ecMaxContribution": "1655785,25",
    "coordinator": "EMSc (UK) Ltd",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935608554": {
            "orgId": "935608554",
            "orgName": "EMSc (UK) Ltd",
            "ecContrib": 1655785
        }
    },
    "calculatedTotalContribution": 1655785
}