{
    "rcn": "197154",
    "acronym": "BYNSE",
    "topics": "SFS-08-2014-1",
    "title": "BUSINESS INTELLIGENCE SERVICE FOR THE MANAGEMENT OF CROPS BASED ON CLOUDAND BIG DATA",
    "startDate": "01/06/2015",
    "endDate": "31/08/2015",
    "objective": "Agro-industrial companies face the necessity of acquiring more information and control over their crops and the operations they perform in order to produce them. The challenge lies in reducing the hydric and energy resources they use with the objective of increasing their competitiveness and reducing the impact on the environment. Under the brand name of bynse, our SME cubenube (www.cubenube.com) has developed the first big data solution for agriculture in the world. bynse allows managers and producers to analyse the current and future needs of their crops in real time, using an innovative and inexpensive microclimatic sensing system called bynsebox for collecting field data, and a cloud information service called bynsecloud for processing and displaying the information to the users. This data is intersected with data from weather forecasts and vegetative growth tasks (pruning, seeding, etc), and a number of recommendations are generated, leading to a 30% reduction in energy and water consumption, and up to 40% reduction in the use and subsequent cost of phytosanitary products.\n\nOther information, such as strength and vigour of the plants, cannot be extracted from sensors and require colour areal maps (providing data through chlorophyll levels). The combined information provided by these maps plus bynse sensor information has great market potential for our target market of owners and managers of high added-value crops with extensions of between 20 and 100 hectares of non-intensive, woody or extensive agriculture.\n\nThe main goal of this innovation project is to evolve bynse offering a ìuniversalî solution by linking big data to geographical data to provide a full Precision Agriculture solution by adding the capability of processing colour maps and geo-localization to the overall information analysis and recommendations.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CUBENUBE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937936748": {
            "orgId": "937936748",
            "orgName": "CUBENUBE SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}