{
    "rcn": "197165",
    "acronym": "HybridBatteryPack",
    "topics": "SIE-01-2014-1",
    "title": "Hybrid Battery Pack",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The Hybrid Battery pack represents a unique electrical power source primary targeting the global market of electric vehicles but also applicable wherever there is a need to combine strong power surges for relatively short periods of time and lower average power consumption (Electric powered heavy machinery, Electric powered airplanes). The innovation is in comprising two individual packs that mutually complement each other in a way that the first pack (Energy pack) provides high range whereas the other pack (Power Pack) provides huge power. The main advantages of the Hybrid battery pack are significant efficiency increase, reduction in energy consumption and prolonging the life cycle of the cells. The Hybrid Battery Pack combines extensive know how with cutting edge technology in the domain of electric vehicle power train Development of the Hybrid Battery pack represents an introduction of a whole new disruptive technology that will change the direction of the electric power train development. Hybrid Battery pack is primary intended for industrial clients in global electric sports car and supercar market but in the future can be used in electric powered heavy machinery and airplanes. \nThe feasibility study will result with the plan and product development effort estimation (time and cost), required for the product to be ready for the delivery to the customers. It will also assess the technical aspects of Hybrid battery pack further development as well as in creating optimum approach on the market. Total funding requirements for the project, including activities of the phase 2, employee efforts, external reasources, marketing budget and HW and SW development and production will be in a range od 1,5 to 2 million EUR, during the period od 1,5 to 2 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RIMAC AUTOMOBILI DOO ZA PROIZVODNJUAUTOMOBILA",
    "coordinatorCountry": "HR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951829864": {
            "orgId": "951829864",
            "orgName": "RIMAC AUTOMOBILI DOO ZA PROIZVODNJUAUTOMOBILA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}