{
    "rcn": "197183",
    "acronym": "SIME-LMT",
    "topics": "PHC-12-2014",
    "title": "Development of a digital diagnostics rapid Lung Maturity Test (LMT) for premature infants, to assist neonatologists in the diagnosis of Respiratory Distress Syndrome at birth",
    "startDate": "01/04/2015",
    "endDate": "31/03/2017",
    "objective": "SIME LMT will develop a simple digital, software and cloud-based diagnostic test to analyse very small samples of bodily fluid at point of care that predicts the risk of an infant developing Respiratory Distress Syndrome (RDS) within 10 minutes of birth. The platform will offer neonatologists more control through greater accuracy and faster results so they can deliver optimal patient care and improve clinical outcomes. Such technology has not been deployed before in healthcare diagnostics because of the complexity of the required knowledge and expertise in the field of chemometrics. RDS can only be prevented by a quick diagnosis of lung maturity and treatment at birth.\n\nWe have developed a working prototype test that measures within 95% of the established laboratory and chemistry validation methods. We are currently refining the method in a pre-clinical test which will provide test validation data and demonstrate that the test improves clinical outcomes and enables change in clinical practice from the current treatment standard to a preventative treatment protocol which reduces RDS i.e. generating Level 4 ñ Level 1 evidence.\n\nOur initial target market is the NICUs: 2000 in the US and 1,400 in the EU, where there is an estimated market of 916,000 tests and a revenue potential of approx. Ä375m per annum. SIME Diagnostics also has the potential to reduce neonatal intensive care treatment including mechanical ventilation by 60%, less time on oxygen and hospital stay by 10 days. The overall savings opportunity has been estimated to be more than Ä3.4bn total, and Ä1.5m per 100 cases representing a cost savings and profit making opportunity for healthcare providers worldwide. The project is well aligned with our business growth strategy which is aimed at growing the business through digitising biological information, driving innovation in life sciences and healthcare. Attaining level 1 clinical evidence will increase company valuation to >Ä60m.",
    "totalCost": "3417674,9",
    "ecMaxContribution": "2864455,5",
    "coordinator": "SIME DIAGNOSTICS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938028704": {
            "orgId": "938028704",
            "orgName": "SIME DIAGNOSTICS LIMITED",
            "ecContrib": 2864456
        }
    },
    "calculatedTotalContribution": 2864456
}