{
    "rcn": "197109",
    "acronym": "HU-MOLMEDEX",
    "topics": "WIDESPREAD-1-2014",
    "title": "Creating the Hungarian Centre of Excellence for Molecular Medicine",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "Existing European disparity in research and innovation performance is a barrier to competitiveness and growth. To overcome this disparity, the leading institute in molecular life sciences and three research universities of Hungary have joined forces forming a new Centre of Excellence for Molecular Medicine (HCEMM). These institutions have the necessary basic research and clinical portfolio to initiate a joint translational research program and eventually deliver high impact results. Engagement of the European Molecular Biology Laboratory and its long term experience in partnerships for molecular medicine provides guidance and technical support to achieve these goals, particularly bringing new research culture and management approaches including selection, regular evaluation and internationalization of independent groups. Joining of Hungary to EMBL by 2014 is a strong basis of this partnership. Commitment of the Hungarian Government towards establishment of HCEMM is clearly demonstrated by its coordinator role via the National Innovation Office which is responsible for research, development, innovation and the national S3 strategy. A joint management structure will be developed to assess basic research and clinical strengths of participating institutions, to identify key clinical areas of research where unmet medical needs exist and to pair basic research groups with clinical researchers to form translational research units for tackling these problems. All partners in the consortium will actively contribute to prepare a business plan of long-term sustainability and then to establish legal autonomy, location and proper resources of HCEMM. HCEMM is expected to demonstrate feasibility of the teaming concept by realizing synergistic research efforts that builds on the specific strengths of the participants and needs. Technological platforms will also be jointly established. Intense technology transfer, shared PhD and clinical research training will serve the key goals.",
    "totalCost": "496860",
    "ecMaxContribution": "496860",
    "coordinator": "NEMZETI KUTATASI FEJLESZTESI ES INNOVACIOS HIVATAL",
    "coordinatorCountry": "HU",
    "participants": "EUROPEAN MOLECULAR BIOLOGY LABORATORY;DEBRECENI EGYETEM;MAGYAR TUDOMANYOS AKADEMIA SZEGEDIBIOLOGIAI KUTATOKOZPONT;SEMMELWEIS EGYETEM;SZEGEDI TUDOMANYEGYETEM",
    "participantCountries": "DE;HU",
    "projectParticipants": {
        "999840014": {
            "orgId": "999840014",
            "orgName": "SZEGEDI TUDOMANYEGYETEM",
            "ecContrib": 69000
        },
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 94610
        },
        "999881239": {
            "orgId": "999881239",
            "orgName": "DEBRECENI EGYETEM",
            "ecContrib": 91000
        },
        "999578696": {
            "orgId": "999578696",
            "orgName": "NEMZETI KUTATASI FEJLESZTESI ES INNOVACIOS HIVATAL",
            "ecContrib": 104250
        },
        "999860675": {
            "orgId": "999860675",
            "orgName": "SEMMELWEIS EGYETEM",
            "ecContrib": 69000
        },
        "999471996": {
            "orgId": "999471996",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA SZEGEDIBIOLOGIAI KUTATOKOZPONT",
            "ecContrib": 69000
        }
    },
    "calculatedTotalContribution": 496860
}