{
    "rcn": "197198",
    "acronym": "Mucky",
    "topics": "SC5-20-2015-1",
    "title": "MUCKY: The circular solution for the valorisation of mixed municipal waste streams.",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "In Europe, each year 250 Mton municipal waste streams (MWS) are produced of which about 55% is non-recyclable and currently dumped on landfills or incinerated. Current state of the art does not offer a solution for upgrading this deteriorated, low quality mixed waste streams without the need of intensive (pre)treatment.\n\nThe main objective of the overall innovation project is to provide a technical solution, the Mucky, for turning mixed MWS into valuable linear hydrocarbons as a new resource for the chemical industry. The Mucky is not based on pyrolysis. Instead the uniquely dimensioned reactor of the Mucky allows controlled thermal cracking of the mixed waste into linear hydrocarbons up to 20 carbon atoms, giving syngas and solid minerals as side-products in a ratio of roughly 50 : 49 : 1. Landfilling of MWS gives a loss and incineration gives a value return of at best Ä 25/ton. The Mucky outperforms this by far, leading to an added value of around Ä 90/ton.\n\nThe key market for the Mucky consists of all public and private municipal waste chain companies in Europe. The long term ambition of Bi-Energy is the conversion by Mucky of at least 50% of all carbon based, non-recyclable MWS, starting with the introduction of 100 Mucky installations in Europe before 2020. The total potential market consists of 51,500 Mucky units, each processing 2.5 ton of dry waste a day.\n\nIn this feasibility assessment the final hurdles will be taken towards an Europe wide market introduction supported by convincing demonstrations of the Mucky installation at 10 representative locations. The final hurdles for establishing technical feasibility are obtaining an EU wide accepted certification and reducing manufacturing time and cost of the Mucky. The economic viability depends on solving legal issues, proving a favourable return on investment, creating a competent consortium for executing the Europe wide demonstration project, and writing a strong market implementation roadmap.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BI-ENERGY BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931641642": {
            "orgId": "931641642",
            "orgName": "BI-ENERGY BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}