{
    "rcn": "197135",
    "acronym": "DoReMIR",
    "topics": "ICT-37-2014",
    "title": "Automatic music transcription of polyphonic audio",
    "startDate": "01/04/2015",
    "endDate": "30/09/2017",
    "objective": "DoReMIR Music Research has already launched several successful products for music analysis and composition and has a large user base of monophonic audio analysis worldwide. The project builds on and extends a product suite called ScoreCloud with the focus on easy creation and distribution of music notation. The ScoreCloud concept is technically built on mobile and desktop apps connected with a full cloud based back-end. The product enables users to notate music directly from performance: a Google Translate for Music!\nThe project will develop a low-cost, cloud-based, polyphonic audio transcription solution based on an interdisciplinary approach (musicology, acoustics, audio engineering, cognitive science and computing) and a user-driven design (agile iterative solution development with end-user participation in the context of music teaching and music composition).\nIn order to circumvent the limitations of current automated transcription methods, the project uses a novel approach to musical and music signal analysis, by modelling and using high-level musical knowledge (about stylistic conventions, music cognition, etc.) and machine learning techniques. In addition to finding better solutions to certain analysis problems, the resulting systems will also be able to communicate their results in musically meaningful, high-level terms.",
    "totalCost": "2980375",
    "ecMaxContribution": "2086262,5",
    "coordinator": "DOREMIR MUSIC RESEARCH AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941139106": {
            "orgId": "941139106",
            "orgName": "DOREMIR MUSIC RESEARCH AB",
            "ecContrib": 2086262
        }
    },
    "calculatedTotalContribution": 2086262
}