{
    "rcn": "197133",
    "acronym": "WaterSEED",
    "topics": "MSCA-COFUND-2014-DP",
    "title": "Social, entrepreneurial and excelling doctors for water technology",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "The objective of the WaterSEED project is to provide a doctoral program to excellent early stage researchers (ESRs) that want to develop their skills and contribute to the development of breakthrough technologies for water related challenges. Key elements in the program are the strong focus on interdisciplinary interaction, entrepreneurial skills and societal relevance. \n\nThe project will use the existing Wetsus doctoral (PhD) program as a strong base and will enable this program to become even more international and relevant for the European society. The Wetsus doctoral program has grown in the 10 years of its existence to a prime example of smart, regional specialization on water technology with a strong European connection between research institutes and industry partners. The research in the Wetsus program takes place in close collaboration with 90 companies that actively participate in the research through paying memberships to focused and high trust research themes.  All Wetsus researchers have at least three contacts per year with these industry partners. The current doctoral program has a strong regional and national funding base.\n\nThrough COFUND this program will be further expanded and strengthened by attracting 45 international, excellent young researchers to the program in the period of 2015-2020. It will also strengthen the European connection of the program by increasing the number of researchers from other countries than the host organisation to over 70%. The ESRs will be selected in two calls per year through a transparent and thorough selection process, including a two day WaterSEED Recruitment Challenge at Wetsus for the best candidates.",
    "totalCost": "6670800",
    "ecMaxContribution": "3335400",
    "coordinator": "STICHTING WETSUS, EUROPEAN CENTRE OF EXCELLENCE FOR SUSTAINABLE WATER TECHNOLOGY",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990414039": {
            "orgId": "990414039",
            "orgName": "STICHTING WETSUS, EUROPEAN CENTRE OF EXCELLENCE FOR SUSTAINABLE WATER TECHNOLOGY",
            "ecContrib": 3335400
        }
    },
    "calculatedTotalContribution": 3335400
}