{
    "rcn": "197196",
    "acronym": "RIPEB",
    "topics": "PHC-12-2015-1",
    "title": "Rapid heat inactivation of pathogens to enable biomarker research",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The risk of epidemics due to infectious diseases caused by pathogens is an immense global challenge. The need for rapid development of vaccines, antiretroviral drugs and treatment schemes is at the top of most countriesí and organizationsí agenda. Performing biomarker research on infectious diseases is an important research area to understand and monitor disease state and progression as well as enable diagnosis and vaccine- and drug development.\n\nThe project aim is to further develop and verify the Stabilizor system to enable complete inactivation of pathogens, while still preserving sensitive biological biomarkers, in a rapid and secure manner. By preserving sensitive biomarkers early on in the analytical workflow, researchers will be able to conduct more efficient and reliable biomarker research. This will enable an accelerated process of developing vaccines and antiretroviral drugs, especially in the exploratory- and pre-clinical stages where identifying and assessing disease targets and biomarker candidates is the main focus. Also, this would allow for safe transportation of infected samples from the collection site in-field or between different laboratories to facilitate proper analysis. This will have profound social- and economic impact globally. This is of particular interest for research on highly contagious pathogens where extensive biocontainment precautions are required in enclosed laboratory facilities such as BSL-3 and -4 laboratories.\n\nDenatorís Stabilizor system preserves the quality of biological samples from the moment of excision allowing researchers to confidently identify and verify potential biomarkers. The novelty lies in the ability to rapidly heat inactive tissue samples (within 60 seconds) to achieve both complete pathogen inactivation and ensure biomarker stability. A first customer has demonstrated complete inactivation of several infectious pathogens which is a strong proof-of-concept for the applicability of the system.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Denator AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997917183": {
            "orgId": "997917183",
            "orgName": "Denator AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}