{
    "rcn": "197175",
    "acronym": "ELISA",
    "topics": "SIE-01-2014",
    "title": "SELF-BOUYANT PRECAST CONCRETE FOUNDATION FOR THE CRANELESS INSTALLATION OF COMPLETE OFFSHORE WIND TURBINES: FULL SCALE OFFSHORE PROTOTYPE",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The offshore wind market is a young and rapidly growing market, whose current project pipeline for 2025/30 would equal nearly 80 nuclear plants, mostly in Europe. The next decade and beyond may average 1,000 offshore towers/year worldwide, with an overall investment volume around 15-20.000 MÄ/year. \n\nThis growing sector faces technological challenges, as it is set to move into deeper waters further offshore while being able to reduce the costs in order to reach a competitive LCOE (levelised cost of energy). For water depths above 40m (70% of the future market) approximately 40-50% of investment corresponds to the substructure (foundation and tower). Therefore a significant cost reduction in foundation/tower would drastically improve the overall cost of offshore wind energy. \n\nThis project intends to develop and demonstrate in operative environment a full scale prototype of a revolutionary substructure system for offshore wind turbines. The concept consists in a self-installing precast concrete telescopic tower which for the first time ever shall allow for crane-free offshore installation of foundations, towers and turbines, thus overcoming the constraints imposed by the dependence on offshore heavy-lift vessels. It will allow for a full in-shore preassembly of the complete system, which is key to generate a highly industrialized manufacturing process with high production rates and optimized risk control. The main benefits expected are:\nï 30-40% cost reduction (both CAPEX and OPEX).\nï Large water depth applicability range for deep offshore (>45m water depth). \nï Supports increased turbine size (5-8MW).\nï Allows for large scale fast industrial deployment of foundations.\nï Reduces dependence on costly and scarce installation vessels.\nï Improved asset integrity (durability) \n\nThis solution will imply a radical step forward for cost-effective and industrially deployable deep offshore wind.",
    "totalCost": "3575441,46",
    "ecMaxContribution": "2497862,5",
    "coordinator": "ESTEYCO SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935928169": {
            "orgId": "935928169",
            "orgName": "ESTEYCO SA",
            "ecContrib": 2497862
        }
    },
    "calculatedTotalContribution": 2497862
}