{
    "rcn": "197172",
    "acronym": "EU-elabus4.0",
    "topics": "IT-1-2014-1",
    "title": "reduce - recycle - reuseeMobility - retrofitting-kits for busses",
    "startDate": "01/06/2015",
    "endDate": "31/08/2015",
    "objective": "The overall objective of the envisaged project is to establish a production system for refurbishing and retrofitting the bodies of diesel-driven-busses after their service life. These bodies are usually still in a very good condition and have a high potential for being refurbished and retrofitted with electric powered drive systems. In Germany the public transport sector is about 39.600 busses  strong (2013). Only 46,6% of these buses have EURO-IV and higher, 20,4% EURI-III, 23,5% EURO-II and 9,5% are much older. European wide (EU27) there are about 8.200.000 busses and coaches ! Like in Germany (39.600 of 79.200) around 50% of this are busses in public transport ñ around 400.000 busses. This shows the high potential of this market in whole Europe like this map  is also showing. \nRetrofitting is not only a sustainable way to use resources, but it is also economic feasible for the customer, because the body and many of the components are reused and have a remaining value about 100 ñ 200 TÄ!\nFurthermore, the ecologic impact plays a more and more important role. First cities decided to close their inner cities up to 2020 for diesel-vehicles (for example Paris ) or for vehicles with CO2-emissions (for example London) or Copenhagen as carbonneutral city up to 2025  . We can be sure, that other regions and cities will follow. E-mobility is the key to success and needs further funding for development.\nThe objective of this project is to demonstrate, that rebuilding  busses with electric powered drive systems will have a significant market in Europe and a large and sustainable benefit for the public transport sector:\nï\teconomic wise, because the operational costs are about 50% cheaper than diesel-driven busses (assembly, operation, maintenance)\nï\tinnovation wise, because these vehicles are equipped with several sensors that are contected to the internet to give more precise information \nï\tecological wise, because  of CO2-emission-free operation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SCARABAEUS AG",
    "coordinatorCountry": "DE",
    "participants": "VIRICITI B.V.;TALAR DAMIAN",
    "participantCountries": "NL;PL",
    "projectParticipants": {
        "938569867": {
            "orgId": "938569867",
            "orgName": "SCARABAEUS AG",
            "ecContrib": 50000
        },
        "935929430": {
            "orgId": "935929430",
            "orgName": "TALAR DAMIAN",
            "ecContrib": 0
        },
        "943298326": {
            "orgId": "943298326",
            "orgName": "VIRICITI B.V.",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}