{
    "rcn": "197184",
    "acronym": "MEDMICO",
    "topics": "PHC-12-2014",
    "title": "Moving to Efficient Diabetes care: Multimode Integrated CO-morbidity diagnostics platform",
    "startDate": "01/07/2015",
    "endDate": "31/12/2018",
    "objective": "Diabetes affects 8.5% (2013) of the adult European population rising to 10.3% (2035) and is associated with co-morbid conditions such as cardiovascular and renal abnormalities. These lead to diabetic complications, ischemic heart disease, heart failure and kidney failure.  Management of this growing epidemic requires a shift in care management and delivery, away from lab testing. The majority of current diagnostic testing for diabetes and comorbidities involves central laboratories as incumbent in-vitro diagnostic point-of-care testing (PoCT) provides sub-optimal accuracy and single tests (rather than needed panels) for diabetes and its comorbidities.\nMEDMICO will spearhead a diagnostic breakthrough by delivering the 1st quad-mode PoCT platform integrating immunoassays, turbidimetry, clinical chemistry and cell counting.  HbA1c, Lipids and Creatinine tests will be integrated on to a single diabetes comorbid platform with state-of-the-art sensitivity/precision, room temperature storage, >12 monthsí shelf-life and integrated pipette to screen, diagnose and monitor patients, within primary care, outpatient clinics and pharmacies. This will improve patient outcomes and healthcare efficiencies, positioning Europe at the forefront of healthcare innovation and deliver an efficient platform to combat this epidemic. \nMEDMICO incorporates extensive technical, clinical and exploitation expertise - Radisensí disruptive PoCT prototype and Trinity College Dublin (sub-contractor) biomaterials expertise and diabetes patient access. MEDMICOís potential is evidenced by Radisensí revenues to date and large near-term projections from diagnostics partners before its launch.\nExisting research of end-user needs and workflow assessment will drive platform development and pilot production, with clinical validation and usability trials in multiple PoCT segments to TRL8. This will deliver a validated quad-mode diabetes comorbidity platform, ready for regulatory submission.",
    "totalCost": "4487525",
    "ecMaxContribution": "4487525",
    "coordinator": "Radisens Diagnostics Limited",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "994406074": {
            "orgId": "994406074",
            "orgName": "Radisens Diagnostics Limited",
            "ecContrib": 4487525
        }
    },
    "calculatedTotalContribution": 4487525
}