{
    "rcn": "197120",
    "acronym": "CY-Biobank",
    "topics": "WIDESPREAD-1-2014",
    "title": "Biobanking and the Cyprus Human Genome Project",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "The clinical and genetic investigations of diseases of the Cypriot population as well as eHealth are a priority of the Smart Specialization Strategy of the Cyprus government. This strategy can best be served by creating a Centre of Excellence (CoE) with two main spear heads: A contemporary Biobank and a research facility for developing the Cyprus Human Genome Project. Biobanks are organized collections of medical records and biological material of all types, aimed to support biomedical research, serving as repositories and distribution centers. Cyprus, as a Low Performing Member State, was the last country that started a Biobank, when 4 years ago we were competitively funded by the European Regional Development Fund & the Republic of Cyprus through the Cyprus Research Promotion Foundation. That project provided Ä2m, 0.4m of which was for creating a seed infrastructure for Biobanking. The rest was used for research in inherited kidney diseases. The money for Biobanking was too little for supporting a contemporary operation of recruiting adequate numbers of patients with complete records and promoting translational research. Here, we propose to upgrade the existing small infrastructure and turning it into a CoE with the assistance of Advanced Partners who led a similar operation Europe-wide, Prof. K. Zatloukal, coordinator of the Biobanking & BioMolecular Resources Research Infrastructure that recently became an ERIC (European Research Infrastructure Consortium) directed by Jan-Eric Litton (BBMRI-ERIC) located in Graz, Austria. The previous activity allowed us to comprehend the problems associated with patient recruitment and record collection. This can now serve as a starting point for upgrading it into a larger scale operation of European standard, aimed at leading the Cyprus Human Genome Project, part of which will be the sequencing of 1000 Cypriot genomes. This CoE will provide the prospects for innovative research and lead Cyprus into the European Research Area.",
    "totalCost": "460637,5",
    "ecMaxContribution": "460637,5",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "RTD TALOS LIMITED;MEDIZINISCHE UNIVERSITAT GRAZ;BIOBANKS AND BIOMOLECULAR RESOURCESRESEARCH INFRASTRUCTURE CONSORTIUM(BBMRI-ERIC)",
    "participantCountries": "CY;AT",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 238162
        },
        "946597878": {
            "orgId": "946597878",
            "orgName": "BIOBANKS AND BIOMOLECULAR RESOURCES RESEARCH INFRASTRUCTURE CONSORTIUM (BBMRI-ERIC)",
            "ecContrib": 0
        },
        "999836231": {
            "orgId": "999836231",
            "orgName": "MEDIZINISCHE UNIVERSITAT GRAZ",
            "ecContrib": 93000
        },
        "999693059": {
            "orgId": "999693059",
            "orgName": "RTD TALOS LIMITED",
            "ecContrib": 65000
        }
    },
    "calculatedTotalContribution": 396162
}