{
    "rcn": "197159",
    "acronym": "DIMINU",
    "topics": "SIE-01-2014-1",
    "title": "Decentralised diminished mineralization  incineration unit for dewatered sewage sludge lends resource efficient low-carbon electricity generation",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "Sewage treatment and the management of the waste is a major cost factor for communities, as sewage treatment plants are often the biggest consumers of electrical energy (share up to 20%). Energy, in particular electricity, is also a valuable resource. Its rational use saves not only money but also resources and helps to reduce CO2 emissions. Through the prohibition of the dumping of untreated sewage sludge and discussions on limitations of its agricultural exploitation, many wastewater treatment plant operators, wastewater associations and disposers must develop and implement new concepts for the treatment of sewage sludge.\n\nIt is therefore obvious to try to use sewage sludge as a fuel for energy production. Solutions have already been developed for larger communities. Smaller, especially rural municipalities still spend the sewage sludge remains on agricultural land because technologies for energy recovery from sewage sludge are so far not available in matching orders of magnitude up to 1 MW of thermal power capacity.\n\nThe project aims at developing a marketable technology within 24 months consisting of a smart ìin-cycleî system for energy-efficient, low-cost, low-carbon generation of electricity from the non-fossil fuel: pasty sewage sludge in the range 400 kW to 1 MW thermal capacity. \nThe scale of the proposed technology should correspond to the throughput data of the upstream system, avoiding all concerns of logistic, transport, collecting, storage, deposing, pre-treatment of the sewage sludge; (a typical input from 480 to 1000 kWth is considered).\nAdditionally, this proposed process should represent an affordable alternative to conventional routes of sewage sludge treatment, with their high release of GHG-emissions and a significant contribution to reduce GHG-emission of the necessary disposal service. \nThe feasibility study developed in phase 1 will examine open technical, economic, organisational and legal issues.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GREENPOWER INVEST SPOL SRO",
    "coordinatorCountry": "CZ",
    "participants": "SKLADKY A ODPADY SRO",
    "participantCountries": "SK",
    "projectParticipants": {
        "938885893": {
            "orgId": "938885893",
            "orgName": "SKLADKY A ODPADY SRO",
            "ecContrib": 0
        },
        "975168452": {
            "orgId": "975168452",
            "orgName": "GREENPOWER INVEST SPOL SRO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}