{
    "rcn": "197116",
    "acronym": "ARTEMIDA",
    "topics": "WIDESPREAD-1-2014",
    "title": "Advanced Regional Translation of Excellence into Medical Innovations for Delayed Aging",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "Our vision is to become by 2020 a Central and South-East European (CSEE) Centre of Excellence for Translational Medicine (CETM), coordinated by the Faculty of Medicine, University of Ljubljana that will harness, develop, exploit and market the significant potential for research and innovation in the region. The vision of CETM is to form the hub of an alliance of biomedical and health-related research and innovation institutions from CSEE. This long-term science and innovation strategy will be achieved by establishing a partnership between leading scientific institutions the Karolinska Institutet and the European Bioinformatics Institute on the one hand and the Consortium of teaching, research and health institutions and SMEs from Slovenia with partners from other low performing regions of CSEE on the other hand. Specifically, under the mentorship of these leading scientific institutions, the proposed CSEE CETM will upgrade, integrate, exploit and market the regions research and innovation potential in the field of aging with special reference to neurodegenerative diseases, diabetes and cancer in Slovenia, with partners from Albania, Bosnia and Hercegovina, Bulgaria, Croatia, Czech Republic, Greece, Hungary, NE Italy, Kosovo, Macedonia, Moldova, Montenegro, Romania, Serbia, Slovak Republic and European part of Turkey (population of about 100 million). The proposed CETM has the potential and ambition to use the Teaming seed money to stimulate inter- and intra-regional networking of research and innovation clusters thus promoting collaboration on large-scale research and innovation grant applications or clinical studies in the field of translational medicine. The vision of the CETM includes: \n1. Spreading innovation-focused, research culture in CSEE and developing marketable products and services;\n2. Developing a properly functioning, accountable, transparent, service-oriented CETM administration in accordance with relevant ISO standards for customersí satisfaction.",
    "totalCost": "499832,5",
    "ecMaxContribution": "499832,5",
    "coordinator": "UNIVERZA V LJUBLJANI",
    "coordinatorCountry": "SI",
    "participants": "EUROPEAN MOLECULAR BIOLOGY LABORATORY;KAROLINSKA INSTITUTET",
    "participantCountries": "DE;SE",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 26458
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 107125
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 366250
        }
    },
    "calculatedTotalContribution": 499833
}