{
    "rcn": "197150",
    "acronym": "HyCloud",
    "topics": "ICT-37-2014-1",
    "title": "Hybrid Cloud solution based on a disruptive method for data redundancy and a network attachedstorage device, to store, access and back-up digital content safer, faster and cheaper.",
    "startDate": "01/05/2015",
    "endDate": "31/08/2015",
    "objective": "HyCloud presents a disruptive hybrid Cloud Hub solution to store, access and back-up digital content safer, faster and cheaper. Varaani is the first storage solution that combines the perks of having a local device with the added protection of off-premise back up should the device fail, or gets stolen or damaged. HyCloud integrates local backup, online backup and content services with a Network Attached Storage (NAS) device leaving usersí files super safe, always accessible from any device, and all in one place. The Varaani Cloud Hub is based on the patented proprietary Storage Grid technology: by only storing parity data Varaani are able to back up data at least 10 times more efficiently and therefore economically than conventional solutions. This highly efficient and reliable technology for data reconstruction allows a breakthrough in the cloud storage market by reducing the price by 10x.\nThe solution is designed for private households and SMEs, who due to the high price of current data storage solutions are unable to back-up all they need, causing risk of unrecoverable data loss.\nPhase 1 project aims at establishing a sound industrialization and operational plan to address the high volume B2C market, today not addressed by Varaani. This will be achieved by optimizing and re-engineering the NAS device architecture to further lower the data storage price to the final consumer. Phase 1 work will develop the necessary supply chain, commercial agreements and a sound business plan in addition to provide a deep IP management strategy and technical implementation plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VARAANI WORKS OY",
    "coordinatorCountry": "FI",
    "participants": "NETOREK OY",
    "participantCountries": "FI",
    "projectParticipants": {
        "938003969": {
            "orgId": "938003969",
            "orgName": "VARAANI WORKS OY",
            "ecContrib": 50000
        },
        "935861918": {
            "orgId": "935861918",
            "orgName": "NETOREK OY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}