{
    "rcn": "197176",
    "acronym": "S-Gearbox",
    "topics": "IT-1-2015-1",
    "title": "The Development of a ªNew´ Planocentric Gearbox with a Closed Cage and S-gear Tooth Flank",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "The planocentric gearboxes are complex mechanical devices with precisely manufactured components, particularly suitable for automation and mechatronic subsystems. On the market, several solutions are available, none of which cope with the main disadvantages of the technology. The most common drawbacks of these solutions start with a single cage design structure which suffers in looseness and unfavourable shaft loading. A precise manufacturing and assembly is of utmost importance in the case of the cycloidal planocentric gearboxes, so manufacturing costs could be increased. Moreover the gear ratio is limited. Additional problems, in lantern gears, are sliding and efficiency. All in all, current gearboxes are not fully optimised and present a high lifecycle impact on the environment. S-Gearbox project is dedicated to eliminating the common drawbacks and replacing several metal parts with plastic material, increasing the overall reliability and recyclability of the gearbox. Our goal is to develop a new planetary gearbox as small and as lightweight as possible, with low hysteresis for accurate positioning, high torsional stiffness, low inertia, high efficiency, overload capacity, lifetime lubrication, no maintenance. \n\nDeveloped and optimized S-gearbox will have tremendous potential to be used for different applications primarily in automotive and aerospace industry but also many other industries, such as: wind turbines industry, household appliances, mechatronic devices, industrial equipment and medical equipment.\n\nThe main aims of our proposal at this stage of development of the technology, are to finalise the analysis of all the remaining technological risks associated with our innovation and proving our solution in an operational environment in automotive or airspace industries, to assess the size of potential market, outline a full product development, IP protection and marketing strategy and to assess the environmental burden.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PODKRIZNIK, SPECIALNA STROJNA INDUSTRIJA DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942364507": {
            "orgId": "942364507",
            "orgName": "PODKRIZNIK, SPECIALNA STROJNA INDUSTRIJA DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}