{
    "rcn": "197130",
    "acronym": "COFUND-FP-CERN-2014",
    "topics": "MSCA-COFUND-2014-FP",
    "title": "COFUNDing of the CERN Fellowship Programme 2014",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Abstract\nFor many years, CERN has operated a trans-national Fellowship programme, offering scientists and engineers challenging opportunities in particle physics research, and in related fields of physics and technology. CERN secured COFUND grants in 2008, 2010, 2011 and 2012. They offer CERN a timely opportunity to enhance the mobility element of this programme without nationality limitations. The 2014 Call comes at the end of the Large Hadron Colliderís first long shutdown which once more makes CERN one of the most exciting places to work for the global physics and technology community.\nApplicants will propose their own research projects. Selection will be based on the scientific potential of the proposal, and on the demonstrated excellence of the candidate. Working on frontier research and technology projects and profiting from the unique facilities available at CERN, the co-funded Fellows will deepen their knowledge in their own field and acquire international visibility and reputation. They will broaden their skills using the numerous training opportunities and through their exposure to an interdisciplinary and multi-national environment. Inter-sectoral skills will be fostered through CERNís industrial collaborations and technology transfer projects. \nAttractive and competitive employment conditions are maintained by guaranteeing three-year appointments rather than the standard two-year terms of CERN Fellows. At least two of these three years will be spent at CERN. We consider this provision to be justified by the size of the Laboratory, the diversity of the research and training opportunities, and by the uniqueness of CERNís facilities. However, mobility will be enhanced through the opportunity to spend up to one third of the Fellowship in external institutions, including industrial laboratories, on paid leave from CERN under the conditions of the full employment contract.",
    "totalCost": "12744000",
    "ecMaxContribution": "6372000",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 6372000
        }
    },
    "calculatedTotalContribution": 6372000
}