{
    "rcn": "197141",
    "acronym": "PICSIMA",
    "topics": "NMP-25-2014-1",
    "title": "Next generation 3D print technology (PICSIMA), which for the first time enables the direct full colour printing of silicone to make soft tissue prostheses, orthoses and removable partial dentures.",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "Prostheses are artificial body parts, which can also be soft tissue such as the nose and ears, and orthoses are external artificial devices for supporting the limbs or spine or to prevent/assist relative movement. The current manufacturing process of these involves first taking an impression from the patient, making the mould, hand painting it and then modifying it to fit. The making of moulds is prone to error and occasionally leads to sub-optimal designs involving re-makes, alterations and repairs. Moulding also has severe constraints particularly where complex geometries and thin walled parts are required and it does not allow for varying of softness and tear strength within the moulded part. The multiplicity of stages in the manufacture of these custom parts makes the moulding process very expensive and time consuming. Fripp Design and Research, one of Europe's leading providers of innovative 3D print solutions, seeks to commercialise a new method for the rapid manufacture of soft tissue prostheses by developing the worldís first full colour silicone 3D Printer to replace the current moulding manufacturing method that is time consuming, highly variable and very costly. The use of faster and highly accurate 3D printing technology in the medical devices industry will not only lower costs by up to 72% but will also open up new design freedoms that prior to this were only dreams. The 3D printer developed can also be used in making orthoses and removable partial dentures (RPD) frameworks using silicone. The market opportunity goes beyond medical devices, into the high growth industrial gaskets and seals, where the market size surpasses Ä20 billion. The Feasibility Study will establish the technological and manufacturing capabilities of the printing device and determine the potential medical and industrial markets for the application of our product. Final prototype assembly, testing and validation will be done within the Phase 2 project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FRIPP DESIGN LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939244987": {
            "orgId": "939244987",
            "orgName": "FRIPP DESIGN LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}