{
    "rcn": "197126",
    "acronym": "QCUMbER",
    "topics": "FETOPEN-1-2014",
    "title": "Quantum Controlled Ultrafast Multimode Entanglement and Measurement",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "Ultrafast light pulses offer the fascinating opportunity to study system dynamics at ultrashort time scales. Trains of ultrafast light pulses also feature a broad frequency comb structure that has been exploited e.g. in high precision metrology. These characteristics have made ultrafast optics with coherent control techniques a flourishing field in recent years. A rich toolbox has been developed to generate shorter pulses with engineered temporal and spectral properties.\nLikewise, exploiting  quantum features of light has enabled remarkable progress for the experimental exploration of fundamental physics and has been central to establishing the fields of quantum communication and quantum metrology. This proposal aims to bring together these two vibrant fields with the goal of exploring new capabilities that arise from the interplay of the quantum properties of light at extreme timescales and over extremely broad spectra. Ultrafast quantum pulses feature an inherent non-classical pulse-mode or supermode structure, which is imprinted onto the states in the generation process and is closely related to the entanglement properties between different frequency constituents of the quantum pulses. Harnessing this structure will dramatically enhance quantum channel capacities per signal state, enable precision time-frequency measurements beyond classical boundaries and open new avenues to scalable quantum information processing.\nEach partner brings unique expertise from the areas of quantum information, ultrafast and quantum optics, which expands the combined knowledge of the consortium. The partnersí research profiles cover engineered integrated optics with pulsed light, quantum communication systems, coherent control of light matter interaction and continuous variable quantum states. Experience in classical ultrafast pulse-shaping as well as advanced theoretical analysis tools addressing high-dimensional entanglement and multimode photon statistics round out the consortium.",
    "totalCost": "3219721,25",
    "ecMaxContribution": "3219721,25",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6;UNIVERSITA DEGLI STUDI ROMA TRE;UNIVERSITE DE LILLE;UNIVERSITAET ROSTOCK;UNIVERSITE DES SCIENCES ET TECHNOLOGIES DE LILLE - LILLE I;UNIVERSITAET PADERBORN;SORBONNE UNIVERSITE",
    "participantCountries": "FR;IT;DE",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "999899378": {
            "orgId": "999899378",
            "orgName": "UNIVERSITE DES SCIENCES ET TECHNOLOGIES DE LILLE - LILLE I",
            "ecContrib": 0
        },
        "999866107": {
            "orgId": "999866107",
            "orgName": "UNIVERSITA DEGLI STUDI ROMA TRE",
            "ecContrib": 270035
        },
        "909875521": {
            "orgId": "909875521",
            "orgName": "SORBONNE UNIVERSITE",
            "ecContrib": 617238
        },
        "999852430": {
            "orgId": "999852430",
            "orgName": "UNIVERSITAET ROSTOCK",
            "ecContrib": 416875
        },
        "999837492": {
            "orgId": "999837492",
            "orgName": "UNIVERSITAET PADERBORN",
            "ecContrib": 619250
        },
        "910186018": {
            "orgId": "910186018",
            "orgName": "UNIVERSITE DE LILLE",
            "ecContrib": 400102
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 896221
        }
    },
    "calculatedTotalContribution": 3219721
}