{
    "rcn": "197121",
    "acronym": "RISE",
    "topics": "WIDESPREAD-1-2014",
    "title": "Research Centre in Interactive Media, Smart Systems and Emerging Technologies",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "In line with WIDESPREAD-2014-1 TEAMING, this proposal puts forward the vision for establishing a ìResearch centre on Interactive media, Smart systems and Emerging technologiesî (RISE). RISE aims to become a Centre of Excellence and a hub across the three continents bordering Cyprus, facilitating thus the local scientific, technological, and economic growth of the region. The proposal identifies the potential of Interactive Media to bring together several scientific areas, yielding applications in the priority areas of the Smart Specialisation Strategy of Cyprus. Therefore, research in RISE integrates the Visual Sciences, Human Factors and Design, and Communications and Artificial Intelligence, in a tight synergy that provides a unique interdisciplinary research perspective that emphasizes an ìInspired by Humans, Designed for Humansî philosophy.\nTo support the implementation of the research and innovation agenda of RISE, the proposal puts forward the a consortium coordinated by the Nicosia Municipality, the largest regional authority of Cyprus with extensive experience in managing large projects and commitment in establishing and supporting an innovation ecosystem in Nicosia, along with all three public universities of Cyprus. The four local partners will contribute their research, infrastructure, and financial potential for the establishment of RISE   and with guidance by two Experienced Partners (MPI and UCL) with unequivocal scientific excellence and demonstrated success in running Centres of Excellence, aim to establish a sustainable Centre of Excellence in Cyprus. With the long-term sustainable growth of RISE in mind, the proposal designates an administrative structure for the Centre to facilitate its interdisciplinary view of research, its outreach perspective towards human users and businesses, and its multi-institutional composition.",
    "totalCost": "476427",
    "ecMaxContribution": "476427",
    "coordinator": "LEFKOSIA MUNICIPALITY",
    "coordinatorCountry": "CY",
    "participants": "TECHNOLOGIKO PANEPISTIMIO KYPROU;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;University College London;ANOIKTO PANEPISTIMIO KYPROU (OPEN UNIVERSITY OF CYPRUS);UNIVERSITY OF CYPRUS",
    "participantCountries": "CY;DE;UK",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 90313
        },
        "999597223": {
            "orgId": "999597223",
            "orgName": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
            "ecContrib": 59063
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 93438
        },
        "989697985": {
            "orgId": "989697985",
            "orgName": "ANOIKTO PANEPISTIMIO KYPROU (OPEN UNIVERSITY OF CYPRUS)",
            "ecContrib": 25125
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        },
        "941259677": {
            "orgId": "941259677",
            "orgName": "LEFKOSIA MUNICIPALITY",
            "ecContrib": 113875
        }
    },
    "calculatedTotalContribution": 381814
}