{
    "rcn": "197139",
    "acronym": "SynCatMatch",
    "topics": "ERC-ADG-2014",
    "title": "MATching zeolite SYNthesis with CATalytic activity",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Solid catalysts are key components of many industrial processes, offering advantages such as reuse and ease recovery. This research programme aims to develop a new concept and methodology for the synthesis of zeolite catalysts. Zeolites are solid, porous catalysts that have wide ranging industrial applications for gas adsorption, separation and catalysis. While a relatively large number of zeolites have been synthesised, zeolite selection as catalyst for a particular reaction still retains a large element of trial and error. Our objective is to design a zeolite synthesis methodology that creates pores and cavities in the resulting zeolite that approach a ìmolecular recognitionî pattern to catalyze the desired reaction. The approach focuses on the study of the reactions transition states since it is accepted that the most efficient catalysts are those that lower the transition state energy in the reaction, boosting the catalytic activity and efficiency. We will study the transition state of the desired reaction and design and synthesise transition state mimics to be used as Organic Structure Directing Agents for the synthesis of zeolites. By maximizing the host-guest interactions between zeolite and transition state, the efficiency of the catalyst will be increased. We aim to obtain tailor made catalysts for a chosen spectrum of reactions that also have clear industrial applications. Synthesis of highly efficient catalysts for particular industrially relevant applications will lead to lower energy consumption, fewer by-products and lower consumption of reactants. In summary, this will result in more sustainable processes. In many industrial applications a 1% increase in selectivity can represent more than 3000Tm/year additional manufacturing in a single unit.",
    "totalCost": "2470519",
    "ecMaxContribution": "2470519",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 2470519
        }
    },
    "calculatedTotalContribution": 2470519
}