{
    "rcn": "197129",
    "acronym": "RELAX",
    "topics": "ERC-PoC-2014",
    "title": "Optimal Person-Machine Sensorimotor Coupler for Application to Micro-Manufacturing",
    "startDate": "01/06/2015",
    "endDate": "30/11/2016",
    "objective": "Micro-manufacturing is a key sector for the EU industry. Enabling flexible, cost efficient, and compact production is essential to gain competitive edge and leadership in the manufacturing of high value-added miniatur- ized products. The manual, high-precision assembly or manipulation of micro-parts required for miniaturized assemblies is required by several markets. Companies using micro-mechanical processes, such in horology, or miniature devices employed in the aerospace and defense industries, are in great need of semi-automated manufacturing solutions to increase their productivity and lower the costs. This constraint follows naturally from the nature of their products which are manufactured in moderate quantities and in many variations. The manufacturing of such goods would be greatly aided by the availability of semi-automated robotized workstations that are flexible and capable of moderate to high production volumes. Semi-automation means that human intervention plays a key part in a manufacturing process even if some sub-tasks, such as axle insertion in micro-assembly, can be automated. Recent advances achieved under ìComputational Theory of Haptic Perceptionî led by V. Hayward (Advanced Grant 247300) have elucidated a completely new role for afferent, sensory information during movement that mirrors the role of movement during the elaboration of haptic (tactile) percepts. The technology that we have developed, and patented, eliminates the sensory interference from the interaction between the user and a task. The user is in a position to interact with the micro-parts as if they were scaled by a very large factor, with the consequence of letting the sensorimotor system of the user operate in optimal conditions. The project is motivated by the combination of a basic finding about the human somatosensory system and an interfacing technology leading to an ergonomically optimized highly transparent interface applicable to the assembly of micro-parts.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "909875521": {
            "orgId": "909875521",
            "orgName": "SORBONNE UNIVERSITE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}