{
    "rcn": "197107",
    "acronym": "EVOMESODERM",
    "topics": "ERC-CoG-2014",
    "title": "The evolution of mesoderm and its differentiation into cell types and organ systems",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Mesoderm, the embryonic germ layer between ectoderm and endoderm, gives rise to major organs within the circulatory and excretory systems and to stabilizing tissues (muscles, bones, connective tissue). Although mesoderm is a key-innovation in evolutionary history, its origin and further diversification into the different organs and cell types of a broad range of animals has not been elucidated. Our knowledge of mesoderm development is mainly based on work performed in prominent model systems including vertebrates (fish, frog and mouse) and invertebrates that are distantly-related and considered to be highly derived (Drosophila and C. elegans). The project proposed herein aims to study mesoderm development in a variety of highly informative animal taxa and trace its differentiation into cell types and organs, with the ultimate aim of reconstructing the history of mesoderm during animal evolution. Our approach combines advanced bioinformatics, live-imaging and molecular methods, and will be carried out in nine representative species belonging to under-investigated animal groups. We will describe the morphological and molecular development of mesoderm in these species, and the differentiation of two important mesodermal cell types: nephridia and blood. Using this information we will be able to infer the embryology and mesodermal cell type composition of ancestors at six important nodes in the animal tree of life. We will also be able to comprehend when shifts in mesoderm development have occurred and how these shifts have remodeled the animal body plans. Further, our implementation of advanced methods in under-studied species will provide new model systems and a more comprehensive framework for further studies in evolutionary developmental biology as well as in other research fields.",
    "totalCost": "1999500",
    "ecMaxContribution": "1999500",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 1999500
        }
    },
    "calculatedTotalContribution": 1999500
}