{
    "rcn": "197100",
    "acronym": "S4F",
    "topics": "ERC-CoG-2014",
    "title": "Setting the Stage for Solar System Formation",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Low-mass stars like our Sun are formed in the centers of dark clouds of dust and gas that obscure their visible light. Deep observations at infrared and submillimeter wavelengths are uniquely suited to probe the inner regions of these young stellar objects and unravel their structures, as well as the physical and chemical processes involved. These earliest stages are particularly interesting because the properties of the deeply embedded objects reflect the star formation process itself and how it relates to its environment. It is for example during this stage that the final mass of the star and the properties of its disk ñ and thus ability to form planets ñ are determined. It is also during these stages that the first seeds for the chemical evolution of the protoplanetary disk are planted and where some complex organic, possibly prebiotic, molecules may be formed. I here apply for an ERC Consolidator Grant that will support an ambitious program to map the physics and chemistry of the early Solar System. The proposed research program intends to use new high resolution, high sensitivity observations from the Atacama Large Millimeter Array (ALMA) - including a number of recently approved large programs ñ coupled to state-of-the-art radiative transfer tools and theoretical simulations to address some of the key questions concerning the physics and chemistry of the earliest stages of the Solar System: How is the chemistry of the earliest protostellar stages related to the physical structure and evolution of the young stellar object and its surrounding environment? Which complex organic molecules are present in the inner regions of low-mass protostars? What are the chances the rich chemistry of the earliest stages is incorporated into planetary systems such as our own?",
    "totalCost": "1999659",
    "ecMaxContribution": "1999659",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1999659
        }
    },
    "calculatedTotalContribution": 1999659
}