{
    "rcn": "197151",
    "acronym": "CardioBIVA",
    "topics": "ICT-37-2014-1",
    "title": "Bioelectrical impedance vector analysis medical device as a novel Internet of Things telemedicine system for monitoring congestive heart failure patients from home",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "IRIDEON is a Spanish-German SME, which develops and provides Internet of Things (IoT) sensor solutions based on a proprietary framework. We have partnered with HERIM, a distributor leader in the diagnostics market for lifestyle, body composition and vascular monitoring. We have been working in the development of a disruptive way to improve the monitoring of congestive heart failure (CHF) patients from home. We aim to prototype, test and commercialise an IoT telemedicine system based on bioelectrical impedance vector analysis (BIVA): CardioBIVA.\nOne in five people in Europe will experience heart failure. CHF is the most common cause of hospitalization in people aged over 65, and half of these die 5 years after the first hospitalization. Heart problems cause 29% of total global deaths, and in Europe 47% of all deaths- over 4 million/year. CHF costs the EU economy Ä60 billion a year.\nWe have a clear business opportunity, as an IoT telemedicine system that would enable an easy and frequent monitoring of a reliable physiological indicator to CHF in the home environment is expected to substantially reduce hospitalizations and, as a result, lower medical costs and impact on life.\nThe telemedicine industry has become an integral part of the European economy, investing approximately Ä200 billion a year. The shipments of telemedicine ìgatewaysî for CHF are expected to reach 561,000 in 2015 and over 3.5 million units by 2020.\nWe already have the primary distribution covered by HERIMís consolidated sales network in Iberoamerican countries, complemented by IRIDEONís e-commerce channel. The secondary channel will be other Medical Equipment and Supply companies and Insurance companies.\nWith the exploitation of CardioBIVA we expect to create 35 new job positions, internationalize and enter new markets where telemedicine programmes are limited by resources, and increased revenue from sales generated by CardioBIVA (NPV=Ä8.9 million, ROI=0.70).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IRIDEON SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935861045": {
            "orgId": "935861045",
            "orgName": "IRIDEON SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}