{
    "rcn": "197160",
    "acronym": "LIGHTKEY",
    "topics": "ICT-37-2014-1",
    "title": "Visible Light Communication (VLC) application for mobile devices as control access, validation, master key or secure payment solution.",
    "startDate": "01/06/2015",
    "endDate": "31/08/2015",
    "objective": "LightBee S.L. innovated the solution which uses LEDs installed in any transmitter to transmit binary codes by means of light modulation to an optical receiver which later decodes the light flash. The light is transmitted at a very high speed to avoid the possibility to distinguish values by video camera or human eye. It allows auto check-in and access control to private property or office only with the mobile information. \n\nThe LightKey product based on Visible Light Communication (VLC) is very powerful and at the same time low cost technology, that can be adapted to grant safe access permission by using merely mobile device with the performance similar to intrusive and expensive NFC and RFID technologies. The set consists of Control Unit, Optical Receiver, mobile application and uses standard electronic lock. \n\nAs there is an increasingly urgent need for authenticated entrance and the universal integration of mobile devices in our society is observed, LightKey has the chance to meet the broad range of innovative customers of the Access Control Market: private companies and independent users (hotels, complexes, condominiums, car makers) and public customers where security is a top priority (hospitals, banks, administration). \n\nWhen considering further proliferation of solid-state lighting (SSL), LED importance, the fact that nowadays technologies: NFC, Bluetooth, WIFI are subject of security problems related to data transmissions and moreover the increasing crime rate related to domestic burglary worldwide, VLC can become the most promising technology in terms of commercial viability. \n\nA full assessment of customer needs and the elaboration of a realistic business plan with in depth market feasibility study is the main objective of present Phase 1. After positive output following tasks will be addressed during Phase 2: analysis of remote communication, optical receiver optimization, integration with other technologies, certification, cloud service development.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LIGHTBEE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934490144": {
            "orgId": "934490144",
            "orgName": "LIGHTBEE SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}