{
    "rcn": "197136",
    "acronym": "CLEAN-HEAT",
    "topics": "SIE-01-2014",
    "title": "A highly efficient intelligent industrial microwave heating system based on high power solid state technology",
    "startDate": "01/06/2015",
    "endDate": "31/08/2017",
    "objective": "Magnetrons are the most widely used microwave technology today for both industrial and domestic microwaves. But these systems can only achieve efficiencies of around 45 to 50%, pose safety risks as the use high voltages (5kV) and the magnetrons have a short lifespan requiring frequent replacement. Magnetron technology does not allow for the automatic adjustment of power level to match the load variations. These limitations have a huge cost to industrial microwave processes and there are calls for more efficient solutions.  Across Europe, microwaves consume over 9.6 TWh of electrical energy annually.\nF&M seeks to upscale its 200W solid state continuous wave microwave system to address these limitations. The 1kW gallium nitride based microwave system will save at least 25% on electricity consumption, operate at more than 70% efficiency, allow automatic adjustment of power level in response to load variations and significantly reduce equipment size. It will also provide increased lifespan eliminating the need for frequent and costly replacements.  With all these excellent features and performance advantages, our product also comes at a very competitive cost to the user which lies in the same range with the magnetron systems.\nSolid state microwave technology can be used in moisture meters, medical applications like RF-Surgery, and microwave ovens for the manufacture of electronic assemblies. It also offers opportunity for automatic power matching that enhances energy efficiency and faster processing speeds. Full adoption of our technology in both domestic and industrial microwave ovens would lead to potential energy savings of 6.74TWh of electrical power across Europe.",
    "totalCost": "1390221,5",
    "ecMaxContribution": "973155,05",
    "coordinator": "FRICKE UND MALLAH MICROWAVE TECHNOLOGY GMBH",
    "coordinatorCountry": "DE",
    "participants": "MICROWAVE TECHNOLOGY LTD",
    "participantCountries": "UK",
    "projectParticipants": {
        "998503063": {
            "orgId": "998503063",
            "orgName": "FRICKE UND MALLAH MICROWAVE TECHNOLOGY GMBH",
            "ecContrib": 615942
        },
        "935522418": {
            "orgId": "935522418",
            "orgName": "MICROWAVE TECHNOLOGY LTD",
            "ecContrib": 357213
        }
    },
    "calculatedTotalContribution": 973155
}