{
    "rcn": "197103",
    "acronym": "MACROUNCERTINEQ",
    "topics": "ERC-CoG-2014",
    "title": "Uncertainty, Risk and Inequality: The Role of Macroeconomic Policies and Institutions",
    "startDate": "01/08/2015",
    "endDate": "31/07/2018",
    "objective": "Macroeconomic policies and macroeconomic institutions influence aggregate outcomes along a number of significant dimensions. While the empirical literature has traditionally focussed on the direct effects on economic activity and inflation, little is known on the impact that policy and institutional changes exert on the macroeconomy through their indirect effects on the distribution of resources available to households and firms. This proposal describes my research agenda over the next five years to fill this important gap in academic and policy knowledge. The emphasis is on a new empirical framework to revisit the transmission mechanism of changes in macroeconomic policies and institutions through their (possibly unintended) consequences on uncertainty, risk and inequality across diverse groups of society and across countries. The proposed approach combines survey data, international evidence and a narrative identification of policy and institutional changes from the analysis of historical records. Another main contribution will be the development of analytical frameworks to account for the stylized facts uncovered by the proposed empirical approach. These include models of imperfect information on individual tax rates and inter-generational risk-sharing within households as well as characterizations of the way monetary institutions and labour market regulations interact to affect macroeconomic uncertainty and financial market volatility. The ambition is to generate a set of testable predictions that could then be used to identify and assess the relative merits of specific theoretical mechanisms in the data. On the policy side, this research will provide new estimates for the aggregate effects of government and monetary interventions. Furthermore, it will make it possible to identify the groups who have benefitted/suffered most from the specific changes that have dominated most of the recent past and whose redistributive implications appear so far overlooked.",
    "totalCost": "957089",
    "ecMaxContribution": "957089",
    "coordinator": "LONDON BUSINESS SCHOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999433681": {
            "orgId": "999433681",
            "orgName": "LONDON BUSINESS SCHOOL",
            "ecContrib": 957089
        }
    },
    "calculatedTotalContribution": 957089
}