{
    "rcn": "197163",
    "acronym": "TailorFit",
    "topics": "NMP-25-2014-1",
    "title": "TailorFit; The Integrated ìmade to measureî workflow automation for menswear",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "'The project targets all luxury fashion firms that specifically manufacture classic menswear clothing (i.e. shirts, jackets, pants, coats...) and propose its personalisation. On one hand, personalisation is a great opportunity to provide the final clients with the cloths they desire, but on the other luxury fashion houses are facing the increasing need of having some automated solutions that will help them in creating 'customized product' in a faster lead time. In fact all fashion houses manufacturing menswear are focused on providing Made to Measure products to their customers, because it increases their revenues, but at the same time this also increases their costs.  An integrated and automated management of the whole value chain will decrease the lead time, increase customization application and decrease costs.\nCrea Solution Srl proposes the TailorFit solution that will dramatically accelerate the timing of the whole process, by managing every step of the cloths manufacturing: 1) Acquisition of body measures and selection of the type of clothing, collected in a store anywhere in the world or online, 2) Outfit design: data are sent to an intelligent CAD-based system that will generate the optimal person-tailored outfit design starting from the chosen cloths model, 3) Outfit manufacturing: a software will identify the optimized fabric cut according to the tissue and its physical characteristics (i.e. the deformation of the fabric) and then will cut it rapidly allowing time and fabric savings. \nTailorFit solution is innovative compared to existing ones as those do not provide the management of the entire process, but rather they separate it into parts, do not allow customers to have an integration with the web, do not handle the perfect cut of fabrics and cutting times are operational only for striped fabrics and paintings.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CREA SOLUTION SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934641367": {
            "orgId": "934641367",
            "orgName": "CREA SOLUTION SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}