{
    "rcn": "197125",
    "acronym": "OBSERVE",
    "topics": "FETOPEN-2-2014",
    "title": "Observing Emergence",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "In line with the mission of the FET programme the overarching aim of OBSERVE is to support Europe to grasp leadership early on in new and emerging technology areas that promise to renew the basis for European competitiveness and growth and that will make a difference for society in the decades to come. For this purpose OBSERVE addresses the concrete objective of identifying new opportunities and directions for interdisciplinary research towards new and visionary technology of any kind. More specifically OBSERVE will:\n\nï Implement a bottom-up Horizon Scanning process using four different and complementary screening methods that will yield a set of emerging topics.\nï Combine this process with a broadly based participatory multi-stakeholder dialogue in a tailored sequence of face to face anticipatory dialogues which will result in a list of candidates for ìHotspotsî i.e. potential topics for ìnew opportunities and directions for interdisciplinary research towards new and visionary technology of any kindî thus ensuring exploration of radically new avenues on the one hand and sensitivity to societyís needs on the other.\nï Provide a 360 degree view on both hard and soft aspects embracing all technology areas in line with the new mission of FET for H2020 with providing a clear set of novel ìHotspotsî per observation phase.\nï Establish a rolling process that can be extended throughout H2020 or further by carefully documenting the methodology, lessons learned and concluding recommendations.\nï Harness the wealth of information incorporated in the FET project portfolio and community as one pillar of the scanning process thereby providing an structured overview of the FET portfolio.\nï Ensure a maximum of uptake of both the ìHotspotsî identified and the observatory methodology, to strengthen futures literacy, responsiveness and resilience for diverse actors across Europe",
    "totalCost": "410093,75",
    "ecMaxContribution": "410093,75",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 410094
        }
    },
    "calculatedTotalContribution": 410094
}