{
    "rcn": "197102",
    "acronym": "BIODESERT",
    "topics": "ERC-CoG-2014",
    "title": "Biological feedbacks and ecosystem resilience under global change: a new perspective on dryland desertification",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Changes in climate and land use (e.g., increased grazing pressure), are two main global change components that also act as major desertification drivers. Understanding how drylands will respond to these drivers is crucial because they occupy 41% of the terrestrial surface and are home to over 38% of the worldís human population. Land degradation already affects ~250 million people in the developing world, which rely upon the provision of many ecosystem processes (multifunctionality). This proposal aims to develop a better understanding of the functioning and resilience of drylands (i.e. their ability to respond to and recover from disturbances) to major desertification drivers. Its objectives are to: 1) test how changes in climate and grazing pressure determine spatiotemporal patterns in multifunctionality in global drylands, 2) assess how biotic attributes (e.g., biodiversity, cover) modulate ecosystem resilience to climate change and grazing pressure at various spatial scales, 3) test and develop early warning indicators of desertification, and 4) forecast the onset of desertification and its ecological consequences under different climate and grazing  scenarios. I will use various biotic communities/attributes, ecosystem services and spatial scales (from local to global), and will combine approaches from several disciplines. Such comprehensive and highly integrated research endeavor is novel and constitutes a ground breaking advance over current research efforts on desertification. This project will provide a mechanistic understanding on the processes driving multifunctionality under different global change scenarios, as well as key insights to forecast future scenarios for the provisioning of ecosystem services in drylands, and to test and develop early warning indicators of desertification. This is of major importance to attain global sustainability and key Millennium Development Goals, such as the eradication of poverty.",
    "totalCost": "1894450",
    "ecMaxContribution": "1894450",
    "coordinator": "UNIVERSIDAD REY JUAN CARLOS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886283": {
            "orgId": "999886283",
            "orgName": "UNIVERSIDAD REY JUAN CARLOS",
            "ecContrib": 1894450
        }
    },
    "calculatedTotalContribution": 1894450
}