{
    "rcn": "197146",
    "acronym": "QuickTicket",
    "topics": "ICT-37-2014-1",
    "title": "QuickTicket",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "Mobile app for sell tickets for live shows with discounts and buy in two taps.\n\nQuickticket is a smartphone app where you can buy last minute tickets with big discounts. The main target of Quickticket is to make a success of every live show by selling all their tickets. Concert and theatre halls do not sell all their tickets on a daily basis. The European crisis has made the situation worse, the bigger the venue bigger the amount of empty seats, around 40% is empty during week days. The market of unsold tickets in Spain alone is bigger than 170 M EUR.\nThis outcome provokes many theatres and concert halls to close due to the lack of business.\nThe solution that Quickticket is proposing is to solve this problem by providing event promoters a tool to upload their spare tickets to the platform when they realize they will not sell out. Our aim is to optimize the capacity of their event and revenues from one side and from the other we provide to our users the best offers on live events on the market.\n\nAdvantages QuickTicket:\n* For venues\n- Do not sell all their tickets \n- Having fix costs\n- the market of unsold tickets is really big\n\n* Users\n- Looking for activities for today and tomorrow (80% of tickets sold the day of the show)\n- Looking for the best offer (cash sensitive)\n- Smaller prices incentivize trying new things\n\n* Quickticket \n- Allows venues to optimize their capacity\n- Fast user activation (via personalized push notifications)\n- Best prices in the market\n\nQuickticket intends to bring something new to Europe by developing an app will let its users to know what is happening in your city and also other European cities, since swapping between cities is very easy, and if you are travelling to another European city you will be able to buy tickets from the same app. Quickticket is changing the way of people make plans in Spain and its prepared to do it all around Europe and the world. \n\nThe novelty of our innovation is that we can sell last minute tickets in a very short time, thanks to our push notifications in such a way that we can give out tickets that would not have been sold otherwise and making theatres and concert halls make some profit from spare tickets. \nWe are giving the event promoters a tool to upload their spare tickets and give them a last chance to be sold.\n\nMobile apps are used for last minute decisions such as ìWhere is the closest Starbucks ?î ì How do I get from here to the metro Station?î We are talking about a new generation of customers that make ìlast minute decisionsî, where Quickticket fits perfectly since it answers the question ìWhat do I do tonight?î",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "QHACESHOY",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942562969": {
            "orgId": "942562969",
            "orgName": "QHACESHOY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}