{
    "rcn": "197143",
    "acronym": "Smart firearm safety",
    "topics": "ICT-37-2014-1",
    "title": "Project iP9 Smart firearm safetyIntroduction of the first smart firearm safety to the institutional market (police)",
    "startDate": "01/04/2015",
    "endDate": "30/09/2015",
    "objective": "The security challenges by the misuse of weapons are well known within the EU and outlined in EUROPEAN COMMISSION Brussels, 21.10.2013 COM (2013) 716 final. \nThe motivation of Armatix with the project iP9 Smart firearm safety is therefore to cope with these challenges by combining weapon technology and ICT as the principal concept in order to improve the safety of weapons in general and to reduce incidents.\nThe main reasons for the opportunity of misusing small arms are twofold, on the on hand that there is no integrated safety available and there is no personalization to an authorized user possible. \nThe project iP9 Smart firearm safety of Armatix is a smart pistol with various integrated ICT-modules in order to enable the personalization and to integrate an ICT-based safety mode. Additionally the project ensures full transparency by logging the whole history of the use of the weapon similar to a black box of an aircraft. \nArmatix focuses on the introduction of this new weapon technology to police forces and civilian end users in the EU and in the US. The new modular based technology enables meeting the special demands of the different user groups and to tailor the weapon according to the requirements of the customers. \nWhile in many other areas the integration of ICT is past practice there havenít been any major developments in small arms technology within the last century. It is expected that these state of the art technology becomes standardized through the administration and introduced in the legislation of different countries like in other areas (cars, aircrafts, etc.).\nIn early 2015 it is intended to carry out a detailed market and customer survey in close contact with potential end-users and to prepare for the various national certifications necessary for the participation in EU and US police tenders. In addition measures with regards to sales and marketing, business development, license partners and public and political affairs will be taken.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ARMATIX GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936223437": {
            "orgId": "936223437",
            "orgName": "ARMATIX GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}