{
    "rcn": "197191",
    "acronym": "VirtuCrete",
    "topics": "SC5-20-2014-1",
    "title": "A new integrated process to valorise hazardous leaded glass from CRTs and transform it into highperformance geopolymer blocks - VirtuCrete",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The world is sitting on a ëCRT mountainí; For TVs and monitors, Cathode Ray Tubes have been the main screen technology, up until the revolutionary change to LCD and plasma screens that has recently taken place. Consequently, the current CRT population (1.9 billion screens; 500 million of them in Europe) is becoming obsolete and will require processing (not landfill) according to WEEE regulations, since the high proportion of lead in the glass means that landfills have an unacceptable risk of lead leaching into groundwater. The very low manufacturing rates for new CRT worldwide now mean that recycling the glass back into CRTs is no longer an option, and the only alternatives to avoid landfill have been to use the glass as a smelting flux (85% of it remains as a toxic slag), or using foundry temperatures (1000∞C) melt extraction for the lead, which is extremely energy and CO2 costly, and at best produces an 80% co-stream of low value glass.\nOur idea is to process leaded CRT glass using a novel hydrochemistry method to precipitate out the lead, which can be sold.\nThe residual output stream from our VirtuCrete process contains an alumino-silicate mix that can be used as an alternative to Ordinary Portland Cement (OPC), to produce a high-silica concrete geopolymer block. This new material has exceptional resistance to salt, acids and water, making it suitable harsh conditions and flood defences, and high temperature resistance (over 1200∞C) making it applicable to fire risk applications such as road tunnels or waste storage segregation. The novel chemistry also allows use of recycled aggregate, potentially reducing the cost of our geoblocks by 50% compared to OPC blocks. The new technology could enable EU waste recyclers and concrete block producers to co-operate to solve the CRT problem and to increase competitiveness through new products, to gain market share and capitalise on new business opportunities.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VIRTUS PROJECTS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936072505": {
            "orgId": "936072505",
            "orgName": "VIRTUS PROJECTS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}