{
    "rcn": "197117",
    "acronym": "TEMARA",
    "topics": "WIDESPREAD-1-2014",
    "title": "Teaming to Extend Maltese Ambitions in the Aerospace Sector",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "TEMARA is a proposed teaming project between the Stichting Nationaal Lucht- en Ruimtevaartlaboratorium (NLR - the Dutch National Aerospace Laboratory), the Malta Ministry for Tourism responsible for Aviation and the Malta Council for Science and Technology. The proposed project, being the eventual establishment of a National Aerospace Centre (NAC) in Malta. \n\nTEMARA will consist of two stages, the first being a 1-year action plan for the creation of a Business Plan, and the second being a 5-7 year Framework Partnership Agreement for the financing of the operations of the NAC.\n\nThe proposal is being submitted in accordance with Teaming call under HORIZON2020 ëSpreading excellence and widening participationí.  In line with the scope of the call topic, TEMARA aims to team two parties: a leading institution of research and innovation excellence (NLR) and a new research agency at national level from a lower performing state (NAC) with the intention to establishing the latter as a Centre of Excellence.\n\nThe overall strategic objective of the National Aerospace Centre is to become a viable Centre of Excellence providing a service to national stakeholders in the Aerospace sector with particular focus on supporting the continued competitiveness of the European Aviation industry while contributing to its growth, and to contribute to Maltese and European Research and Innovation (R&I).  This will generally be achieved through research and innovation excellence in science and technology. More specifically, the NAC would develop a pool of know-how and engineering capability to attract further investment in the aerospace sector, develop a critical mass in specific areas of specialisation, contribute to greater national and European competitiveness and reducing disparities between Malta and other countries with respect to R&I and commercial competitiveness.",
    "totalCost": "378282",
    "ecMaxContribution": "375782",
    "coordinator": "MINISTRY OF TOURISM",
    "coordinatorCountry": "MT",
    "participants": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM;MINISTRY FOR EDUCATION AND EMPLOYMENT",
    "participantCountries": "NL;MT",
    "projectParticipants": {
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 132939
        },
        "947567102": {
            "orgId": "947567102",
            "orgName": "MINISTRY FOR EDUCATION AND EMPLOYMENT",
            "ecContrib": 74250
        }
    },
    "calculatedTotalContribution": 207189
}