{
    "rcn": "197114",
    "acronym": "SlovakION",
    "topics": "WIDESPREAD-1-2014",
    "title": "Slovak Centre of Excellence in Ion Beam and Plasma Technologies for Materials Engineering and Nanotechnology",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "The Center of Excellence SlovakION aims to become Eastern Europeís leading research centre for ion beam and plasma technologies in materials engineering and nanotechnology. Based on cutting-edge research and closely integrated in an international network of research facilities, SlovakIONís holistic approach to innovation transfer and its close interaction with the regional industry will contribute to the economic development of Slovakia. The main focus lies with the automotive and electronics industry as pointed out in Slovakiaís Research and Innovation Strategy for Smart Specialisation.\n\nThe TEAMING project shall help to develop the new Centre of Excellence as an internationally acclaimed source of excellent research. In close cooperation with the Slovak government and relevant industrial partners, SlovakION will establish and develop an integrated system for technology transfer and applied research. As a long term vision, this Slovak transfer model should be extended on other areas of research and industrial fields.\nThe SlovakION project draws its strength from three major sources: (i) STU is Slovakiaís leading technical university with a long tradition of excellent research and education, (ii) As of today, already Ä42M has been committed for creating a state-of-the-art facility for ion and plasma technologies. These funds were provided by the European Structural Investment Fund (ESIF), the Slovak Republic Government and the STU, and (iii) HZDR Dresden will be the leading support for SlovakION building on more than a decade of close collaboration. HZDR will not only bring its own experiences in breeding excellent research and develop fruitful technology transfer, but could draw on the whole Dresden research cluster including a leading technical university, several thematically linked Fraun¨hofer sites as well as several public-private partnerships fostering technology transfer.",
    "totalCost": "498906,25",
    "ecMaxContribution": "498906,25",
    "coordinator": "SLOVENSKA TECHNICKA UNIVERZITA V BRATISLAVE",
    "coordinatorCountry": "SK",
    "participants": "HZDR INNOVATION GMBH;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;ENGAGE - KEY TECHNOLOGY VENTURES AG;MATADOR INDUSTRIES AS;HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "DE;SK",
    "projectParticipants": {
        "999470541": {
            "orgId": "999470541",
            "orgName": "HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
            "ecContrib": 102500
        },
        "955586286": {
            "orgId": "955586286",
            "orgName": "ENGAGE - KEY TECHNOLOGY VENTURES AG",
            "ecContrib": 46719
        },
        "999868823": {
            "orgId": "999868823",
            "orgName": "SLOVENSKA TECHNICKA UNIVERZITA V BRATISLAVE",
            "ecContrib": 227500
        },
        "948658934": {
            "orgId": "948658934",
            "orgName": "HZDR INNOVATION GMBH",
            "ecContrib": 14375
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 14375
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 35938
        },
        "946571009": {
            "orgId": "946571009",
            "orgName": "MATADOR INDUSTRIES AS",
            "ecContrib": 57500
        }
    },
    "calculatedTotalContribution": 498907
}