{
    "rcn": "197106",
    "acronym": "Phonton",
    "topics": "ERC-CoG-2014",
    "title": "Phon(t)on-induced phase transitions",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "One of our dreams for the future is to control and manipulate complex materials and devices at will. This progress would revolutionize technology and influence many aspects of our everyday life.  A promising direction is the control of material properties by electromagnetic radiation leading to photo-induced phase transitions. An example of such a transition is the reported dynamically induced  superconductivity via a laser pulse.  Whereas the theoretical description of the coupling of fermions to bosonic modes in equilibrium has seen enormous progress and explains highly non-trivial phenomena as the phonon-induced superconductivity, driven systems pose many puzzles. In addition to the inherent time-dependence of the external driving field, a multitude of possible excitation and relaxation mechanisms challenge the theoretical understanding. Recently in the field of quantum optics, a much cleaner realization of a photo-induced phase transition, the Dicke transition, has been observed for bosonic quantum gases loaded in an optical cavity. Above a critical pump strength of an external laser field, the ensemble undergoes a transition to an ordered phase. \nWe aim to advance the general theoretical understanding of photo-induced phase transitions both in the field of solid state physics and quantum optics. In particular, we will focus on the design and investigation of photo-induced transitions to unconventional superconductivity and non-trivial topological phases. Our insights will be applied to fermonic quantum gases in optical cavities and solid state materials.  In order to treat these systems efficiently, we will develop new variants of the numerical density matrix renormalization group (or also called matrix product state) methods and combine these with analytical approaches.",
    "totalCost": "1486973",
    "ecMaxContribution": "1486973",
    "coordinator": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 1486973
        }
    },
    "calculatedTotalContribution": 1486973
}