{
    "rcn": "197195",
    "acronym": "OsteomiR",
    "topics": "PHC-12-2015-1",
    "title": "OsteomiR-Test ñ An In-Vitro Test for the Diagnosis of Osteoporosis and associated Fracture Risk",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "TAmiRNA aims to commercialize an in-vitro diagnostic test that is intended to predict fracture-risk in case of osteoporosis. The OsteomiR-Test meets an urgent clinical need by combining superior diagnostic performance with a simple test principle, thus, ensuring cost competiveness, good scalability and commercial success.\nOsteoporosis is a chronic skeletal disease characterized by systemic loss of bone strength and consequently high incidence of bone fractures. Osteoporotic fractures constitute one of the most common and costly health problems in the European Union (EU): costs related directly to fractures were EUR 24.3 billion in 2004 and will rise to EUR 76.8 billion by 2050 due to increasing life expectancy. \nEffective fracture prevention can be achieved through exercise, diet and drug treatment, but depends on reliable early prognosis of fracture risk. Currently, bone mineral density and clinical factors are the basis for prognosis of fracture risk. However, the low specificity of these tests limits efficient fracture prevention and creates an urgent clinical need for novel and better tests.\nThe OsteomiR-Test measures a proprietary combination of circulating microRNAs from standard blood samples. The analyzed microRNAs provide a direct readout of bone metabolism, stress and biological age, and have been demonstrated to have a strong association with fracture-risk. It is a robust, easy-to-use test with good scalability. \nIn order to commercialize the OsteomiR-Test, a detailed assessment of a market entry strategy is required. Therefore, TAmiRNA will i) develop health economic models to prioritize EU-countries for market launch, (ii) identify suitable manufacturing and distribution partners, (iii) define a strategy for IVD regulatory approval and, (iv) conduct a freedom-to-operate analysis. The results of this feasibility study will help to select target markets and define the cost structure of the test, and are therefore essential to successful commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TAMIRNA GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938028219": {
            "orgId": "938028219",
            "orgName": "TAMIRNA GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}