{
    "rcn": "197192",
    "acronym": "Inflammostrome",
    "topics": "ERC-CoG-2014",
    "title": "Stromal cells as primary drivers of immunopathology: towards targeted disease modification in spondyloarthritis",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Pro-inflammatory cytokines play a crucial role in chronic inflammatory diseases. Focusing on spondyloarthritis (SpA), a prevalent and debilitating rheumatic condition characterized by inflammation and abnormal new bone formation, we demonstrated that TNF and IL-23/IL-17 inhibition potently blocks inflammation. However, these treatments have no proven effect on pathologic new bone formation and the resulting structural damage, indicating the unmet need for understanding upstream disease mechanisms. Immune cells, in particular myeloid cells, have been shown to be the major sources of TNF and IL-23 in experimental models. However, we and others failed to demonstrate abnormal cytokine production by myeloid cells in human SpA. What drives these pathogenic cytokines thus remains unknown.\n\nWe recently found that SpA synovial tissues contain an abnormal stromal population of myofibroblasts, that these myofibroblasts express TNF and IL-23 in vivo and in vitro when exposed to cellular stress, and that stromal expression of these cytokines does not only drive inflammatory responses in vitro but is required and sufficient to induce experimental SpA in vivo. Therefore, we propose that stressed stromal cells can act as primary drivers of cytokine-mediated tissue inflammation and remodelling. Using a translational approach - dynamic sampling of primary human target tissues, functional experiments ex vivo and in vitro, animal models, and targeted interventions in patients ñ  we aim to unravel the role of stromal cells in SpA by defining:  1) the molecular profile of the stromal alterations, 2) the mechanisms of cytokine production by stromal cells, 3) the activation of downstream inflammatory pathways, 4) the role of stromal alterations in tissue remodeling, and 5) the contribution of stromal pathways to experimental and human SpA. Collectively, this project will allow to validate stromal cells as novel therapeutic targets for SpA and related disorders.",
    "totalCost": "1998886",
    "ecMaxContribution": "1998886",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 1998886
        }
    },
    "calculatedTotalContribution": 1998886
}