{
    "rcn": "197193",
    "acronym": "B3Africa",
    "topics": "INFRASUPP-6-2014",
    "title": "Bridging Biobanking and Biomedical Research across Europe and Africa",
    "startDate": "01/07/2015",
    "endDate": "30/06/2018",
    "objective": "B3Africa - Bridging Biobanking and Biomedical Research across Europe and Africa will dramatically improve and facilitate the development of better predictive, preventive and personalized healthcare worldwide. The rapidly evolving African biobanks are an invaluable resource: The African population has the greatest genomic diversity on the planet and represents an incredible resource of information to advance biomedical research. B3Africa aims to implement a cooperation platform and technical informatics framework for biobank integration between Africa and Europe. The collaboration harmonizes the ethical and legal framework, biobank data representation and bioinformatics pipelines for sharing data and knowledge among biobanks and allowing access for researchers from both continents. Main actors from the relevant initiatives including Human Heredity and Health in Africa project (H3Africa), European Biobanking and Biomolecular Resources research infrastructure (BBMRI-ERIC) and LMIC Biobank and Cohort Network (BCNet) collaborate in B3Africa to address the following objectives:\nï Defining an ethical and regulatory framework for biobank data sharing between Europe and Africa\nï Defining data models for representing biobank and research data based on existing best practices, standards and ontologies\nï Designing an informatics platform using existing open-source software (with eBioKit and BiBBox as essential modules) integrating workflows for biobank applications\nï Implementation of an education and training system for information and capacity building\nï Validating the B3Africa concept with existing biobanks from both continents\nB3Africa will provide the critical mass to maximise efficiency in biomedical research, supports defragmentation through integration and allows efficient leverage of existing biobanks and e-infrastructures in Europe and Africa. The technical informatics framework will be designed for easy upscaling and integration with other research infrastructures.",
    "totalCost": "2035250",
    "ecMaxContribution": "2001250",
    "coordinator": "SVERIGES LANTBRUKSUNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "International Livestock Research Institute;MEDIZINISCHE UNIVERSITAT GRAZ;BIOBANKS AND BIOMOLECULAR RESOURCESRESEARCH INFRASTRUCTURE CONSORTIUM(BBMRI-ERIC);INSTITUTE OF HUMAN VIROLOGY NIGERIA LTDGTE;UPPSALA UNIVERSITET;MAKERERE UNIVERSITY;UNIVERSITY OF THE WESTERN CAPE;KAROLINSKA INSTITUTET;CENTRE INTERNATIONAL DE RECHERCHE SUR LE CANCER;STELLENBOSCH UNIVERSITY",
    "participantCountries": "KE;AT;NG;SE;UG;ZA;FR",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 150000
        },
        "999883373": {
            "orgId": "999883373",
            "orgName": "UNIVERSITY OF THE WESTERN CAPE",
            "ecContrib": 210000
        },
        "946597878": {
            "orgId": "946597878",
            "orgName": "BIOBANKS AND BIOMOLECULAR RESOURCES RESEARCH INFRASTRUCTURE CONSORTIUM (BBMRI-ERIC)",
            "ecContrib": 0
        },
        "999856601": {
            "orgId": "999856601",
            "orgName": "MAKERERE UNIVERSITY",
            "ecContrib": 70000
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 210000
        },
        "999887350": {
            "orgId": "999887350",
            "orgName": "SVERIGES LANTBRUKSUNIVERSITET",
            "ecContrib": 441250
        },
        "998330791": {
            "orgId": "998330791",
            "orgName": "International Livestock Research Institute",
            "ecContrib": 110000
        },
        "999836231": {
            "orgId": "999836231",
            "orgName": "MEDIZINISCHE UNIVERSITAT GRAZ",
            "ecContrib": 235000
        },
        "973990484": {
            "orgId": "973990484",
            "orgName": "INSTITUTE OF HUMAN VIROLOGY NIGERIA LTDGTE",
            "ecContrib": 70000
        },
        "999520496": {
            "orgId": "999520496",
            "orgName": "CENTRE INTERNATIONAL DE RECHERCHE SUR LE CANCER",
            "ecContrib": 365000
        },
        "999877359": {
            "orgId": "999877359",
            "orgName": "STELLENBOSCH UNIVERSITY",
            "ecContrib": 70000
        }
    },
    "calculatedTotalContribution": 1931250
}