{
    "rcn": "197124",
    "acronym": "FET-Event",
    "topics": "FETOPEN-2-2014",
    "title": "Ensuring the success of the next FET Conference and exhibition at a key period for FET",
    "startDate": "01/09/2015",
    "endDate": "30/11/2016",
    "objective": "The overall objective of the FET-Event project is to efficiently support the organisation of the next edition of the FET event, addressing in particular pre-conference communication, local organisation, participant assistance, and post-conference follow-up.\nThe 3rd edition of the FET conference and exhibition is a long-awaited one since the previous one was held in 2011 and since FET has reached a new dimension: a new mandate going beyond ICT, newly launched large-scale initiatives, and a much larger budget.\nIn this context, the 3rd edition of the FET event has to be highly successful (over 1200 registered participants and 30 exhibiting organisations), and reach the highest impact among targeted stakeholders (researchers, policy and decision makers, innovators and entrepreneurs, educators and schools, press and media, general public)\nTo reach these objectives, the FET-Event partners have chosen the following approach:\nï Maintaining a close liaison with the FET Units and the FET Advisory Group all along the project\nï Developing synergies with the other CSAs selected at the Call\nï Ensuring the full engagement of FET past and ongoing projects in the conference\nï Shaping a highly creative event spreading over several days (ìFET Weekî concept), a multi-faceted one relying on several locations in order to succeed attracting all targeted stakeholders\nMoreover, the FET-Event project will evaluate the possibility for the FET event to become self-sustainable, to be organised every year / two years, still under the aegis of the European Commission and in close liaison with the FET Units but without any further grants provided through successive CSAs.\nThe FET-Event consortium is compact and complementary. It only counts two partners offering a good knowledge of the FET programme and a longstanding experience in the organisation of large-scale events. It is coordinated by Sigma Orionis and ERCIM who had coordinated the CSA supporting the organisation of FET11.",
    "totalCost": "998750",
    "ecMaxContribution": "998750",
    "coordinator": "SIGMA ORIONIS SA",
    "coordinatorCountry": "FR",
    "participants": "GEIE ERCIM",
    "participantCountries": "FR",
    "projectParticipants": {
        "999792096": {
            "orgId": "999792096",
            "orgName": "SIGMA ORIONIS SA",
            "ecContrib": 850812
        },
        "999593828": {
            "orgId": "999593828",
            "orgName": "GEIE ERCIM",
            "ecContrib": 147938
        }
    },
    "calculatedTotalContribution": 998750
}