{
    "rcn": "197180",
    "acronym": "e-Awake",
    "topics": "IT-1-2015-1",
    "title": "New Generation ADAS for Enhanced Driving Experience",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The latest generation of Advanced Driving Assistance Systems (ADAS) will accelerate the trend towards zero accident vehicles, highly automated driving (HAD) and an associated better road utilization. Hence, preventing accidents and automation of tasks in progressively more complex driving situations require innovation in perceiving the environment, the vehicle-state, and the reasoning about these. This can be done by the usage of multiple sensor technologies, complementing and reinforcing each other. The optimal use of such a huge amount of heterogeneous information requires innovations in both the involved component technologies and in the system architecture concepts.\n\ne-Awake project seeks to bring to the ADAS market an innovative product that uniquely addresses the aforementioned challenge. The overall goal of the project is to integrate, test, standardize and industrialize a high performance embedded system that will allow vehicle integrators to easily design and tailor their solutions to the challenging new trends and demands in ADAS and HAD markets.\n\ne-Awake will rely on in-house developed algorithms for ADAS and HW/SW co-design methods under a new paradigm, where instead of several dedicated chips, a single device supports a homogeneous software-centric architecture with optimal hardware and software partitioning for functional acceleration.\n\nThe resulting - automotive qualified - embedded computing platform shall provide significant enhancements not only in performance (100x) and power consumption (x2) but also in terms of cost-efficiency, scalability and flexibility - resulting in at least a 30% reduction of development costs.\nTrough e-Awake project, IXION will develop and industrialize HW/SW technology for new generation ADAS and highly automated vehicles, where it aims to be a relevant actor in the market as 2nd tier in the upcoming 4-6 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IXION INDUSTRY AND AEROSPACE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953627953": {
            "orgId": "953627953",
            "orgName": "IXION INDUSTRY AND AEROSPACE SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}