{
    "rcn": "197188",
    "acronym": "OTTOCONFESSION",
    "topics": "ERC-CoG-2014",
    "title": "The Fashioning of a Sunni Orthodoxy and the Entangled Histories of Confession-Building in the Early Modern Ottoman Empire, 15th-17th Centuries",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "'How and why did the Ottoman Empire evolve from a fourteenth-century polity where 'confessional ambiguity' between Sunnism and Shiism prevailed into an Islamic state concerned with defining and enforcing a 'Sunni orthodoxy' by the early sixteenth century? Recent historiography attributes this new concern with 'orthodoxy' in the Ottoman Empire to the rise of the rival Shii Safavid Empire at the turn of the sixteenth century. However, the OTTOCONFESSION project is based on the premise that the evolution of Ottoman discourse on Sunni orthodoxy can be understood only in a longer perspective that spans the fifteenth and seventeenth centuries, and that it was shaped by religio-political dynamics not only in the Safavid Empire but also within the Christian communities in the Ottoman Empire and in Europe as well.\nThe project sets out to demonstrate that although the polarization between Sunni and Shii Islam on the one hand, and Catholic and Protestant Christianity on the other, resulted from the dynamics specific to the Turco-Iranian world and Europe, respectively, the subsequent processes of confession- (and in come cases state-) building were related and constitute an entangled history of confessionalization that spanned Europe and the Middle East. This entanglement resulted in particular from: the Ottomans' concomitant competition with the Safavids, Habsburgs, and Venetians, and the shared political theologies this entailed; the spread of various Muslim and Christian communities across imperial borders; and the Ottomans' permissiveness towards Catholic, Lutheran and Calvinist missionary activities among the Empire's (mostly Orthodox) Christians. The project will investigate the evolution of the confessional discourses in the Ottoman Empire in both community-specific and entangled, cross-communal perspectives between the fifteenth and seventeenth centuries by focusing on a) agents and strategies; b) textual genres; and c) sites of confessionalization.'",
    "totalCost": "1987187",
    "ecMaxContribution": "1987187",
    "coordinator": "KOZEP-EUROPAI EGYETEM",
    "coordinatorCountry": "HU",
    "participants": "BOGAZICI UNIVERSITESI",
    "participantCountries": "TR",
    "projectParticipants": {
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 1445237
        },
        "999882500": {
            "orgId": "999882500",
            "orgName": "BOGAZICI UNIVERSITESI",
            "ecContrib": 541950
        }
    },
    "calculatedTotalContribution": 1987187
}