{
    "rcn": "197119",
    "acronym": "THE DISCOVERIES CTR",
    "topics": "WIDESPREAD-1-2014",
    "title": "Development of a Business Plan for establishment of The Discoveries Centre for Regenerative and Precision Medicine, a new Centre of Excellence in Portugal",
    "startDate": "01/06/2015",
    "endDate": "31/05/2016",
    "objective": "This proposal aims to develop the necessary endeavours to elaborate a robust and feasible Business Plan that will be the basis for the creation of a new Centre of Excellence in Portugal ñ The Discoveries Centre for Regenerative and Precision Medicine. It is an initiative of the Portuguese Foundation for Science & Technology, scientifically coordinated by the University of Minho and involving a national partnership formed by the 6 top-ranked Portuguese universities. The new Centre will result from a teaming process with the University College London, an institution of research and innovation excellence from the UK. The experience and expertise of all these entities ñ future founding members of the new Centre ñ will be used to design the necessary strategies and approaches to build the final business plan.\n\nThe Discoveries Centre to be created will perform world-leading research, by anchoring research activities of the best research groups in Portugal, promoting excellence, advanced training, translational research outputs and commercialisation strategies. In the long-run, these are expected to generate an important economic impact, as well as a positive social effect by contributing to the increase of the quality of life of an ageing European population affected by neurodegenerative, cardiovascular and musculoskeletal diseases.\n\nTherefore, it is anticipated that The Discoveries Centre will be able to foster a knowledge-based economy aligned with national and regional strategic priority areas and European societal challenges, thus reinforcing Portugalís scientific capabilities and social and economic development. It will also contribute to a global recognition of the national scientific production, having a structuring effect in the Portuguese science, generating high value-added products, attracting top-level international scientists, as well as enhancing the capacity to retain the best Portuguese researchers.",
    "totalCost": "499849,5",
    "ecMaxContribution": "499847",
    "coordinator": "UNIVERSIDADE DO MINHO",
    "coordinatorCountry": "PT",
    "participants": "UNIVERSIDADE DE LISBOA;Instituto de Higiene e Medicina Tropical;UNIVERSIDADE DE COIMBRA;UNIVERSIDADE DE AVEIRO;UNIVERSIDADE DO PORTO;University College London;FUNDACAO PARA A CIENCIA E A TECNOLOGIA",
    "participantCountries": "PT;UK",
    "projectParticipants": {
        "999543970": {
            "orgId": "999543970",
            "orgName": "FUNDACAO PARA A CIENCIA E A TECNOLOGIA",
            "ecContrib": 33313
        },
        "997826391": {
            "orgId": "997826391",
            "orgName": "UNIVERSIDADE DE COIMBRA",
            "ecContrib": 33313
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 147781
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 33313
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        },
        "949885305": {
            "orgId": "949885305",
            "orgName": "UNIVERSIDADE DE LISBOA",
            "ecContrib": 33313
        },
        "999865331": {
            "orgId": "999865331",
            "orgName": "UNIVERSIDADE DE AVEIRO",
            "ecContrib": 33313
        },
        "960782479": {
            "orgId": "960782479",
            "orgName": "UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 314346
}