{
    "rcn": "197197",
    "acronym": "INNODIAB",
    "topics": "PHC-12-2015-1",
    "title": "Innovative diagnostic device for the early detection of diabetic neuropathy in diabetes patients",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "The objective of the innovation project is to develop and clinically validate the first diagnostic device for the early detection of diabetic neuropathy (also referred to as diabetic foot). Diabetic foot is a common complication of both type 1 and type 2 diabetes. Current methods are only able to detect diabetic foot once the patient is already experiencing loss of sensation. This can result in an increased number of amputations and costs as a result of those amputations. The disruptiveness and the market potential of the new device lie in its capacity to identify diabetic neuropathy at a very early stage. The device will fill the identified niche on the market and contribute to better clinical outcomes for the patients. The main need of the users (physicians, nurses, policy makes, and patients) is access to an efficient dependable method for early detection of diabetic neuropathy.  These needs will be met through the prototype device allowing physicians and nurses to assess the condition and determine appropriate treatment.  The Phase 1 project will develop a strategic business plan for the commercialisation of the innovative diagnostic device for the early detection of diabetic neuropathy. The project will strengthen VibroSenseís understanding of the European market in general and verify the economic viability of the clinical validation to be pursued within the Phase 2 project.  The late diagnosis of diabetic foot results in patientís suffering and substantial health-care costs. It is estimated that approximately 1/9 of the total healthcare expenditures in Europe is spent on diabetes, with foot care being one of the more dominant costs. The project addresses this EU-wide challenge by proposing a new early-diagnostic method. The new device will build a strong case for introducing more cost-effective, personalised medicine approaches in the management of diabetic foot. The commercial output will be new competitive advantages and accelerated growth for VibroSense.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VIBROSENSE DYNAMICS AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931384204": {
            "orgId": "931384204",
            "orgName": "VIBROSENSE DYNAMICS AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}