{
    "rcn": "197137",
    "acronym": "QualiLine-C-2.0",
    "topics": "NMP-25-2014",
    "title": "Quality and Production Control with Integrated Machine Vision",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Our company, Falcon-Vision was established in 1996 with the aim of developing machine vision tools for the inspection of casted parts. During this time we have produced a number of custom inspection tools that can achieve 100% inspection without contact in real time. We have developed a successful track record and have become established as a supplier of high speed quality control and in-line metrology systems to leading multinationals (Nemak, Daimler, Sanofi, Epcos, Visteon) who produce parts for leading automotive companies (GE, AUDI, Renault, BMW, VW).\nOur custom-made inspection machines have been a huge success and our sales have increased from 1.2 million Euros in 2009 to 2.2 million Euros in 2013 and will be almost doubled in this year. This increase is not surprising based on our high quality products and the list of satisfied customers; however we are striving to increase the sales and satisfy the rising demands due to our machines being custom made. \nRecently, our customersí demands have been also widening. They are requiring faster, simpler and more flexible measuring machines. After discussions with our customers we have come to the conclusion that the best way to increase our productivity and satisfy more customers would be to make our system modular which would help the customer pick and choose the different inspection modules in a flexible and efficient way. This would mean we can mass produce the modules which would speed up the service and reduce the price. In addition, development of new innovative modules is also foreseen to further improve the accuracy and to give the opportunity to inspect such geometries which were not possible in the past.\nThe new modular approach will help halve the production lead time of the inspection machine and also reduce the cost by 30%.",
    "totalCost": "1903750",
    "ecMaxContribution": "1332625",
    "coordinator": "FALCON-VISION MUSZAKI FEJLESZTO ES SZOLGALTATO ZARTKORUEN MUKODO RT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935377112": {
            "orgId": "935377112",
            "orgName": "FALCON-VISION MUSZAKI FEJLESZTO ES SZOLGALTATO ZARTKORUEN MUKODO RT",
            "ecContrib": 1332625
        }
    },
    "calculatedTotalContribution": 1332625
}