{
    "rcn": "197122",
    "acronym": "Symbiotic",
    "topics": "FETOPEN-1-2014",
    "title": "INNOVATIVE AUTONOMOUS ELECTRICAL BIOSENSOR SYNERGISTICALLY ASSEMBLED INSIDE A PASSIVE DIRECT METHANOL FUEL CELL FOR SCREENING CANCER BIOMARKERS",
    "startDate": "01/06/2015",
    "endDate": "30/11/2018",
    "objective": "Biosensors possess recognition elements that bind to target molecules which lead to detectable signals; they are made of two basic components: (i) a bioreceptor or biorecognition element; and (ii) a transducer element. The bioreceptor system interacts with the target analyte and this interaction is monitored by the transducer, which converts the information into a measurable effect such as an electrical, optical or mass-sensitive signal.\nThis project proposes the development of an autonomous electrochemical biosensor that is lightweight, disposable and low cost by using an outstanding innovative approach: hosting synergistically the bioreceptor element inside a passive direct methanol fuel cell (DMFC). Such approach will provide an electrically independent, very simple, miniaturized, autonomous electrical biosensor. The electrical dependency is eliminated by coupling the biosensor to an electrochemical transducer that is capable of autonomous energy production, the fuel cell. This work proposes a merge between electrical biosensors and fuel cells, combining the advantages of both areas of research in a single synergetic device. \nIn this envisaged innovative device, the electrical signal obtained from the DMFC is directly related to the concentration of the cancer biomarker in the sample analyzed. The proposed electrochemical biosensor will be completely autonomous operating at room temperature and using the oxygen present in the air, thereby allowing diagnosis everywhere.",
    "totalCost": "3346660",
    "ecMaxContribution": "3346660",
    "coordinator": "INSTITUTO SUPERIOR DE ENGENHARIA DO PORTO",
    "coordinatorCountry": "PT",
    "participants": "AARHUS UNIVERSITET;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;Teknologian tutkimuskeskus VTT Oy;UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO",
    "participantCountries": "DK;UK;FI;PT",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 708314
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 699311
        },
        "999633889": {
            "orgId": "999633889",
            "orgName": "UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO",
            "ecContrib": 574475
        },
        "999642813": {
            "orgId": "999642813",
            "orgName": "INSTITUTO SUPERIOR DE ENGENHARIA DO PORTO",
            "ecContrib": 836929
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 527631
        }
    },
    "calculatedTotalContribution": 3346660
}