{
    "rcn": "197164",
    "acronym": "e-Furnace",
    "topics": "NMP-25-2014",
    "title": "Intelligent Hot Dip Galvanizing furnace for better energy use, low environmental impact and extended kettle lifespan",
    "startDate": "01/07/2015",
    "endDate": "28/02/2018",
    "objective": "Founded in 2002 in Brescia, Northern Italy, our company Zinco Service is an international provider in advanced technical services, consultancy and training for the hot dip galvanizing (HDG) industry.\n\nStarting originally offering zinc transfer services for companies using HDG furnaces, we, Zinco Service,  guided by our foundersí long experience as galvanizers and the technical expertise of our technicians, have become a specialist in HDG process and technology. Strongly focused on innovation, we have carried out extensive R & D in cooperation with acclaimed research institutions, this leading to the development and launch of an innovative technique for the inspection of galvanizing kettles, i.e. our Kettle Inspection Device (K.I.D.) in 2006. Today, we support our customers in 100% of their HDG management: from the inspection to the change of their HDG kettle, the furnace and burners repair, the optimization of their process. \n\nListening to our customersí feedback and concern on the kettle corrosion (limiting its lifetime to 5-7 years), the energy waste (the process efficiency of current furnaces is around 65%) and the environmental impact (as furnaces produce carbon monoxide, carbon dioxide and nitrogen oxides), we have been working with our partner Gimeco Impianti, a galvanizing plant and equipment manufacturer with 39 years of industrial experience, on a new ìsmartî furnace, called e-Furnace: by perfectly controlling the process and optimizing the overall design, we can decrease the energy used by 30% and increase the process efficiency by 25% while decreasing its environmental impact. \n\nWith e-Furnace, Zinco and Gimeco will offer a 360∞ service as, through our partnership, we will provide the metalworking industries and more particularly the galvanizing companies with a new HDG furnace technology, allowing us to consolidate our position and significantly increase our turnover (\\Ä34 million of turnover by 2022).",
    "totalCost": "1705125",
    "ecMaxContribution": "1193587,5",
    "coordinator": "ZINCO SERVICE SRL",
    "coordinatorCountry": "IT",
    "participants": "GIMECO IMPIANTI SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "952790552": {
            "orgId": "952790552",
            "orgName": "ZINCO SERVICE SRL",
            "ecContrib": 495862
        },
        "934640591": {
            "orgId": "934640591",
            "orgName": "GIMECO IMPIANTI SRL",
            "ecContrib": 697725
        }
    },
    "calculatedTotalContribution": 1193587
}