{
    "rcn": "197187",
    "acronym": "Calcivis CAIS",
    "topics": "PHC-12-2014",
    "title": "Validation of clinical performance and pre-commercial development of a novel diagnostic for dental caries assessment",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "The project will support development of the market ready version of the Calcivis Caries Activity Imaging System (currently in advanced prototype form) and validate its clinical performance against existing standards, which will enable first EU launch within one year of funding and US launch within two.\n\nThe Calcivis technology is a highly innovative and globally significant dental diagnostic which has the capability to enable and accelerate the ongoing paradigm shift towards preventive dentistry. Uniquely it uses a recombinant photoprotein marker and a sophisticated imaging device to detect free calcium ions at the tooth surface, to provide diagnostic and prognostic information on the development and progression of caries lesions (tooth decay). \n\nThere is a significant unmet need in dentistry to differentiate early caries lesions that are actively demineralising from those that are less likely to progress to cavitation. Current state of the art is subjective visual/tactile examination which leads to active lesions being missed and inactive lesions being unnecessarily restored. Dental practice is gradually moving towards diagnosis/prevention and away from automatic ëdrill and fillí approaches; a shift which will be further enabled by the Calcivis System.\n\nIt is the only product that can directly detect ongoing demineralisation in the clinic which enables:\n- differentiation of active from inactive lesions\n- early detection of incipient active lesions\n- monitoring of therapeutic effectiveness i.e. ëswitching offí of activity\n\nTo date, a prototype of the Calcivis System has been used to demonstrate proof of concept in extracted teeth and is now undergoing a pilot safety and performance clinical study. The clinical prototype was granted a CE mark in December 2013. The results of this clinical study and ongoing market research are being used to support design of the commercial device and the full clinical validation programme, which is the subject of this application.",
    "totalCost": "2975531,25",
    "ecMaxContribution": "2615000",
    "coordinator": "CALCIVIS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936471660": {
            "orgId": "936471660",
            "orgName": "CALCIVIS LIMITED",
            "ecContrib": 2615000
        }
    },
    "calculatedTotalContribution": 2615000
}