{
    "rcn": "197142",
    "acronym": "HyBurn",
    "topics": "SIE-01-2014-1",
    "title": "New high temperature in-situ premix gas combustion systems for more efficient and cleaner combustion of hydrogen and lean gases",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "The promeos innovation project ìNew in-situ premix gas burnersî makes the combustion of difficult to handle gaseous fuels like hydrogen or hot gases more efficient, less polluting, less noisy, safer and more compact compared to state of the art burners, thus opening up new markets. Hydrogen or (lean) biogas mixtures, landfill gas or (pyrolysis) process gases today often need to be flared and are simply wasted. promeos is for the first time ever enabling the well controlled, more efficient and cleaner combustion of these fossil or renewable gaseous fuels, thus helping protect the climate.\nThe new in-situ premix gas burners are targeted at global industrial markets worth billions of Euro, wherever high temperature heat is required and process gas ñ of any calorific value and composition - is available locally as a fuel. The in-situ premix gas burners can also be used in automotive or fuel cell applications.\nState of the art burners use either the diffusion or premix approach to mix fuel and air. Special or lean gases are typically handled more safely in diffusion type burners, at the cost of losing the better efficiency, higher safety and more compact design of the premix approach. The unique promeos porous burner in use since 2007 uses the conventional premix approach but as a volumetric burner. The NEW promeos in-situ premix burner is built on a new concept of micro premixing via a 3D-channel structure just before the flame front ñ an approach called MFT ìmixing flame trapî. It is only with this approach that the system can burn special and lean gases in a more efficient and safer way. It is also capable of generating higher temperatures than catalytic burners, where the catalyst reduces the temperature at which the fuel starts to burn. The MFT component can only be manufactured at target costs by making use of a 3D-printing approach.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PROMEOS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935084754": {
            "orgId": "935084754",
            "orgName": "PROMEOS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}