{
    "rcn": "197157",
    "acronym": "The Exergyn Drive",
    "topics": "SIE-01-2014",
    "title": "THE EXERGYN DRIVEô ñ AN ENGINE THAT RUNS ON HOT WATER",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Low-grade waste heat (ìLGWHî) is defined herein as being water of <120∫C, usually 80∫-95∫C. Most power producers are making no use of their LGWH. The amount of waste heat produced worldwide every year is equivalent to 12 years of electricity consumption in the EU. There is currently no commercial solution to the LGWH problem. A commercial solution could have a global market of Ä440\\ billion & reduce CO2 emissions by 700 million tonnes p.a. (c.2% decrease on 2014 levels). Up to 5,400 direct & indirect jobs could be created across Europe, and Europeís energy security could be improved, as a result.  \n\nExergyn, has developed a patented engine that runs on hot water (the ìExergyn Driveôî). It converts LGWH to mechanical or electrical power using nitinol. \n\nExergyn is at TRL 6, having spent 3\\ years and Ä1.4m\\ in cash to reach this point. This project will allow Exergyn to reach TRL9 and to be :\n1. Ready to sell up to 35 x 10kW Exergyn Drivesô per month\n2. Ready to produce 35 x 10kW Exergyn Drivesô per month \n3. Internationally protected against competitors (via its IP portfolio)\n\nExergynís vision is to meaningfully reduce global carbon emissions via the profitable mass-deployment of its innovations. This project is thus perfectly aligned with the companyís strategy. \n\nThe Exergyn Driveô converts the radiator heat from power plants into power. It is a highly disruptive technology. It can be produced at low-cost and can be sold profitably to a mass-market on a compelling commercial basis (3-year payback). Exergyn has spent 2\\-man years researching its initial market ñ with 7,000\\ biogas sites mapped across Europe. UK biogas is the initial target market because their plant runs 24/7, makes no use of its LGWH, and receives high feed-in tariffs for its electricity.\n\nThe closest competitor-technology (ORC) is mature technology and is not considered to be a commercial solution by players in the market\n\nExergyn has a very strong commercial, technical and financial team.",
    "totalCost": "3547219",
    "ecMaxContribution": "2483053",
    "coordinator": "EXERGYN LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937520327": {
            "orgId": "937520327",
            "orgName": "EXERGYN LIMITED",
            "ecContrib": 2483053
        }
    },
    "calculatedTotalContribution": 2483053
}