{
    "rcn": "197179",
    "acronym": "CliniSenz",
    "topics": "PHC-12-2015-1",
    "title": "CliniSenz(TM) - A Cost-effective Biosensor for Automatic Continuous Blood Glucose Monitoring",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "We are a Swedish medical devices manufacture, Senzime AB, who have been driven by the need to take advantage of an existing core technology to embark on a new strategy to grow based on our vision of becoming the leading provider of analyte evaluation systems, with a turnover of Ä30.5m by 2020. \n\nTo realise this vison we will add a new product line to our portfolio by exploiting an existing biosensor technology that we have developed, as well as the experience and contacts gained on a parallel project, which is currently yielding high growth. We have identified within our target market the need of health care providers to be able to track blood glucose levels continuously which is not currently being met in a cost effective and practical way by existing products. \n\nTo overcome these deficiencies we have developed the CliniSenzTM system with innovative features and functionality which in turn creates performance advantages of being more sensitive, specific and continuous. These performance advantages, in turn generate real commercial customer benefits, such as reduced mortality rates, faster recovery rates and the freeing up of healthcare professionals. Since 2004 Senzime has been working to develop prototypes and has conducted clinical trials which has allowed us to have achieved TRL 6. We now seek to create a feasibility report and detailed business/investment plan which will enable us to secure funding to reach TRL 8 and launch the product. This new product will be key to realising our growth strategy relating to achieving growth in sales. Based on projected demand from ICUs across the UK and US, we have forecasted sales worth Ä30.5 million to us by 2020.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SENZIME AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952615952": {
            "orgId": "952615952",
            "orgName": "SENZIME AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}