{
    "rcn": "197186",
    "acronym": "DECI",
    "topics": "PHC-20-2014",
    "title": "Digital Environment for Cognitive Inclusion",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "The average human lifespan increase has significant impacts on healthcare organizations and on every aspect of citizensí wellbeing. One of the main areas of intervention focuses on elderly people affected by Cognitive Impairment (CI). These people, especially when living alone, are significantly exposed to undeniable risks that can affect their health (falling, malnutrition, hygiene issues, etc.). Limitations regarding CI can also translate into social and physical limitations during daily activities (cooking, showering, ect.).\nThe DECI project aims to improve a healthy lifestyle for elderly people effected by CI, passing through a system monitoring vital signs, treating and managing diseases and, in general, supporting the adoption of a healthy and independent lifestyle. To achieve this, the project will revolve around the definition of a business model to supply assistance services (in-house for the elderly and with a remote-based approach supporting autonomy), allowing independent living for elderly people affected by CI, granting high levels of quality of life. The proposed business model will include an up-to-date organizational model, both modular, flexible and scalable, meant for regulators and service suppliers, and the support of an IT platform based on innovative and easy-to-replicate technologies.\nIn order to validate the business model inside real-life environments, four pilot projects will be kicked-off, by involving patients in four different countries: Israel, Italy, Spain and Sweden. Every pilot project will pass through the implementation of the organizational model and the IT solution defined as part of the DECI initiative, therefore allowing tuning of the model and of all implemented devices. Business plan and economic models (in private/ public sectors and in different countries) will be adopted in order to address cost coverage issues related to the implementation of new procedures and technological solutions inside real healthcare environments.",
    "totalCost": "3184975,71",
    "ecMaxContribution": "2921577",
    "coordinator": "FONDAZIONE POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "MACCABI HEALTHCARE SERVICES;ROESSINGH RESEARCH AND DEVELOPMENT BV;SERVICIO MADRILENO DE SALUD;CONSOFT SISTEMI S.P.A;VASTRA GOTALANDS LANS LANDSTING;FONDAZIONE DON CARLO GNOCCHI ONLUS;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "IL;NL;ES;IT;SE",
    "projectParticipants": {
        "996207946": {
            "orgId": "996207946",
            "orgName": "CONSOFT SISTEMI S.P.A",
            "ecContrib": 273875
        },
        "993176017": {
            "orgId": "993176017",
            "orgName": "FONDAZIONE POLITECNICO DI MILANO",
            "ecContrib": 341875
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 412605
        },
        "999481987": {
            "orgId": "999481987",
            "orgName": "SERVICIO MADRILENO DE SALUD",
            "ecContrib": 276250
        },
        "999651640": {
            "orgId": "999651640",
            "orgName": "VASTRA GOTALANDS LANS LANDSTING",
            "ecContrib": 381250
        },
        "998448258": {
            "orgId": "998448258",
            "orgName": "FONDAZIONE DON CARLO GNOCCHI ONLUS",
            "ecContrib": 363125
        },
        "999581509": {
            "orgId": "999581509",
            "orgName": "MACCABI HEALTHCARE SERVICES",
            "ecContrib": 531875
        },
        "999473936": {
            "orgId": "999473936",
            "orgName": "ROESSINGH RESEARCH AND DEVELOPMENT BV",
            "ecContrib": 340722
        }
    },
    "calculatedTotalContribution": 2921577
}