{
    "rcn": "197177",
    "acronym": "ChemoPredict",
    "topics": "PHC-12-2015-1",
    "title": "Predictive in vitro diagnostics test for individualized tailoring of chemotherapy in primary breast cancer",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "SIVIDON established a prototype diagnostic assay - the ChemoPredict test - to stratify high-risk breast cancer patients and to help in deciding whether to treat the patient with standard anthracycline-based chemotherapy without taxane or taxane-containing regimens. ChemoPredict was clinically validated in a large clinical phase III trial (FinHer) with 919 patients using a prospective-retrospective approach. The existing training and validation studies of ChemoPredict provided evidence that the assay can reduce the number of taxane-based chemotherapies within the testís target group by about 50% without impairment of outcome of the patients. Thus, the use of the assay in breast cancer care will result in a more specific use of taxanes and a reduction of overtreatment thus avoiding serious side effects in patients and saving costs for the health care system.\nSIVIDONís aim for the overall innovation project is to extend clinical and analytical validation data, to develop ChemoPredict as a CE-marked IVD test according to IVD directive 98/79/EC and to bring this test as a tool for personalized medicine into the European market.\nThe objective of the feasibility study is to generate an elaborated business plan including detailed market analyses for ChemoPredict. Several key opinion leaders will be interviewed to get their perspective on the application, the inclusion into clinical guidelines and market entrance of the innovative predictive test. Phase I will be also used to decide on an extended clinical validation strategy to ensure that the ChemoPredict assay exhibits the highest clinical evidence level. Advisory boards will be initiated, opportunities for entering clinical guidelines will be judged and reimbursement concepts in European countries will be assessed. Regulatory issues will be comprehensively evaluated to decide on the best product development strategy, a detailed product development plan will be generated and phase 0 development strategies will be started.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SIVIDON DIAGNOSTICS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "964692452": {
            "orgId": "964692452",
            "orgName": "SIVIDON DIAGNOSTICS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}