{
    "rcn": "197148",
    "acronym": "CoDiS",
    "topics": "ICT-37-2014-1",
    "title": "Compact, high-power, frequency-converted diode laser systems",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "Visible lasers are of interest to a wide variety of industries, including life science, lighting, medical, laser pumping, and scientific applications. Existing laser technologies do not offer the combination of intrinsic stability, low noise, high beam quality, high power, and wavelength tuneability. \nNorlase is a spin-out company set up to develop and commercialize a new class of visible lasers; tapered diode doubled lasers (TDDL), based on award-winning technology invented at Technical University of Denmark. TDDL is a unique, simple platform technology that vastly reduces cost of visible lasers for high-volume applications.\nThe overall objective of Norlase is to manufacture a new class of compact, reliable, low-noise visible lasers in the 1-20 W output power range providing designers of OEM equipment unique opportunities in terms of performance and cost effectiveness. The Norlase mission is to become world-leading supplier of visible continuous wave lasers in this power range.\nThe novel, compact laser is based on semiconductor lasers that enable low-cost, reliable products. In our targeted market segments representing a few hundred units per year for Norlase, the unit cost may be reduced drastically, i.e., a step-change cost-wise. For OEM customers this step-change expands existing markets and also opens new market opportunities. Hence, Norlase provides a huge business opportunity to establish a leading laser manufacturer within Europe thriving on a technology (semiconductors), where Europe holds a strong and world-leading position.\nThe objectives of CoDiS are to:\n* map out market segments in a detailed business plan, where Norlase makes a step-change cost-wise ensuring sustainable growth of the company, and prepare activities for Phase 2 project,\n* complete the design phase for electronics, control software, and user interface,\n* elaborate the strategy for further reducing the component count allowing further cost reduction, thus enhance the business opportunity.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NORLASE APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938309131": {
            "orgId": "938309131",
            "orgName": "NORLASE APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}