{
    "rcn": "197174",
    "acronym": "COSYNAT",
    "topics": "SIE-01-2014-1",
    "title": "Clean, Versatile and Cost-effective Waste-to-Energy Solution",
    "startDate": "01/05/2015",
    "endDate": "31/08/2015",
    "objective": "Two companies with commentary expertise, Indemesa and Dobra, have joined forces to exploit a business opportunity worth tens of million of euros. They have partnered up with Hunosa, a large industrial company with the financial muscle and international presence to ensure the successful commercialisation of COSYNAT.\nThe business opportunity is made possible by a breakthrough standalone solid biomass to heat and power gasification based technology for small power ranges, named COSYNAT.\nCOSYNAT is cost effective (offers a very attractive initial rate of return and low return on investment), it is significantly more versatile (in terms of input waste) and less polluting than comparable solutions.  \nFor off grid installations COSYNAT will offer up much lower electricity production costs when biomass is readily available. Moreover, for waste intensive industries it will offer a key reduction in the use of fossil fuels and electricity respectively from the grid and a very large reduction of the costs associated to waste disposal.\nCOSYNAT is at a technology readiness level (TRL) 6 stage of development. The overall aim of the project is to take the technology to TRL9 and to commercialize it. \nWhen fully developed COSYNAT will have the following advantages: (1) Small scale, covering an identified market gap. (2) Variable feedstock operation (3) Environmentally friendly: produces syngas with significantly less sustained tar and ash content versus comparable systems. (4) Low CAPEX. (5) Low OPEX. (6) High durability.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INDEMESA SL",
    "coordinatorCountry": "ES",
    "participants": "Dobra Conseyeros de Desendolcu Internacional de Negocios",
    "participantCountries": "ES",
    "projectParticipants": {
        "934423893": {
            "orgId": "934423893",
            "orgName": "INDEMESA SL",
            "ecContrib": 50000
        },
        "934324177": {
            "orgId": "934324177",
            "orgName": "Dobra Conseyeros de Desendolcu Internacional de Negocios",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}