{
    "rcn": "197131",
    "acronym": "QUANTEXBIO",
    "topics": "MSCA-COFUND-2014-DP",
    "title": "Quantitative and Experimental Biology",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Biology is in an era in where the formerly dominant mode of experimentation is complemented by sophisticated data analysis, theoretical modelling and visualization strategies. Perhaps the most critical challenge is to train scientists, able to craft questions that are amenable to interrogation of big data and vice versa. Centred at the University of Dundeeís College of Life Sciences (CLS), the QUANTEXBIO programme will offer a unique menu of doctoral training projects and mobility to a cohort of high-quality ESRs.  This inter-disciplinary programme will provide research training at the highest levels of excellence with supervision by leaders in the fields of Life Sciences, Bio-physics, Mathematics, Computing and Computational Biology. Research projects for each 4 year training programme will be chosen by each ESR, with a transparent evaluation and fellowship awarding process based on excellence.  The inter-disciplinary research described in these projects is designed to provide great career opportunities for researchers with expertise in quantitative bioinformatics, physics and mathematics based modelling techniques as well as those with strong backgrounds in human and plant life-sciences.  Unbounded by traditional research silos, subjects range from cancer and developmental biology to crop growth all unified under a modelling and quantitative sciences approach. Whilst tackling challenging problems that cut across distinct disciplines, interactions and networking opportunities with leading scientists from across the EU will be assured through a flexible schedule of secondment opportunities to leading industrial and academic organisations. A programme of symposia and workshops involving the cohort of researchers, CLS researchers and partner organisations will maximize impact to stakeholders and society at large. The strategic goals for this programme are synergistic with the CLS Ä30Mn Centre for Translational and Interdisciplinary Research which opened in 2014.",
    "totalCost": "3348480",
    "ecMaxContribution": "1674240",
    "coordinator": "UNIVERSITY OF DUNDEE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 1674240
        }
    },
    "calculatedTotalContribution": 1674240
}