{
    "rcn": "197190",
    "acronym": "proLungPlasma",
    "topics": "PHC-12-2014",
    "title": "Validation of a Lung Cancer Plasma Reflex Test Using Epigenetic Biomarker for Cancer Detection",
    "startDate": "01/07/2015",
    "endDate": "31/12/2017",
    "objective": "The objective of ìproLungPlasmaî is the clinical validation of a lung cancer test, which detects DNA methylation of the specific biomarker mSHOX2. Methylation of DNA is an important epigenetic process involved in fundamental biological processes as development and cell differentiation. Aberrant DNA methylation plays a major role in cancer development. Epigenomics  is very successfully engaged in epigenetic research since 1998 resulting in an outstanding proprietary platform for epigenetic biomarker discovery for cancer. Epigenomics is now market leader in epigenetic biomarker test kits detecting most frequently occurring forms of cancer as colorectal and lung cancer from different sample materials. Lung Cancer is the most deadly of all cancer diseases. Unfortunately, lung cancer screening by Low Dose Computer Tomography (LDCT) is burdened by unacceptably high false positive rates. The newly developed Epi proLung Plasma Reflex Assay is urgently required as a tool for reducing false positive rates. Therefore, the Epi proLung Plasma Reflex Assay is a highly anticipated pre-requisite for successful implementation of lung cancer screening in Europe. This business innovation project will validate the Epi proLung Plasma Reflex Assay for the diagnosis of lung cancer in plasma under the upcoming new IVD regulation. The validation process to be performed in this business innovation project will be used as a blueprint for the standardized validation of all further epigenetic biomarker blood tests. Epigenomicsí established test platform, its product development and regulatory expertise, and the standardized validation process are expected to kick-off further strong growth on major global MDx markets.",
    "totalCost": "2772527,5",
    "ecMaxContribution": "2772527,5",
    "coordinator": "EPIGENOMICS AG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "966708403": {
            "orgId": "966708403",
            "orgName": "EPIGENOMICS AG",
            "ecContrib": 2772528
        }
    },
    "calculatedTotalContribution": 2772528
}