{
    "rcn": "197132",
    "acronym": "INSPIRE",
    "topics": "MSCA-COFUND-2014-DP",
    "title": "INterdiSciPlinarity and excellence for doctoral training of International REsearchers in Paris",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "United in a Community of Universities and Institutions, called ìUniversitÈ Sorbonne Paris CitÈî (USPC), eight research universities  and five research organisations  located in Paris and its surroundings have decided to join their forces to build a world-class new type of university.\n\nTogether they form a research-intensive university, with over 12000 professors and researchers including more than 6000 doctoral candidates. Each year, 1100 of these candidates defend their PhD thesis, corresponding to about 10% of the yearly new doctors cohort in France. These graduates are enrolled in one of the 31 doctoral schools affiliated to USPC and covering all fields of knowledge.\n\nINSPIRE will give more favourable working conditions to the selected candidates compared to French standards  while giving a better visibility. It thus expects to \n1. Attract better candidates from a wider range of countries, raising globally the level of selection \n2. Provide improved collaboration opportunities at international scale and with the non academic sector \n3. Improve follow-up and mentoring conditions, notably through the presence of dedicated personnel.\n\nWithin the five-year programme, INSPIRE aims to launch two calls to recruit 30 doctoral candidates for each call. They will be welcomed into the doctoral schools of its partner organisations thanks to the EU contribution and the USPC financial support. An independent, international committee will conduct the final selection.\nThe participants will be provided with a three-year work contract for full-time research positions with additional access to dedicated funding for mobility and additional research expenses. All selected candidates will be offered dedicated housing through CROUS , another partner organisation of INSPIRE.\nEqual opportunity issues will be addressed in all aspects of the programme thanks to the expertise gained by the participation of two USPC members in FP7 projects (TRIGGER at Paris Diderot and EGERA at Sciences Po).",
    "totalCost": "9417600",
    "ecMaxContribution": "4708800",
    "coordinator": "UNIVERSITE PARIS DIDEROT - PARIS 7",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865525": {
            "orgId": "999865525",
            "orgName": "UNIVERSITE PARIS DIDEROT - PARIS 7",
            "ecContrib": 4708800
        }
    },
    "calculatedTotalContribution": 4708800
}