{
    "rcn": "197268",
    "acronym": "ZF-MEL-CHEMBIO",
    "topics": "ERC-CoG-2014",
    "title": "Chemical Biology in Zebrafish: Drug-Leads and New Targets in the Melanocyte Lineage and Melanoma",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Melanoma (cancer of the melanocyte) kills over 20,000 Europeans each year and incidence continues to rise rapidly. BRAF(V600E) inhibitors have led to clinically significant improvements in outcomes for melanoma patients, yet many patients with metastatic melanoma rapidly succumb to the disease due to eventual chemoresistance, or insensitivity to the drug. Thus, it is critical to identify new therapies that can act alone, or be combined with available treatments for enhanced efficacy and/or to overcome drug resistance. \n\nAn important and new therapeutic concept for melanoma is to target the melanocyte lineage. Recent evidence reveals that a melanocyte lineage specific programme maintains melanoma survival, and we have engineered the first animal model in zebrafish to demonstrate that targeting the master melanocyte lineage transcription factor MITF leads to rapid melanoma regression. Thus, understanding and targeting the melanocyte lineage is directly relevant to melanoma, and reveals therapeutically targetable processes.\n\nOur vision is to use live-imaging of the melanocyte lineage as the basis for phenotypic chemical screens in zebrafish to find drugs/leads and identify targetable processes that might elucidate pathways for cancer therapy. Screening for targets of the melanocyte lineage is highly relevant to melanoma because melanocytes are the melanoma cell of origin, and genes that specify the melanocyte stem cells and the lineage during embryogenesis are the same genes that play fundamental roles in cancer. We will use innovative chemical-biology to capture and validate targets in vivo, and perform chemo-preventative and -therapeutic trials in zebrafish melanoma models using known and novel drug-delivery methods. \n\nUltimately, we aim to translate our most promising drug/leads and targets into the mammalian system, to establish the basis for patent applications and clinical trials.",
    "totalCost": "1865345",
    "ecMaxContribution": "1865345",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1865345
        }
    },
    "calculatedTotalContribution": 1865345
}