{
    "rcn": "197280",
    "acronym": "AQUIRE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Advanced QUadrature sensitive Interferometer REadout for gravitational wave detectors",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "Novel configurations and concepts for interferometric gravitational-wave (GW) detectors will need a quantum-limited, quadrature-sensitive readout of the output signal. In principle, these requirements can be met by balanced homodyne detection (BHD), which is a well-established technique within table-top experiments in quantum optics. However, up to now no knowledge exists of whether BHD is compatible with the extreme requirements of large-scale interferometers. Within this project, I will use my knowledge of BHD to investigate its performance in interferometric setups with suspended optics, i.e. in an environment as in GW detectors. The research will cumulate in the design and construction of a monolithic BHD to be tested and used within the Sagnac Speedmeter testbed at the University of Glasgow. During my stay in Glasgow, I will benefit from the universityís highly regarded Career Development resources to increase my expertise in professional research management and leadership. At the end of my project I will have acquired substantial knowledge about suspended interferometer techniques, bridging the gap between table-top experiments and large-scale detectors. The results will pave the way for advanced quantum-noise suppression techniques in next-generation gravitational wave detectors such as the Einstein Telescope and LIGO Ultimate, providing high visibility of my research within the scientific community and leading to further career opportunities in GW astronomy",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}