{
    "rcn": "197256",
    "acronym": "METALS",
    "topics": "ERC-CoG-2014",
    "title": "Formation and Characterization of Protein Post-Translational Modifications and Assessment of Cellular Responses by Application of Metals in Biological Systems",
    "startDate": "01/09/2015",
    "endDate": "29/02/2020",
    "objective": "The chemistry of metals is rich and viewed in a biological context its diversity is crucial for a multitude of molecular functions in the living cell. Many of these reactions are very attractive to both academia and industry. In this proposal, I plan to develop novel applications of metal compounds to solve immediate challenges in mass spectrometry-based proteome research, but also will assess the potential risks of using nano-sized metals in our society. First, it is important to develop an efficient enzyme-independent method to synthesize large amounts of biologically relevant C-terminal amidated peptides. Presently, C-terminal peptide amidation poses a challenge in pharmaceutical production due to limitations of the two enzymes used for this purpose. The suggested approach in METALS will examine the specific binding of uranyl to artificially phosphorylated recombinant peptides. Data reveal that subsequent UV irradiation produces C-terminal amidated peptides. I will attempt to minimize the bias inherent in current phosphopeptide analysis, which comes from inefficient inhibition of phosphatases during cell lysis. Application of a recently developed gallium complex during cell lysis should limit the extent of this bias by binding phosphorylated proteins. The neutral conditions involved with the gallium complex reaction should also facilitate the possibility of enrichment of acid labile phospho-histidine peptides of which only a handful have been characterized. Finally, humans are now exposed to increasing amounts of artificially nano-metals applied via consumer products, food packages, and cosmetics. I will investigate this problem using advanced mass spectrometry, confocal microscopy, and biochemical assays of the response of human neural cells to nano-metal particles. The particular focus area will be to elucidate whether the action of nanoparticles in human neural cells may shed new light on understanding of diseases like Parkinson¥s disease.",
    "totalCost": "1798750",
    "ecMaxContribution": "1798750",
    "coordinator": "SYDDANSK UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 1798750
        }
    },
    "calculatedTotalContribution": 1798750
}