{
    "rcn": "197259",
    "acronym": "ReguloBac-3UTR",
    "topics": "ERC-CoG-2014",
    "title": "High-throughput in vivo studies on posttranscriptional regulatory mechanisms mediated by bacterial 3'-UTRs",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "In eukaryotes, untranslated regions located at the 3? end (3íUTRs) of messenger RNAs (mRNAs) have been proved to be key post-transcriptional regulatory elements controlling almost every single biological process. In contrast, in bacteria, most studies regarding post-transcriptional regulation have been mainly focused on specific non-coding RNAs and 5íUTRs, which often carry riboswitches or thermosensors. Remarkably, bacterial 3íUTRs have been largely disregarded and have not been considered as potential regulators. Recently, we found that a 3íUTR modulates biofilm formation in S. aureus through its interaction with the 5íUTR encoded in the same mRNA. This mechanism resembles eukaryotic mRNA circularization. Also, a 3íUTR that contributes to cellular homeostasis by promoting hilD mRNA turnover was recently shown in Salmonella. Although both studies are pioneering showing the potential of bacterial 3íUTRs as regulatory elements, many questions still remain to be answered. Are 3íUTRs roles conserved in bacterial species? Do 3íUTRs contain specific regulatory sequences or secondary RNA structures? Are transcriptional terminator sequences relevant for certain 3íUTRs? Are 3íUTRs specifically recognized by RNA-binding proteins? Might 3íUTRs be responsible for bacterial speciation? Might bacterial 3íUTRs be the ancestors of eukaryotic 3íUTR evolution? To achieve these questions, here we propose a high-throughput analysis based on the development of specialized dual-reporter libraries to identify in vivo functional 3íUTRs by fluorescence-activated cell sorting coupled to RNA sequencing. Also the pool of RNA-binding proteins associated to 3íUTRs will be identified by global MS2-tagging and mass spectrometry. Examples of 3íUTRs belonging to physiologically important genes will be selected to deeply study regulatory mechanisms at the molecular and single cell levels. We expect that this project will largely change the view of post-transcriptional regulation in bacteria.",
    "totalCost": "1876778",
    "ecMaxContribution": "1876778",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1876778
        }
    },
    "calculatedTotalContribution": 1876778
}