{
    "rcn": "197285",
    "acronym": "Water Coalitions",
    "topics": "MSCA-IF-2014-EF",
    "title": "Water Coalitions: A Comparative Analysis of Agenda Implementation Strategies in Peru and Brazil through the Study of Basin Councils.",
    "startDate": "07/09/2015",
    "endDate": "06/09/2017",
    "objective": "This project aims at establishing and explaining the reasons behind coalition formation and coalition sustainability in water management. It sets its scope on selected basin councils operating in two Latin American countries, Peru and Brazil. Both countries, and the Latin American region in general, have faced numerous conflicts around water management in the past. The relationships between the state and civil society movements over water have been presented as dichotomous, dismissing the complexities of the ëstreet-level bureaucratí category. To fill in that gap, this project asks: ëwhat kind of coalitions do bureaucrats and social leaders establish to institutionalise and strengthen specific visions of water management?í Coalitions are defined as groups of actors who have joined forces to accomplish common objectives. The project investigates (i) the types and characteristics of coalitions between bureaucrats and activists, (ii) the factors that explain coalition formation and membership and, (iii) the relationships between different coalitions. Peru and Brazil are similarly organized through basin councils and a national water authority. Yet, they have three important differences that would lead to fruitful comparison: the level of decentralization, the vision of water institutionalised and, the approach to social participation. This study will shed light on the power differentials between bureaucracies and on the tools available for weak bureaucracies to advance in their agendas. In order to explore these issues I will combine the Advocacy Coalition Framework with the Social-Ecological Systems framework and analyse the data through a cross-case methodology. The project will produce a model on coalition formation and behaviour. Investigating coalition formation and behaviour is urgent if we are to provide multi-actor water governance the tools to perform better than traditional approaches.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}