{
    "rcn": "197291",
    "acronym": "BIWAS",
    "topics": "DRS-17-2014-1",
    "title": "Biological Water Alarm System (BiWAS) for protection of urban drinking water infrastructure against CBRN threats",
    "startDate": "01/02/2015",
    "endDate": "31/07/2015",
    "objective": "Safe drinking water is essentially a global concern, thus resulting in a considerably large market for water quality monitoring. Besides, potential terrorists might threaten water infrastructure in European cities, since poisoning the tap water is a low-cost attack that easily generates social panic and economic loss to the society. Due to lack of the ideal early warning tools on water safety, large amount of routine sampling and testing have to be done frequently to fight against possible CBRN threats on urban water supply. This project addresses feasibility study for the technical and economic viability of Biological Water Alarm System (BiWAS): An innovative low-cost early warning device for monitoring of drinking water safety over a broad spectrum of harmful substances, including (1) acute toxicant chemicals, (2) chronic carcinogenic chemicals, and (3) waterborne pathogens. The innovative content of BiWAS lies in the miniaturisation and integration with multidisciplinary knowledge, which makes BiWAS a continuous, automatic and portable device working for long period with only annually or biannually maintenance. The potential customers include public water suppliers, household users, hospitals, hotels, culinary and food industries, etc. An early warning system against CBRN threats in drinking water can be realized without more investment. A feasibility assessment on BiWAS product under Phase 1 includes market investigation, business plan development, risk assessment, intellectual property management and innovation strategy development. In the potential Phase 2, a commercializable prototype of BiWAS will be expected, which can be probably the first low-cost and broad-spectrum early warning device for water safety. With the outcome of Phase 1, it will guide the European companies towards the leading role of the global water quality monitoring techniques, and open a big door to the large market of global water quality monitoring, from Europe to the world.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SENSOVANN AS",
    "coordinatorCountry": "NO",
    "participants": "MANDALON TECHNOLOGIES AB",
    "participantCountries": "SE",
    "projectParticipants": {
        "938974260": {
            "orgId": "938974260",
            "orgName": "SENSOVANN AS",
            "ecContrib": 50000
        },
        "935880542": {
            "orgId": "935880542",
            "orgName": "MANDALON TECHNOLOGIES AB",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}