{
    "rcn": "197219",
    "acronym": "EUROHERIT",
    "topics": "ERC-StG-2014",
    "title": "Legitimation of European cultural heritage and the dynamics of identity politics in the EU",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The problematic of transnational cultural heritage has become topical in a new way in Europe with the utilization of the idea of heritage for political purposes in the EU policy. Since the turn of the century, the EU has launched or jointly administered several initiatives focusing on fostering the idea of a common European cultural heritage. The heritage initiatives are the EUís ëtechnologies of powerí aiming to legitimate and justify certain political ideas and ideologies, such as European-wide identity politics and the cultural integration in Europe. However, the politics, discourses, and practices of heritageóand of transnational heritage in particularóare often intertwined with contentions over its symbolical and factual ownership, meanings, and uses. The project investigates the EU as a new heritage agent and its heritage politics as an attempt to create a new trans-European heritage regime in Europe: How does the EU aim to create common European cultural heritage in a politically shaking and culturally diversified Europe, and what kind of explicit and implicit politics are included in its aims? The project will focus on the legitimation processes of European cultural heritage at different territorial levels and the power relations formed in the processes between diverse agencies. The academia still lacks a comparative empirical investigation on the politics and practices of trans-European cultural heritage and the theoretical discussion on the role of the EU in them. The project aims to respond to this lack with a broad comparative empirical research including cases from various parts of Europe, penetrating different territorial scales (local, regional, national, and the EU), and theorizing cultural heritage from a multisectional perspective (stressing its concurrent use in diverse societal domains and discourses). The project participates in a critical discussion on the current identity and integration politics and policies in the EU and Europe.",
    "totalCost": "1339755",
    "ecMaxContribution": "1339755",
    "coordinator": "JYVASKYLAN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842245": {
            "orgId": "999842245",
            "orgName": "JYVASKYLAN YLIOPISTO",
            "ecContrib": 1339755
        }
    },
    "calculatedTotalContribution": 1339755
}