{
    "rcn": "197254",
    "acronym": "DAFNEOX",
    "topics": "MSCA-RISE-2014",
    "title": "Designing Advanced Functionalities through controlled NanoElement integration in OXide thin films",
    "startDate": "01/07/2015",
    "endDate": "30/06/2019",
    "objective": "The aim of this project is to develop new inexpensive, scalable and efficient bottom ñup approach for positioning nanoobjects in regular patterns and to implement them in optoelectronic technology, which is the major challenge in nanotechnology today. The synergy between the quasi zero-dimensional elements and functional oxides with an exceptional range of properties (ferromagnetism, ferroelectricity, Ö) opens a completely new concept to nanoelectronics. Devices based on these materials would offer functionality beyond the achievable limits, with wide range of applications from spintronics and catalytics to optoelectronics.\nTo achieve this objective, controlled integration of nanoelements on top of self-organized functional oxide nanotemplates will be explored. Optimum conditions will be achieved by a synergetic approach:  growth processes will be guided by theoretical studies followed by an exhaustive charge transport, optical and magnetic characterization. In addition, transport and optoelectronic properties of the individual nanoelements will be studied separately to gain insides about their fundamental characteristics and serve as a model system in the interpretation of complex nanoparticle/oxide behaviour.\nThe specific applications targeted in this proposal are based on novel photonic and spintronic materials. We will focus on obtaining devices with the highest photonic response and spin control. Our project brings together experts in experimental and theoretical physics including materials science and advanced magnetoelectronic/spectroscopic expertise and one spin-off which will ensure proof of concept of a new generation of optoelectronic devices. The complementary background of different groups and the foreseen mobility will assure the good development of this proposal. The proposal will be realised in iterative steps between preparation, advanced characterization and theoretical prediction up to implementation process through Spin-off Company.",
    "totalCost": "769500",
    "ecMaxContribution": "769500",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA;INSTITUT ZA FIZIKU;SENZOR INFIZ DOO;KATHOLIEKE UNIVERSITEIT LEUVEN;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "ES;RS;BE;NL",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 243000
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 229500
        },
        "999447067": {
            "orgId": "999447067",
            "orgName": "UNIVERSIDAD DE CHILE",
            "ecContrib": 0
        },
        "999584904": {
            "orgId": "999584904",
            "orgName": "INSTITUT ZA FIZIKU",
            "ecContrib": 184500
        },
        "999633792": {
            "orgId": "999633792",
            "orgName": "UNIVERSIDAD TECNICA FEDERICO SANTA MARIA",
            "ecContrib": 0
        },
        "999606923": {
            "orgId": "999606923",
            "orgName": "FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA",
            "ecContrib": 40500
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 27000
        },
        "940348556": {
            "orgId": "940348556",
            "orgName": "SENZOR INFIZ DOO",
            "ecContrib": 45000
        }
    },
    "calculatedTotalContribution": 769500
}