{
    "rcn": "197220",
    "acronym": "MISTRANSMITO",
    "topics": "ERC-StG-2014",
    "title": "Tissue-specific mitochondrial signaling and adaptations to mistranslation",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Mitochondria play a central role in the energy metabolism of our bodies and their defects give rise to a large variety of clinical phenotypes that can affect practically any tissue. The mechanisms for the tissue-specific outcomes of mitochondrial diseases are poorly understood. Mitochondrial energy production relies on two separate protein synthesis machineries, cytoplasmic and mitochondrial, but the mechanisms regulating the concerted actions between the two are largely to be discovered. Defects in either protein synthesis system that lead to accumulation of mistranslated mitochondrial proteins, intrinsic or imported from the cytoplasm, result in stress signals from mitochondria and in adaptive responses within the organelle and the entire cell. My hypothesis is that some of these signals and adaptive mechanisms are tissue-specific. My group will test the hypothesis by 1) generating and characterizing mouse models of cytoplasmic and mitochondrial mistranslation to be able to address our questions in different tissues. 2) We will develop methods for detection of ribosome stalling in mouse tissues to identify the consequences of mistranslation for individual proteins. 3) We will use systems biology approaches to identify stress signal responses to mitochondrial and/or cytoplasmic mistranslation using different tissues of our models, to identify those that are unique or global. 4) Our previous study has identified an interesting candidate responder to mistranslation stress and we will test the role of this factor in knockout animal models and by crossing with the mistranslation mice. I expect to gain important new knowledge of in vivo responses to mistranslation and execution of quality control. This proposal investigates key questions in understanding differential tissue involvement in metabolic defects, and will provide new directions for utilization of tissue-specific adaptations in finding interventions for mitochondrial diseases.",
    "totalCost": "1354507,5",
    "ecMaxContribution": "1354507,5",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1354508
        }
    },
    "calculatedTotalContribution": 1354508
}