{
    "rcn": "197200",
    "acronym": "POC products",
    "topics": "PHC-12-2015-1",
    "title": "A novel microfluid-based modular system to address POC challenges within the field of coagulationand hemostasis",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The New Oral Anticoagulants (NOACs) are widely advertised, with CAGR 15%/year, as they lack the necessity for monitoring of the patient. It is now corrected by increased levels of renal failure and hemorrhagic events. The project is focused on the validation and industrialization of new IVD POC device that will provide solutions to monitor low molecular weight heparin and NOACs which are not monitored by any existing POC systems. The proposed solution is improving patient care and management and lowering the increasing cost of centralized patient management related to the ageing of the population. This opens a business opportunity for our company since no POC device exists capable of performing similar diagnostic. Our solution has no direct competitors worldwide. The expected outcome is a complete diagnostic system based on proprietary microfluidic Core Technology patented by iLine Microsystems. This will extend the diagnostic range of the POC anticoagulation therapies that now can only be reached by multistep reactions run in centralized labs and accelerate the development of future tests. The feasibility study will focus on the business plan. Market size and niches can be measured for NOACs and their use in patientís management. Both new lines of product are aiming at distinct market segments, emergencies, hospital tests or independent laboratories. Commercialization will follow the established strategy of sales via worldwide distributors. This approach eliminates the market entry barrier in hospitals and health care. We are building the clinical network including KOLs in the fields of hematology, cardiology and Critical Care where majority of the NOACs are prescribed and monitoring is vital. The proposed solution, due to its modular design and flexibility, has the unique potential for customization and improvements. The modular platform, create the possibility to diversify the markets and design products based on biomarkers outside of hemostasis and coagulation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ILINE MICROSYSTEMS S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936338576": {
            "orgId": "936338576",
            "orgName": "ILINE MICROSYSTEMS S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}