{
    "rcn": "197260",
    "acronym": "TFL",
    "topics": "ERC-CoG-2014",
    "title": "Transnational Force of Law",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Global law is changing fundamentally. New forms of law creation, new modes of adjudication, and new enforcement mechanisms in the transnational constellation challenge our understanding of law as a state-based phenomenon. The attending boom in research on transnational law has significantly contributed to our understanding of its structure and functioning. However, existing normative accounts of transnational law often still rely on a conception of legal force that originates in the state or a polity. As a result, a distinctive and compelling normative theory of transnational law has yet to be realized.\n\nTFL will fill this gap by developing a normative theory of transnational law based on a novel concept of the transnational force of law. This concept has two dimensions: In a descriptive sense, the transnational force of law accounts for the plurality of societal legal forces in the transnational legal arena, beyond public/private and state/non-state dichotomies. In its normative dimension, it requires a sophisticated normative foundation for all of these societal legal forces that takes into account polycentric claims for legitimacy, efficiency, and justice. This is what our normative theory of transnational law will provide.\n\nThis theory will be operationalized in three case studies on areas of transnational law where new forms of rulemaking coincide with a broad societal discussion on their normative foundation: financial markets (lex financiaria), internet governance (lex digitalis), and agricultural markets (lex agraria). The analysis will proceed in two steps: (1) descriptively, systemizing the respective transnational legal phenomena in terms of legislative, judicial, executive transnational legal forces, and identifying normative conflicts with human, societal and environmental spheres around normative claims for legitimacy, efficiency and justice; (2) normatively, developing ways to realize these demands within these legal arenas.",
    "totalCost": "1943502",
    "ecMaxContribution": "1943502",
    "coordinator": "UNIVERSITAET BREMEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987454": {
            "orgId": "999987454",
            "orgName": "UNIVERSITAET BREMEN",
            "ecContrib": 1943502
        }
    },
    "calculatedTotalContribution": 1943502
}