{
    "rcn": "197299",
    "acronym": "PRINTEGER",
    "topics": "GARRI-5-2014",
    "title": "Promoting Integrity as an Integral Dimension of Excellence in Research",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "Research integrity is a growing concern among scientists, research organisations, policy makers, and the public, expressed in a proliferation of ethical codes, guidelines, and procedures. While this proliferation calls for harmonisation and coordination, there is little factual knowledge about the actual processes leading to misconduct or the effectiveness of current integrity policies.\n\nPRINTEGER analyses the incidence and individual, social, and organisational causes and dynamics of misconduct. It also analyses how institutions respond to allegations, specifically in interaction with neighbouring law, the media, complex research organisations, and systemic changes in research. From the perspective of the research work floor, including the daily work of journal editors or research managers, PRINTEGER will analyse how current instruments of integrity policy operate in practice. How do guidelines most contribute to integrity? What other instruments and procedures will promote integrity?\n\nPRINTEGER will provide concrete tools and advice to promote research integrity in Europe through four specific target groups:\n誰 advice on an optimal policy mix and opportunities for harmonisation to research policy makers;\n誰 best practice approaches to foster integrity for research leaders and managers;\n誰 advice on the use of IT tools and organisational measures for research support organisations;\n誰 practice-informed educational tools for ethical training and reflection of early career scientists.\n\nPRINTEGER uses a unique approach that looks at procedures and guidelines, but also analyses how they operate in the context of daily research practice. For this purpose, PRINTEGER gathers not only ethicists, but also very pertinent expertise that has barely informed integrity policy so far: legal studies, scientometrics, and social sciences, such as criminology and media studies; all flanked by intensive stakeholder consultation and dissemination activities to maximise impact.",
    "totalCost": "1987780",
    "ecMaxContribution": "1987779,75",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "TARTU ULIKOOL;UNIVERSITEIT LEIDEN;VRIJE UNIVERSITEIT BRUSSEL;OSLOMET - STORBYUNIVERSITETET;RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN;UNIVERSITA DEGLI STUDI DI TRENTO;UNIVERSITY OF BRISTOL",
    "participantCountries": "EE;NL;BE;NO;DE;IT;UK",
    "projectParticipants": {
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 166250
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 102125
        },
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 268750
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 479375
        },
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 121491
        },
        "954982461": {
            "orgId": "954982461",
            "orgName": "OSLOMET - STORBYUNIVERSITETET",
            "ecContrib": 343950
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 225839
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 280000
        }
    },
    "calculatedTotalContribution": 1987780
}