{
    "rcn": "197238",
    "acronym": "GREENT",
    "topics": "ERC-StG-2014",
    "title": "Greenhouse Gas Mitigation through Advanced Nitrogen Removal Technology",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Human activities have severe impacts on the biological carbon and nitrogen cycles. The most important consequences of these are global warming and water pollution. Wastewater treatment technology, in particular nitrogen removal systems, improved considerably in the last decade. The application of anaerobic ammonium oxidizing (anammox) bacteria in oxygen-limited granules has the potential to turn wastewater treatment plants into energy-efficient systems with minimal greenhouse gas emissions of carbon dioxide, nitrous oxide and methane. Recently, microorganisms that couple the anaerobic oxidation of methane to denitrification were discovered. An innovative integration of these microorganisms into partial nitritation-anammox systems for wastewater treatment offers an elegant and efficient solution to combat greenhouse gas emissions from wastewater treatment plants. The aim of the GREENT project is to determine nitrous oxide emissions from partial nitritation-anammox bioreactors and the parameters that govern these emissions, and to investigate the responsible pathways in molecular detail. Furthermore, I will explore the feasibility of an innovative bioreactor, which will remove ammonium and methane simultaneously through anammox and anaerobic methane-oxidizing microorganisms. This approach will turn the otherwise harmful methane into a resource for efficient nitrogen removal. These fundamental insights and technological advances will be achieved by a complimentary array of state-of-the-art methodology such as continuous culturing, stable isotope tracing and a combination of  -omics methods together with physiological experiments and detailed measurements at full-scale installations. The results of this proposal will be of paramount importance for the wastewater treatment sector, but also indispensable for mathematical modelling, life cycle assessment and understanding the ecophysiology of the involved microorganisms.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "participantCountries": "NL",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1500000
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1500000
}