{
    "rcn": "197283",
    "acronym": "TRECKQUITY",
    "topics": "MSCA-IF-2014-EF",
    "title": "Social equity goals in conservation interventions: a system thinking approach to track progress at global level",
    "startDate": "19/10/2015",
    "endDate": "18/10/2017",
    "objective": "The rapid decline of the planetís biodiversity has prompted governments to adopt an ambitious target to halt the loss of biodiversity and ecosystem services by 2020 through the expansion of protected sites, the Aichi Target 11. Despite this target includes the commitment to reach equitable protected sites that should do no harm local people, we still do not have an adequate way to track progress towards achieving equity in conservation interventions. Global indicators are ineffective in capture the complexity and interactions of multiple factors influencing well-being of local communities. The evidence from case studies at local level show ambiguous conclusions that provide little support for broader scale decision making due to the lack of agreed conceptual understanding and standardized methodologies. The aim of this project is build up an innovative methodological approach to track global achievement of equity in conservation interventions from cases studies. This project employs system thinking methods to conceptualize equity in conservation interventions as a dynamic system. This project will gather the scattered information from multiple datasets and case studies and bring them into this system to simulate their behaviour over time by modelling tools. The project will be hosted by an interdisciplinary group, integrating the methodological expertise on conservation interventions and modelling of the CMEC, with the experience analysing governance regimes and politics issues, economic and livelihoods strategies of IFRO, at the University of Copenhagen. The project will focus on policy relevant analyses, taking advantage of a strong collaboration with the WCMC in UK for communication and implementation of outcomes. The outcomes from this project will comprise the first contribution to tracking our progress on reaching equity in conservation interventions, which is necessary to support critical decision making and actions.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}