{
    "rcn": "197287",
    "acronym": "YbQuantumSim",
    "topics": "MSCA-IF-2014-EF",
    "title": "Quantum simulation of novel many-body phenomena with Ytterbium atoms in optical lattices",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "This project proposes to explore multi-orbital physics with ensembles of ultracold fermionic Ytterbium atoms.\nEnsembles of ultracold atoms are well-understood quantum systems which are distinguished by a high degree of experimental control of their parameters. Such ensembles are very versatile, since the light fields and magnetic fields which define them can be tailored almost at will, while at the same time most imperfections such as lattice defects are not present. These attributes open the door to the investigation of a broad class of interesting quantum many-body model phenomena. By designing systems which are governed by the same Hamiltonian as those which apply to, for example, a specific condensed matter system, ultracold atoms can be used as flexible quantum simulators.\nThe aim of this project is to study a system of Ytterbium atoms in state-dependent optical lattice potentials, specifically tailored for accessing many-body phenomena related to three aspects of quantum magnetism and electric conduction: (1) opening the field of Kondo physics and Kondo lattice physics for investigation with cold atoms, (2) enabling the implementation of SU(N) extended symmetry many-body systems, and (3) providing the possibility to implement artificial gauge fields with strong coupling. \nThe experiment is specifically set up to for the requirements imposed by these goals. Ytterbium atoms are chosen for this due to their  particular electronic structure enabling the use of internal states to implement the two-orbital structure necessary for Kondo physics, and specific optical lattice potentials are used for emulating the crystal. On the one hand, this will enable new insights into the phases and phase transitions of the Kondo lattice model. On the other hand it opens a possible new route to implementing quantum magnetism in optical lattices, a central topic of the field. In addition, the model can be extended to the fundamentally new, extended-symmetry SU(N) spin systems.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}