{
    "rcn": "197298",
    "acronym": "GEDII",
    "topics": "GERI-2-2014",
    "title": "Gender Diversity Impact ñ Improving research and innovation through gender diversity",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "The impact of gender diversity on research productivity, quality and innovation is very unevenly evidenced.  Incremental insights from gender studies,  team science and research evaluation exercises do not transcend these separate areas and are therefore of restricted analytical value. This can be seen, for example, in the understanding of 'gender' as simply concerned with the numerical representation of the two sexes in most quantitative analyses. This not only factors out the gendered hierarchies and social processes that condition science in general and work group dynamics in particular, but severely hampers systematic comparisons of research performance impacts. Using innovative methods for the analysis of the diversity-research productivity relationship, Gedii will develop a reliable diversity measure that is sensitive to power, status and information sharing differentials within teams and across public & private organisations. This Gender-Diversity-Index (GDI) will thus provide a much more nuanced and realistic measure of the impact of gender diversity on research productivity, quality and innovation across countries and sectors.  GDI scores will be explored in relation to a flexible set of performance indicators, including patent and bibliometric measures, combined with new indicators of social impact. Gedii's evaluation framework thus responds to the growing concern with responsible research and innovation. To address the social relevance and utility of our research, Gedii will engage stakeholders early and often: through advisory groups, virtual challenges, and theme-based innovation testimonials. By combining disparate conceptual approaches to gender diversity with an innovative assessment tool, Gedii will for the first time provide clear and comprehensive evidence for the link between gender diversity and research performance and enable research policy- and decision-makers to significantly enhance the capacity of European research.",
    "totalCost": "999901,25",
    "ecMaxContribution": "999901,25",
    "coordinator": "FUNDACIO PER A LA UNIVERSITAT OBERTA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "HOCHSCHULE FURTWANGEN;VDE VERBAND DER ELEKTROTECHNIK ELEKTRONIK INFORMATIONSTECHNIK EV;OREBRO UNIVERSITY;CRANFIELD UNIVERSITY",
    "participantCountries": "DE;SE;UK",
    "projectParticipants": {
        "995840025": {
            "orgId": "995840025",
            "orgName": "VDE VERBAND DER ELEKTROTECHNIK ELEKTRONIK INFORMATIONSTECHNIK EV",
            "ecContrib": 197468
        },
        "998012340": {
            "orgId": "998012340",
            "orgName": "HOCHSCHULE FURTWANGEN",
            "ecContrib": 209125
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 159625
        },
        "999650088": {
            "orgId": "999650088",
            "orgName": "OREBRO UNIVERSITY",
            "ecContrib": 223025
        },
        "995992024": {
            "orgId": "995992024",
            "orgName": "FUNDACIO PER A LA UNIVERSITAT OBERTA DE CATALUNYA",
            "ecContrib": 210659
        }
    },
    "calculatedTotalContribution": 999902
}