{
    "rcn": "197270",
    "acronym": "NANOPDICS",
    "topics": "ERC-CoG-2014",
    "title": "Optoelectrical Dynamics of Ion channel Activation in Calcium Nanodomains",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "In neurons, sites of Ca2\\ influx and Ca2\\ sensors are located within 20-50 nm, in subcellular ìCa2\\ nanodomainsî. Such tight coupling is crucial for the functional properties of synapses and neuronal excitability. Two key players act together in nanodomains, coupling Ca2\\ signal to membrane potential: the voltage-dependent Ca2\\ channels (VDCC) and the large conductance Ca2\\ and voltage-gated K\\ channels (BK). BK channels are characterized by synergistic activation by Ca2\\ and membrane depolarization, but the complex molecular mechanism underlying channel function is not adequately understood. Information about the pore region, voltage sensing domain or isolated intracellular domains has been obtained separately using electrophysiology, biochemistry and crystallography. Nevertheless, the specialized behavior of this channel must be studied in the whole protein complex at the membrane in order to determine the complete range of structures and movements critical to its in vivo function. Using a combination of genetics, electrophysiology and spectroscopy, our group has measured for the first time the structural rearrangements accompanying whole BK channel activation at the membrane. From this unique position, our first goal is to fully determine the real time structural dynamics underlying the molecular coupling of Ca2\\, voltage and activation of BK channels in the membrane environment, its regulation by accessory subunits and channel effectors.\nBK subcellular localization and role in Ca2\\ nanodomains make these channels perfect candidates as reporters of local changes in [Ca2\\] restricted to specific nanodomains close to the neuronal membrane. In our laboratory we have created fluorescent variants of the channel that report BK activity induced by Ca2\\ binding, or Ca2\\ binding and voltage. Our second aim in this proposal is to optimize and deploy this novel optoelectrical reporters to study physiologically relevant Ca2\\-induced processes both in cellular and animal mode",
    "totalCost": "1999742",
    "ecMaxContribution": "1999742",
    "coordinator": "UNIVERSIDAD DE LA LAGUNA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999825270": {
            "orgId": "999825270",
            "orgName": "UNIVERSIDAD DE LA LAGUNA",
            "ecContrib": 1999742
        }
    },
    "calculatedTotalContribution": 1999742
}