{
    "rcn": "197252",
    "acronym": "RENALTRACT",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Development and disease of the renal tract",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "The renal tract (kidneys, the ureters, bladder) is a complex organ system crucial for maintaining the body homeostasis. This organ system arises from different precursor pools through a complex program of patterning, differentiation and morphogenesis in embryonic development. Alteration of this program leads to renal tract malformations (RTM) that are incompatible with a healthy life. While some of these RTM can be surgically corrected, others develop into chronic entities that may lead to renal failure; the burden for the patients and for the socio-economic impact for the health systems is immense. Although congenital RTM are amongst the most frequent human birth defects, the different programs that direct normal and pathological development have remained poorly understood. \nThe RENALTRACT training network aims to address these deficits and provide a better understanding of the programs that underlie RTM and provide solutions to clinical problems. This shall be achieved by using a multidisciplinary team approach with partners working in complementary disciplines (developmental biology, renal physiology, Omics, clinical medicine). RENALTRACT has unique and distinguishing features by uniting studies on components of the urinary tract, by building a bridge between basic and clinician scientists and by combining state of the art methods from a number of complementary fields in a variety of animal models.\nRENALTRACT aims to establish a first class multidisciplinary training program for outstanding Early-Stage Researchers (ESRs) to provide a group of young scientists with expert knowledge to envision and embark on novel therapies of renal tract malformations in the future. ESRs will benefit from an excellent working environment with state-of-the-art technologies and supervision by international leaders in the field and an inter-disciplinary approach. This will be complemented by intersectoral exposure and exchange between the RENALTRACT public and private participants.",
    "totalCost": "3137377,32",
    "ecMaxContribution": "3137377,32",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "THE UNIVERSITY OF MANCHESTER;OULUN YLIOPISTO;MEDIZINISCHE HOCHSCHULE HANNOVER;UNIVERSITAETSKLINIKUM HEIDELBERG;UNIVERSITY OF GLASGOW;MOSAIQUES DIAGNOSTICS GMBH;ACQUIFER AG",
    "participantCountries": "UK;FI;DE",
    "projectParticipants": {
        "999844670": {
            "orgId": "999844670",
            "orgName": "OULUN YLIOPISTO",
            "ecContrib": 269145
        },
        "951866142": {
            "orgId": "951866142",
            "orgName": "ACQUIFER AG",
            "ecContrib": 124608
        },
        "999878426": {
            "orgId": "999878426",
            "orgName": "MEDIZINISCHE HOCHSCHULE HANNOVER",
            "ecContrib": 249216
        },
        "999841081": {
            "orgId": "999841081",
            "orgName": "UNIVERSITAETSKLINIKUM HEIDELBERG",
            "ecContrib": 373825
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1051502
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 546576
        },
        "999415445": {
            "orgId": "999415445",
            "orgName": "MOSAIQUES DIAGNOSTICS GMBH",
            "ecContrib": 249216
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3137376
}