{
    "rcn": "197284",
    "acronym": "MF-RADAR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Multi-frequency RADAR imaging for the analysis of tropical forest structure in the Amazon",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "The tropical rainforest of the Amazon basin is a global biodiversity hotspot and stores significant amounts of carbon, stabilising the regional and global climate. Deforestation, forest degradation and climate change impacts are posing a threat to its future.\nThis Marie Curie fellowship will develop a systematic integration of geomorphometry methods with satellite remote sensing techniques from Synthetic Aperture Radar to study the floristic-structural associations in the tropical forest of the Amazon, map disturbances and degradation, reduce greenhouse gas emissions and preserve floristic diversity.\nIts research objectives (RO) areto identify geomorphometric variables related to tree species abundance and richness in Tapajos, Brazil, and structural forest variables from multi-frequency radar satellites (RO1); to analyse tree species, radar data and geomorphometry witha machine-learning (maximum-entropy) approach to produce species probability maps (RO2); to determine the explanatory power of the integrated radar/geomorphometry approach for biomass mapping (RO3); and to estimate the aboveground carbon stocks (RO4).\nThe technical and complementary training objectives (TO) are to learn advanced radar processing skills for forest structure estimation (TO1); to learn effective data integration techniques for multi-frequency radar data and geomorphometric parameters (TO2); to learn how to communicate scientific research to the wider public (TO3); and to acquire complementary and leadership skills (TO4).\nThe fellow will undertake a world-class programme of research and training in Earth Observation research methods, several international secondments, participate in postgraduate training modules and specific researcher development courses in complementary skills. She will transfer her expertise in tropical forest structure and biodiversityof the Amazon to Europe and develop her academic career to reach and enforce a senior academic position.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEICESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}