{
    "rcn": "197225",
    "acronym": "ELEPHANTINE",
    "topics": "ERC-StG-2014",
    "title": "Localizing 4000 Years of Cultural History. Texts and Scripts from Elephantine Island in Egypt",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The aim of this project is to write a cultural history of 4000 years, localized on Elephantine Island in Egypt. Elephantine was a militarily and strategically very important island in the river Nile on the southern border of Egypt. No other settlement in Egypt is so well attested over such a long period of time. Its inhabitants form a multi-ethnic, multicultural and multi-religious community that left us vast amounts of written sources detailing their everyday lives from the Old Kingdom to beyond the Arab Conquest. Today, several thousand papyri and other manuscripts from Elephantine are scattered in more than 60 institutions across Europe and beyond. Their texts are written in different languages and scripts, including Hieroglyphs, Hieratic, Demotic, Aramaic, Greek, Coptic and Arabic. 80% of these manuscripts are still unpublished and unstudied. The great challenge of this project is to use this material to answer three key questions covering:\n1) Multiculturalism and identity between assimilation and segregation,\n2) Organization of family and society,\n3) Development of religions (Polytheism, Judaism, Christianity and Islam).\nThus, access needs to be gained to these texts, making them publicly available in an open access online database. Links are to be identified between papyrus fragments from different collections and an international ëpapyrus puzzleí will be undertaken, incorporating cutting-edge methods from digital humanities, physics and mathematics (e.g. for the virtual unfolding of papyri). Using this database with medical, religious, legal, administrative, even literary texts, the micro-history of the everyday life of the local and global (i.e. ëglocalí) community of Elephantine will be studied within its socio-cultural setting in Egypt and beyond. It will be linked back to macro-historical questions and benefit from newly-introduced methodologies of global history: Elephantine can thus be used as a case study and a model for the past, present and future.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "STIFTUNG PREUSSISCHER KULTURBESITZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998517031": {
            "orgId": "998517031",
            "orgName": "STIFTUNG PREUSSISCHER KULTURBESITZ",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}