{
    "rcn": "197243",
    "acronym": "MELGEN",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "MELanoma GENetics - understanding and biomarking the genetic and immunological determinants of melanoma survival",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "MELGEN (MELanoma GENetics) ñ understanding and biomarking the genetic and immunological determinants of melanoma survival\n\nThe MELGEN European Training Network (ETN) will create an environment for long-term, collaborative, inter-sectorial cancer genetics research with the ultimate aim of improving precision (personalised) medicine. In a 2012 report the European Science Foundation identified the importance of precision medicine and recommended that there should be 1) provision of comprehensive, accessible and interoperable datasets 2) improved models and decision-making processes, 3) interdisciplinary, public-private partnerships and translational research, and 4) dedicated funding including access to core technology and frameworks for education and training of professionals. This application addresses all four recommendations and applies them to melanoma. Considerable, but insufficient, progress has been made in understanding the genetic changes within melanomas that drive tumour progression, and how those drivers can be targeted to treat melanoma. Melanoma is also an especially immunogenic cancer and much more needs to be understood of how melanomas suppress host immunological responses. Understanding what controls immunity in melanoma will be potentially applicable to other cancers. Finally, we need prognostic and predictive biomarkers for selection of precision therapy. This ETN will recruit 15 early stage researchers (ESRs) to address these issues. It will bring together leaders in clinical research, genomics, statistics, bioinformatics, and the biotech industry to exploit the new genomic tools and tumour immunology. MELGENís commercial partners are developing immunological tests (ImmunID), bioinformatics (Eagle Genomics), commercial genomics (ServiceXS) and digital design/communications (Digitronix) and they will underpin an innovative, interdisciplinary training programme for the next generation of melanoma researchers.",
    "totalCost": "3988365,84",
    "ecMaxContribution": "3988365,84",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;GENOME RESEARCH LIMITED;OSLO UNIVERSITETSSYKEHUS HF;UNIVERSITAETSKLINIKUM ESSEN;LUNDS UNIVERSITET",
    "participantCountries": "NL;UK;NO;DE;SE",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 819864
        },
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 510749
        },
        "999981343": {
            "orgId": "999981343",
            "orgName": "GENOME RESEARCH LIMITED",
            "ecContrib": 546576
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 790978
        },
        "991104000": {
            "orgId": "991104000",
            "orgName": "OSLO UNIVERSITETSSYKEHUS HF",
            "ecContrib": 572550
        },
        "999604401": {
            "orgId": "999604401",
            "orgName": "UNIVERSITAETSKLINIKUM ESSEN",
            "ecContrib": 747649
        }
    },
    "calculatedTotalContribution": 3988366
}