{
    "rcn": "197265",
    "acronym": "CONCERT",
    "topics": "ERC-CoG-2014",
    "title": "Description of information transfer across macromolecules by concerted conformational changes",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Signal transduction in biology relies on the transfer of information across biomolecules by concerted conformational changes that cannot currently be characterized experimentally at high resolution. In CONCERT we will develop a method based on the use of nuclear magnetic resonance spectroscopy in solution that will provide very detailed descriptions of such changes by using the information about structural heterogeneity contained in a parameter that is exquisitely sensitive to molecular shape called residual dipolar coupling measured in steric alignment.  To show how this new method will allow the study of information transfer we will determine conformational ensembles that will report on the intra and inter-domain concerted conformational changes that activate the androgen receptor, a large allosteric multi-domain protein that regulates the male phenotype and is a therapeutic target for castration resistant prostate cancer, the condition suffered by prostate cancer patients that have become refractory to hormone therapy, the first line of treatment for this disease. To complement the structural information obtained by nuclear magnetic resonance and, especially, measure the rate of information transfer across the androgen receptor we will carry out in a collaborative fashion high precision single molecule Fˆrster resonance energy transfer and fluorescence correlation spectroscopy experiments on AR constructs labelled with fluorescent dyes. In summary we will develop a method that will make it possible to describe some of the most fascinating biological phenomena, such as allostery and signal transduction, and will, in the long term, be an instrument for the discovery of drugs to treat castration resistant prostate cancer, a late stage of prostate cancer that is incurable and kills ca. 70.000 European men every year.",
    "totalCost": "1950000",
    "ecMaxContribution": "1950000",
    "coordinator": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999541836": {
            "orgId": "999541836",
            "orgName": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
            "ecContrib": 1950000
        }
    },
    "calculatedTotalContribution": 1950000
}