{
    "rcn": "197271",
    "acronym": "MAGIC",
    "topics": "ERC-CoG-2014",
    "title": "Monsoons of Asia caused Greenhouse to Icehouse Cooling",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Unraveling the cause for Cenozoic global climate cooling is one of the most important unresolved questions challenging the Earth and Environmental sciences community today. Increased erosion and weathering of the uplifted Tibetan Plateau and Himalayas, is advocated as the primary cause for the enigmatic pCO2 drawdown, that led to global cooling 50 to 34 Myrs ago from the warm ice-free Greenhouse world to the bi-polar Icehouse conditions still prevailing today. Asian Monsoons are genetically linked to high orography associated with the India-Asia collision starting ca. 50 Myrs ago, however, the relation between Greenhouse to Icehouse cooling and Asian Monsoons remains to be explore as they were previously thought to intensify only much later ca. 25 Myrs ago. Our recent findings of monsoonal activity in Asia since at least 45 Myrs ago raises the fascinating possibility that Asian Monsoons may have triggered global cooling from Greenhouse to Icehouse conditions. Testing this novel hypothesis and exploring its implications on feedback mechanisms between regional environments, Asian Monsoons and global climate, will constitute the stimulating objectives of MAGIC. 3 PhDs will provide end-member monsoonal archives well-dated during greenhouse to icehouse cooling from 3 key locations (NE Tibet, SE Asia and Paratethys Sea). These will be analyzed by three postdocs expert in novel proxy methods tailored for MAGIC to infer temperatures, precipitation, salinity, seasonality, paleoaltimetry, wind-patterns, paleoecology and paleogeography at infra-annual, orbital and tectonic time scales. Ultimately, these records and boundary conditions will be integrated into climate models by a dedicated postdoc to unravel the role and behavior of Asian Monsoons with respect to long-term Greenhouse to Icehouse cooling, pCO2 levels as well as global hyperthermal and cooling event such as the PETM, MECO and EOT.",
    "totalCost": "1999999,33",
    "ecMaxContribution": "1999999,33",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITAET POTSDAM;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "DE;NL",
    "projectParticipants": {
        "999854855": {
            "orgId": "999854855",
            "orgName": "UNIVERSITAET POTSDAM",
            "ecContrib": 772500
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1108723
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 118776
        }
    },
    "calculatedTotalContribution": 1999999
}