{
    "rcn": "197293",
    "acronym": "INTRASTEM",
    "topics": "ERC-PoC-2014",
    "title": "INTRASTEM: High Efficiency Delivery of Proteins, Nucleic Acids and Particles to Human Cells",
    "startDate": "01/07/2015",
    "endDate": "31/12/2016",
    "objective": "Under an ERC Advanced Grant, Professor Shakesheff's team have invented a new intracellular delivery system that overcomes a problem in pluripotent stem cell culture as well as being applicable to many other mammalian cell types. The system, called GAG-binding enhanced transduction (GET), enables intracellular delivery of proteins, nucleic acids and particles into cells that resist other non-viral strategies. The work under ERC Advanced Grant funding has allowed exemplification of the delivery of proteins that promote pluripotency or differentiation, delivery and expression of mRNA and high yield delivery of nano and microparticles.\n\nThis Proof-of-Concept Application will achieve 6 deliverables that together will generate a robust business plan for commercialisation of GET. We begin by performing, via a European marketing company, a comprehensive market analysis to test our view that GET could be used to replace lentiviral transfection, or as an in vivo reprogramming tool or for other challenngng pharmaceutical applications. Next we take account of the market analysis to refine our technical work resulting in a report that provides robust evidence of market required advantages of GET over competitor products. This technical work will include a consideration of manufacturing routes and costs of goods. In parallel with the technical work we will commission an independent freedom-to-operate report. Finally, we will initiate confidential discussions with potential partners and customers via face-to-face meetings in Europe and the US.\n\nThe final business plan will establish the technical and commercial feasibility of our approaches in one or more of our target markets. We envisage that at the end of the ERC PoC grant we will attract substantial funding to rapidly progress product launches and licenses.",
    "totalCost": "147489",
    "ecMaxContribution": "147489",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 147489
        }
    },
    "calculatedTotalContribution": 147489
}