{
    "rcn": "197244",
    "acronym": "IMMUTRAIN",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Training Network for the Immunotherapy of Cancer",
    "startDate": "01/12/2015",
    "endDate": "30/11/2019",
    "objective": "In the European Union, cancer is the leading cause of death and the overall cancer incidence is still increasing. As a result of expanding efforts to improve cancer outcome, a main paradigm change is occurring in cancer therapy towards individualized medicine. Antibody-based therapies form an integral and constantly growing part of this approach. Antibody-based therapies will strongly influence the coming decade of cancer care. The importance of immunotherapy has been highlighted by the prestigious Science journal as ìbreakthrough of the year 2013î, heralding the rising importance of immunotherapy. Accordingly the need for well-trained and skilled researchers in academia and industry is dramatically increasing in this field. IMMUTRAIN is a training network bringing together experts in the fields of monoclonal antibodies, dendritic cells, T-cells and immunomodulatory nucleic acids with a considerable industrial involvement. The network comprises nine academic research groups and five industrial partners in a total of seven European countries. IMMUTRAIN will actively create synergies between those sectors by forming and promoting young researchers to match the challenges of immunotherapies. Particular focus will be placed on combinatorial therapies and on the new emerging field of bispecific antibodies used to target both the tumor and the patient¥s immune system. Fifteen Ph. D. students (early stage researchers, ESR) reinforced by the project leaders will investigate innovative therapeutic strategies and provide the rationale for future clinical trials. Throughout their projects, ESR will learn to integrate academic and industrial aspects and will sharpen their experimental and complementary skills in a well-designed and diversified training program.",
    "totalCost": "3627525,24",
    "ecMaxContribution": "3627525,24",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES ONCOLOGICAS CARLOS III;REGION HOVEDSTADEN;Institut Gustave Roussy;ISTITUTO EUROPEO DI ONCOLOGIA SRL;STICHTING KATHOLIEKE UNIVERSITEIT;ROCHE DIAGNOSTICS GMBH;MEDIZINISCHE UNIVERSITAT INNSBRUCK;THE NOTTINGHAM TRENT UNIVERSITY",
    "participantCountries": "ES;DK;FR;IT;NL;DE;AT;UK",
    "projectParticipants": {
        "999969703": {
            "orgId": "999969703",
            "orgName": "ISTITUTO EUROPEO DI ONCOLOGIA SRL",
            "ecContrib": 258061
        },
        "999454924": {
            "orgId": "999454924",
            "orgName": "INSTITUT GUSTAVE ROUSSY",
            "ecContrib": 0
        },
        "999547850": {
            "orgId": "999547850",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES ONCOLOGICAS CARLOS III",
            "ecContrib": 495746
        },
        "999824494": {
            "orgId": "999824494",
            "orgName": "THE NOTTINGHAM TRENT UNIVERSITY",
            "ecContrib": 273288
        },
        "999855437": {
            "orgId": "999855437",
            "orgName": "MEDIZINISCHE UNIVERSITAT INNSBRUCK",
            "ecContrib": 255934
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 996866
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 255374
        },
        "999507789": {
            "orgId": "999507789",
            "orgName": "ROCHE DIAGNOSTICS GMBH",
            "ecContrib": 249216
        },
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 580164
        }
    },
    "calculatedTotalContribution": 3364649
}