{
    "rcn": "197248",
    "acronym": "AQUAINVAD-ED",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "AQUAtic INVAders: Early Detection, Control and Management",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "Aquatic Invasive Species (AIS) are on the rise due to the synergistic effects of climate change and habitat destruction. The impacts of AIS on Biodiversity, human health, and loss of ecosystem services are well known, but their control and management has now become a worldwide priority.  Successful management of AIS is challenging because it requires several steps in succession: (1) early detection, (2) identification of routes of introduction and pathways of dispersal, and (3) development of efficient control measures. However, public awareness and stakeholder involvement are also critical .The main research goal of AQUAINVAD-ED is to exploit novel molecular advances combined with the power of citizen science to develop innovative methods of early detection, control and management of AIS. This will be achieved via a multi-disciplinary network of experts in invasion biology, aquatic biotechnology, citizen science and environmental policy working from 3 different countries. The inter-sectoral dimension of the consortium consists of fundamental and applied scientists from 3 universities, 1 technological institute, 2 government agencies, 1 NGO and 5 SMEs. AQUAINVAD-ED will catalyse research and commercial activity in the detection and management of AIS, as well as in the implementation of codes of good practice for the European industry and Government agencies. This will be achieved by training the next generation of researchers on the principles of invasion biology, providing them with the skills necessary to detect and quantify the ecological and socio-economic impacts of AIS and the ability to communicate science to the general public. The training program will be delivered through individual research projects, active participation in network activities and a unique combination of specialised courses, designed to increase employability in the consultancy sector, government, academia, and the water industry.",
    "totalCost": "2079605,16",
    "ecMaxContribution": "2079605,16",
    "coordinator": "SWANSEA UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "NEMO Nature and Environment Management Operators S.r.l;NEOALGAE MICRO SEAWEEDS PRODUCTS SL;UNIVERSITA DEGLI STUDI DI FIRENZE;NATURAL RESOURCES BODY FOR WALES;UNIVERSIDAD DE OVIEDO;FUNDACION AZTI - AZTI FUNDAZIOA",
    "participantCountries": "IT;ES;UK",
    "projectParticipants": {
        "943385141": {
            "orgId": "943385141",
            "orgName": "NEMO Nature and Environment Management Operators S.r.l",
            "ecContrib": 258061
        },
        "999514385": {
            "orgId": "999514385",
            "orgName": "FUNDACION AZTI - AZTI FUNDAZIOA",
            "ecContrib": 247873
        },
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 258061
        },
        "942539883": {
            "orgId": "942539883",
            "orgName": "NATURAL RESOURCES BODY FOR WALES",
            "ecContrib": 0
        },
        "999862033": {
            "orgId": "999862033",
            "orgName": "SWANSEA UNIVERSITY",
            "ecContrib": 819864
        },
        "999848647": {
            "orgId": "999848647",
            "orgName": "UNIVERSIDAD DE OVIEDO",
            "ecContrib": 247873
        },
        "951102655": {
            "orgId": "951102655",
            "orgName": "NEOALGAE MICRO SEAWEEDS PRODUCTS SL",
            "ecContrib": 247873
        }
    },
    "calculatedTotalContribution": 2079605
}