{
    "rcn": "197297",
    "acronym": "PULTAR",
    "topics": "ERC-PoC-2014",
    "title": "Delivery of PULmonary Therapeutics through TARgetted Delivery using Phononics",
    "startDate": "01/07/2015",
    "endDate": "31/12/2016",
    "objective": "According to the WHO 235 million people suffer from asthma and 64M people have chronic obstructive pulmonary disease, leading to 3M deaths per year worldwide. The cost of treating patients with all forms of lung disease is ~ Ä380B p.a., leading to the loss of >50M DALYS. Generally, patients with such respiratory diseases are treated by inhalation of medicines within aerosols, where the therapy (including medicine or biologics used in gene therapy) can be targeted directly to the lung. The accepted wisdom is that such pulmonary delivery requires aerosol droplet sizes of between 1 and 5 ?m.  We have now shown that by using a new ultrasonic technology, we can create monodisperse aerosol droplets, which could be used for therapeutic delivery of medicines, genes and RNA to specific regions in the lungs. In one strand of the work we aim to demonstrate that this precise nebulisation technology improves the efficacy of treatment through enhanced drug uptake. In a second strand, we will demonstrate selective targeting of different tissue types in the lungs. For example, the epithelium in cystic fibrosis patients is currently extremely difficult to access leading to limitations in the amount and quality of data obtained for pre-clinical and clinical gene therapies. Similarly, targeting vascular cells is an appealing treatment for patients with pulmonary arterial hypertension, although, again, effective delivery necessitates that the therapeutic system transits defined and substantial anatomical barriers. The overall aim is to demonstrate that this new technology can define routes to new therapies, improve clinical outcomes and reduce healthcare costs. To achieve this we will develop a prototype nebuliser based upon proprietary technology and show that different medicines and gene therapies can be delivered effectively to the lungs of a model mouse. We will also start to build a commercial team and work closely with industry to deliver impact and innovation to the market.",
    "totalCost": "149791",
    "ecMaxContribution": "149791",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 149791
        }
    },
    "calculatedTotalContribution": 149791
}