{
    "rcn": "197228",
    "acronym": "PNANOMED",
    "topics": "ERC-StG-2014",
    "title": "Personalized Nanomedicines for Leukemia Patients",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Acute myeloid leukemia (AML) remains a devastating disease, while progress in genetic characterization and nanomedical approaches promise a new era of individualized treatments. To prioritize genetic aberrations in AML for therapeutic targeting and to develop a pipeline for personalized nanomedicines I will i) establish a biobank of transplantable primary human AML xenotransplants, ii) fully characterize the genetic landscape of these leukemias, iii) establish the functional hierarchy of driver and passenger mutations in these human leukemia models, iv) develop highly efficient nanoparticle-siRNA formulations that allow in vivo delivery of siRNA to primary AML blasts, and v) design double specific siRNA-based nanomedicines for improved efficacy and tolerability. The expertise of my research team and my institutional settings and collaborations provide a unique platform to achieve these objectives. My access to freshly isolated leukemia blasts allows efficient establishment of a biobank for AML xenotransplant models. In fact, we can serially transplant and expand primary AML cells in immunodeficient mice. The biobank will be an invaluable resource for pharmaceutical product development. I have extensive experience in the genetic characterization and functional evaluation of leukemic cells, which I will apply to the newly generated human AML models. I will use inducible lentiviral approaches to genetically modify human leukemia cells and observe the functional effects in vivo, to identify the relevant targets for leukemogenicity of each primary AML model. Most importantly, I can formulate nanoparticle-siRNA systems that show unprecedented complete uptake into human leukemia cells in vivo and open the door for specific inhibition of any gene. These established tools provide me with the unique ability to develop a pipeline for individualized nanomedicines that will improve AML treatment and will also have broad applications beyond leukemia treatment.",
    "totalCost": "1499750",
    "ecMaxContribution": "1499750",
    "coordinator": "MEDIZINISCHE HOCHSCHULE HANNOVER",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999878426": {
            "orgId": "999878426",
            "orgName": "MEDIZINISCHE HOCHSCHULE HANNOVER",
            "ecContrib": 1499750
        }
    },
    "calculatedTotalContribution": 1499750
}