{
    "rcn": "197202",
    "acronym": "PIONEeRING",
    "topics": "INSO-10-2015-1",
    "title": "PatIent specific bONE RepositionING",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The goal is to develop and commercialise an innovative and easy to use online portal and 3D surgical planning software, and two new patient-specific radius implant products to correct bone deformities.  Both products will revolutionise future reconstructive surgery and planning since they enable accurate bone reconstruction with minimum surgical effort.\n\nResults for the:\nConsortium: A completely new online portal and 3D surgical planning software will be developed based on patient-specific anatomy from a standard CT-scan of the affected bone and the contralateral bone. The software enables accurate planning of reconstructive surgery for each patient. It helps designing the implant products semiautomatically. The implant manufacturing procedure will be developed using 3D metal and polymer printing. 3D printing gives full freedom of design, allowing to optimise the implantís (internal) shape and mechanical load transfer and may render the surgical procedure minimally invasive.\n\nSurgeon and patient: With the new online 3D surgical planning portal, surgeons will have worldwide access to an implant design service. Once designed, the implants are manufactured and shipped to the surgeon in 36 hours. Implant design happens online in close cooperation between surgeon and biomedical engineer. This approach and the new implant products renders surgery simpler and yields objective bone positioning. Patient discomfort due to residual malpositioning will be prevented since positioning is accurate, which improves the outcome. The cosmetic result is better. The improvements enable a quick return to daily activities.\n\nHospitals: Our solution will provide top referent care while reducing health-care costs. Based on Amsterdam's Academic Medical Centerís first experience and publications [Dobbe,Vroemen] surgeons expect a reduction of: 30% in surgery time, 40% in reoperation rate and 35% in hospital stay.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "XILLOC MEDICAL BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953181365": {
            "orgId": "953181365",
            "orgName": "XILLOC MEDICAL BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}