{
    "rcn": "197234",
    "acronym": "VARIKIN",
    "topics": "ERC-StG-2014",
    "title": "Cultural Evolution of Kinship Diversity: Variation in Language, Cognition, and Social Norms Regarding Family",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Why do human societies differ in whom they class as family? Why are cousins classed with siblings in some societies but not others? Accounting for the variable ways that cultures classify kin is an enduring puzzle. The VARIKIN project takes a cultural evolutionary approach to variety and unity and engages different fieldsñcultural phylogenetics, corpus linguistics, and cross-cultural child development. VARIKIN-Evolution asks how and why does kinship diversity evolve across cultures and over time? Using comparative phylogenetic modeling of cultural evolution we investigate the dynamics of how kinship terminologies and family norms change in eight language families. Are there ìuniversalî patterns of change, or does local cultural history and context determine changes in family organisation? How do social norms drive change in kinship terminology? VARIKIN-Usage investigates how people use kinship language by using corpus linguistics, surveys, and interviews to quantify patterns of usage in spoken and written language. How frequently are kinship terms used in different contexts and what meanings are more prevalent? Do patterns vary between languages, and can the patterns of usage at the individual level be linked to historical processes of change? VARIKIN-Development investigates how children acquire and understand kinship across cultures. Using participant observation and elicitation tasks, we characterise childrenís social learning of kinship in a small-scale, non-Western community. Are there cross-cultural patterns of acquisition? Can socialisation produce constraints on the kinds of kinship children can learn? These three research directions are united by a coherent framework for the integration of macro- and micro-evolutionary processes. With a highly multidisciplinary background, the Applicant is uniquely positioned to direct this vanguard project towards a comprehensive understanding of diversity in how we classify our social worlds.",
    "totalCost": "1233672",
    "ecMaxContribution": "1233672",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 1233672
        }
    },
    "calculatedTotalContribution": 1233672
}