{
    "rcn": "197239",
    "acronym": "HandsandBible",
    "topics": "ERC-StG-2014",
    "title": "The Hands that Wrote the Bible: Digital Palaeography and Scribal Culture of the Dead Sea Scrolls",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "The discovery of the Dead Sea Scrolls has fundamentally transformed our knowledge of Jewish and Christian origins. The scrolls provide a unique vantage point for studying the dynamic and creative engagement with authoritative scriptures that were to become the Bible. They also offer evidence for a scribal culture ëin actioní. Palaeography can provide access to this scribal culture, showing the human hand behind what came to be regarded as holy texts.\nThe main objective of this interdisciplinary project is to shed new light on ancient Jewish scribal culture and the making of the Bible by freshly investigating two aspects of the scrollsí palaeography: the typological development of writing styles and writer identification. We will combine three different approaches to study these two aspects: palaeography, computational intelligence, and 14C-dating.\nThe combination of new 14C samples and the use of computational intelligence as quantitative methods in order to assess the development of handwriting styles and to identify individual scribes is a unique strength of this project, which will provide a new and much-needed scientific and quantitative basis for the typological estimations of traditional palaeography of the Dead Sea Scrolls. The quantitative evidence will be used to cluster manuscripts as products of scribal activity in order to profile scribal production and to determine a more precise location in time for their activity, focusing, from literary and cultural-historical perspectives, on the content and genres of the texts that scribes wrote and copied and on the scripts and languages that they used.\nThrough their scribal activities these anonymous scribes constructed a ëtextual communityí and negotiated identities of the movement behind the Dead Sea Scrolls. The exciting aspect of this project is the fact that it will, through the innovative and unconventional digital palaeographic analysis that we will be using, bring these scribal identities back to life.",
    "totalCost": "1484274",
    "ecMaxContribution": "1484274",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 1484274
        }
    },
    "calculatedTotalContribution": 1484274
}