{
    "rcn": "197223",
    "acronym": "WayTO",
    "topics": "ERC-StG-2014",
    "title": "Wayfinding Through Orientation",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Wayfinding is a task that we manage every day while going to work or on vacation. Although wayfinding research has gone through tremendous development, it suffers from fundamental shortcomings: State-of-the art wayfinding research still adheres to the principles of turn-by-turn navigation.\nThis proposal suggests a new wayfinding paradigm ìWayfinding Through Orientationî that supports the acquisition of spatial knowledge and cognitive mapping for advancing the userís orientation. Users learn the spatial configuration of their environment through navigating. This makes wayfinding more successful because users with orientation can take informed spatial decisions. Our project goals are achieved through four objectives:\n1.We develop a scientific understanding of orientation in wayfinding through empirically analyzing what kind of information induces orientation in humans.\n2.We generate orientation information automatically. Orientation information is different to spatial data stored in geographic information systems, because it does not have a consistent level of generalization, it is schematized and it refers to vernacular, vague places not included in traditional maps.\n3.New means of communication are developed to integrate orientation instructions into route directions. New maps are required to account for the characteristics of orientation information.\n4.To evaluate orientation wayfinding, we cannot apply traditional measures such as travel time, but develop new methods to determine the effect of orientation wayfinding on peoplesí ability to solve wayfinding tasks that require orientation and cognitive mapping.\nìWayfinding Through Orientationî is a paradigm change in wayfinding which has profound impact well beyond GI Science research. Our research lays the scientific foundations for a new way of navigation. We strongly believe that we have the necessary expertise to pursue this interdisciplinary project. Preliminary results have been well received by the community.",
    "totalCost": "1336562,5",
    "ecMaxContribution": "1336562,5",
    "coordinator": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 1336562
        }
    },
    "calculatedTotalContribution": 1336562
}