{
    "rcn": "197262",
    "acronym": "3D-JOINT",
    "topics": "ERC-CoG-2014",
    "title": "3D Bioprinting of JOINT Replacements",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The world has a significant medical challenge in repairing injured or diseased joints. Joint degeneration and its related pain is a major socio-economic burden that will increase over the next decade and is currently addressed by implanting a metal prosthesis. For the long term, the ideal solution to joint injury is to successfully regenerate rather than replace the damaged cartilage with synthetic implants. Recent advances in key technologies are now bringing this ìholy grailî within reach; regenerative approaches, based on cell therapy, are already clinically available albeit only for smaller focal cartilage defects.\nOne of these key technologies is three-dimensional (3D) bio-printing, which provides a greatly controlled placement and organization of living constructs through the layer-by-layer deposition of materials and cells. These tissue constructs can be applied as tissue models for research and screening. However, the lack of biomechanical properties of these tissue constructs has hampered their application to the regeneration of damaged, degenerated or diseased tissue.\n\nHaving established a cartilage-focussed research laboratory in the University Medical Center Utrecht, I have addressed this biomechanical limitation of hydrogels through the use of hydrogel composites. Specifically, I have pioneered a 3D bio-printing technology that combines accurately printed small diameter thermoplast filaments with cell invasive hydrogels to form strong fibre-reinforced constructs. This, in combination with bioreactor technology, is the key to the generation of larger, complex tissue constructs with cartilage-like biomechanical resilience. With 3D-JOINT I will use my in-depth bio-printing and bioreactor knowledge and experience to develop a multi-phasic 3D-printed biological replacement of the joint.",
    "totalCost": "1998871",
    "ecMaxContribution": "1998871",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSITEIT UTRECHT",
    "participantCountries": "NL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 97000
        },
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 1901871
        }
    },
    "calculatedTotalContribution": 1998871
}