{
    "rcn": "197249",
    "acronym": "SECURE",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Safety Enables Cooperation in Uncertain Robotic Environments",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "The majority of existing robots in industry are pre-programmed robots working in safety zones, with visual or auditory warning signals and little concept of intelligent safety awareness necessary for dynamic and unpredictable human or domestic environments. In the future, novel cognitive robotic companions will be developed, ranging from service robots to humanoid robots, which should be able to learn from users and adapt to open dynamic contexts. The development of such robot companions will lead to new challenges for human-robot cooperation and safety, going well beyond the current state of the art. Therefore, the SECURE project aims to train a new generation of researchers on safe cognitive robot concepts for human work and living spaces on the most advanced humanoid robot platforms available in Europe. The fellows will be trained through an innovative concept of project-based learning and constructivist learning in supervised peer networks where they will gain experience from an intersectoral programme involving universities, research institutes, large and SME companies from public and private sectors. The training domain will integrate multidisciplinary concepts from the fields of cognitive human-robot interaction, computer science and intelligent robotics where a new approach of integrating principles of embodiment, situation and interaction will be pursued to address future challenges for safe human-robot environments.",
    "totalCost": "3106495,2",
    "ecMaxContribution": "3106495,2",
    "coordinator": "UNIVERSITAET HAMBURG",
    "coordinatorCountry": "DE",
    "participants": "THE UNIVERSITY OF HERTFORDSHIRE HIGHER EDUCATION CORPORATION;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;DANIELI TELEROBOT LABS S.R.L.;UNIVERSITY OF PLYMOUTH;FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "participantCountries": "UK;DE;IT",
    "projectParticipants": {
        "949733403": {
            "orgId": "949733403",
            "orgName": "DANIELI TELEROBOT LABS S.R.L.",
            "ecContrib": 258061
        },
        "999911115": {
            "orgId": "999911115",
            "orgName": "THE UNIVERSITY OF HERTFORDSHIRE HIGHER EDUCATION CORPORATION",
            "ecContrib": 546576
        },
        "999854661": {
            "orgId": "999854661",
            "orgName": "UNIVERSITY OF PLYMOUTH",
            "ecContrib": 546576
        },
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 516123
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 740727
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 3106496
}