{
    "rcn": "197277",
    "acronym": "ActIng",
    "topics": "MSCA-IF-2014-EF",
    "title": "Addiction of Insects for Biosensoring",
    "startDate": "10/08/2015",
    "endDate": "09/08/2017",
    "objective": "Although the value of the olfactory systems of animals, and particularly insects, for detecting key marker chemicals associated with anthropogenic problems has been explored, this training program will study a totally new approach. The objective is to study the possibility of inducing a positive association between an originally aversive marker chemical and an addicting reward in the German cockroach  B. germanica through associative learning processes. The German cockroach has been chosen as model insect for its particular evolutionary and physiological features. The challenges of the present proposal are to understand how addiction shape adaptive control mechanisms and how induced drug addiction affects the behaviour of individuals and groups in the recognition of olfactory stimuli. The innovative idea is to induce flexibility in the behaviour of the model insect, reassessing the motivation priorities in order to be able to manipulate the behavioural responses of the insect. Defining and understanding the reactions of insects to different environmental stimuli associated with addiction inducing chemicals could open new technological insights in the use of insects for beneficial purposes and will generate new keys of interpretation of insect brain physiology. This project will also impact the society at large with a new concept of applied entomology under three main aspects. Under the industrial point of view, the use of addicted insects will open new areas for development of biosensors and bioelectronics; under the humanitarian point of view, the achievement of the training will open new possibilities for the use of insects for beneficial purposes and third this project will offer a different and unexpected view of the science of entomology which is most often intended as related exclusively to agriculture or to human health.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ROTHAMSTED RESEARCH LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999455021": {
            "orgId": "999455021",
            "orgName": "ROTHAMSTED RESEARCH LIMITED",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}