{
    "rcn": "197250",
    "acronym": "SAWTrain",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Dynamic electromechanical control of semiconductor nanostructures by acoustic fields",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "The dynamic modulation of semiconductor structures using vibrations provides a powerful tool for the control of the materials properties required for novel functionalities. Surface acoustic waves (SAWs) with GHz-frequencies and micrometre-size wavelength can be generated using piezoelectric transducers fabricated with standard integrated circuit technology. Their small propagation velocity and high sensitivity to disturbances confined to a superficial region have long been exploited in electronic signal processing and sensor applications. The SAW-induced modulation of the electro-optical properties of semiconductor structures is now been used for a wide range of applications including advanced sensors, the control of chemical processes, as well as the coherent control of carriers, spins, photons, and phonons down to the single-particle level. The latter are presently been exploited for different functionalities including advanced waveguide modulators, tuneable optical resonators, and single-electron pumps and single-photon sources.\nSAWTrain puts together leading groups from Europe, Asia and North America working on SAWs on semiconductor and related nanostructures to create a PhD training network. The synergy resulting from the expertise of these groups will provide PhD students with training opportunities far superior to those offered in existing PhD programmes. Training in research skills with secondments at different hosts will cover state-of-the-art research in the interdisciplinary areas of basic physics, materials, technology, and device concepts related to SAWs. This will be achieved by exposing the trainees to multiple secondments, mandatory co-supervision from different institutions, including a non-academic mentorship. The coordinated training will further contain topical courses, schools, conferences, and workshops and be complemented by measures to develop key competences and transferable skills, fostering the future career plan of the young researchers.",
    "totalCost": "3855693,24",
    "ecMaxContribution": "3855693,24",
    "coordinator": "FORSCHUNGSVERBUND BERLIN EV",
    "coordinatorCountry": "DE",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;UNIVERSITEIT TWENTE;UNIVERSITAT DE VALENCIA;CONSIGLIO NAZIONALE DELLE RICERCHE;TOSHIBA RESEARCH EUROPE LIMITED;UNIVERSITAET AUGSBURG;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSIDAD POLITECNICA DE MADRID;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "UK;NL;ES;IT;DE;FR;SE",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 247873
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 263659
        },
        "999598678": {
            "orgId": "999598678",
            "orgName": "UNIVERSITAET AUGSBURG",
            "ecContrib": 498433
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 258061
        },
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 495746
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 510749
        },
        "999958548": {
            "orgId": "999958548",
            "orgName": "TOSHIBA RESEARCH EUROPE LIMITED",
            "ecContrib": 273288
        },
        "999927120": {
            "orgId": "999927120",
            "orgName": "FORSCHUNGSVERBUND BERLIN EV",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 3309118
}