{
    "rcn": "197292",
    "acronym": "FET_TRACES",
    "topics": "FETOPEN-2-2014",
    "title": "Tracing impacts of the FET programme",
    "startDate": "15/07/2015",
    "endDate": "14/11/2017",
    "objective": "The FET_Traces project will measure and assess the direct and indirect impacts of the FET programme on the science and technology landscape and its perception by individual researchers who are potential proposers for FET Open and FET Proactive projects. The impact assessment will be based on a comprehensive theoretic foundation, it will develop a targeted indicator set covering central aspects of the FET mission like novelty, multi-disciplinarity, innovation eco-systems, and becoming a relevant player in the European funding landscape. \n\nFor the data collection we will use standard impact assessment methods like bibliometrics, patent analysis, online surveys and workshops, but we will also try out an innovative method for determining the level of novelty of FET projects (LDA-analysis). In addition to the impact assessment we will analyse strategies of selected ìsuccessfulî, breakthrough-projects and communicate those at the coming FET conference. The study will also include insights from FET-like funders on national levels in Europe. \n\nThe FET_Traces project profits from the expertise of the proposers who have carried out the project ìBoosting the Exploratory Power of Open Research in Future and Emerging Technologiesî for the FET Open unit between 2011 and 2012 and from the expertise of the proposers with other impact assessments of national and European research programmes.",
    "totalCost": "383593,75",
    "ecMaxContribution": "383593,5",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
    "participantCountries": "AT",
    "projectParticipants": {
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 232812
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 150781
        }
    },
    "calculatedTotalContribution": 383593
}