{
    "rcn": "197224",
    "acronym": "IDEM",
    "topics": "ERC-StG-2014",
    "title": "Immunity, DEvelopment and Microbiota: Understanding the Continuous Construction of Biological Identity",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The problem of biological identity (what counts as one individual organism, and what makes each individual organism ìthe sameî though it constantly changes through time?) has a long history both in philosophy and in science. Recent data coming from immunology, microbiology and developmental biology may revolutionize our conception of the construction of biological identity through time, by showing that this construction depends crucially on environmental factors and, most importantly, on a constant dialogue with symbiotic microorganisms integrated into the organism. IDEM, a fundamentally interdisciplinary project at the interface between philosophy and biology, aims at: i) determining to what extent it is adequate to see this shift as an ongoing ìmicrobial revolutionî in todayís biology; ii) understanding the exact processes by which developmental processes in organisms depend on microbial symbionts; iii) asking whether the role of the immune system (usually seen as a system that rejects genetically foreign elements from the body) in the maintenance of the organism needs to be reevaluated; iv) how traditional conceptions of biological individuality will be modified by this revolution. If funded, this project will provide a new understanding of the way living things are continuously constructed through time and interact with their biotic environment.",
    "totalCost": "1454249,99",
    "ecMaxContribution": "1454249,99",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1454250
        }
    },
    "calculatedTotalContribution": 1454250
}