{
    "rcn": "197288",
    "acronym": "Multi-JOBINSEC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Micro- and Macro-Level Determinants of Job Insecurity Perceptions: Individual, Organizational and Social Consequences. Multilevel Analysis and Comparisons among Countries",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "This project aims to increase the understanding of the nature of job insecurity by examining its causes and consequences through a multilevel perspective, considering factors at the individual, organizational and country levels. We intend to provide theoretical models identifying antecedents of job insecurity and potential effects on life quality: the practical goal is to develop instruments for suitable organizational and social policies that could address in a comprehensive way the problem of job insecurity now and in the future. We propose to test micro- and macro-level predictors and consequences of job insecurity combining 3 different data sources: ESS, EUROSTAT, PSYCONES. Perceived threat of job loss has became one of the most prominent job stressors and several studies have shown its detrimental effects on employeeís well-being, health, and job attitudes. However, research in work psychology has focused on the role of individual-level variables, thus neglecting the possibility that job insecurity might also be a contextual stressor. Individual employees may feel their situation as threatened even if there is no apparent objective threat. This fundamental distinction between subjective and objective job insecurity is not acknowledged by economists. Their studies on macro-aggregate data consider only temporary employment and do not reveal how individuals experience job insecurity. The present proposal aims to integrate economic and psychology perspectives examining predictors and outcomes also related to labour marketís macro-economic situation, in addition to individual characteristics and organizational conditions. Taking a cross-cultural perspective we can assess the generalizability of job insecurity in various countries and especially examine how higher-level variables influence lower-level relationships (cross-level analyses in the multilevel perspective). In this way,we can encompass interdisciplinary aspects concerning psychology,economics and sociology",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}