{
    "rcn": "197267",
    "acronym": "GREENLIGHT_REDCAT",
    "topics": "ERC-CoG-2014",
    "title": "Towards a Greener Reduction Chemistry by Using Cobalt Coordination Complexes as Catalysts and Light-driven Water Reduction as a Source of Reductive Equivalents",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The development of alternative greener synthetic methods to transform renewable feedstocks into elaborated chemical structures mediated by solar light is a prerequisite for a future sustainable society. In this regard, this project entails the use of visible light as driving force and water as a source of hydrides for the synthesis of high-value chemicals.\nThe project merges photoredox catalysis with 1st row transition coordination complexes catalysis to open a new avenue for greener selective catalytic reduction processes for organic substrates. The ground-breaking nature of the project is:\n A) Develop light-driven region- and/or enantioselective catalytic reductions using well-defined cobalt coordination complexes with aminopyridine ligands, initially developed for water reduction. Sterics, electronics and supramolecular interactions (apolar cavities and chiral pockets) will be studied to proper control of the selectivity in the reduction of i) C=E and C=C bonds and ii) in the C-C inter- and intramolecular reductive homo- or heterocouplings.\n B) Fundamental understanding of the light-driven cobalt catalysed reductions characterizing intermediates that are involved in the reactivity, kinetics and labelling studies as well as performing computational modelling of reaction mechanisms. The basic understanding of operative mechanisms will expedite a new methodology for electrophile-electrophile umpolung couplings.\n C) Enhance catalytic performance of the light-driven cobalt catalysed reductions by self-assembling of catalyst-photosensitizer into carbon based pi-conjugated materials through noncovalent supramolecular interactions. Likewise, it will allow electrode immobilization for electrocatalysed reductions using water as a source of protons and electrons.\n As a proof of concept, cobalt catalysts based on aminopyridine ligands have been shown highly active in the light-driven reduction of ketones and aldehydes to alcohols, using water as the source of hydrogen atom.",
    "totalCost": "1999063",
    "ecMaxContribution": "1999063",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 1999063
        }
    },
    "calculatedTotalContribution": 1999063
}