{
    "rcn": "197240",
    "acronym": "PERSYST",
    "topics": "ERC-StG-2014",
    "title": "Generation and maintenance of long-lived memory T cells in humans",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Defining the molecular mechanisms governing memory T cell differentiation and homeostasis is of pivotal importance to generate durable and protective T cell responses against infections and cancers. Considerable knowledge in this regard has been acquired in mouse models but is still limited about human T cells. In particular, some mechanisms are assumed to occur in humans but were never formally demonstrated. We showed that memory T cells adoptively-transferred with bone marrow transplantation failed to persist in recipient hosts in the absence of antigen. By contrast, self/tumor-specific naÔve T cells rapidly acquired T memory stem cell (TSCM) attributes and subsequently reconstituted the memory T cell pool by homeostatic differentiation. Current models indicate human TSCM cells as superior to conventional memory T cells in regards to effector potential and persistence capacity. Genome-wide expression analysis identified candidate TSCM cell-specific transcriptional regulators that were shown to inhibit senescence, promote self-renewal and regulate somatic differentiation. In this project, by using single cell technologies, primary human samples and in vivo humanized models, we will define the molecular mechanisms at the basis of memory T cell formation and maintenance in humans. We will initially define the antigenic requirement for the long-term persistence of memory T cells by following the fate of adoptively-transferred T cells. As the field remains unexplored, we will investigate the acquisition of memory attributes by self/tumor-specific T cells on multiple functional levels. The gene products specifically expressed by self-renewing TSCM cells will be finally tested for their capability to arrest T cell differentiation and generate long-lived memory T cells with enhanced stem cell-like properties. Our results will impact multiple physiological and pathological situations involving T cell-mediated immune responses.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "HUMANITAS MIRASOLE SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999785015": {
            "orgId": "999785015",
            "orgName": "HUMANITAS MIRASOLE SPA",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}