{
    "rcn": "197236",
    "acronym": "NOVELNOBI",
    "topics": "ERC-StG-2014",
    "title": "Novel Nanoengineered Optoelectronic Biointerfaces",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Interfacing with neural tissues is an important scientific goal to understand cellular processes and to combat nervous-system related diseases. Nanotechnology has a significant potential for the development of new neural interfaces. The atomic-level design and control of the nanostructures for neural interfacing can revolutionize the junction between neurons and nanomaterials. In this project, we propose a totally new approach for understanding fundamental requirements and from this knowledge designing customised nanomaterials with optimised characteristics. These will be used to develop and demonstrate unconventional neural interfaces that are ultimately designed, controlled and constructed at the nanoscale. Hence, the key objectives of this proposal are: (1) to use quantum mechanics in a new way to control and explore the neural photostimulation mechanism, (2) to explore, design and synthesize new biocompatible colloidal nanocrystals for neural photostimulation, to overcome the limitations in terms of toxic material contents (e.g., cadmium, lead, mercury, etc.), (3) to demonstrate novel biocompatible neural interfaces with exciton and quantum funnels, and plasmonic nanostructures for enhanced spectral sensitivity and dynamic range. This new approach from quantum mechanical design to nanocrystal assembly will enable exploring, tuning and controlling the underlying physical mechanisms of neural photostimulation. Furthermore, the biocompatible nanomaterials will result in a more reliable nanobiojunction. The funnel and plasmon structures will lead to unprecedented spectral sensitivities and dynamic ranges that are far beyond the state-of-the-art optoelectronic interfaces. The project is therefore expected to have high impact and may herald a new paradigm in neural interfacing. NOVELNOBI is expected to attract significant attention of researchers from diverse fields such as photonics, nanomaterials, photomedicine and neuroscience.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "KOC UNIVERSITY",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901512": {
            "orgId": "999901512",
            "orgName": "KOC UNIVERSITY",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}