{
    "rcn": "197227",
    "acronym": "CONC-VIA-RIEMANN",
    "topics": "ERC-StG-2014",
    "title": "High-Dimensional Convexity, Isoperimetry and Concentration via a Riemannian Vantage Point",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "'In recent years, the importance of superimposing the contribution of the measure to that of the metric, in determining the underlying space's (generalized Ricci) curvature, has been clarified in the works of Lott, Sturm, Villani and others, following the definition of Curvature-Dimension introduced by Bakry and Emery. We wish to systematically incorporate \nthis important idea of considering the measure and metric in tandem, in the study of questions pertaining to isoperimetric and concentration properties of convex domains in high-dimensional Euclidean space, where a-priori there is only a trivial metric (Euclidean) and trivial measure (Lebesgue).  \n\nThe first step of enriching the class of uniform measures on convex domains to that of non-negatively curved ('log-concave') measures in Euclidean space has been very successfully implemented in the last decades, leading to substantial progress in our understanding of volumetric properties of convex domains, mostly regarding concentration of linear functionals. However, the potential advantages of altering the Euclidean metric into a more general Riemannian one or exploiting related Riemannian structures have not been systematically explored. Our main paradigm is that in order to progress in non-linear questions pertaining to concentration in Euclidean space, it is imperative to cast and study these problems in the more general Riemannian context.\n\nAs witnessed by our own work over the last years, we expect that broadening the scope and incorporating tools from the Riemannian world will lead to significant progress in our understanding of the qualitative and quantitative structure of isoperimetric minimizers in the purely Euclidean setting. Such progress would have dramatic impact on long-standing fundamental conjectures regarding concentration of measure on high-dimensional convex domains, as well as other closely related fields such as Probability Theory, Learning Theory, Random Matrix Theory and Algorithmic Geometry.'",
    "totalCost": "1194190",
    "ecMaxContribution": "1194190",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 1194190
        }
    },
    "calculatedTotalContribution": 1194190
}