{
    "rcn": "197222",
    "acronym": "OptoVision",
    "topics": "ERC-StG-2014",
    "title": "Optogenetic investigation of cortical layer-6 neuron contributions to dynamic visual perception",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "In order to achieve a more complete understanding of neocortical brain functions in health and disease, we need to delineate the computations of specific cell populations and how they dynamically exert their impact on connected target neurons. Here, I propose to investigate the functions of neurons in layer-6 of primary visual cortex (V1) and their influence on connected neurons, i) in the lateral geniculate nucleus (LGN) of thalamus, and ii) to more superficially located V1 cells, during visual perception in non-human primates (NHP). My core hypothesis is that due to their unique connectivity with LGN on one hand and layer-4 of V1 on the other hand, layer-6 neurons are in an ideal position to facilitate the transmission of visual information from LGN to V1 when spatial attention is allocated to specific visual targets. The central aim of my investigations will be to delineate how the computations and network interactions of layer-6 neurons dynamically change during attention and ultimately lead to improved behavioral performance. To this end, selective targeting and manipulation of LGN projecting V1 layer-6 neurons will be enabled using the methods of optogenetics (ChR2) and viral delivery techniques. Methods to measure brain activity and assess the impact of optogenetic stimulation will include behavioral assessment, functional magnetic resonance imaging (fMRI) and extra-cellular multi-electrode electrophysiology. Data analysis will include measures of directed (functional and effective) connectivity and en-/decoding approaches using a (predictive coding) Bayesian inference framework. With this approach we will gain new insights into the basic principles of information flow in the visual system. Beyond their immediate impact on basic science, the results of the experiments will be contributing towards a better understanding of the diseased brain such as in schizophrenia or attention-deficit-hyperactivity (ADHD) syndrome.",
    "totalCost": "1405000",
    "ecMaxContribution": "1405000",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 1405000
        }
    },
    "calculatedTotalContribution": 1405000
}