{
    "rcn": "197247",
    "acronym": "FULLCOMP",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "FULLY INTEGRATED ANALYSIS, DESIGN, MANUFACTURING AND HEALTH-MONITORING OF COMPOSITE STRUCTURES",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "Composite structures are massively exploited in many engineering fields. For instance, the state-of-the-art civil aircraft (B787 and A350) are mostly made of composite materials. The design of composites leads to challenging tasks since those competencies that stemmed from the adoption of metallic materials are often inadequate for composites. Insights on many different disciplines and tight academic/industrial cooperation are required to fully exploit composite structure capabilities. The skills and the employability of young researchers increase to a great extent through an interdisciplinary and intersectoral training. The existing training schemes are often based on specific themes and disciplines rather than on a broad interdisciplinary and academic-industrial integrated approach. The main aim and novelty of this project is the creation of a multidisciplinary, intersectoral and international research training network based on a strong academic basis and industrial partnerships for a new generation of top talented young researchers that will work in the European academic and industrial scenarios. The multidisciplinary features are guaranteed by the presence of 7 universities, 1 research centre and 1 industry. The intersectoral approach will be pursued by including secondments and specific industrial training requirements in each individual project. The consortium is composed by partners from 8 countries. OTC partners were included for secondment and training opportunities; they were chosen on the basis of their expertise and to enhance the internationality features of the training. Their presence is seen as an opportunity for the European partners and researchers to strengthen competencies. The full spectrum of the design of composite structures will be dealt with - manufacturing, health-monitoring, failure, modelling, multiscale approaches, testing, prognosis and prognostic - to develop integrated analysis tools to improve the design of composites.",
    "totalCost": "3095280,36",
    "ecMaxContribution": "3095280,36",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "ECOLE NATIONALE SUPERIEURE D'ARTS ET METIERS;ELAN-AUSY GMBH;LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY;UNIVERSITY OF BRISTOL;GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "participantCountries": "FR;DE;LU;UK",
    "projectParticipants": {
        "934320200": {
            "orgId": "934320200",
            "orgName": "LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 501120
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 774184
        },
        "941849437": {
            "orgId": "941849437",
            "orgName": "ELAN-AUSY GMBH",
            "ecContrib": 249216
        },
        "999981828": {
            "orgId": "999981828",
            "orgName": "GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
            "ecContrib": 498433
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 546576
        },
        "990741802": {
            "orgId": "990741802",
            "orgName": "ECOLE NATIONALE SUPERIEURE D'ARTS ET METIERS",
            "ecContrib": 525751
        }
    },
    "calculatedTotalContribution": 3095280
}