{
    "rcn": "197257",
    "acronym": "JointPrinting",
    "topics": "ERC-CoG-2014",
    "title": "3D Printing of Cell Laden Biomimetic Materials and Biomolecules for Joint Regeneration",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Osteoarthritis (OA) is a serious disease of the joints affecting nearly 10% of the population worldwide. Realising an efficacious therapeutic solution for treating OA remains one of the greatest challenges in the field of orthopaedic medicine. This proposal envisions a future where 3D bioprinting systems located in hospitals will provide ëoff-the-shelfí, patient-specific biological implants to treat diseases such as OA. To realise this vision, this project will use 3D bioprinting to generate anatomically accurate, biomimetic constructs that can be used to regenerate both the cartilage and bone in a diseased joint. The first aim of this proposal is to print a mesenchymal stem cell laden biomaterial that is both immediately load bearing and can facilitate the regeneration of articular cartilage in vivo, such that the bioprinted construct will not require in vitro maturation prior to implantation. Mechanical function will be realised by integrating an interpenetrating network hydrogel into a 3D printed polymeric scaffold, while chondro-inductivity will be enhanced by the spatially-defined incorporation of cartilage extracellular matrix components and chondrogenic growth factors into the bioprinted construct. The second aim of the proposal is to use 3D bioprinting to create a cell-free, composite construct to facilitate regeneration of the bony region of a large osteochondral defect, where vascularization will be accelerated by immobilizing spatial gradients of vascular endothelial growth factor into the implant. The third aim of the proposal is to scale-up the proposed 3D bioprinted construct to enable whole joint regeneration. Finite element modelling will be used determine the optimal structural characteristics of the scaled-up implant for it to fulfil its required mechanical function. If successful, such an implant would form the basis of a truly transformative therapy for treating degenerative joint disease.",
    "totalCost": "1999700",
    "ecMaxContribution": "1999700",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 1999700
        }
    },
    "calculatedTotalContribution": 1999700
}