{
    "rcn": "197245",
    "acronym": "5 LIVES",
    "topics": "GALILEO-1-2014",
    "title": "Search, Challenge, Fight, Care, Rescue for Lives.",
    "startDate": "01/09/2015",
    "endDate": "28/02/2018",
    "objective": "The 5-LIVES project has its foundlings and justifications on the benefits that rotorcraft industry can obtain by the exploitation of European Satellite Navigation services within operations performed by helicopters, and in particular under distress or danger situation where life is in risk. The 5-LIVES projects aims to work out into the following areas:\nï Helicopter Visual RNAV with EGNSS: The 5-LIVES project proposes to extend the Visual RNAV concept (under development at ICAO level mainly for fixed-wing) to the rotorcraft operations, so this segment can also take real benefit of new GNSS technologies.\nï Helicopter IFR procedures: The 5-LIVES project aims at working into the enablers related to installation and certification of the equipment and also the procedure design and validation.\nï Advanced curved trajectories for constraining environments: The 5-LIVES project aims to demonstrate the technical feasibility of such concept. Today, there is no procedure with such characteristics available for helicopters worldwide, which represents a clear challenge\nï Galileo guidance for Unmanned Air Vehicles: The 5-LIVES project aims at performing the first Search and Rescue demonstration based on a UAV guided by Galileo and EGNOS.\nï Accurate positioning for ground emergency management: the 5-LIVES project will extend the use of EGNSS by upgrading the current firefighting monitoring system that today uses GPS only.\nPrevious European initiatives were mainly focused on the use of GPS and EGNOS for Helicopter instrument flight procedures. Although 5-LIVES also covers this user segment, the project is also including activities that will help to promote the use of EGNSS also for non-certified IFR helicopters,  which represent the great majority of the helicopter fleet. \nThe overall project objective is to provide innovative solutions in order to overcome actual operational weaknesses, but specially trying to deploy the use of EGNSS for all rotorcraft market segments and operations",
    "totalCost": "2213587,5",
    "ecMaxContribution": "1573875",
    "coordinator": "PILDO CONSULTING SL",
    "coordinatorCountry": "ES",
    "participants": "INAER HELICOPTEROS S.A.;BABCOCK MISSION CRITICAL SERVICES PORTUGAL, UNIPESSOAL LDA;SCHWEIZERISCHE RETTUNGSFLUGWACHT (REGA) STIFTUNG;INAER HELICOPTER FRANCE;PILDO LABS WESSEX LTD",
    "participantCountries": "ES;PT;CH;FR;UK",
    "projectParticipants": {
        "943645295": {
            "orgId": "943645295",
            "orgName": "PILDO LABS WESSEX LTD",
            "ecContrib": 64400
        },
        "995849919": {
            "orgId": "995849919",
            "orgName": "SCHWEIZERISCHE RETTUNGSFLUGWACHT (REGA) STIFTUNG",
            "ecContrib": 81212
        },
        "941614794": {
            "orgId": "941614794",
            "orgName": "BABCOCK MISSION CRITICAL SERVICES PORTUGAL, UNIPESSOAL LDA",
            "ecContrib": 128625
        },
        "960100375": {
            "orgId": "960100375",
            "orgName": "INAER HELICOPTEROS S.A.",
            "ecContrib": 577062
        },
        "998162690": {
            "orgId": "998162690",
            "orgName": "PILDO CONSULTING SL",
            "ecContrib": 593950
        },
        "941611593": {
            "orgId": "941611593",
            "orgName": "INAER HELICOPTER FRANCE",
            "ecContrib": 128625
        }
    },
    "calculatedTotalContribution": 1573874
}