{
    "rcn": "197274",
    "acronym": "E-SPACE",
    "topics": "MSCA-IF-2014-EF",
    "title": "European Standardised Process Approach to Cognitive Evaluation in older people",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "During this fellowship at Dublin City University (Ireland), the researcher will enhance, significantly, the clinical utility of existing traditionally used cognitive tests, particularly as it relates to the early detection and accurate diagnosis of mild cognitive impairment (MCI) and dementia. Cognitive difficulties represent the hallmark of many neurodegenerative conditions and, in relation to dementia, cognitive evaluation represents one major pillar of current methods of detection and diagnosis. There are, however, many difficulties with existing cognitive tests and this project has been designed to address this issue. The need for and the potential benefits of early and accurate detection of MCI and dementia is well-recognised. Early and accurate detection is, however, complex and, at present, is subject to high diagnostic error rates. With the expected advent of new effective drug treatments for different neurodegenerative diseases (e.g. Alzheimerís disease), early and accurate diagnosis will be even more vital into the future. Using the principles of what is known as the Qualitative Process Approach (QPA), the goal of this project is to identify and develop a battery of cognitive tests, both in traditional paper-and-pencil form and, when clinically appropriate, in a computerised version, with the aim of enabling a wide range of clinicians improve early and accurate diagnosis. This fellowship will play a crucial role in the career of Dr. Unai Diaz Orueta by providing him with international research experience and making him a reference expert in international neuropsychological research. Patients, families and society will benefit for earlier detection, earlier intervention, and reduced healthcare costs, as the improvement in the accuracy of the diagnosis of neurodegenerative conditions will subsequently impact in planning appropriate early interventions and saving millions of Euros associated to both formal and informal care of older people with dementia.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "DUBLIN CITY UNIVERSITY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999892588": {
            "orgId": "999892588",
            "orgName": "DUBLIN CITY UNIVERSITY",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}