{
    "rcn": "197218",
    "acronym": "SURFINK",
    "topics": "ERC-StG-2014",
    "title": "Functional materials from on-surface linkage of molecular precursors",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "With the advent of self-assembly, increasingly high hopes are being placed on supramolecular materials as future active components of a variety of devices. The main challenge remains the design and assembly of supramolecular structures with emerging functionalities tailored according to our needs. In this respect, the extensive research over the last decades has led to impressive progress in the self-assembly of molecular structures. However, self-assembly typically relies on non-covalent interactions, which are relatively weak and limit the structureís stability and often even their functionality. Only recently the first covalently bonded organic networks were synthesized directly on substrate surfaces under ultra-high-vacuum, whose structure could be defined by appropriate design of the molecular precursors. The potential of this approach was immediately recognized and has attracted great attention. However, the field is still in its infancy, and the aim of this project is to lift this new concept to higher levels of sophistication reaching real functionality. \nFor optimum tunability of the materialís properties, its structure must be controlled to the atomic level and allow great levels of complexity and perfection. Complexity can be reached e.g. with hybrid structures combining different types of precursors. In this project, this hardly explored approach will be applied to three families of materials of utmost timeliness and relevance: graphene nanoribbons, porous frameworks, and donor-acceptor networks. Along the pursuit of these objectives, side challenges that will be addressed are the extension of our currently available chemistry-on-surfaces toolbox by identification of new reactions, optimized reaction conditions, surfaces, and ultimately their combination strategies. A battery of tools, with special emphasis on scanning probe microscopies, will be used to visualize and characterize the reactions and physical-chemical properties of the resulting materials.",
    "totalCost": "1894723",
    "ecMaxContribution": "1894723",
    "coordinator": "FUNDACION DONOSTIA INTERNATIONAL PHYSICS CENTER",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968784300": {
            "orgId": "968784300",
            "orgName": "FUNDACION DONOSTIA INTERNATIONAL PHYSICS CENTER",
            "ecContrib": 1894723
        }
    },
    "calculatedTotalContribution": 1894723
}