{
    "rcn": "197241",
    "acronym": "CoPIRL",
    "topics": "ERC-PoC-2014",
    "title": "CoPIRL: Compact High Power Picosecond Infrared Laser for Scar Free Surgery and Bio-Diagnostics.",
    "startDate": "01/07/2015",
    "endDate": "31/12/2016",
    "objective": "The PIRL concept is the first method of any to achieve surgery without scar tissue formation. This new laser concept has achieved the long held promise for the laser for attaining the fundamental limit to minimally invasive surgery.  The very prospect of high precision surgery without scar tissue formation is readily appreciated to potentially revolutionize surgery and holds equally great promise in providing in situ bio-diagnostics.\nThe goal of this work is to develop a more compact and higher power version of the ERC SUREPIRL (ERC AdG_20110209, project ID 291630) projectís laser system with improved beam quality and delivery methods to drive adoption of the concept and open up commercial surgical and bio-diagnostic applications.  The current cross-disciplinary collaboration between the physicists, chemists, and surgeons within the SUREPIRL project has led to significant advancements in knowledge as to demands on beam power and beam shape necessary for full scale commercial implementation of this technology. This proposal builds upon the unique applications enabled by the novel PIRL technology ñ currently under investigation by the SUREPIRL project ñ to develop a new laser device based on direct amplification of 3 µm laser radiation. Recent advances in the field of research on Chromium-doped chalcogenide gain materials make it possible to realize sufficient power amplification in this wavelength region on the picosecond pulse timescale. This potential gain in power and reduction in size will permit for the rapid translation of SUREPIRL project findings to industry, with significant commercial and societal benefit.",
    "totalCost": "78125",
    "ecMaxContribution": "78125",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 78125
        }
    },
    "calculatedTotalContribution": 78125
}