{
    "rcn": "197253",
    "acronym": "MIGRATE",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Research and training network on MIniaturized Gas flow for Applications with enhanced Thermal Effects",
    "startDate": "01/11/2015",
    "endDate": "31/10/2019",
    "objective": "Depletion of natural resources combined with the extending footprint of mankind has led to a shift in importance of research and development topics. In the 1970s and 1980s process yield was primarily targeted, but emphasis is now focussed on resource efficiency as a primary objective. Routes for resource efficiency have to be identified and implemented to provide a more environmental and resource-oriented technology in near future. \nMIGRATE is planned as an ETN, gathering top-level research and development capabilities from academia and industry as well as direct application possibilities with the focus set on thermal aspects of gas flows in microstructured systems. Within MIGRATE, a number of ESR projects will cover different aspects of enhanced heat transfer and thermal effects in gases, spanning from modelling of heat transfer processes and devices, development and characterization of sensors and measurement systems for heat transfer in gas flows as well as thermally driven micro gas separators to micro-scale devices for enhanced and efficient heat recovery in automotive, aeronautics and energy generation. This unique combination of university research, SME and world leading industrial stakeholders will contribute in a significant way to the increase of knowledge about micro scale gas flow heat transfer problems as well as to industrial applications of highly efficient miniaturized devices.\nA characteristic of MIGRATE is the high degree of applicability and the intense training. About 30% of the beneficiaries are from private sector. Thus, ESR projects will be developed in both directions, fundamental academic knowledge as well as direct application in industrial environment. The training of the ESRs is set in the same way to provide a broad variety of skills, reaching from classical academic research to IPR management and all-day-business in a company, being summarized under the aspect of resource efficiency and environmental-friendly technological approaches.",
    "totalCost": "3815117,07",
    "ecMaxContribution": "3815117,07",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "Institute of Mechanics, Bulgarian Academy of Sciences;MITIS;Alcatel Lucent Ireland Limited;INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE TOULOUSE;IN'AIR SOLUTIONS;UNIVERSITY OF LIMERICK;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;UNIVERSITE D'AIX MARSEILLE;PANEPISTIMIO THESSALIAS",
    "participantCountries": "BG;BE;IE;FR;IT;EL",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 372755
        },
        "999869405": {
            "orgId": "999869405",
            "orgName": "INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE TOULOUSE INSAT",
            "ecContrib": 0
        },
        "999809071": {
            "orgId": "999809071",
            "orgName": "UNIVERSITY OF LIMERICK",
            "ecContrib": 420651
        },
        "918343912": {
            "orgId": "918343912",
            "orgName": "MITIS",
            "ecContrib": 250560
        },
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 372407
        },
        "942426102": {
            "orgId": "942426102",
            "orgName": "IN'AIR SOLUTIONS",
            "ecContrib": 226365
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 526124
        },
        "986152150": {
            "orgId": "986152150",
            "orgName": "PANEPISTIMIO THESSALIAS",
            "ecContrib": 235654
        },
        "998561554": {
            "orgId": "998561554",
            "orgName": "Institute of Mechanics, Bulgarian Academy of Sciences",
            "ecContrib": 346198
        },
        "990844040": {
            "orgId": "990844040",
            "orgName": "Alcatel Lucent Ireland Limited",
            "ecContrib": 531349
        }
    },
    "calculatedTotalContribution": 3282063
}