{
    "rcn": "197233",
    "acronym": "CARBONFIX",
    "topics": "ERC-StG-2014",
    "title": "Towards a Self-Amplifying Carbon-Fixing Anabolic Cycle",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "How can simple molecules self-organize into a growing synthetic reaction network like biochemical metabolism? This proposal takes a novel synthesis-driven approach to the question by mimicking a central self-amplifying CO2-fixing biochemical reaction cycle known as the reductive tricarboxylic acid cycle. The intermediates of this cycle are the synthetic precursors to all major classes of biomolecules and are built from CO2, an anhydride and electrons from simple reducing agents. Based on the nature of the reactions in the cycle and the specific structural features of the intermediates that comprise it, we propose that the entire cycle may be enabled in a single reaction vessel with a surprisingly small number of simple, mutually compatible catalysts from the recent synthetic organic literature. However, since one of the required reactions does not yet have an efficient synthetic equivalent in the literature and since those that do have not yet been carried out sequentially in a single reaction vessel, we will first independently develop the new reaction and sequences before attempting to combine them into the entire cycle. The new reaction and sequences will be useful green synthetic methods in their own right. Most significantly, this endeavour could provide the first experimental evidence of an exciting new alternative model for early biochemical evolution that finally illuminates the origins and necessity of biochemistryís core reactions.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "CENTRE INTERNATIONAL DE RECHERCHE AUX FRONTIERES DE LA CHIMIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998336514": {
            "orgId": "998336514",
            "orgName": "CENTRE INTERNATIONAL DE RECHERCHE AUX FRONTIERES DE LA CHIMIE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}