{
    "rcn": "197230",
    "acronym": "EUTHORITY",
    "topics": "ERC-StG-2014",
    "title": "Conflict and Cooperation in the EU Heterarchical Legal System",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Supranational legal regimes are increasingly enforced by multi-level, non-hierarchical court systems, in which judges at the upper, supranational echelon do not have the power to reverse domestic court decisions. Yet the incentives and dynamics that shape the complex patterns of conflict and cooperation observed in the most important of all such court structures, the EU legal system, are still poorly understood. To what extent are domestic courts able to negotiate the terms of their cooperation with the Court of Justice? How do national courts differ in that respect? Are the non-compliance threats issued by domestic courts all equally credible? Do the rare cases where these threats have been put to execution pose a systemic risk to the authority of EU law? How are the domestic courtsí incentives to cooperate with EU judges affected by the sort of political backsliding witnessed in Hungary and Romania in recent years? Our interdisciplinary research project addresses these puzzles of legal integration with the avowed aim of helping judges and policy-makers make more informed choices when faced with compliance problems in the judicial realm. Grounded in a general theory of judicial behaviour, our generic hypothesis is that the authority of EU law at domestic level is determined by domestic politics as well as by judicial attitudes towards integration. EUTHORITY seeks to refine this hypothesis using game theoretic modelling to analyse strategic interactions among the Court of Justice and domestic courts and politicians. Theory-building combines with a large-scale data-collection effort. We undertake to compile longitudinal data on the institutional characteristics and doctrinal responses to legal integration of 68 domestic apex courts across the EU 28 Member States. With a view to construct an annual, court-specific index of legal integration, we also conduct an expert survey asking academic lawyers and practitioners to assess their courts' attitudes towards EU law.",
    "totalCost": "1475150",
    "ecMaxContribution": "1475150",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 1475150
        }
    },
    "calculatedTotalContribution": 1475150
}