{
    "rcn": "197229",
    "acronym": "Profile Infection",
    "topics": "ERC-StG-2014",
    "title": "Unraveling changes in cellular gene expression during viral infection",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "The herpesvirus human cytomegalovirus (HCMV) infects the majority of the world's population, leading to severe diseases in millions of newborns and immunocompromised adults annually. During infection, HCMV extensively manipulates cellular gene expression to maintain conditions favorable for efficient viral propagation. Identifying the pathways that the virus relies on or subverts is of great interest as they have the potential to provide new therapeutic windows and reveal novel principles in cell biology. Over the past years high-throughput analyses have profoundly broadened our understanding of the processes that occur during HCMV infection. However, much of this analysis is focused on transcriptional changes at the lytic phase of infection leaving posttranscriptional regulation and the latent phase of the virus relatively untouched. Novel emerging technologies have the potential to extend our knowledge in areas that were heretofore unattainable.\nMy overall goal is to decipher the multiple mechanisms by which HCMV modulates the host cell. For this, I will use multiple cutting-edge deep-sequencing and imaging technologies that will allow the analysis of novel aspects of host gene regulation during infection. Accordingly, the primary objectives of this research proposal are: 1) Deciphering posttranscriptional mechanisms that control cellular gene expression during HCMV infection; 2) Identifying and characterizing cellular protein diversification during infection; and 3) Uncovering the changes that occur in infected cells during latent infection. The knowledge generated from these objectives will provide us with a clearer depiction of the changes that take place during HCMV infection, which in turn can facilitate the development of novel anti-viral strategies. More broadly, with its comprehensive and complementarity approaches, this work will provide a paradigm for understanding how gene expression is regulated during a complex biological process.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}