{
    "rcn": "197261",
    "acronym": "PLANTMOVE",
    "topics": "ERC-CoG-2014",
    "title": "Plant movements and mechano-perception: from biophysics to biomimetics",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "How to transport fluids, move solids or perceive mechanical signals without the equivalent of pumps, muscles or nerves? This ongoing challenge, which is relevant from microfluidics to robotics, has long been solved by plants. In this project, I wish to gather my cross-disciplinary background in plant mechanics, soft matter physics and granular materials to address some of the fundamental mechanisms used by plants to perceive mechanical stimuli and generate motion. The project focuses on three major issues in plant biophysics, which all involve the coupling between a fluid (water in the vascular network or in the plant cell, cellular cytoplasm) and a solid (plant cell wall, starch grains in gravity-sensing cells): \n(i) How mechanical signals are perceived and transported within the plant and what is the role of the water pressure in this long-distance signalling. \n(ii) How plants sense and respond to gravity and how this response is related to the granular nature of the sensor at the cellular level. \n(iii) How plants perform rapid motion and what is the role of osmotic motors and cell wall actuation in this process, using the carnivorous plant Venus flytrap as a paradigm for study.  \nThe global approach will combine experiments on physical systems mimicking the key features of plant tissue and in situ experiments on plants, in strong collaboration with plant physiologists and agronomists. Experiments will be performed both at the organ level (growth kinematics, response to strain and force stimuli) and at the tissue and cellular level (cell imaging, micro-indentation, cell pressure probe). This multi-disciplinary and multi-scale approach should help to fill the gap in our understanding of basic plant functions and offers new strategies to design smart soft materials and fluids inspired by plant sensors and motility mechanism.",
    "totalCost": "1933996",
    "ecMaxContribution": "1933996",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1933996
        }
    },
    "calculatedTotalContribution": 1933996
}