{
    "rcn": "197276",
    "acronym": "BCorp",
    "topics": "MSCA-IF-2014-EF",
    "title": "Between Social Values and Profitable Performance: The Case of B-Corporations",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "How entrepreneurs could profit from social responsible investments? This issue implies a balance between entrepreneursí investments in profitable business models and their engagement in non-profit social actions. To address this question, the project studies the B-Corporations as a new legal business form of corporations (private and public) pursuing benefits for society and shareholders. A non-profit certifying organization, B-Lab, analyses the impact of these companies on society, with particular attention to their ability to provide to ëcommunitiesí beneficial products or services. Although first established in US, now they are present in 34 countries across 121 industries. Employing this legal form of social companies, the proposal exploits the notion of community-focused strategies (CFS) to refer to the actions that entrepreneurs should pursue to establish links with communities to fulfill reciprocal social values. If people join communities to satisfy their identity needs, entrepreneurs might seek to align their venturesí strategy to them to improve entrepreneurial performance. Building on social identity theory, entrepreneurial and strategy research, this project adopt mainly a demand-oriented approach. First, it tries to explain differences in new venturesí performance investigating how B-Corps interact with their communities and through them access customersí information and gaining loyalty. Second, it explores and profiles the B-Corps as new examples of social entrepreneurial ventures. Finally, it studies entrepreneursí strategies to develop long-term interactions with the communities. The statistical evidence is drawn from secondary data, surveys to entrepreneurs, and lab experiments. Implications on venturesí success rate, growth and drawbacks of the interplay between social entrepreneurship and CFS are discussed.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "IE UNIVERSIDAD",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "988410019": {
            "orgId": "988410019",
            "orgName": "IE UNIVERSIDAD",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}