{
    "rcn": "197264",
    "acronym": "REGiREG",
    "topics": "ERC-CoG-2014",
    "title": "Regulating the immune regulators: targeting adaptive immune control",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The immune system with its complex interactions of cells and molecules needs a very tight and specific interplay of control elements to ensure the establishment and re-establishment of immune homeostasis after challenges. Regulatory T cells (Tregs) are key-players in this regulatory network. It is now well accepted that deficiency or dysfunction of Tregs causes various severe immune disorders due to immune hyperactivation. Conversely, an increased number of Tregs in tumor-bearing individuals suppresses efficient anti-tumor immunity and, thereby, is often associated with poor prognosis. Cancer immunology is now one of the most exciting and promising frontiers in cancer research, and recent clinical trials have proven that immunotherapies driving to activate T cells can induce durable responses. In this sense, harnessing the potential of Tregs is one of the most promising new approaches to control immune function and to treat cancer. This proposal has two objectives: 1, the identification and characterization of tissue-resident Tregs to principally understand the unique features of Treg specialization in tissues and their function in organ-homeostasis, a phenomenon that is hardly understood, but holds great promise for local, tissue-specific immune intervention. 2, to globally target Tregs, including the lymphoid organ Treg pool, by interfering with their survival and or suppression function. We expect from these studies new basic insights into a fascinating and still arcane aspect of organ-homeostasis as maintained by Tregs, as well as novel small molecule inhibitors and candidate molecules that target Tregs at the systemic level, and eventually at a tissue-specific level.",
    "totalCost": "1955000",
    "ecMaxContribution": "1955000",
    "coordinator": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990073": {
            "orgId": "999990073",
            "orgName": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
            "ecContrib": 1955000
        }
    },
    "calculatedTotalContribution": 1955000
}