{
    "rcn": "197290",
    "acronym": "Invest",
    "topics": "DRS-17-2014-1",
    "title": "INtelligent Video analytics to analyse complex scenes and Enhance Security of critical infrastructure and urban soft Targets",
    "startDate": "01/01/2015",
    "endDate": "30/06/2015",
    "objective": "The INVEST project brings to market readiness innovative, disruptive, intelligent video analytics (IVA) technology to create a high performance system for threat detection to protect urban soft targets and critical infrastructure. It tackles a recognised need for advanced, retrofitable systems to enhance CCTV infrastructure performance. It will rapidly identify suspects in large volumes of video data, track them in real time across multiple video systems, with reliable re-identification of targets moving between CCTV systems across a city.\n\nThe expected outcome of both phases will be a complete IVA platform transforming our TRL level 6 solution into a near market ready security product (with associated services), making high throughput detection and tracking of people in crowds for the first time a practical reality. This novel system has super resolution capability, automatic detection and machine learning algorithms to filter matches offering reliable re-identification and suspect tracking.\n\nThe global security sector needs a game changing critical infrastructure surveillance solution for high throughput screening from CCTV data in reasonably real-time as security teams face increased volumes of video data as CCTV installations grow (up 21% 2011-2013). In 2011 CCTV cameras worldwide captured 1.4 trillion video-hours; most of which (84% in London) went unchecked.\n\nOur innovation is applicable to a global Homeland Security market valued at Ä5.8bn in 2012, trebling in size by 2020. End users include national security agencies, city police forces, private sector security firms, infrastructure owners and commercial businesses.\n\nThis business innovation is aligned to SeeQuestor's strategy to profitably commercialise IVA technology increasing analyst productivity by a factor of 40, yielding 170% ROI within 1 Year for a metropolitan police force and generating revenue increasing from Ä0.375m (Year 2) to Ä55m (Year 6) with an EBITDA of Ä21m.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SeeQuestor Limited",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936671383": {
            "orgId": "936671383",
            "orgName": "SeeQuestor Limited",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}