{
    "rcn": "197295",
    "acronym": "INNOVATIVE",
    "topics": "MSCA-COFUND-2014-DP",
    "title": "The Integration of Novel Aerospace Technologies",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "INNOVATIVE will enable the systematic integration of novel aerospace technologies through the training of 24 researchers through a comprehensive multidisciplinary programme. \n\nINNOVATIVE is about the exploration of game-changing and disruptive technologies, materials, methods and processes for the aerospace sector AND their impact and interactions in the context of the virtuous pyramid of interdependences (in aerospace) spanning weight, cost, energy and the environment, and the human experience and safety.\n\nINNOVATIVE will aim to deliver a step-change in the training of Early Stage Researchers (ESRs) in aerospace technologies by providing a comprehensive programme that will empower these researchers with a multidisciplinary skillset comprising tools, techniques and methods suitable for pursuing careers in Aerospace Technology and related fields.\nFlightpath 2050  sets out a vision for a future aerospace industry with ìA network of multidisciplinary technology clustersî being at the heart of technology development to keep Europe competitive in this strategically important global industry. The programme has been specifically designed to meet the future skills needs of the aerospace industry, but is applicable to a wide range of industry sectors where traditional disciplinary boundaries need to be eroded and replaced with multidisciplinary skills. The individual researcher trained through this programme will have a novel skillset that separates them from their competitors and will be attractive to take up high-powered roles in industry, where they can nurture teams with a mindset that allows for multidisciplinary thinking and systems thinking.",
    "totalCost": "3767040",
    "ecMaxContribution": "1883520",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 1883520
        }
    },
    "calculatedTotalContribution": 1883520
}