{
    "rcn": "197281",
    "acronym": "HighTPSAFM",
    "topics": "MSCA-IF-2014-EF",
    "title": "High throughput spectroscopy atomic force microscopy for the foot printing of bacteria and cellular organelle",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "The project HighTPSAFM (High throughput spectroscopy atomic force microscopy for the foot printing of bacteria and cellular organelle) intends to develop and implement high throughput and high resolution modes of atomic force microscopy (AFM) with spectroscopy-like capabilities and enhanced sensitivity to detect and identify heterogeneous compositional contrast. The aim is to develop the instrumentation in order to answer and elucidate mechanisms of timely questions in molecular and cell biology, i.e. related to the Histone Code Hypothesis and bacterial resistance. Unresolved requirements involve simultaneously be minimally invasive while providing high throughput, high resolution and spectroscopic capabilities, such as chemical identification, or footprinting in the case of bacteria, cells and other biological systems, with high sensitivity. The applicant has already gained international recognition for his achievements in the field and become an emerging scientist of note. The project further represents a significant advance in the applicantsí career by expanding it towards applications in the fields of biotechnology and complementary optical techniques. The project will establish the candidate, and collaborators, in the field by building a European interdisciplinary and international team of growing stature and recognition.  The project includes the building of a competitive network of collaborators in Europe with partners that will jointly serve to support and systematically fulfil the objectives.  The two year project will further provide sufficient experience to the candidate as an independent researcher while being supported by an international referent in nanotechnology with state of the art infrastructure and facilities at of the Universidad de Murcia UM (CIOyN, Spain) and at Linz (JKU, Austria) as secondment. These have proven experience in the development and translation of microscopy instrumentation and new acquisition and data processing techniques.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE MURCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999844282": {
            "orgId": "999844282",
            "orgName": "UNIVERSIDAD DE MURCIA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}