{
    "rcn": "197226",
    "acronym": "LITTLE TOOLS",
    "topics": "ERC-StG-2014",
    "title": "Enacting the Good Economy: Biocapitalization and the little tools of valuation",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "What shall we live off in the future? Where will our food come from, and what will form the basis for our economies? A so-called ìblue revolutionî, where fish become farmed rather than caught, is increasingly presented as an answer to the above questions. This transformation of the economy exemplifies ongoing efforts to produce new forms of capital out of the ordering and reordering of life. These processes are intimately related to the expanding life sciences, the bioeconomy and what is sometimes called new forms of biocapital.\nBut how do such large transformations take place in actual practice, and by which means? This project argues that if we are to understand such major transformations we need to study ìlittle toolsî, that is, material-semiotic entities that carefully modify and work upon bodies, markets and science.\nEmerging bioeconomies are expected not only to produce economic value but also to enact values in other ways that contribute to what this project refers to as ìthe good economyî. Such values include enabling sustainable fisheries, secure animal welfare or sustainable growth.\nThe main hypothesis of the current project is that the enactment of the good economy can be studied by valuation practices performed by material-semiotic little tools. The project will explore this hypothesis at multiple sites for biocapitalization: science, the market, policy and funding institutions. This project will focus on how these interact and encounter one another. The aim is twofold: first, to provide new empirical insights about how biocapitalization processes are enacted in practice and at strategic sites, using cross-disciplinary methods from actor-network theory, the humanities and economic sociology; second to contribute analytically and methodologically to the field of Science and Technology Studies (STS) by drawing on resources from economic sociology and the humanities in order to provide an analytical framework for comprehending biocapitalization practices.",
    "totalCost": "1495079",
    "ecMaxContribution": "1495079",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 1495079
        }
    },
    "calculatedTotalContribution": 1495079
}