{
    "rcn": "197266",
    "acronym": "CLIMSEC",
    "topics": "ERC-CoG-2014",
    "title": "Climate Variability and Security Threats",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Recent uprisings across the world have accentuated claims that food insecurity is an important trigger of political violence. Is the Arab Spring representative of a general climate-conflict pattern, where severe droughts and other climate anomalies are a key driving force? Research to date has failed to conclude on a robust relationship but several notable theoretical and methodological shortcomings limit inference. CLIMSEC will address these research gaps. It asks: How does climate variability affect dynamics of political violence? This overarching research question will be addressed through the accomplishment of four key objectives: (1) Investigate how food security impacts of climate variability affect political violence; (2) Investigate how economic impacts of climate variability affect political violence; (3) Conduct short-term forecasts of political violence in response to food and economic shocks; and (4) Develop a comprehensive, testable theoretical model of security implications of climate variability. To achieve these objectives, CLIMSEC will advance the research frontier on theoretical as well as analytical accounts. Central in this endeavor is conceptual and empirical disaggregation. Instead of assuming states and calendar years as unitary and fixed entities, the project proposes causal processes that act at multiple temporal and spatial scales, involve various types of actors, and lead to very different forms of outcomes depending on the context. The empirical component will make innovative use of new geo - referenced data and methods; focus on a broad range of insecurity outcomes, including non-violent resistance; and combine rigorous statistical models with out-of-sample simulations and qualitative case studies for theorizing and validation of key findings. Based at PRIO, the project will be led by Research Professor Halvard Buhaug, a leading scholar on climate change and security with strong publication record and project management experience.",
    "totalCost": "1996945",
    "ecMaxContribution": "1996945",
    "coordinator": "INSTITUTT FOR FREDSFORSKNING STIFTELSE",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999483539": {
            "orgId": "999483539",
            "orgName": "INSTITUTT FOR FREDSFORSKNING STIFTELSE",
            "ecContrib": 1996945
        }
    },
    "calculatedTotalContribution": 1996945
}