{
    "rcn": "197258",
    "acronym": "VOCO",
    "topics": "ERC-CoG-2014",
    "title": "Biochemical link between plant volatile organic compound (VOC) emissions and CO2 metabolism - from sub-molecular to ecosystem scales",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Plant metabolic processes exert a large influence on global climate and air quality through the emission of the greenhouse gas CO2 and volatile organic compounds (VOCs). Despite the enormous importance, processes controlling plant carbon allocation into primary and secondary metabolism, such as respiratory CO2 emission and VOC synthesis, remain unclear.\nThis project (VOCO2) develops a novel technological and theoretical basis to couple CO2 fluxes with VOC emissions and establish a mechanistic link between primary and secondary carbon metabolism. This radically new approach uses stable isotope fractionation of central metabolites (glucose, pyruvate) to trace carbon partitioning at metabolic branching points. A unique combination of cutting-edge technology (?13CO2 laser spectroscopy, high sensitivity PTR-TOF-MS and isotope NMR spectroscopy) will allow an unprecedented assessment of carbon partitioning, bridging scales from sub-molecular to whole-plant and ecosystem processes in an interdisciplinary approach. Innovative positional 13C-labelling will break new ground quantifying real-time sub-molecular carbon investment into VOCs and CO2, enabling mechanistic descriptions of the underlying biochemical pathways coupling anabolic and catabolic processes, particularly the long overlooked link between secondary compound synthesis and CO2 emission in the light. This approach will permit the development of a novel mechanistic leaf model and its integration into a state-of-the-art ecosystem flux model.\nVOCO2 will set a new dimension with a world-wide first ecosystem positional labelling experiment in the unique Biosphere 2 enclosure (Arizona, US). Jointly with the novel process-based ecosystem model, VOCO2 will open new frontiers for assessing biogenic emissions of greenhouse gases at the ecosystem scale. This will deliver important information for global change related aspects, as these greenhouse gases can impact atmospheric chemistry and enhance global warming.",
    "totalCost": "1895245",
    "ecMaxContribution": "1895245",
    "coordinator": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 1895245
        }
    },
    "calculatedTotalContribution": 1895245
}