{
    "rcn": "197272",
    "acronym": "PANDEM",
    "topics": "DRS-04-2014",
    "title": "Pandemic Risk and Emergency Management",
    "startDate": "01/09/2015",
    "endDate": "31/03/2017",
    "objective": "The European Union (EU) faces a growing health security threat posed by pandemics due to the convergence of risk factors driving disease emergence, amplification and dissemination of pathogens with pandemic potential. Protecting the health and security of citizens in the EU in the face of these pandemic threats requires a coherent response by all stakeholders driven by effective pandemic risk management. \n\nPANDEM will contribute to the reduction in the health, socio-economic and security consequences of future pandemics so that society will be better prepared at regional, national, EU and global level. PANDEM will assess current pandemic preparedness and response tools, systems and practice at national, EU and global level in priority areas including risk assessment and surveillance, communication and public information, governance and legal frameworks. PANDEM will then identify gaps and improvement needs leading to the development of viable innovative concepts and analysis of the feasibility of a future demonstration project to strengthen capacity-building for pandemic risk management in the EU.\n\nPANDEM specifically addresses the needs and priorities detailed in the Horizon 2020 Work Programme crisis management topic DRS-4. PANDEM will focus on the needs and requirements of users and first responders across the spectrum of pandemic risk management. PANDEM will bring together highly skilled and multi-disciplinary senior experts from the health, security, defence, microbiology, communications, information technology and emergency management fields. Given the cross-border and multi-sectoral context of the health and security challenge for building pandemic risk management capacity, a systems-based methodology will be applied and the final outcome will be developed for use in a pan-European setting.",
    "totalCost": "1384807,5",
    "ecMaxContribution": "1277307,5",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "TOTALFORSVARETS FORSKNINGSINSTITUT;IGS STRATEGIC COMMUNICATIONS LIMITED;UNIVERSITE CATHOLIQUE DE LOUVAIN;LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE;FOLKHALSOMYNDIGHETEN;WORLD HEALTH ORGANIZATION",
    "participantCountries": "SE;UK;BE;CH",
    "projectParticipants": {
        "937242713": {
            "orgId": "937242713",
            "orgName": "IGS STRATEGIC COMMUNICATIONS LIMITED",
            "ecContrib": 96250
        },
        "999480144": {
            "orgId": "999480144",
            "orgName": "WORLD HEALTH ORGANIZATION",
            "ecContrib": 120250
        },
        "949789954": {
            "orgId": "949789954",
            "orgName": "FOLKHALSOMYNDIGHETEN",
            "ecContrib": 138750
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 187500
        },
        "999912667": {
            "orgId": "999912667",
            "orgName": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
            "ecContrib": 135000
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 455495
        },
        "999627875": {
            "orgId": "999627875",
            "orgName": "TOTALFORSVARETS FORSKNINGSINSTITUT",
            "ecContrib": 144062
        }
    },
    "calculatedTotalContribution": 1277307
}