{
    "rcn": "197278",
    "acronym": "Protprot",
    "topics": "MSCA-IF-2014-EF",
    "title": "Biophysical characterisation of a protein-activating protein-protein interaction",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Protein post-translational modification is an essential feature of living systems; one of the most common post-translational modifications is phosphorylation. Phosphorylation of proteins is central both to direct regulation of activity and to protein-protein interactions. Within this project we will use the study of a model regulatory protein-protein interaction, dependent upon phosphorylation to provide a training platform in biophysical and structural approaches to protein-protein interactions. The particular protein-protein interaction is the phosphohistidine/phosphothreonine-dependent interaction of the plant and bacterial enzyme, PPDK, with its regulatory protein PDRP.  This regulatory protein appears to be central to the efficiency of photosynthesis in those plants using the C4 pathway of CO2 fixation as well as to the regulation of bacterial growth yet little is known about the molecular details of its action. \nProtein-protein interactions such as the PPDK-PDRP are ubiquitous in biological systems, it is the combination of thousands of such pair-wise interactions that lead to the collective properties of all cells. The ability to characterise each individual interaction thoroughly in vitro is essential for the continued development of both our understanding of the cell and how to manipulate this behaviour in therapeutics. Through this fellowship, the experienced researcher, Dr Witkowska, will gain essential hands-on experience with the application of the full range of contemporary approaches to such interactions which will enable her to establish herself as an independent researcher in the area upon her return to her home country while maintaining research links with the host laboratory.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}