{
    "rcn": "197275",
    "acronym": "GLOBAL INHERITANCES",
    "topics": "MSCA-IF-2014-EF",
    "title": "Global Inheritances: Personal Identification and Inheritance Rights in the Early Modern Spanish Empire",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The aim of the project is to study the ways in which the institutions of the early modern Spanish Empire identified the legitimate heirs of mobile individuals coming from the Iberian peninsula who died suddenly, often without making a will, while they were in the monarchyís extra-European territories, thousands of kilometres away from their home towns and the places where their heirs lived. In the context of a global scale empire, and in the absence of reliable official documentation such as civil and property registers, both the property and identity of these mobile individuals was extremely uncertain. Who were the deceased? What property did they own? Who and where were their heirs? When they died thousands of kilometres away from Europe, how did the institutions transmit the inheritance to their legitimate heirs? How could the courts be sure who they were? How could heirs demonstrate their identities in order to safeguard their rights to succession? For those hundreds of thousands of subjects of the Catholic Monarchy now on the move around four different continents ñ and for their families too ñ identifying themselves and demonstrating their identities was an urgent and growing need.\nDemonstrating their identities in court was a fundamental pre requisite for heirs claiming inherited property and, even more importantly, ensuring legitimate property inheritance was a central priority of the institutions themselves. Over the course of the sixteenth century, in fact, the Catholic Monarchy set up specific courts, the so-called 'Juzgados de Bienes de Difuntos' (courts charged with handling the estates of the dead), to take temporary possession of goods left without owners and for the purposes of identifying their legitimate heirs. This project will analyse the extraordinary and as yet little used documentation produced by these courts and concentrate its attention on the case of colonial Mexico, a crucible of empire building.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "ECOLE DES HAUTES ETUDES EN SCIENCES SOCIALES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999510117": {
            "orgId": "999510117",
            "orgName": "ECOLE DES HAUTES ETUDES EN SCIENCES SOCIALES",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}