{
    "rcn": "197263",
    "acronym": "THREEDCELLPHYSICS",
    "topics": "ERC-CoG-2014",
    "title": "The physics of three dimensional chromosome and protein organisation within the cell",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Understanding the fundamental mechanisms behind the functioning of cells and their interior has long been a biology-only enterprise. This view has radically changed in the last decade or so, culminating in the invention of a whole new field, named 'cell physics', which uses the tools of physics to gain a more quantitative and deeper understanding of the inner working of a cell. The aim of my research fits broadly in this new field, although the scale of the computational studies which I plan are thus far unprecedented. I will focus my programme on the spatial organisation of DNA and chromosomes, proteins, and DNA-protein networks within the intracellular environment. I will therefore aim to answer questions such as: How is DNA organised in living cells, such as bacteria and eukaryotic nuclei? What is the role of proteins in DNA and chromosome folding in vivo? How does genome organisation differ in healthy and sick nuclei? How do proteins and RNA move around and self-organise into supramolecular structures in the crowded intracellular environment? I propose to work on the simulation and theoretical side of these problems, while maintaining very close collaborations with key experimental players in these fields who will provide me with a large number of experimental data (obtained by more sophisticated version of the original well-known 'chromosome conformation capture' technique) to maximise the impact and output of the modelling work.",
    "totalCost": "1499236",
    "ecMaxContribution": "1499236",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1499236
        }
    },
    "calculatedTotalContribution": 1499236
}