{
    "rcn": "197232",
    "acronym": "DEMSEC",
    "topics": "ERC-StG-2014",
    "title": "Democratic Secrecy: A Philosophical Study of the Role of Secrecy in Democratic Politics",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Transparency in politics is the mantra of democratic governance. Should state secrecy, such as classified intelligence programs or closed-door political bargaining be abolished? Despite its revered status, many feel that complete transparency would undermine effective functioning of governments. Take the public responses to the Wikileaks disclosures: many of the disclosures were assessed favorably, but few people defended the idea of total transparency that inspired them.\n\nIf both complete secrecy and complete transparency are to be rejected, what ratio of secrecy and transparency in politics should we seek? Democratic theory leaves this question unanswered: no systematic assessment of the role of secrecy in a democracy is available. This project solves this problem. By employing the tools of analytic political philosophy, social choice and game theory, we develop a theory of democratic secrecy centred around three theses:\n1. Secrecy in exercising executive and legislative power can be democratically authorized;\n2. Secrecy protects the integrity of democratic decision-making processes;\n3. Balancing secrecy and transparency is an exercise in balancing the values underlying democratic authority and democratic decision-making mechanisms.\n\nThe results of this philosophical study set a new course in democratic theory by demonstrating that democratic governance requires less openness than traditionally assumed. To complement the theory, criteria for political accountability for wielding political secrets and criteria for assessing responsibility for their unauthorized disclosure are designed. Our results have practical relevance: understanding when and why secrecy is morally acceptable may change the policy approach to transparency provisions, and provide a better fit between the ìpublic right to knowî and the needs of governments. Scholars from Poland and the Netherlands assess the use of governmental secrecy in these two, respectively old and new, EU member states.",
    "totalCost": "1075109",
    "ecMaxContribution": "1075109",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1075109
        }
    },
    "calculatedTotalContribution": 1075109
}