{
    "rcn": "197282",
    "acronym": "QuantPalm_immunity",
    "topics": "MSCA-IF-2014-GF",
    "title": "Quantitative analysis of protein S-palmitoylation in host resistance to intracellular pathogens.",
    "startDate": "01/07/2015",
    "endDate": "30/06/2018",
    "objective": "Protein fatty-acylations (N-myristoylation, S-palmitoylation and Lys-fatty acylation) are important lipid-modifications that regulate the trafficking and function of membrane-associated proteins in eukaryotes. With the development of new chemical proteomic methods by the Hang laboratory and others, many additional protein candidates of fatty-acylation have been reported. Notably, the Hang group has recently discovered several fatty-acylated proteins which are directly involved in host resistance to pathogens, such as IFITM3 and the autophagy factor Irgm1 (unpublished). Irgm1 is implicated in host clearance of intracellular pathogens by regulating autophagy in interferon-induced cells. These studies suggest a broader role for protein fatty-acylation in host immunity than previously appreciated. However, the functional analysis and quantification of many candidate fatty-acylated immunity-associated proteins remains to be determined. The objective of this research is to characterise and quantify S-palmitoylation of immunity-associated proteins and ultimately understand how dynamic fatty-acylation of these immune effectors contributes to host defence. Aim 1 involves the development of a quantitative chemical proteomic method for profiling S-palmitoylated proteins in naÔve and stimulated immune cells. For Aim 2, I will analyse how S-palmitoylation affects the localisation and trafficking of autophagy factors (i.e. inducer of autophagy). For Aim 3, I will investigate how S-palmitoylation affects autophagy factors in host clearance of pathogens. These studies should provide important advances in understanding how protein S-palmitoylation influences autophagy-mediated clearance of pathogens and host resistance to intracellular pathogens, and therefore provide new opportunities to treat infections.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 251858
        },
        "961670417": {
            "orgId": "961670417",
            "orgName": "THE ROCKEFELLER UNIVERSITY NOT FOR PROFIT CORPORATION",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 251858
}