{
    "rcn": "197246",
    "acronym": "EJD-FunMat",
    "topics": "MSCA-ITN-2014-EJD",
    "title": "European Joint Doctorate in Functional Materials Research",
    "startDate": "01/06/2015",
    "endDate": "31/05/2019",
    "objective": "EJD-FunMat is a European Joint Doctoral programme in the field of functional materials research. \nEJD-FunMat is embedded in an existing research network, with previous experience in co-tutelle doctorates , but the project will add new major elements, with the strategic aim of becoming a permanent reference European Joint Doctoral School in Materials Science and beyond.\nThe key innovative aspects of the programme are:\n- Research in PhD clusters: The 15 PhD projects are grouped into 6 thematic clusters: Photocatalysis, Transparent Conductors, Lead-Free Piezoelectrics, Photonics, Cellulose-based Polymers, Bone Tissue Engineering. Each cluster has 3-4 academic, and several industry partners, thus forming a small-scale collaborative project. This concept will (i) will be a practical training in interdisciplinary teamwork for the PhD candidates and (ii) provide a critical mass of researchers with the potential to achieve breakthrough research and innovation, compared to individual PhD projects. Additional, locally funded PhD projects will be added to the clusters.\n- Industry partner for each PhD: All PhD candidates will spend time in industry research laboratories, and will interact with industry throughout their project.\n- Joint supervision rules centered on a series of common Deliverables for all PhD candidates, to be achieved during the PhD project\n- Training in eco-design and life-cycle analysis of materials: topics such as critical raw materials and materials recycling have become crucial issues \n- Training in project and risk management\n- Training in industrial intelligence, entrepreneurship and innovation skills\n- Development of a sustainable framework for a joint PhD School. This strategic goal is based on 4 components:\n  - scientific excellence\n  - development of a legal framework for exploiting the research results\n  - joint rules for co-tutelle PhDs, and joint PhD diplomas\n  - attracting additional funding for PhD scholarships, during and after the project",
    "totalCost": "3779224,56",
    "ecMaxContribution": "3779224,56",
    "coordinator": "UNIVERSITE DE BORDEAUX",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITE DE LIEGE;INSTITUT POLYTECHNIQUE DE GRENOBLE;UNIVERSITE CATHOLIQUE DE LOUVAIN;LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY;UNIVERSITE DU LUXEMBOURG;UNIVERSIDADE DE AVEIRO;KARLSRUHER INSTITUT FUER TECHNOLOGIE;TECHNISCHE UNIVERSITAT DARMSTADT",
    "participantCountries": "BE;FR;LU;PT;DE",
    "projectParticipants": {
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 498433
        },
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 501120
        },
        "934320200": {
            "orgId": "934320200",
            "orgName": "LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 250560
        },
        "999878620": {
            "orgId": "999878620",
            "orgName": "UNIVERSITE DU LUXEMBOURG",
            "ecContrib": 250560
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 501120
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 249216
        },
        "999875225": {
            "orgId": "999875225",
            "orgName": "INSTITUT POLYTECHNIQUE DE GRENOBLE",
            "ecContrib": 262876
        },
        "999865331": {
            "orgId": "999865331",
            "orgName": "UNIVERSIDADE DE AVEIRO",
            "ecContrib": 476713
        },
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 788627
        }
    },
    "calculatedTotalContribution": 3779225
}