{
    "rcn": "197269",
    "acronym": "REACH",
    "topics": "ERC-CoG-2014",
    "title": "REACH: Risk, Resilience, Ethnicity and AdolesCent Mental Health",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The overarching aim of REACH is to examine groundbreaking questions on the developmental origins of psychosis in migrant and minority ethnic populations using a highly innovative accelerated cohort study of adolescents, to be conducted in south London (UK). It has been known for over 50 years that the incidence of psychotic disorders is high in many migrant and minority ethnic groups across many countries. Our seminal study (AESOP) on this, for example, found that incidence rates were 3 to 6 times higher in black Caribbean and black African populations in the UK than in the white British. There have, however, been no public health initiatives specifically designed to tackle this problem ñ  this is a public health tragedy. In part this inaction is due to a limited understanding of why rates of disorder are elevated. This points to an urgent need for research that can shed light on why the incidence of psychosis is so high in some populations and, more importantly, provide information on how and when to intervene to reduce risk. In seeking to do this, REACH will break new ground. To achieve these aims, REACH will use highly innovative methods to recruit, assess and follow at one and two years 3 overlapping school-based cohorts of adolescents aged 11-12, 12-13 and 13-14 years (total sample, 2,760; 552 of whom will be assessed more intensively). Collection of data on a) psychotic and other experiences of emotional distress, b) socio-environmental risk and, uniquely, protective factors, and c) psychological and biological (HPA axis related) mechanisms, will enable REACH to examine cutting edge questions about the developmental origins of psychosis. REACH is an ambitious study that, critically, seeks to explain (not just document) ethnic differences and in doing so provide concrete proposals for prevention strategies and interventions to reduce risk of psychosis and other poor mental health outcomes during adolescence, a key developmental stage, in diverse ethnic groups.",
    "totalCost": "1999776",
    "ecMaxContribution": "1999776",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 1999776
        }
    },
    "calculatedTotalContribution": 1999776
}