{
    "rcn": "197279",
    "acronym": "DYNADE",
    "topics": "MSCA-IF-2014-EF",
    "title": "Dynamics of Development: Understanding Adolescents' Intergroup Attitudes, National Feelings, and Perception of Social Norms",
    "startDate": "01/06/2016",
    "endDate": "18/11/2019",
    "objective": "Understanding the causes of prejudice is one of the main goals of social psychology. Recently, the interest of researchers turned to the development of prejudice which is highly important for the early prevention of intergroup hostility. Most of these works focus on childhood and much less is known about the development of prejudice in adolescence even though it is a crucial period for the formation of the identity. In my previous research I was able to detect the process of the crystallisation of prejudice among teenagers. Comparing age groups between 12 and 19 years, teenagersí ethnic prejudices were found to become clearly more coherent by age. \nFor such developmental processes cross-sectional data can only give indications, though it is not sufficient for tracking the complex dynamics related to the process of crystallization of attitudes. Therefore, the proposed project will be a longitudinal research of the development of intergroup attitudes in adolescence. Thus, it will have a dynamic approach as it will focus on the interplay of individual and contextual factors in the development of intergroup attitudes. The relations of intergroup attitudes and national feelings will be considered and also the perception of social norms will be investigated in order to shed light on the macro-micro processes related to the development of prejudice towards outgroups. Through its inter-disciplinary perspective the study will contribute to a fuller understanding of the processes leading to prejudices building on notions from sociology, social psychology and nationalism studies. Besides their scientific value, results of the project should be useful in designing school-based intervention programs fostering tolerance towards the members of minority groups.",
    "totalCost": "146239,2",
    "ecMaxContribution": "146239,2",
    "coordinator": "KOZEP-EUROPAI EGYETEM",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 146239
        }
    },
    "calculatedTotalContribution": 146239
}