{
    "rcn": "197235",
    "acronym": "EpiTALL",
    "topics": "ERC-StG-2014",
    "title": "Dynamic interplay between DNA methylation, histone modifications and super enhancer activity in normal T cells and during malignant T cell transformation",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Dynamic interplay between histone modifications and DNA methylation defines the chromatin structure of the humane genome and serves as a conceptual framework to understand transcriptional regulation in normal development and human disease. The ultimate goal of this research proposal is to study the chromatin architecture during normal and malignant T cell differentiation in order to define how DNA methylation drives oncogenic gene expression as a novel concept in cancer research.\n\nT-cell acute lymphoblastic leukemia (T-ALL) accounts for 15% of pediatric and 25% of adult ALL cases and was originally identified as a highly aggressive tumor entity. T-ALL therapy has been intensified leading to gradual improvements in survival. However, 20% of pediatric and 50% of adult T-ALL cases still relapse and ultimately die because of refractory disease. Research efforts have unravelled the complex genetic basis of T-ALL but failed to identify new promising targets for precision therapy. \n\nRecent studies have identified a subset of T-ALLs whose transcriptional programs resemble those of early T-cell progenitors (ETPs), myeloid precursors and hematopoietic stem cells. Importantly, these so-called ETP-ALLs are characterized by early treatment failure and an extremely poor prognosis. The unique ETP-ALL gene expression signature suggests that the epigenomic landscape in ETP-ALL is markedly different as compared to other genetic subtypes of human T-ALL.\n\nMy project aims to identify genome-wide patterns of DNA methylation and histone modifications in genetic subtypes of human T-ALL as a basis for elucidating how DNA methylation drives the expression of critical oncogenes in the context of poor prognostic ETP-ALL. Given that these ETP-ALL patients completely fail current chemotherapy treatment, tackling this completely novel aspect of ETP-ALL genetics will yield new targets for therapeutic intervention in this aggressive haematological malignancy.",
    "totalCost": "958750",
    "ecMaxContribution": "958750",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 958750
        }
    },
    "calculatedTotalContribution": 958750
}