{
    "rcn": "197221",
    "acronym": "NanoPaths",
    "topics": "ERC-StG-2014",
    "title": "Identifying pathways of cellular nanoparticle uptake and early processing for novel nanomedicine applications",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Nanotechnology applied to medicine has opened tremendous opportunities for the design of devices capable of targeting cancer and other diseases, and to deliver therapies selectively to locations where drugs currently can scarcely arrive. Translation of nanomedicines to the clinic however still remains challenging and the mechanistic details of the pathways used by cells to internalize and process man-made nanoparticles are still poorly understood.\nNanoPaths aims to understand how nanoparticles are processed by cells and in particular (1) to disentangle the mechanisms they use to enter cells, and (2) discover whether highly curved nanosized objects can assist cell membrane curvature, thus play an active role in their internalization; (3) to isolate the structures in which nanoparticles are internalized, in order to understand early sorting by cells, and further characterise the machinery for internalization; and finally (4) to define heterogeneity in cell response to nanoparticles in all of these aspects due to population context (i.e. cell cycle, local cell density) and identify eventual rare-cell behaviours. Several methods to ensure quantitative nanoparticle-cell interaction studies and discriminate cell subpopulations have already been developed in my previous work and now allow me to ask these questions. These methods will be combined with novel approaches applied for the first time in this arena, such as the use of full genome screens to study uptake; single molecule fluorescence methods to understand the role of nanoparticle curvature; novel cell fractionation methods coupled to quantitative proteomics to identify key proteins involved in uptake and early sorting; individual cell analysis to address heterogeneity in cell response to nanoparticles and study rare cells of interest.\nBy disentangling the pathways involved in nanoparticle uptake and early sorting, the knowledge gained with NanoPaths will allow guiding the design of successful nanomedicines.",
    "totalCost": "1498746,25",
    "ecMaxContribution": "1498746,25",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 1498746
        }
    },
    "calculatedTotalContribution": 1498746
}