{
    "rcn": "197201",
    "acronym": "Public Telescope",
    "topics": "Space-SME-2015-1",
    "title": "Business Plan for a commercial space telescope",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "'The Hubble Space Telescope (HST) is a masterpiece for astronomy and astrophysics and also for public outreach and education, serving as an inspiration for all mankind. However, the HST is coming to age and will have to be retired soon. Unfortunately, the James Webb Space Telescope cannot be considered a follow-on telescope to the HST as its observing spectrum will be mostly in the infrared spectrum only while the HST can observe in the ultraviolet (UV) and the visual spectrum too. Consequently the UV-community will be left behind or even blind.\n\nAcknowledging that professional UV-astronomers are mostly interested in observing celestial objects eof the milky way and nearby galaxies and that the hobby astronomer community as well as the general public's interest in astronomy is centered on bright objects offers an interesting opportunity to establish a follow-on telescope to the HST, which can be extremely cost-effective. This is due to two reasons: a) a telescope focusing on bright objects is not required to work with a huge aperture and b) recent advances in electronics, sensors, light-weight structures etc. have enabled the rise of small satellite systems.\n\nBy combining these aspects an interesting concept arises, which is the aim of the project 'Public Telescope':\nï Sub-meter space telescope for UV/VIS/NIR spectroscopy and imaging\nï Internet-based service-platform for order and configuration\nï Combination of huge scientific need with a sustainable commercial potential\n\nThe opportunity is now! PlanetLabs and similar initiatives in the US showcase that the time is right to launch such endeavors - if the Europeans do not act now, then it will be the US that will be the first and likely there is no early market for two or more systems.\n\nWe need the feasibility study for:\nï Concretion of user requirements\nï Development of a functional mission concept\nï Estimate of the overall project cost \nï Development of product, price and quantity structures.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ASTROFACTUM GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939052248": {
            "orgId": "939052248",
            "orgName": "ASTROFACTUM GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}