{
    "rcn": "197242",
    "acronym": "HICONO",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "High-Intensity Coherent Nonlinear Optics",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "Optical laser-based technologies are a key technology of the 21st century. Extension of the range of scientific and commercial laser applications requires a constant expansion of the accessible regimes of laser operation. Concepts from nonlinear optics, driven with ultra-fast lasers provide all means to achieve this goal. However, nonlinear optics typically suffer from low efficiencies, e.g. if high-order processes are involved or if the driving laser pulse intensities must be limited below damage thresholds (e.g. in nonlinear microscopy of living cells, or nonlinear spectroscopy of com-bustion processes). Hence, we require methods to enhance nonlinear optical processes. The field of ìcoherent controlî provides techniques to manipulate laser-matter interactions. The idea is to use appropriately designed light-matter interactions to steer quantum systems towards a desired out-come, e.g. to support nonlinear optical processes.\n\nThe goal of HICONO is to combine the concepts of coherent control with high-intensity nonlinear-optical interactions. The particular aim is to enhance the efficiency of nonlinear optical processes and extend the range of high-intensity laser applications. HICONO will develop new coherent con-trol strategies matched to high-intensity nonlinear optics. This will push high-order frequency con-version towards larger output yield, enable novel applications in high-resolution spectroscopy and microscopy, and drive novel technologies for ultra-short pulse generation and characterization. The close cooperation of HICONO with industry partners will lead to commercially relevant devices.\n\nIn terms of training, HICONO aims at the development of young researchers with appropriate skills to exploit the concepts of high-intensity laser technologies, laser-based control, and applied nonlinear optics. HICONO provides a unique, very broad and technology-oriented early-stage training program with strong exposure of the fellows to industry environment.",
    "totalCost": "2338562,16",
    "ecMaxContribution": "2338562,16",
    "coordinator": "TECHNISCHE UNIVERSITAT DARMSTADT",
    "coordinatorCountry": "DE",
    "participants": "FASTLITE SARL;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;WEIZMANN INSTITUTE OF SCIENCE;FUNDACIO INSTITUT DE CIENCIES FOTONIQUES;THE QUEEN'S UNIVERSITY OF BELFAST;AMETEK GMBH;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;LUPHOS GMBH",
    "participantCountries": "FR;UK;IL;ES;DE",
    "projectParticipants": {
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 498433
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 273288
        },
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 247873
        },
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 260301
        },
        "945598681": {
            "orgId": "945598681",
            "orgName": "LUPHOS GMBH",
            "ecContrib": 0
        },
        "999460259": {
            "orgId": "999460259",
            "orgName": "FASTLITE SARL",
            "ecContrib": 262876
        },
        "922379015": {
            "orgId": "922379015",
            "orgName": "AMETEK GMBH",
            "ecContrib": 249216
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 273288
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 2338563
}