{
    "rcn": "197332",
    "acronym": "UFSD",
    "topics": "ERC-ADG-2014",
    "title": "Ultra-Fast Silicon Detectors: Enabling Discoveries",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The goal of our project is to empower a broad range of research fields with a completely new particle detector, able to concurrently deliver time resolutions of the order of ~10 picoseconds and position resolutions of ~30 microns. \n\nIn so doing, we will remove the constrains that many applications such as particle tracking, medical PET, mass spectroscopy, and beam monitoring have due to the lack of precise information on all 4 dimensions. \n\nOur analysis of state-of-the-art particle detectors has shown a dichotomy: specialized sensors measure very accurately either time or position, but not both: the ambitious goal of UFSD is to create a new family of detectors, based on controlled charge multiplication in silicon, which will remove this limitation. We will have to tackle significant challenges along this research path, but our simulations and prototypes indicate that this approach has the potentiality to radically transform present detectors and to enable many applications to reach their peak performances.  \n\nOur ultimate goal -- a highly segmented detector with a space resolution of ~30 microns and a time resolution of ~10 picoseconds -- can be achieved only by developing full custom Very Large Scale Integrated chips that, matching the size of the read-out to the area of each pixel sensor, will deliver unprecedented timing resolution at the pixel level.\n\nThe PI, N. Cartiglia, is well known in the field of particle physics and detector development. He is currently in charge of several projects involving both new directions in physics, among which the LPCC forward physics group and the CT-PPS project at CERN, as well as new developments in instrumentation. He will lead the project leveraging on his past experience in detector development and group/grant management, his knowledge of the silicon research foundries and laboratories, and the expertise available in his home institution  (INFN, Torino, Italy).\n\n?",
    "totalCost": "1793312,5",
    "ecMaxContribution": "1793312,5",
    "coordinator": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 1793312
        }
    },
    "calculatedTotalContribution": 1793312
}