{
    "rcn": "197380",
    "acronym": "Social Resp Shopping",
    "topics": "INSO-10-2015-1",
    "title": "Creating the first Social Responsibility Shopping platform to link small businesses and local non-profits organizations through an innovative business model leveraging on responsible consumption",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "SRS - Social Responsibility Shopping is an innovative business model, conceived by Citybility, that allows on one side small retailers to do Corporate Social Responsibility marketing as if they were big companies, on the other side local charities to do fundraising as if they were more famous charitable organizations.\nIn times when consumers are more interested than ever in doing business with companies they know and respect, Corporate Social Responsibility marketing is becoming a crucial strategy to position the brand in the mind of consumers and consequently push sales.\nThanks to SRS digital platform, small retailers can sustain a charity nearby, and attract customers that share the same ethical values, by giving money every time a transaction is made through SRS. While helping shopkeepers to develop their business, SRS aims to support thousands of local charities to carry out their projects, and even encourage citizens to establish new charities. SRS is expected to stimulate local fundraising and to sustain local consumption at the same time, permitting local economy to thrive.\nSRSís novelty consists in a win-win-win solution. Three times ìwinî because it is based on three players (shopkeepers, charities, consumers) that working together generate a virtuous circle with a win solution for each of them: shopkeepers grow their business, charities have their operations funded, consumers feel that their shopping is helpful and not frivolous.\nGiven that SRS is already planned to be launched in Italy by the second half of 2015, the specific objectives for the feasibility study are: 1) to define the attractiveness of potential international target markets to develop SRS on a European scale; 2) to assess the customers responsiveness, the ability to win and the most critical factors related to the entry mode decisions and to the specific foreign markets; to forecast the expected results (social, technical, economical and financial) due to its business concept innovation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CITYBILITY SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930020287": {
            "orgId": "930020287",
            "orgName": "CITYBILITY SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}