{
    "rcn": "197387",
    "acronym": "C-POC",
    "topics": "ICT-37-2015-1",
    "title": "Hyper/Hypo Coagulability Assessment Photonic Integrated Chip based Point of Care",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "DAS Photonics (http://www.dasphotonics.com/) is a young SME company with about 37 employees and 3MÄ total income in 2014. Since 2008 the company works in the field of nanophotonic biosensors, field where we propose the following opportunity: ìBleeding and thrombosis kill together more people than any other causes. The coagulation system, through the formation of thrombin is pivotal in these pathologies. \nTherefore, the main objective of the overall innovation project is to develop, validate, and commercialise a new diagnostic tool (C-POC) based on the assessment of thrombin generation and simultaneously measurement of several biomarkers of hyper/hypo coagulability using a Photonic Integrated Chip (PIC). The thrombin generation assay is completed with two different sets of measurements, natural coagulation/anticoagulation factor assays and measurement of antiThrombin/antiFactor Xa drug levels. Consequently, a common test for anticoagulants monitoring including heparins and direct oral anticoagulants will be available. PIC based solution will provide an accurate diagnostic and/or patient evaluation with capacity for cost-effective, high sample throughput screening and point-of-care diagnosis. The proposed approach will reduce the occurrence of clinical events in stroke and systemic embolism providing gains in survival and quality of life. The incremental cost-effectiveness ratio is about a 20% per quality-adjusted life year gained when compared to current prescribing pattern. As a consequence, the social costs will be also reduced by providing extensively the C-POC solution to the First Point of Healthcare reducing in this way the risk of both thrombotic events and haemorrhages.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DAS PHOTONICS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999736224": {
            "orgId": "999736224",
            "orgName": "DAS PHOTONICS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}