{
    "rcn": "197316",
    "acronym": "PROMINENT",
    "topics": "BBI.VC3.R7",
    "title": "Protein Mining of Cereal side-streams Exploring Novel Technological Concepts",
    "startDate": "01/07/2015",
    "endDate": "31/10/2018",
    "objective": "There is a global need, from sustainability, food security and also health perspective, to increase dietary intake of plant protein. Side-streams from wheat and rice processing offer large under-exploited raw material potential, and we will work throughout the agro-industrial value chain to valorise that. The main aim of PROMINENT is to develop techno-economically and environmentally viable protein-based ingredients and foods from cereal processing side streams. We will concentrate on novel fractionation and extraction technologies, such as bioprocessing, supercritical carbon dioxide (SC-CO2) -extraction, thermo-mechanical technologies, wet and dry fractionation, and expanded bed adsorption as well as their combinations as novel hybrid processing technologies. A strong focus will be in using enzymatic and thermo-mechanical methods to improve techno-functional and sensory properties of protein ingredients to reach desirable taste and texture in food applications. Pasta, biscuit, cake and beverage food models are the main end product categories, where new protein ingredients will be used as dietary protein source and act as performance proteins to deliver similar techno-functional and sensory properties to animal proteins. We will also assess the safety, quality, techno-economical feasibility, sustainability and market potential of the new protein ingredients and foods, and design strategies for marketing, dissemination, and exploitation of innovations. The project will support the economic growth, resource efficiency and sustainability of the European agro-food industry, and open new market opportunities by generating new plant protein ingredients obtained from cereal processing side streams as well as new products for the consumer food market.",
    "totalCost": "3103897,5",
    "ecMaxContribution": "1685006",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "UNITED BISCUITS (UK) LIMITED;FOODCOMPANIONS BV;UPFRONT CHROMATOGRAPHY AS;OLVI OYJ;BARILLA G. E R. FRATELLI SPA;LUONNONVARAKESKUS;SUDZUCKER AG;AB Enzymes GmbH",
    "participantCountries": "UK;NL;DK;FI;IT;DE",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 914631
        },
        "951621411": {
            "orgId": "951621411",
            "orgName": "FOODCOMPANIONS BV",
            "ecContrib": 244375
        },
        "934887262": {
            "orgId": "934887262",
            "orgName": "LUONNONVARAKESKUS",
            "ecContrib": 180000
        },
        "995067905": {
            "orgId": "995067905",
            "orgName": "AB Enzymes GmbH",
            "ecContrib": 0
        },
        "935357324": {
            "orgId": "935357324",
            "orgName": "OLVI OYJ",
            "ecContrib": 0
        },
        "936170766": {
            "orgId": "936170766",
            "orgName": "UPFRONT CHROMATOGRAPHY AS",
            "ecContrib": 346000
        },
        "943521329": {
            "orgId": "943521329",
            "orgName": "SUDZUCKER AG",
            "ecContrib": 0
        },
        "958880406": {
            "orgId": "958880406",
            "orgName": "BARILLA G. E R. FRATELLI SPA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1685006
}