{
    "rcn": "197326",
    "acronym": "ValChem",
    "topics": "BBI.VC1.D2",
    "title": "ValChem - Value added Chemical building blocks and lignin from wood",
    "startDate": "01/07/2015",
    "endDate": "30/06/2019",
    "objective": "'ValChem demonstrates the technical and economic viability of sustainable and integrated process from wood to  a selected platform chemical and lignin based performance chemicals. ValChem will demonstrate that this process can produce wood-based chemicals that are competitive with identical or similar-in-application products based on fossil raw materials in terms of quality and production cost.\n\nValChem utilizes existing demonstration plants of the project partners. All process parts have been demonstrated at least in pilot scale before. 'Wood to sugars and crude lignin process' has been verified in demonstration scale for ethanol production, but in this project it will be combined with 'sugar to platform chemical' process, for which the company has been using first generation sugars so far. Crude lignin from wood disintegration process will be upgraded to be suitable for reactive applications (different types of reactive resins). The process will demonstrate the valorization of over 75 % of the wood raw material.\n\nPre-marketing and application tests are done at potential customers. Lignin based performance chemicalsí  focus is in high value added reactive applications (value >6 times higher than lignin energy value). The largest markets for the targeted platform chemical are unsaturated polyester resins, paints and coatings, and industrial (heat-transfer and de-icing) and personal care (value 2-3 times higher than current products).\n\nPotential plants based on this technology will be located in rural areas due to feedstock availability. Only sustainably sourced wood will be used. The sustainable forestry and wood-harvesting will be proven by internationally accepted PEFC and FSC certificates. The ValChem project will be a boost in the Biobased chemical development and open up for further actors to invest in and continue the development for a sustainable industrial sector.'",
    "totalCost": "18502703,25",
    "ecMaxContribution": "13125940,15",
    "coordinator": "UPM-KYMMENE OYJ",
    "coordinatorCountry": "FI",
    "participants": "METABOLIC EXPLORER SA;SEKAB E-TECHNOLOGY AB;TECHNISCHE UNIVERSITAT DARMSTADT",
    "participantCountries": "FR;SE;DE",
    "projectParticipants": {
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 580160
        },
        "998722671": {
            "orgId": "998722671",
            "orgName": "METABOLIC EXPLORER SA",
            "ecContrib": 3493097
        },
        "998418964": {
            "orgId": "998418964",
            "orgName": "UPM-KYMMENE OYJ",
            "ecContrib": 4641088
        },
        "999559102": {
            "orgId": "999559102",
            "orgName": "SEKAB E-TECHNOLOGY AB",
            "ecContrib": 4411596
        }
    },
    "calculatedTotalContribution": 13125941
}