{
    "rcn": "197333",
    "acronym": "INTICE",
    "topics": "ERC-ADG-2014",
    "title": "Pathways to Intrinsically Icephobic Surfaces",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Icing of surfaces is common in nature and technology, affecting everyday life and often causing catastrophic events. Despite progress in recent years in the area of hydrophobicity, engineered surfaces that can be employed in applications based on their intrinsic icephobicity, going beyond classical additional chemical coatings or heating treatments, are not a reality. Understanding and counteracting surface icing brings with it significant scientific challenges, which form an intersection of nucleation thermodynamics, interfacial thermofluidics and surface nanoengineering/science. This project will investigate important mesoscale phenomena (a term used here to summarily describe phenomena manifesting themselves in the spatial range from the order of a nanometer to a hundred microns), which affect the behavior of water on surfaces with respect to icing. With the resulting, unifying knowledge base, the aim is to identify pathways for the design and fabrication of a new class of intrinsically icephobic surfaces, based on their a-priori engineered composition and texture. Our aim is to identify anti-nucleation and anti-wetting phenomena, leading to surfaces having long ice nucleation time scales, low water contact and retention, and low ice adhesion. The effects of surface texture curvature on ice nucleation, local liquid confinement on freezing point depression, and mesoscale texture features on interfacial thermofluidics, have intertwined and sometimes counteracting impacts on surface icing behavior, which we aim at unraveling, to determine pathways to high performance surfaces. Connected to all this is the employment of advanced surface texture fabrication and methods to perform the necessary experiments, lending consideration to the development of such surfaces for future applications. Beyond icephobicity, this research has clear implications to the characterization of mesoscale phase change phenomena, for multiphase heat and mass transfer processes and devices.",
    "totalCost": "2498043",
    "ecMaxContribution": "2498043",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 2498043
        }
    },
    "calculatedTotalContribution": 2498043
}