{
    "rcn": "197302",
    "acronym": "ELICOS",
    "topics": "ERC-ADG-2014",
    "title": "Enantioselective Light-induced Catalysis for Organic Synthesis",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Photochemical reactions are induced by ultraviolet or visible light and they enable the construction of molecular skeletons that are difficult or even impossible to access by any other means. In order to secure a widespread application of these reactions in organic synthesis and in order to make the respective products available for high-tech applications, it is required that photochemical reactions can be performed enantioselectively, i.e. that the three-dimensional architecture of the product molecules is unambiguously defined. Despite some progress in recent years, this challenge has as yet remained unsolved. It is the objective of this proposal to develop catalytic methods that allow the enantioselective synthesis of a broad variety of compound classes by light-induced reactions. The mode of action of potential catalysts is based on energy transfer or on wavelength-selective excitation. In the former scenario, the substrate-catalyst complex will be held together by non-covalent interactions, which position the substrate for an efficient energy transfer and for an enantioselective approach of the reagent. In the latter approach, acid-base interactions in the substrate-catalyst complex will lead to a significant bathochromic absorption shift of the substrate, enabling a selective excitation within the complex and a subsequent enantioselective reaction pathway within a spatially defined chiral environment. Both approaches include the option to employ sunlight as the exclusive energy source to drive enantioselective processes without the need to apply external heat or pressure.",
    "totalCost": "2357901",
    "ecMaxContribution": "2357901",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 2357901
        }
    },
    "calculatedTotalContribution": 2357901
}