{
    "rcn": "197359",
    "acronym": "BLACANDI",
    "topics": "PHC-12-2014-1",
    "title": "BLACANDI can improve life quality and cut cost of diagnosing and managing bladder cancer in half",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The BLACANDI project aims to dramatically improve the diagnosis and management of bladder cancer patients by substituting a highly invasive and expensive test with a non-invasive and inexpensive test. Bladder cancer is the 6th most common cancer with an estimated 357,000 new cases worldwide every year, of which 180,000 are European. This type of cancer has the highest lifetime treatment costs per patient (pp) of all cancers. This high incidence, coupled with itís relapsing nature, means that bladder cancer poses an enormous burden on health care systems. Current diagnostics and recurrence routine tests are performed through highly invasive and expensive procedures, such as cystoscopy. \nThe Danish SME Genomic Expression Aps has licensed a technology composed of a patented filtration device that enhances the selection of tumor cells in urine, and aims at the clinical validation of a new combination of biomarkers.\n\nOur solution BLACANDI (Filtration Device in combination with selected biomarkers) is currently being tested in a small clinical trial in Denmark, in patients presenting with hematuria (blood in urine). Preliminary results indicate that the test can substitute cystoscopy identifying more than 90% of all bladder cancer patients.\n\nSubstituting routine cystoscopy with the BLACANDI system could cut the cost of diagnosis and managing bladder cancer in half. In Europe the cost of diagnosing bladder cancer is Ä1.8 billion/year, thus we could save Ä900 million.\n\nWhereas the technology behind the filtration device and the selected biomarkers is already demonstrated, further maturation of the tests into fully commercial and operational solutions is hampered by the absence of a large clinical validation of the BLACANDI system. \n\nFurthermore, there is a need to corroborate our business strategy, since it requires customization to different health care systems. This phase 1 feasibility study provides us that opportunity.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GENOMIC EXPRESSION APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938213489": {
            "orgId": "938213489",
            "orgName": "GENOMIC EXPRESSION APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}