{
    "rcn": "197362",
    "acronym": "CLIPP PLUS",
    "topics": "SC5-20-2014",
    "title": "Manufacture and commercialization of high quality recycled polyolefin films using an innovative continuous extrusion recycling process assisted by sc-CO2 for printed plastic waste",
    "startDate": "01/07/2015",
    "endDate": "31/12/2017",
    "objective": "Every year at EU level more than 240 kt of waste printed or laminated films are generated by converting industry. Mechanical recycling of this waste is challenging due to the presence of inks and adhesives so that this recycled material is only suitable for manufacture low value products (rubbish bags, irrigation pipes and pots) when not diverted to energy recovery and landfill which has a negative environmental and societal impact.  \nCLIPP \\ aims to introduce into the market a cost-competitive environmentally friendly recycled PE film to be reused in the original or other high added value applications (such as packaging films)  through a innovative technology based on a previous EU project (CLIPP) which demonstrated the effectiveness of supercritical CO2 technology to remove the contaminants associated to this type of printed/laminated  plastic packaging. \nTurning waste into a valuable resource is a goal for SKYMARK in order to contribute to raw material savings and more sustainable development. CLIPP\\ project is fully aligned with Directives 94/62/EC and 2008/98/EC encouraging the reuse of materials obtained from recycled packaging waste for the manufacturing of packages improving market conditions and reaching zero plastic waste to landfill by 2020 in Europe.\nSKYMARK (UK)  is one of the leading independent manufacturers of flexible packaging solutions in Europe. The company has an excellent reputaton in the converting industry for the quality fo its products for packaging sector including films for fresh  produce, flowers, labels, stationery, textile, tissue, food & drink, wipes, hygiene & medical and other industrial &  technical  goods. \nSKYMARK emphasis is on developing innovative, technologically advanced and environmental aware products. SKYMARK cares for the environment and offers a range of sustainable packaging solutions.  \nSKYMARK is an accredited re-processor of plastic waste materials by UK Department for Environment, Food & Rural Affairs (DEFRA) for t",
    "totalCost": "760987,5",
    "ecMaxContribution": "532691,25",
    "coordinator": "SKYMARK PACKAGING INTERNATIONAL LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "983844423": {
            "orgId": "983844423",
            "orgName": "SKYMARK PACKAGING INTERNATIONAL LIMITED",
            "ecContrib": 532691
        }
    },
    "calculatedTotalContribution": 532691
}