{
    "rcn": "197365",
    "acronym": "ImpAl",
    "topics": "NMP-25-2014",
    "title": "Improvements for a cost-effective volume production of advanced aluminum",
    "startDate": "01/07/2015",
    "endDate": "30/11/2017",
    "objective": "Improvements for a cost-effective volume production of advanced aluminum (ImpAl)\n\nThe ImpAl project focusses on a group of advanced aluminum materials, Al-PLM, which have been developed by sole applicant PLM since 2000.  Al-PLM exhibits significantly better property combinations in terms of strength, weight, thermal conductivity and expansion than alternative materials such as steel, titanium alloys or conventional aluminum. As a consequence, these materials could be replaced by Al-PLM in a wide range of applications, while generating performance gains at the same time.   These advantages of Al-PLM are generated through a special nano-crystalline material structure, which is the result of an elaborated material formula and a sophisticated production technology. At the moment, however, the advantages of Al-PLM can only be realized for a limited number of high performance applications because the production capacity is too low and (in consequence) the production costs are too high for a broader market. Therefore, the ImpAl project now aims at expanding the production capacity for Al-PLM while reducing costs by 30-40%. In order to achieve this goal, PLM plans to upscale the current production technology and to introduce a recycling step for process waste. Through the optimized production line and reduced prize resulting from this development, a higher market penetration of Al-PLM can be achieved. Al-PLM will become more attractive for industries with a high use of aluminum and high requirements regarding material performance and lot size, like automotive, aerospace, electronics and chemical industry. Possible applications are light and very stable turbochargers for engines or heat sinks with high thermal conductivity and very low thermal expansion. As a result, it is expected that PLM will be able to significantly ramp up the quantity of processed materials and to broaden the product offering.",
    "totalCost": "1350583,75",
    "ecMaxContribution": "945408,63",
    "coordinator": "POWDER LIGHT METALS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934613334": {
            "orgId": "934613334",
            "orgName": "POWDER LIGHT METALS GMBH",
            "ecContrib": 945409
        }
    },
    "calculatedTotalContribution": 945409
}