{
    "rcn": "197382",
    "acronym": "RVT",
    "topics": "IT-1-2015-1",
    "title": "The Reversible Variable Transmission ñ Visionary Transmission for unprecedented Fuel, CO2 and Cost Savings",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "It is clear that the automotive market is in need of solutions which are more sustainable, simpler and cheaper than those we have today. This is a Blue Ocean opportunity for the Reversible Variable Transmission (RVT) which transmits power in a totally new way to offer engine driven vehicles including hybrids unprecedented fuel, CO2 and cost savings. With its novel patented design, this improved Continuous Variable Transmission is the first of its kind not suffering internal drill-slip.\nThe RVT is the first transmission in the world that can keep the engine always on its lowest fuel consumption curve. It saves 21-26% fuel and CO2 compared to a 6-speed Automatic for cars and even 56% for buses if an extra RVT and flywheel is added, saving annually 60 tonnes CO2 and 22.000 L fuel or Ä 19.300 per bus. On top of that, it is light, compact, nearly 100% recyclable, with low maintenance and low cost.\n\nThe RVT is the result of extensive theoretical reasoning and years of engineering expertise from the inventor, also designer of Ferrari and McLarenís DCT double clutch system, pump and hydraulics. As no one else masters this know-how, Mazaro is the most capable to bring the RVT to full commercial success. To do this, it will attract new investors, grow as an engineering company to a team of fifty by 2021 and strengthen its partnerships with industrial manufacturers. SME PHASE 1 will validate our intended strategy to demonstrate the systemís uniqueness and prepare it for market uptake; objectives which will be implemented in PHASE 2.\n\nThe RVT is suitable for vehicles ranging from cars to heavy duty trucks. On that vast market, the RVT will be an unrivalled offering to society, end-users and all companies involved.\n\nIt is to be noted that Mazaro received Frost & Sullivan innovation award (visionary innovation leadership award 2015) for the reversible variable transmission.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MAZARO NV",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930714128": {
            "orgId": "930714128",
            "orgName": "MAZARO NV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}