{
    "rcn": "197391",
    "acronym": "ATOM",
    "topics": "ICT-37-2015-1",
    "title": "Attention to Marketing (ATOM): Application of eye-tracking to the online market for advertising",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "In the 19th century John Wanamaker quipped that ìhalf the money I spend on advertising is wasted; the trouble is I donít know which halfî. For advertisers in the 21st century the situation has become much worse; up to 98% of click-throughs may actually be from ìbotsî rather than real people, and only 44% of page impressions even appear on peopleís screens. As a result, the Ä500m global advertising market is highly inefficient; advertisers are buying blindfold and publishers of genuinely engaging content are undervalued as the bad drives out the good. The ATOM project will address these problems by using eye tracking to accurately measure whether ads actually get seen, by whom, and for how long, enabling market participants to trade the asset they are really interested in ñ peopleís attention.\n\nThe project will assess the technical feasibility and potential value of various routes to market that arise from scaling Lumenís existing in-home eye-tracking platform, LUCIAR. LUCIAR collects and analyses eye-tracking data from small panels for testing and optimising the design of advertising. Scaling LUCIAR will provide robust, real-time data on attention to advertising down the long-tail of inventory, with applications in (i) monitoring the attention advertisers are achieving among specific audiences, (ii) valuing publisherís inventory and the contribution of content providers, and (iii) ìprogrammaticî algorithmic media buying. \n\nEurope is well placed to lead this disruption of the advertising industry. The worldís leading eye-tracking hardware companies are based in Europe (Tobii in Sweden; SMI in Germany; EyeTribe in Denmark) and London is a major global locus and leading market in new innovations for the advertising industry. Through the application of eye-tracking technology there is massive potential for European companies to transform the global advertising market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LUMEN RESEARCH LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930630902": {
            "orgId": "930630902",
            "orgName": "LUMEN RESEARCH LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}