{
    "rcn": "197321",
    "acronym": "PaRaDeSEC",
    "topics": "WIDESPREAD-2-2014",
    "title": "Expanding Potential in Particle and Radiation Detectors, Sensors and Electronics in Croatia",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Modern experiments in astrophysics, nuclear and particle physics depend on specialized and complex detector systems. Development and testing of such unique instrumentation, essential for breakthrough research, requires expertise from a broad range of topics in physics, electronics and computing.  Research institutions able to make significant contributions in this field have a high reputation in the scientific community and increased odds to engage in related large collaborative projects. Participation in such activities requires a significant investment in infrastructure, but often leads to emergent technological progress and potential for technology transfer, positively impacting the local economy. RBI researchers collaborate with top European research centers, and have an excellent knowledge of the experimental techniques involved. However, RBI as an institution insufficiently contributes to instrumentation development. An important step to correct this weakness, and to increase related technological potential of Croatia, including material science, electronics and ICT, was successfully executed by the recently implemented REGPOT FP7 project Particle Detectors. Further actions will be taken through the proposed European Structural and Investment Funds project O-ZIP, designed in line with the national Smart Specialization strategy. PaRaDeSEC will provide funding for the required top staff to consolidate all available resources into the new Center for Detectors, Sensors & Electronics, an independent RBI unit which will strictly implement all conditions to foster state of the art research. The ERA Chair as the Center head will be involved in the RBI management structure and will be an integral component of ongoing structural changes at RBI, based on the best practices of the top EU research centers and ERA priorities. The Center will be focused on nuclear, particle and astro-physics, and is expected to also impact the broader research community and national economy.",
    "totalCost": "2705000",
    "ecMaxContribution": "2434500",
    "coordinator": "RUDER BOSKOVIC INSTITUTE",
    "coordinatorCountry": "HR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875031": {
            "orgId": "999875031",
            "orgName": "RUDER BOSKOVIC INSTITUTE",
            "ecContrib": 2434500
        }
    },
    "calculatedTotalContribution": 2434500
}