{
    "rcn": "197361",
    "acronym": "DS Products study",
    "topics": "SC5-20-2014-1",
    "title": "Feasibility study of internationalisation of dust control products using innovative cleantech technology",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "JMV Urakointi Ltd (JMV), specialising in deconstruction and renovation jobs, has been developing novel dust control products to improve deconstruction and renovation process. According to preliminary studies by patent office, there are no similar products and methods on the EU market. The aim is to be the first company on the EU market providing reusable and affordable dust protection solution, which meet the legislative requirements also in the future. For the purpose of internationalisation of the dust control products, the principal owner of JMV and three other key persons established Dust Shelter Finland Ltd (DSF) in August 2013. \nThe existing dust protection markets in the EU are estimated at 4% of the renovation, i.e. approx. EUR 24 billion per year, which can be expected to increase as the regulations tighten. DSF's turnover target for 2020 is EUR 120 million, representing approx.1% of the European market for dust protection. \nToday, the dust protection methods used at the construction sites are designed for a single use and they are built at the location. This takes a lot of time and materials, and when dust protections are dismantled after use, they generate waste. In addition, they will not meet tightening requirements in the future. \nThe competitive advantages of the novel dust control products are, among other things that they meet the EU legislation and are reusable offering energy and material efficiency both to construction and deconstruction. In addition, they are easy to dismantle and reinstall, hence the construction work will also proceed faster. \nUsing past customer feedback JMV has identified the key problems in the current dust protection process. The objective of this feasibility study is to systematically survey, by means of the market studies and customer pilots, the needs and the willingness of the potential customers (equipment rental or construction companies) to deploy dust control products and to demonstrate the advantages of products.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JMV URAKOINTI OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936341389": {
            "orgId": "936341389",
            "orgName": "JMV URAKOINTI OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}