{
    "rcn": "197304",
    "acronym": "HYDRACTVAL",
    "topics": "SFS-08-2014",
    "title": "Low-energy leak-proof double seat control valve based on a water hydraulic actuator system",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "The HYDRACTVAL project aims to design, test and demonstrate a leak-proof double seat control valve for the brewery and dairy industries. It will be based on and fully exploits the benefits of its core technology ñ a patented water-based hydraulic actuator with regulation functionality. The novel technology holds a range of clear advantages over compressed air:\n? Energy efficiency and reduced CO2 emission: Reducing electricity consumption and carbon emissions by more than 65%; \n? Precision: Accurate positioning of valve position allowing any valve to be used for regulation besides fully open/close position.\n? Hygiene: Leak free and sterile hydraulic system prevents spread of air borne bacteria, oil, etc., reducing the risks of food and beverage contamination.\n? Reliability: Reducing waste by avoiding unintended opening of valves and leaks. Avoids cavitation.\n? Cost: Reduces the number of valves needed for a given process, reduces the cost of production and installation of valves, and allows smaller and more flexible plants.\n\nThe water-based hydraulic actuator system promises to offer a new level of control over valves. To exploit this control to its maximum potential ñ and thus pave the way for broad market impact - a new process valve would have to be designed, adapted and demonstrated. The technology will have the potential to be adapted for other markets currently using pneumatic valves. It will significantly increase KMís competitiveness through launching a game changing product in a conservative industry, and opening vast and global market opportunities.\n\nHYDRACTVAL will drastically decrease the energy consumption in food and beverage industries, with consequent decrease in greenhouse gas emissions and carbon footprint. It will also have a positive impact on the food security by reducing the risks of contamination. This is coherent with the challenge under the work programme topic Resource-efficient eco-innovative food production and processing (SFS-08-2014).",
    "totalCost": "1063750",
    "ecMaxContribution": "744625",
    "coordinator": "KM Rustfri A/S",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991553983": {
            "orgId": "991553983",
            "orgName": "KM Rustfri A/S",
            "ecContrib": 744625
        }
    },
    "calculatedTotalContribution": 744625
}