{
    "rcn": "197385",
    "acronym": "CLEANPACK",
    "topics": "SFS-08-2015-1",
    "title": "UltraCLEAN thermoforming equipment for ultraclean PACKaging of foods, and in-situ production of aseptic trays.",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "With this CLEANPACK project we, TECSELOR, will put in the market a thermoforming machine that manufactures ultraclean packaging trays, oriented to fresh food products. The machine can be used for aseptic tray manufacturing or for the whole process of food packaging, coupling the adequate module (vacuum, modified atmosphere, etc). Our aim is to reduce the presence of pathogens and spoilage organisms in fresh packed foods, having the biggest impact in foods that are consumed without a cooking step, offering a cost-effective, eco-innovative and energy saving alternative to clean rooms, which are very useful in food industry but expensive to build and maintain.\n\nTECSELOR is a Spanish SME founded in 2003 settled in Murcia, dedicated to the design and production of several kinds of food packaging machinery ñthermoformers, thermosealers, shrink wrappers vacuum packaging-. Our SME is composed by highly educated personnel, with a vast experience of 12 years in average. We are 37 employees, and our revenue in 2013 (last registered financial data) was Ä4,250,811.59.\n\nThe general objective of this project is to bring to the market a thermoforming food packaging machine for in-situ production of aseptic trays oriented to diminishing food borne diseases and food waste, and increasing shelf life in fresh foods products. CLEANPACK will render in the first five commercialisation years an accumulated revenue of Ä26,800,000 and an accumulated profit of Ä8,275,000 by selling 67 machines.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TECSELOR SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930829073": {
            "orgId": "930829073",
            "orgName": "TECSELOR SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}