{
    "rcn": "197379",
    "acronym": "IRSkin",
    "topics": "PHC-12-2015-1",
    "title": "IRSkin provides dermatologists a new dermatoscope, equipped with a software for visual comparisons in the diagnostic phase, performing a content based Image Retrieval from an a-priori built database.",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "Skin tumors are the most frequent cancer in fair skinned population with a raising trend over in the world. The financial costs of skin cancer are high for both the person with cancer and for society as a whole (in Europe the cost of a biopsy is about 250-300Ä, including the costs of the doctor, the nurse, the material of the operating room, histology and checkups). The probability of survival is high, but the diagnosis accuracy is low.\nIRSkin is a videodermatoscope (and a potential mobile application) with a pre-installed software, able to acquire high-definition images (up to 10 Mpx), insert them in a body map, process, analyze and compare them in real time with a collection of dermoscopic images, histologically diagnosed, collected in an incremental database, a priori stored in the memory of the machine, by means of a Content-Based Image Retrieval (CBIR) system. This system allows every dermatologist to access to a large amount of data at a relatively low cost and to improve his own experience and diagnosis skills much more quickly. For patients it will increase the diagnostic accurancy and the diagnostic timing. \nThe targeted market is a niche but with good revenue and growth perspectives. In Europe there are about 15.000 dermatologists working in public or private health facilities. IRSkin is first addressed to the EU with potential for global markets (thanks to its export to more than 95 countries). CA-MI would also export this product in USA, because of its high incidence rate of skin melanoma and its high annual cost of treating skin cancers. The Phase 1 will provide a more accurate and analytic assessment of the existing market and growth rates for videodermatoscopes by segment and geographic area, useful to partecipate to the phase 2. Funding required to develop a prototype  is about 2000kÄ.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CA-MI SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930028144": {
            "orgId": "930028144",
            "orgName": "CA-MI SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}