{
    "rcn": "197310",
    "acronym": "GreenLight",
    "topics": "BBI.VC2.R4",
    "title": "Cost effective lignin-based carbon fibres for innovative light-weight applications",
    "startDate": "01/07/2015",
    "endDate": "30/06/2019",
    "objective": "The overall objectives are to demonstrate a new biobased, renewable and economically viable carbon fibre (CF) precursor ñ lignin ñ produced in Europe with European raw material and to develop conditions for its processing into CF and structural CF composites. The target is a cost-effective biobased CF for use in reinforced composites delivering sufficient enough strength properties for large-volume automotive applications. Reducing vehicle weight is a decisive factor for successful fulfilment of the future targets in EU regulations regarding CO2 emissions from the automotive sector. CF reinforced plastics has been introduced as a low-weight material replacing/complementing steel and aluminium. Todayís CF production is based on use of a petroleum-based raw material, PAN, which is costly due to the starting precursor and the process for turning it into CF. Most PAN used in Europe is imported. The automotive sector has identified a need for a cheaper lower-grade CF to meet the demands of components in normal consumer cars. Lignin from kraft pulp mills is a green, sustainable, abundant and cost-efficient new potential CF precursor. The European pulp and paper industry has a need for additional revenues due to the global competition and the decline in printing and writing paper. Successful lignin applications like CF will create new business opportunities and new jobs also in rural areas where the pulp mills are located. The development of lignin-based CF is still in laboratory scale and material properties meeting high-quality product demands is the main challenge. Now a new technology in commercial operation makes it possible to produce lignin with new properties, higher purity and with less impact on the pulp mill operation. The idea is to tailor kraft lignin properties already in the lignin separation/upgrading and optimise the lignin for target automotive applications. The consortium has unique competence through the complete value chain to realise this new concept.",
    "totalCost": "2600087,25",
    "ecMaxContribution": "1299163",
    "coordinator": "RISE INNVENTIA AB",
    "coordinatorCountry": "SE",
    "participants": "CENTRO RICERCHE FIAT SCPA;SWEREA SICOMP AB;FASERINSTITUT BREMEN EV;SODRA SKOGSAGARNA EKONOMISK FORENING;PODCOMP AB;NETCOMPOSITES LIMITED;SAECHSISCHES TEXTILFORSCHUNGSINSTITUT E .V.;BLATRADEN AB;FOURNE MACHINENBAU GMBH",
    "participantCountries": "IT;SE;DE;UK",
    "projectParticipants": {
        "953209301": {
            "orgId": "953209301",
            "orgName": "BLATRADEN AB",
            "ecContrib": 0
        },
        "998156385": {
            "orgId": "998156385",
            "orgName": "FASERINSTITUT BREMEN EV",
            "ecContrib": 179971
        },
        "999447746": {
            "orgId": "999447746",
            "orgName": "RISE INNVENTIA AB",
            "ecContrib": 0
        },
        "935961731": {
            "orgId": "935961731",
            "orgName": "FOURNE MACHINENBAU GMBH",
            "ecContrib": 171281
        },
        "999992886": {
            "orgId": "999992886",
            "orgName": "CENTRO RICERCHE FIAT SCPA",
            "ecContrib": 209000
        },
        "999468989": {
            "orgId": "999468989",
            "orgName": "SAECHSISCHES TEXTILFORSCHUNGSINSTITUT E .V.",
            "ecContrib": 114938
        },
        "916404591": {
            "orgId": "916404591",
            "orgName": "PODCOMP AB",
            "ecContrib": 105016
        },
        "999762414": {
            "orgId": "999762414",
            "orgName": "SWEREA SICOMP AB",
            "ecContrib": 339299
        },
        "998510823": {
            "orgId": "998510823",
            "orgName": "NETCOMPOSITES LIMITED",
            "ecContrib": 179659
        },
        "996655892": {
            "orgId": "996655892",
            "orgName": "SODRA SKOGSAGARNA EKONOMISK FORENING",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1299164
}