{
    "rcn": "197331",
    "acronym": "TUCLA",
    "topics": "ERC-ADG-2014",
    "title": "Towards a deepened understanding of combustion processes using advanced laser diagnostics",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The field of combustion is of utmost societal/industrial importance while at the same time posing outstanding scientific challenges. In order to handle these, it is extremely important to develop and apply non-intrusive laser-diagnostic techniques with high spatial and temporal resolution for measurements of key parameters such as species concentrations and temperatures. Such techniques have been developed and applied by the PI for more than thirty-five years and the home institute has one of the most advanced instrumentations in academia world-wide. \nThe proposal activities will be divided into two areas including five main Work packages:\n\n1. Development of new diagnostic techniques. We will concentrate on concepts based on structured illumination which will add a new dimension to present diagnostics based on temporal, intensity and spectral properties. It will allow for multiscalar measurements and efficient suppression of background light. Furthermore, we will work with femto/picosecond lasers for investigating the diagnostic applicability of filamentation, new aspects of non-linear techniques, and diagnostic aspects of photodissociation phenomena.\n\n2. Phenomenological combustion studies using advanced laser diagnostics. A very important aspect of the project is to use the developed and available diagnostic techniques to assure experimental data in extremely challenging environments and together with modeling experts enhance the understanding of combustion phenomena. Studies will be carried out on three different topics:\n-  Flame structures in laminar flames at high pressure as well as turbulent flames at atmospheric/high pressure.\n-  Biomass gasification, where complex fuels require new techniques to measure nitrogen, alkali, chlorine and sulfur compounds, as well as for measurements inside fuel particles.\n-  Combustion improvement by electric activation which can be introduced to handle flame oscillations and instabilities.",
    "totalCost": "2442000",
    "ecMaxContribution": "2442000",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 2442000
        }
    },
    "calculatedTotalContribution": 2442000
}