{
    "rcn": "197372",
    "acronym": "ExtruLub",
    "topics": "NMP-25-2015-1",
    "title": "Commercialisation of Advanced Extrusion Technologies Delivering Disruptive Innovation for the Next Generation of Catheter Based Medical Devices.",
    "startDate": "01/07/2015",
    "endDate": "30/11/2015",
    "objective": "ExtruLub is an innovative, disruptive extrusion technology applicable across a range of medical polymer resins, which has the ability to change the surface of a catheter without affecting core device properties. The technology sits in the component sub-supply global market with an initial value of Ä564mn applicable across all catheter markets (combined value of $42.5bn globally by 2020). From a functional perspective, ExtruLub has the ability to reduce surface friction, generate protective antimicrobial & anti-thrombogenic surfaces & deliver site specific drugs all whilst reducing catheter profile. This enhancement of catheter function assists in safeguarding patient safety & will command genuine product differentiation for the original equipment manufacturer (OEM) of the end device, enabling them to gain market share.From an economic perspective it facilitates a change from lean to batch manufacturing realising cost containment for the target customer.Taking the cardiology sector as an example, an independent study demonstrated ExtruLub would reduce costs for the OEM (eg Boston Scientific, Medtronic etc.) by 51% realising savings of ca. Ä3mn p.a in one product. In the urology sector, the measured impact showed increased gross margins of ca.13% on one product line alone enabling Ä21.5 mn p.a. savings for potential customers like Hollister, Coloplast etc. DiaNia Technologies ambition is to grow into a world leading, international technology company, realising market share through disruptive technologies.Our initial goal is to replace current ExtruLub alternatives attaining a 30% market share with the friction product, equating to Ä170mn in full production.Harnessing advanced polymer chemistry through materials science and engineering has the potential to realise Ä23.3mn in revenue & 15 new, highly skilled jobs within the first 4 years through a business model preferred by OEMs.This disruptive technology is the key to advancing the next generation of medical devices.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DIANIA TECHNOLOGIES LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934968451": {
            "orgId": "934968451",
            "orgName": "DIANIA TECHNOLOGIES LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}