{
    "rcn": "197392",
    "acronym": "Soltile",
    "topics": "SIE-01-2015-1",
    "title": "A roof integrated solar tile system to develop cost-effective distributed solar power generation.",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "Soltiles have developed a cost-effective roof integrated solar tile system that encourages easy adoption of renewable energies and the spread of green building approach. The solar industry is limited to a central power generation model, the proposed solar tiles (soltiles) will assist in the development of the distributed grid. Current PV modules require large panels and often complex installation; it is also a very capital intensive process. Soltiles proprietary technology minimises power generating costs for the property owners whilst improving aesthetics of the buildings. Soltilesí initiative is a tile installed onto roofs like a standard roofing tile. Installation can be undertaken by any roofing contractor. The integrated solar slate is unique by incorporating both crystalline and thin film technology. The thin polymer composite membranes improve flexibility and versatility of the substrate, while the PV cells used have 20\\% efficiency. The technology has been experimentally validated and the soltiles have been proven to yield more than 90% of the absorbed energy from the PV cell. Soltiles targets the residential and re-roofing markets to promote the development of Net Zero Energy Homes.\nThe Phase 1 project will be focused on establishing a complete supply chain, a sound business model and commercialization strategy and to plan all activities for deploying a pilot production line of 5000 soltiles to serve the in-field installation of about 200 roofs in the EU.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOLTILES SAS",
    "coordinatorCountry": "FR",
    "participants": "GREEN4CITIES GMBH",
    "participantCountries": "AT",
    "projectParticipants": {
        "929793792": {
            "orgId": "929793792",
            "orgName": "GREEN4CITIES GMBH",
            "ecContrib": 0
        },
        "931261305": {
            "orgId": "931261305",
            "orgName": "SOLTILES SAS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}