{
    "rcn": "197319",
    "acronym": "FoReCaST",
    "topics": "WIDESPREAD-2-2014",
    "title": "Forefront Research in 3D Disease Cancer Models as in vitro Screening Technologies",
    "startDate": "01/07/2015",
    "endDate": "31/12/2020",
    "objective": "PT11 is a convergence Portuguese region with innovative effort and performance bellow EU-average. Strengthening of the regional innovation system is crucial to create the pre-conditions for a knowledge based economy globally competitive. The socio-economical profile of the Northern region (PT11) presents a large contribution from the low educational records of the population and the predominance of traditional companies in the industrial sector (e.g., textile, shoes, etc). FoReCaST will attract to the Northern Portuguese region and UMINHO experienced human resources (ERA Chairs team) to settle in the region and to contribute to 5 strategic Research Lines (RLs) in cancer research field. The hiring of dedicated research staff will allow the nucleation of new strategic RLs, while simultaneously promoting the consolidation of pre-existing know-how by reinforcing some of lines of research already successfully exploited. Besides that, hiring experienced researchers will avoid the ìbrain drainî, train them in this high-tech field and finally increasing scientific international networking by exchanging of know-how. Moreover, PT11 will benefit from this project through the creation of profitable technologies and products (and consequently, business opportunities), increasing regional growth and income, and contributing to the reduction of the unemployment or even appearing of new SMEs. In this sense, FoReCaST will be fundamental to strengthen the regional innovation system in order to achieve scientific excellence and a higher level of integration in international knowledge networks. FoReCaST can be an important tool to boost even more the UMINHO scientific and innovation capabilities, its international visibility and cooperation, entirely aligned with Norteís RIS3.",
    "totalCost": "2777505",
    "ecMaxContribution": "2499755",
    "coordinator": "UNIVERSIDADE DO MINHO",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 2499755
        }
    },
    "calculatedTotalContribution": 2499755
}