{
    "rcn": "197312",
    "acronym": "CySTEM",
    "topics": "WIDESPREAD-2-2014",
    "title": "Cyprus Solar Thermal Energy Chair for the Eastern Mediterranean",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The CyI Solar Thermal Energy Chair for the Eastern Mediterranean (CySTEM ñ Chair) proposal aims in consolidating and upgrading the already substantial activity at the Cyprus Institute (CyI) in Solar Energy, principally solar-thermal and related activities. This will be accomplished by attracting and installing a cluster of outstanding researchers, led by a professor of international stature to maximally utilize and upgrade the existing facilities, and pursue a program of excellence in Cyprus with local and regional focus in the region of Eastern Mediterranean and Middle East (EMME).\n\nThe principal focus will be on Concentrated Solar Power (CSP) technologies for electricity production, desalination, air conditioning and heating, either in isolation or in multi-generation modes. The Chair shall be embedded in CyIís Energy Environment and Water Research Centre (EEWRC), a Centre with intense activity in climate change (and adaptation strategies), water management, and sustainability. CyI, being a technologically orientated research and educational institution, will provide the CySTEM Chair the opportunity to contribute to other related important activities of techno-economic nature, such as the definition of a road map for Renewable Energy Sources (and Solar in particular) development in the area in light of the recent discoveries of substantial Natural Gas deposits in the Eastern Mediterranean.\n\nFollowing the template provided by the Commission, the proposal first presents the main objectives of the chair. This is arranged in subsections to describe what is proposed (research activities), who will carry it out (human capital), what infrastructure and tools will be employed to enable the realization of the proposed program and how the various tools and policies available to the program, including CyIís educational programs, will be integrated and used to maximize its impact.",
    "totalCost": "3499375",
    "ecMaxContribution": "2500000",
    "coordinator": "THE CYPRUS INSTITUTE",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "965934440": {
            "orgId": "965934440",
            "orgName": "THE CYPRUS INSTITUTE",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}