{
    "rcn": "197383",
    "acronym": "ADiRaS",
    "topics": "PHC-12-2015-1",
    "title": "Alzheimerís Disease Diagnosis by Spectroscopy. Accurate and Non-Invasive Medical Device for the Diagnosis of Early Stage Alzheimer's Disease.",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "Raman HT is a company expert on Raman Spectroscopy (RS) which has developed a revolutionary medical device to diagnose Alzheimerís Disease (AD) in blood plasma for the first time. Currently, there are only two accurate methods to diagnose AD, expensive, invasive with multiple side effects. Positron Emission Tomography (PET) scans the patientís brain after being injected with a radioactive marker (cost of Ä1500) which can cause major allergic reactions. The other method analyzes the cerebrospinal fluid, which requires performing the patient a lumbar puncture. This procedure (relatively expensive, Ä400) can cause severe headaches, temporary pain of numbness to legs, infections and bleeding into the spinal canal. \n\nThere are more than 30 million people living with AD in Europe and more than 7 million people that have not received a diagnostic due to the cost and side effects of the current techniques. Without diagnostic, patients lacks of a proper treatment that improves patients life quality ameliorating the symptoms of the disease.  The earlier the diagnosis, the earlier the treatment delaying nursery admission. \n\nOur solution consists of performing RS onto a sample of blood plasma. It is not invasive, has absolutely no side effects and an estimated selling price of Ä100. Our solution, making AD diagnosis more affordable, can produce net saving of Ä2,8bn to the European Healthcare system only delaying institutionalization. Our aim is to bring our solution into the market as a reference diagnostic method for screening patients for Alzheimerís Disease. Alzheimer Disease is a huge problem that Europe needs to address due to the aging population. By 2050, 50% of the total European population will be over 65 years old and more importantly, 1 out 3 will suffer from Alzheimerís Disease.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RAMAN HEALTH TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939891686": {
            "orgId": "939891686",
            "orgName": "RAMAN HEALTH TECHNOLOGIES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}