{
    "rcn": "197322",
    "acronym": "SynBioTEC",
    "topics": "WIDESPREAD-2-2014",
    "title": "Establishing ERA Chair position in Synthetic Biology at University of Tartu Institute of Technology",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The SynBioTEC project aims to recruit an experienced research manager to act as the ERA Chair and a team of experienced researchers at University of Tartu Institute of Technology (TUIT) in order to establish the multidisciplinary Centre of Synthetic Biology. The ERA Chair and the newly recruited team of researchers will bring about the necessary structural changes at TUIT to merge the competences of existing research groups on molecular biology to foster excellent research for development of industrially relevant designer cells, focusing on cell factories and biosensors. The Centre of Synthetic Biology will combine the experience of the four core facilities in synthetic biology, proteomics, cell culture and microscopy, yielding an excellent platform for development of synthetic designer cells for industrial applications and spin-off companies that will move forward with the product development phases.\n\nIn order to achieve the objective, at least five experienced researchers will be recruited at TUIT for a total of 246 months to enhance the research capacity of the Institute. The synthetic biology core facility will be upgraded and an innovative doctoral training programme on biomechanical engineering will be established. The ERA management principles will be established and introduced throughout TUIT and beyond in the university, the Research and Innovation Strategy of the new Centre devised and multiple dedicated training sessions organised. Special attention will be paid to cooperation with local and national stakeholders and industry.\n\nAs a result of the SynBioTEC project, the competitiveness of TUIT will be increased through enhanced research capacity, enabling TUIT to contribute to the development of cell factories and cell-based biosensors. The spill-over effects to other research groups at University of Tartu and industry will enhance the competitiveness of the whole country, contributing to the objectives of the Estonian Smart Specialisation Strategy.",
    "totalCost": "2659375",
    "ecMaxContribution": "2393438",
    "coordinator": "TARTU ULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 2393438
        }
    },
    "calculatedTotalContribution": 2393438
}