{
    "rcn": "197396",
    "acronym": "Salesdat",
    "topics": "ICT-37-2015-1",
    "title": "Unlock the full power of your Point of Sales",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The Luntarium new web and mobile application simplify work for sales reps, stockers and merchandisers selling consumer goods into retail stores and supermarkets while giving full visibility to managers at head office. The software is an innovative and disruptive web platform and mobile technology solution targeted to mass consumer products companies in the EU. The application has high powerful tools in a simple user interface that allow companies monitor prices, out of stock, product availability, product range control, geotagged photos of store fronts, shelves or promotional materials and more for brands and its competition in real time. It has integrated collaboration features like messages, announcements and client notes are a great tool for team management while all reps activities are Geo tagged and monitor. With the tool teams can perform surveys, audits and order management activities. The prototype software was built with Wisis Rapid Ajax Application Framework developed by our key partner Infologic S.A., leading edge technology for extreme fast customized software development at the highest level of client expectations using the latest Java / J2EE and Ajax technology environment. The need of this unique software was discover while working closely with Group Danone, multinational market leader of daily and mass market products. Danone needed to boost sales at the point of sales, and responds to its competitors and leverage their customersí with new ways of shopping by mobilizing their customer experience, itís partnerís stores, and itís entire value chain. The client could not find any software available on the market. The software prototype has been already implemented successfully in 2014 at Danone Argentina with excelent feedback from 50 fieldsíreps. We need to complete our feasibility study to introduce this unique software in the EU. Luntarium development and marketing teams will further developed the feseability report and business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LUNTARIUM SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930067720": {
            "orgId": "930067720",
            "orgName": "LUNTARIUM SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}