{
    "rcn": "197328",
    "acronym": "ERAatUC",
    "topics": "WIDESPREAD-2-2014",
    "title": "Enhancing Research in Ageing at the University of Coimbra",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The project ìEnhancing Research in Ageing at the University of Coimbraî (ERA@UC) addresses the Widespread ERA Chair call to promote excellence in science research in low-performing EU Member States, thus reducing disparities across Europe. ERA@UC will attract to the University of Coimbra (UC) a high-level leading scientist, and research team, in the field of ageing research, to develop world-leading research, advanced teaching and foster institutional governance changes towards excellence and sustainability.UC is the leader of Ageing@Coimbra,\nEuropean Innovation Partnership on Active and Healthy Ageing (EIP-AHA) Reference Site. In Coimbra and Centro Region of Portugal, science and technology are major drivers of socioeconomics development and the major instrument to tackle the societal challenge related with population ageing (> 22% of \\65 old people in Centro Region). UC encloses excellence resources in biomedical research, advanced teaching, health care and innovation, especially in Ageing, Neuroscience and Vision. However, to further potentiate the outcomes of this knowledge and innovation ecosystem, further investment is crucial to leverage the quality of fundamental science to world leading standards. ERA@UC will contribute to this mission by contracting a key scientific leader with proven expertise in management, leadership and excellence research in ageing, taking advantage of human stem cells. This focus area reduces the economic and ethics impact of fundamental research in ageing, delivers outstanding discoveries in ageing mechanisms and encloses key scientific leaders with the adequate profile for ERA@UC position. ERA@UC team will stand in a strategic area for the Smart Specialization Strategy of Centro Region (health and ageing) and will shape the new Multidisciplinary Research Institute (MIA), a flagship project for UC and Regional Authority.",
    "totalCost": "2762405",
    "ecMaxContribution": "2486165",
    "coordinator": "UNIVERSIDADE DE COIMBRA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997826391": {
            "orgId": "997826391",
            "orgName": "UNIVERSIDADE DE COIMBRA",
            "ecContrib": 2486165
        }
    },
    "calculatedTotalContribution": 2486165
}