{
    "rcn": "197318",
    "acronym": "EnvMetaGen",
    "topics": "WIDESPREAD-2-2014",
    "title": "Capacity Building at InBIO for Research and Innovation Using Environmental Metagenomics",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The goal of the project is to expand the research and innovation potential of InBIO ñ Research Network in Biodiversity and Evolutionary Biology, through the creation of an ERA Chair in Environmental Metagenomics. The project aims to strengthen the research potential of human resources, lab facilities and next-generation genome sequencing equipment funded by a FP7 CAPACITIES project, supporting an emerging research line in environmental metagenomics for applications in biodiversity conservation, invasive species control, ecosystem services assessment, and environmental (bio)monitoring. The project will contribute to the regional and national smart specialization strategies, by developing tools and approaches to foster environmentally sustainable development, and strengthening innovation and knowledge transfer activities in close collaboration with local and global industrial partners, as well as with governmental agencies. In addition, the project will contribute to the advanced training of highly-qualified human resources, and to the communication, dissemination and exploitation of InBIOís research and innovation. To achieve its objectives, EnvMetaGen will develop the following main activities: (i) Upgrade the research capacity and capability by expanding the human potential and fostering a critical mass of researchers with inter-disciplinary expertise in environmental metagenomics; (ii) Improve InBIOís innovation potential and impact at the regional, national and European levels, by promoting the integration of cost-effective metagenomics approaches at the forefront of biodiversity, ecological and environmental research; and (iii) Raise the international and national network of collaborations and partnerships of InBIO and its industrial and governmental affiliates. These activities will contribute to better integrate InBIO with the European Research Area (ERA), thus increasing their level of participation in the Horizon 2020 program.",
    "totalCost": "2477046,25",
    "ecMaxContribution": "2228000",
    "coordinator": "ICETA INSTITUTO DE CIENCIAS, TECNOLOGIAS E AGROAMBIENTE DA UNIVERSIDADE DO PORTO",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998484245": {
            "orgId": "998484245",
            "orgName": "ICETA INSTITUTO DE CIENCIAS, TECNOLOGIAS E AGROAMBIENTE DA UNIVERSIDADE DO PORTO",
            "ecContrib": 2228000
        }
    },
    "calculatedTotalContribution": 2228000
}