{
    "rcn": "197313",
    "acronym": "NewFert",
    "topics": "BBI.VC4.R10",
    "title": "Nutrient recovery from biobased Waste for Fertilizer production",
    "startDate": "01/07/2015",
    "endDate": "31/12/2018",
    "objective": "Biowaste valorisation is an attractive approach in the framework of the EU Waste Management policies and the development of a circular economy. Waste from biostreams and different biobased sources are being under-utilised as potential resource of valuable compounds. Fertilisers play an important role as suppliers of nutrients relying on their production heavily on fossil mineral resources. European Fertiliser industry is besides very dependent on imports of these raw materials, being vulnerable to supply and pricing policies.\nMain objective of the proposal is to build up a breakthrough concept of Fertiliser Industry, strengthening European competitiveness and boosting the biobased economy potential, through the development of a new value chain, which will achieve turning solid and liquid residues, specifically ashes of different origins and livestock effluents, into high quality valuable products, a new generation of fertilisers. NEWFERT will focus on a viable and cost-effective industrial nutrient recycling scheme, developing new biorefining technologies aimed at increasing nutrient recovery ratios and mitigating environmental and socio-economical impact of the current fertilisers by replacing non renewable and fossil nutrients with biobased materials in their composition. Projected benefits also include substantial energy savings and CO2 emissions reduction. NEWFERT aims to decrease raw material dependency, prevent resource depletion and reduce the environmental impact increasing significantly the Fertiliser industry sustainability. The work organisation has been designed to link and pursue a successful industrial integration supported by a solid life-cycle cost analysis. The strategy of the work plan is based on 8 workpackages. NEWFERT consortium is lead by FERTIBERIA and composed by a balanced set of 6 partners from 4 European Union member countries: biobased industries, SMEs, RTOs and academic institutions covering nutrients recovery from biobased waste field.",
    "totalCost": "2419740",
    "ecMaxContribution": "1209520,5",
    "coordinator": "FERTIBERIA SA",
    "coordinatorCountry": "ES",
    "participants": "DRAGE & MATE INTERNATIONAL SL;PROMAN MANAGEMENT GMBH;UNIVERSIDAD DE LEON;INSTITUT NATIONAL DE RECHERCHE EN SCIENCES ET TECHNOLOGIES POUR L'ENVIRONNEMENT ET L'AGRICULTURE;KWB KOMPENTENTZZENTRUM WASSER BERLIN GEMEINNUTZIGE GMBH",
    "participantCountries": "ES;AT;FR;DE",
    "projectParticipants": {
        "951450594": {
            "orgId": "951450594",
            "orgName": "DRAGE & MATE INTERNATIONAL SL",
            "ecContrib": 282618
        },
        "998307123": {
            "orgId": "998307123",
            "orgName": "KWB KOMPENTENTZZENTRUM WASSER BERLIN GEMEINNUTZIGE GMBH",
            "ecContrib": 250250
        },
        "999453372": {
            "orgId": "999453372",
            "orgName": "UNIVERSIDAD DE LEON",
            "ecContrib": 362181
        },
        "959468323": {
            "orgId": "959468323",
            "orgName": "PROMAN MANAGEMENT GMBH",
            "ecContrib": 111756
        },
        "953009287": {
            "orgId": "953009287",
            "orgName": "FERTIBERIA SA",
            "ecContrib": 0
        },
        "999479271": {
            "orgId": "999479271",
            "orgName": "INSTITUT NATIONAL DE RECHERCHE EN SCIENCES ET TECHNOLOGIES POUR L'ENVIRONNEMENT ET L'AGRICULTURE",
            "ecContrib": 202716
        }
    },
    "calculatedTotalContribution": 1209521
}