{
    "rcn": "197384",
    "acronym": "UFPC Technology",
    "topics": "NMP-25-2015-1",
    "title": "Hybrid Ultra Flexible Printed Circuits combining flexible and low-cost printed electronics with high performance traditional silicon components.",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "Printed electronics is a revolutionary, new way of manufacturing electronic components by using standard printing processes coming from the graphic arts, such as screen printing or inkjet, the difference being that it uses conducting inks. This new technique allows to print electronic components and circuits (e.g. connectors, resistors, sensors, transistors), on widely differing flexible substrates, like plastic, textiles or paper. The printed circuits and components are thin, lightweight, flexible, enabling single use/disposable devices, ubiquitous electronics and new applications, with high volume production at an economical price, compared to traditional silicon electronics. \n\nVIVAINNOVA, a company specialised in the field of printed electronics, has developed an innovative hybrid technology, the Ultra Flexible Printed Circuit (UFPC) that combines printed electronics with traditional silicon components in an ultra low cost, ultra thin and ultra flexible electronic circuit solution. Through the new UFPC technology we will transform the electronics industry by exploiting the competitive advantages of both technologies, combining the ëhigh-performance and intelligent silicon-electronicsí with the ëcost-effective and flexible printed electronicsí and to fill the technological gap between fully-printed electronics and the expansive market of the intelligent objects. The UFPC technology will develop a new generation of electronic circuits giving to the products many properties previously unthinkable like ësmart capabilitiesí combined with ëflexibility, thinness, light-weight and robustnessí, at an ëeconomical priceí. It will allow to reduce the manufacturing cost of smart flexible electronic circuits by up to 50% compared with the current hybrid solutions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VIVA DEVELOPMENTS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931364804": {
            "orgId": "931364804",
            "orgName": "VIVA DEVELOPMENTS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}