{
    "rcn": "197311",
    "acronym": "EXCELLtoINNOV",
    "topics": "WIDESPREAD-2-2014",
    "title": "Leverage research EXCELLence and INNOVation potential of Instituto de Medicina Molecular (IMM) through translational biomedical research in immunity and infection.",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "EXCELLtoINNOV will provide IMM with the needed means to achieve excellence on a sustainable basis through the recruitment of an ERA Chair in translational biomedical research in immunity and infection. This goal will be strategically achieved by placing IMM in the forefront of Research, Development and Innovation (R&D\\I) in immunity and infection, through the establishment of a translational biomedical research hub anchored in Lisbon that will: i. leverage the national potential beyond borders; ii. act as the interface of Europe with America and Africa; iii. and effectively contribute to overcome the health and demographic change societal challenges by potentiating major scientific advancements in this research area through worldwide collaborative efforts. The successful implementation of this strategy will be possible through specific activities, including: 1) the development of a new research field at IMM by the ERA Chair holder, pre-clinical molecular and imaging studies, that will transversally benefit and impact all research areas at IMM; 2) the implementation of structural changes at IMM to successfully support and comply with ERA priorities; 3) the expansion of overseas collaborations in international collaborative R&D\\I projects; and 4) an improved integration of IMM in the regional, national and international business community. Through the completion of these activities we will achieve an improved capability to compete successfully for internationally competitive research funding, including but not limited to Horizon 2020, IMI2 and EDCTP2 as well as effectively contribute to the objectives of regional smart specialisation strategies through increased international attractiveness, competitiveness and innovation potential of IMM, Lisbon and Portugal.",
    "totalCost": "2777183,75",
    "ecMaxContribution": "2499465",
    "coordinator": "INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}