{
    "rcn": "197395",
    "acronym": "E6 Evolution",
    "topics": "IT-1-2015-1",
    "title": "Dual Fuel Euro6 Engine Conversion Feasibility Study",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "G-Volution has been a pioneer of the use of dual fuel technology in heavy road haulage vehicles in the UK and Europe, with current operators using dual fuel on a daily basis reporting real world CO2 emissions reduction of at least 15%, with consequent reductions in NOx and particulate emissions.  The Company has invested heavily in development for more than 8 years, producing a range of patented technology.  The new Euro 6 solution has been developed from GVís patented Euro 5 solution, itself installed on a significant number of vehicle fleets, and demonstrated as part of the  current  Innovate UK Low carbon truck and refuelling infrastructure trial.  \nCommercial developments over the last year or so have led to initial sales success through the acceptance of the technology as a solution that provides the qualities demanded for future transport Worldwide\nThe objective of the overall project is to develop the current prototype Euro 6 prototype vehicle to provide the first commercially available retrofit solution for Euro6 engines.  The strategic intent is to accelerate growth and increase penetration across Europe, USA and Asia by reducing the cost & increasing the reliability of the system while developing strategic partners in key European and World markets.\nThis first part proposal intends to examine the feasibility and route to:\nRefine design for components and controls in line with OEM quality standards. \nRe-engineer ancilliary items to comply with  OEM acceptable safety and other standards.\nSet targets for cost reduction based on market sizes and expectations and operating cost savings.\nInvestigate, and set up, a suitable professional supply chain to meet cost targets and quality.\nInvestigate certification and homologation routes for various territories/continents.\nProduce a marketing and delivery plan that addresses business model by territory.\nCarry out an IP inventory, both current and arising.\nRaise TRL from 5-6 to 8-9, market ready.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "G-VOLUTION LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}