{
    "rcn": "197366",
    "acronym": "UPCYCLINGTHEOCEANS",
    "topics": "SC5-20-2014-1",
    "title": "High quality clothes made from marine plastic litter",
    "startDate": "01/06/2015",
    "endDate": "30/11/2015",
    "objective": "ECOALF is an SME that design and market high quality textile products and accessories made of recycled materials (bottles, fishing nests, tyres, coffee, cottonÖ).\n\nThe main objective of the UPCYCLING THE OCEANS project is to produce and sell fabrics and clothes made from marine plastic litter, by recycling and industrial methods to convert these plastics into high properties textiles. \n\nEuropean seas contain many tons of waste, mainly plastic (around 400 kg per km2). This plastic litter has a very negative impact in the marine environment even affecting the food chain (potentially triggering endocrine and/or carcinogenic processes).\n\nTo contribute to mitigate this problem ECOALF proposes to implement a collaborative scheme with fishermenís organisations (agreements already signed) to collect plastic from seas; to implement an industrial process that includes waste management, pellets production and additivation, spinning and fabrics, and clothes manufacturing; and to distributions and marketing the new products in Europe.\n\nTo that end ECOALF proposes a feasibility study:\n-To analyse the economic feasibility of the initiative (production cost, volume of sales, incomes; relevant economic indicators; sensitive analysis).\n-To identify logistical needs to obtain the marine plastic litter and to establish a mechanism to provide the consumer with a reliable Guarantee of Origin (GoO) that reflects that the clothes are made 100% from plastic waste and which percentage is from marine origin.\n-To ensure the technical feasibility to additivate properly the flakes to obtain pellets that fulfill with ECOALF fabrics requirements. To define the adequate terrestrial / marine mix to ensure stability during the sinning process.\n-To carry out a survey among clients and distributors to assess the market reaction to these products and to select at least four countries to carry out a market test.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECOALF SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941497715": {
            "orgId": "941497715",
            "orgName": "ECOALF SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}