{
    "rcn": "197370",
    "acronym": "SET LU",
    "topics": "Energy75",
    "title": "Organisation and Delivery of the Luxembourgish Presidency Conference on the European Strategic Energy Technology Plan (SET-Plan)",
    "startDate": "25/03/2015",
    "endDate": "24/11/2015",
    "objective": "The European Strategic Energy Technology plan (SET Plan) aims at creating a new European policy for Energy technology, by delivering a joint strategic planning, effective implementation, optimised resources and a new approach to cooperation. This includes a complex coordination of member states, PPPs and research networks.\n\nTherefore, ìchecking pointsî are necessary to assess the activities developed so far, review the action plan and put together key players from the industry, research entities, SMEs, public authorities, associations, etc. in a collaborative effort.\nTo this aim, every year a major conference is organised in a member state to network, review the achievements, discuss strategies and define a new action plan that helps achieve the ambitious targets in energy technologies.\n\nIn order to organise the 8th SET Plan Conference, the Luxembourg presidence, as major authority of the selected venue, has chosen MYENERGY GIE, a Luxembourgish Energy agency with expertise in events based on promoting energy efficiency and the use of renewable energy sources.\n\nMYENERGY GIE will make sure that relevant debates are facilitated (i.e. R&I to achieve key energy policy targets, Energy Union concept) while presenting the SET action plan to all the stakeholders. To this aim, management, dissemination and communication strategies will be produced and deployed in order to create maximum awareness of such an event at the regional, National an EU level.",
    "totalCost": "367437,5",
    "ecMaxContribution": "263000",
    "coordinator": "MY ENERGY GIE",
    "coordinatorCountry": "LU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949785395": {
            "orgId": "949785395",
            "orgName": "MY ENERGY GIE",
            "ecContrib": 263000
        }
    },
    "calculatedTotalContribution": 263000
}