{
    "rcn": "197357",
    "acronym": "SWORD",
    "topics": "ICT-37-2014",
    "title": "Advanced Analytics Platform for Stroke Patients Rehabilitation",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Annually, 16 million people worldwide suffer a stroke. From these, approximately 6.5 millions are left with some degree of physical impairment that will require long-term intensive and effective motor rehabilitation programs.\nCurrent traditional rehabilitation services are costly and highly dependent on (scarce) specialized human resources\nAt SWORD Health we believe that the solution for this problem is in the wise combination of novel neuroscience-driven therapeutic methods with effective technologies that facilitate the dissemination of care and the use of all the knowledge produced in the rehabilitation of a large network of patients. Pursuing this vision, we have developed an innovative system that allows the sustainable delivery of a more efficient motor rehabilitation to stroke patients, providing a rich source of data for clinicians and decision makers.\nThe SWORD system was specifically designed to be used by the patient at the hospital or at home, with little or no supervision, extending the therapeutic footprint and empowering the patient with his rehabilitation. The proposed system enables patients to accelerate their recovery with a more intensive and a higher quality therapy. At the same time, SWORD incorporates data mining algorithms specifically designed so that clinicians get continuous access to valuable data and advanced analytics, in order to coordinate teams, improve care, accelerate recovery and reduce time to achieve functional outcomes. For rehabilitation centres, the SWORD system allows for a higher profit margin per therapy unit through a more efficient allocation of specialized human resources.\nThe SWORD project falls under the scope of the Call ICT-37-2014 - topic: Open Disruptive Innovation Scheme. This is because the present project focus on an early-stage, high risk, innovative SME proposing an innovative ICT system that reinvents and ultimately disrupt the motor rehabilitation industry.",
    "totalCost": "1314250",
    "ecMaxContribution": "919975",
    "coordinator": "SWORD HEALTH SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936523652": {
            "orgId": "936523652",
            "orgName": "SWORD HEALTH SA",
            "ecContrib": 919975
        }
    },
    "calculatedTotalContribution": 919975
}