{
    "rcn": "197397",
    "acronym": "SilkByPass",
    "topics": "NMP-25-2015-1",
    "title": "Develop simple tissue regeneration technologies for the benefits of humanity by leveraging the biomimetic properties and the mechanical advantages of a new silk manufacturing nanotechnology.",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Silk Biomaterials is a nanotechnology platform company. Its goal is to revolutionize the Ä85bn global tissue engineering market by leveraging the biomimetic properties and the mechanical advantages of silk. SilkByPass, a device designed for the regeneration of small blood vessels, will be the first product developed by Silk Biomaterials. \nAbout 560k/year coronary artery bypass graft surgeries (CABG) are performed in OECD countries. The current golden standard for CABG is autograft (mainly saphenous vein, umbilical vein and mammary artery) and very often more than one graft is required for each procedure. However, autografts are not always available and present several drawbacks: so, there is a global urgent need for man-made grafts. Very few synthetic grafts are on the market and, due to their very poor results, they are used only when autografts previously failed. There is also a need for man-made solutions for peripheral blood vessels, like saphenous veins and carotids. For those vessels there are no autografts available and small calibre synthetic grafts fail in restoring the bloodstream. \nOur innovative nanotechnology stimulates faster natural human tissue regeneration, with no rejection risks or use of drugs. In addition to that, it is cheaper than other synthetic grafts, allows for easy surgery and doesnít produce any dangerous degradation product in the patientís body. \nKey opinion leaders, clinicians, venture capitalists and medical device companies have already recognized its commercial potential, which is estimated to be around Ä3.9bn annually in OECD countries. The feasibility assessment to be undertaken in Phase 1 will help Silk Biomaterials further de-risk its technological/commercial viability and plan for a series of activities requiring Phase 2 funding (i.e.: clinical trials, reimbursement negotiations, distribution and licensing agreements, etc.) that will improve the investment readiness of our company and strengthen its long term sustainability.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SILK BIOMATERIALS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930147454": {
            "orgId": "930147454",
            "orgName": "SILK BIOMATERIALS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}