{
    "rcn": "197337",
    "acronym": "RotaNut",
    "topics": "ERC-ADG-2014",
    "title": "Rotation and Nutation of a wobbly Earth",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The rotation of the Earth has long been used as a measure of time, and the stars as reference points to determine travellersí whereabouts on the globe. Today, precise timescales are provided using atomic clocks and precise positioning is determined using geodetic techniques such as GPS grounded on two reference frames: the terrestrial frame, fixed relative to the Earth and rotating synchronously with the planet, and the celestial frame, which is immobile in space, where the artificial satellites such as those of GPS are moving. The relationship between these frames is complicated by the fact that the rotation and orientation of the Earth is subject to irregularities induced by global mass redistributions with time and external forcing such as the gravitational pull of the Sun and the Moon. With the advance of observation precision, the causes of Earth orientation changes are progressively being identified by geodesists and geophysicists. The term ëprecessioní describes the long-term trend of the orientation of the axis of spin, while ënutationí is the name given to shorter-term periodic variations, which are the prime focus of the present project. The rotation axis of the Earth is moving in space at the level of 1.5km/year due to precession and has periodic variations at the level of 600 meters as seen from space in a plane tangent to the pole. The present observations allow scientists to measure these at the sub-centimetre level enabling them to identify further physics of the Earthís interior to be taken into account in the Earth orientation models such as the coupling mechanisms at the boundary between the liquid core and the viscoelastic mantle, as well as many other factors (sometimes not yet definitely identified). The proposed research will address many of these and will result in the development of improved global orientation of the Earth with an unprecedented accuracy - at the sub-centimetre level.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "KONINKLIJKE STERRENWACHT VAN BELGIE",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999489747": {
            "orgId": "999489747",
            "orgName": "KONINKLIJKE STERRENWACHT VAN BELGIE",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}