{
    "rcn": "197378",
    "acronym": "V4RETAIL",
    "topics": "ICT-37-2015-1",
    "title": "VISION for RETAIL",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "One of the major pain points in retail is the lack of speed and precision in information from the selling floor. Acquiring accurate and real-time feedback on inventory distortions, such as out-of-stock, overstock and misplaced items is of paramount importance for all retail operations. This has been pinpointed as an $800 billion global problem for wholesalers, market researchers and retailers. The current practice of supermarket shelf monitoring and auditing relies on the visual inspection of supermarket shelves by a human auditor. This visual inspection mainly involves recognizing packaged products displayed on the shelf and producing an approximate shelf share value for each. The main concept of our innovative solution is to transfer this visual recognition task performed by the auditor to our computer vision based visual recognition software service, which can produce much more accurate and much more detailed counts using a few digital pictures of the supermarket shelf. We think such a service will ease many of the labour intensive problems in retail auditing and consequently be extremely beneficial for our target customers consisting of wholesalers, market research companies and retailers. We have already developed a prototype system for computer vision based automated supermarket shelf monitoring and has tested this prototype in a pilot study carried out jointly with an international market research company. We have therefore shown the technical feasibility of the innovation. At the current stage, we aim at carrying out a feasibility study with two-fold objectives: (1) An extensive analysis of the target markets, (2) A concurrent scalability analysis of the solution in terms of operational and financial aspects. These two objectives will lead to an elaborate business plan for scaling the innovation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VISPERA BILGI TEKNOLOJILERI SANAYI IC VE DIS TICAREST ANONIM SIRKETI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936434024": {
            "orgId": "936434024",
            "orgName": "VISPERA BILGI TEKNOLOJILERI SANAYI IC VE DIS TICAREST ANONIM SIRKETI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}