{
    "rcn": "197301",
    "acronym": "FutureTDM",
    "topics": "GARRI-3-2014",
    "title": "Reducing Barriers and Increasing Uptake of Text and Data Mining for Research Environments using a Collaborative Knowledge and Open Information Approach",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The exponential growth of data in the digital age has led to the development of powerful techniques for effectively harnessing digital information and discovering new knowledge. In this context, Text and Data Mining (TDM) enables researchers from different disciplines to analyse, extract insights and knowledge, and exploit diverse and complex datasets from various digital media. However, the present use of TDM in Europe is significantly lower than in the US and Asia, most probably due to limitations imposed by the European legal framework. In this light, the FutureTDM project identifies and reduces the barriers that inhibit the uptake of TDM for researchers, and innovative businesses. FutureTDM provides critical up-to-date assessments of legal regulations and policies impacting TDM in the EU, and places them in the international research and innovation context. It adopts a bottom-up approach by initiating dialogue between all relevant stakeholders, engaging them via knowledge cafÈs, workshops and representation on the advisory board to help identify barriers, common solutions and increase awareness of TDM practices and their potential. This combined approach will lead to developing novel policy frameworks and interdisciplinary case-driven practitioner guidelines facilitating the spread of TDM activities. Key to success will be the engagement of actors in the broader community (libraries, publishers, funders, etc.), who will be mobilised through workshops and will be provided with targeted recommendations in the Roadmap for TDMís uptake. The knowledge distilled from quantitative and qualitative research will be integrated into a Collaborative Knowledge Base and Open Information Hub (www.FutureTDM.eu) using insightful visualisations. This dynamic platform will showcase excellence in TDM research and data-driven innovation and serve as reference for current and future TDM practitioners ensuring broader TDM uptake to boost Europeís research and innovation capacities.",
    "totalCost": "1492370",
    "ecMaxContribution": "1492370",
    "coordinator": "SYNYO GmbH",
    "coordinatorCountry": "AT",
    "participants": "Fundacja Projekt: Polska;UBIQUITY PRESS LIMITED;STICHTING KATHOLIEKE UNIVERSITEIT;OPEN KNOWLEDGE FOUNDATION LBG;ATHINA-EREVNITIKO KENTRO KAINOTOMIAS STIS TECHNOLOGIES TIS PLIROFORIAS, TON EPIKOINONION KAI TIS GNOSIS;THE BRITISH LIBRARY BOARD;STICHTING LIBER;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "PL;UK;NL;EL",
    "projectParticipants": {
        "999643395": {
            "orgId": "999643395",
            "orgName": "THE BRITISH LIBRARY BOARD",
            "ecContrib": 157875
        },
        "985784326": {
            "orgId": "985784326",
            "orgName": "OPEN KNOWLEDGE FOUNDATION LBG",
            "ecContrib": 185750
        },
        "985428142": {
            "orgId": "985428142",
            "orgName": "STICHTING LIBER",
            "ecContrib": 219500
        },
        "953473917": {
            "orgId": "953473917",
            "orgName": "Fundacja Projekt: Polska",
            "ecContrib": 75625
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 171030
        },
        "969470478": {
            "orgId": "969470478",
            "orgName": "SYNYO GmbH",
            "ecContrib": 241812
        },
        "950453725": {
            "orgId": "950453725",
            "orgName": "UBIQUITY PRESS LIMITED",
            "ecContrib": 86750
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 178715
        }
    },
    "calculatedTotalContribution": 1317057
}