{
    "rcn": "197393",
    "acronym": "BINPICKING 3D",
    "topics": "NMP-25-2015-1",
    "title": "Generalized bin picking system for automatic handling of unsorted parts in industrial applications",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "This project is based on developing a generic and universal bin picking solution enabling industrial robots to see,find and grip components randomly placed in bins.In contrast to traditional approaches,our innovative approach boosts the perception performance to a manufacturing level by locating the sensor in the robotís gripper.The technical innovative aspects of this solution comprise:Use of intelligent and adaptive exploration trajectories;Use of hundreds of images of the scene;Estimation of robot encoders permitting a robot independent solution.\nOur universal bin picking solution (for any robot and any part) will cover Spanishís 3% market in the first 2 years and gradually extend its coverage to Europe.We have signed two strategic alliances with two worldís leading robot manufacturers to jointly provide bin picking solutions.This is due to the universality of our bin picking solution.\nRobot cell builders are our primary customers since they manufacture automated lines.The current lack of a reliable competitive bin picking solution implies that robot cell builders must develop their own custom solutions,which is not always possible since it requires of highly skilled computer vision abilities.Our product will be crucial for robot cell builders to spot new robot cell users generating new markets and solving customer needs.\nOur goal is to bring our universal bin picking solution from its present TRL6 demonstrator to TRL9 competitive in manufacturing ready to market product.SME instrument phase 1 aims to determine the technological,practical and economic viability of our business idea,together with the resources needed to implement it.This study must assure the success of the business idea.The financial needs to achieve a final TRL9 product (phase 2) are 1.5MÄ.\nWe expect to develop TRL7/TRL8 demonstrators in 2016 and 2017 in the Spanish market jumping to Europe in 2018 with an estimated market size of ~3.500 bin picking units and a forecasted penetration of 2%-3%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INFAIMON S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "970372384": {
            "orgId": "970372384",
            "orgName": "INFAIMON S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}