{
    "rcn": "197373",
    "acronym": "SOFI-PP",
    "topics": "SC5-20-2015-1",
    "title": "Sofi Filter ñ Novel Method for Power Plant Water Treatment",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Sofi Filtration has developed a novel and innovative way to process industrial water filtration. A new style of filter that utilises Sofiís patented technology and process is applicable to several different industry segments and particles as small as 0.5µm and outperforms traditional filters and methods for fine particle removal.\nSofi Filtration has initially targeted the mining segment and as the product has been successfully sold there Sofi Filtration is looking to expand to a new market segment of power plant flue gas treatment. Within this context Sofi filter can replace the complex fine particle filtration system pre Reverse Osmosis filtration with a single unit capable of improved flow and filtration rate. Sofi filter is a low opex and low capex solution to a problem that has been difficult and expensive to solve with current technology. The Sofi filter will bring energy reduction, diminishes fresh water needs and waste water production, and helps European industries to meet increasing environmental regulations in a cost-effective and efficient manner. The Sofi-PP project expedites market expansion of Sofi Filtration and the feasibility study that it will produce will create the knowledge base needed for a successful market segment expansion to power generation, as well as outlines the process for future needs with additional potential segments.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOFI FILTRATION OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932399794": {
            "orgId": "932399794",
            "orgName": "SOFI FILTRATION OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}