{
    "rcn": "197386",
    "acronym": "VOICEGALILEO",
    "topics": "Space-SME-2015-1",
    "title": "Navigator and global interface applications for visually impaired people using Galileo satellitetechnologies",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The objective of VOICEGALILEO is to create a new set of solutions (a stand-alone, portable and user-friendly device and 2 apps) for Visually Impaired People (VIPs) that will enable them to find their ways in urban areas with a precision of 1 meter, when Galileo will be fully operational. \nIn order to achieve its final objective, VOICEGALILEO will: \n- exploit satellite navigation technologies and integrate them with accelerometer, odometer, digital compass as well as with mobile phone technologies and Bluetooth in areas where the satellite is not available (it combats the ìcanyon effectî ñ tall buildings blocking satellite outdoor, as well as the lack of satellite signals indoor or underground);\n- interact with information generated by a number of data providers so that VIPs will be able to find their way in urban areas (including support while they move from one point to the other), but also browse valuable information related to public transportation, cultural sites, special events, restaurants, shops, etc. \nIntermediate steps will consist in: \n- the update of an ad hoc software called VoiceGPS that had been developed and successfully tested by our Company in 2003; the software will also serve as basis for the development of the apps (running on both Android and Apple environments);\n- its integration with a personal monitor for VIPs (with a braille keyboard and vocal synthesizer to maximize interaction with VIPs) and the testing of the device so to create a standalone solution. \nFinal output will be the marketization of the stand-alone, portable and user-friendly device for VIPs as well as two apps available for mobile devices (in Android and Apple environments) that exploit EGNOS technology and Galileo.\nObjectives of the feasibility study include the elaboration of a specific business plan, the individuation of suitable partners among European SMEs, the definition of Intellectual Property management issues as well as the development of the innovation strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VOICE SYSTEMS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "948168017": {
            "orgId": "948168017",
            "orgName": "VOICE SYSTEMS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}