{
    "rcn": "197376",
    "acronym": "TEST-IC",
    "topics": "ICT-37-2015-1",
    "title": "Integrated Cicuit Testing Software",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The project is in the semiconductor testing software field.\nIn the semiconductors testing process, nowadays most of the test programs are implemented manually combining vector sequences generated by automated tools (ATPG, automated test pattern generator). This implementation embeds the possibility of human errors, which can cause yield loss (ìover-testingî), or quality (test escape, ìunder-testingî) problems.\nIn our innovation:\n- the requirement and test specification, the test program implementation and verification are based on formal modeling.\n- Ad-hoc traceability algorithms have been identified and experimented. \n- Advanced data analysis techniques are applied \n- Correlation techniques are implemented to forecast device reliability.\nEurope has a strong share in the semiconductor market (STMicroelectronics, Infineon and NXP, already customers of ours). \nOne of the more important global challenge is the development of new testing technologies and approach that lives up to the growing rate and complexities of the semiconductor industry.\nThe industrial user needs addressed by our innovation are:\n- Reduction of test escapes\n- Reduction of the development effort of test programs \n- Controlled and documented test development process.\n\nTechnical/industrial feasibility objectives\n- Study for the adaptation of the SMEís existing industrial capability to the production of the final product and processes optimization, gap analysis and costs quantification \n- Due diligence on regulatory requirements\n- Plan for intellectual Property (IP) management.\n\nEconomic Feasibility objectives:\n- Market study and definition of the marketing approach, \n- Economic risk assessment.\n- Analysis of the economic feasibility \n- Quantification of the capital and investments required \n- Development of a financial program \n- Detection of bottlenecks in the ability to increase profitability of the enterprise through innovation. \n\nWe intend to participate also at the SME phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NPLUST SEMICONDUCTOR APPLICATION CENTER SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953659672": {
            "orgId": "953659672",
            "orgName": "NPLUST SEMICONDUCTOR APPLICATION CENTER SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}