{
    "rcn": "197325",
    "acronym": "BioEcon",
    "topics": "WIDESPREAD-2-2014",
    "title": "New Strategies on Bio-Economy in Poland",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The overall objective of BioEcon is to develop, extend and fully unlock the research potential of IUNG in accordance with the new global strategies trends and changes in national needs through the creation of an excellent international and interdisciplinary department on bio-economy and systems analysis. The knowledge, experience, developed tools, research programme and collaborations will allow the institute to maintain the new unit in the institute also after the completion of the ERA Chairs project, it will operate in close cooperation with the rest of the departments of the Institute, with main purpose being regional development in line with knowledge-based bio-economy. This structural change in IUNG is a response to an identified need and potential on the national level and will receive the support of public authorities, industry and other research structures.\nThe specific objectives of BioEcon are as follows:\n-Improvement of research organization and management, which includes the administrative and policy structural changes.\n-Update of Research and innovation strategy, in full compliance with Polish RIS3 and implement a brand new approach of interdisciplinary research performance, aiming to promote and develop bio-economy.\n-Intensive interaction with policy makers and stakeholders to mobilize regional support, transfer research outcomes and foster the regional development through involvement of all economic actors in a strategic growth path.\n-Increase research excellence in the field of bio-economy and system analysis through human capacity upgrade, implementation of a training programme, and collaboration with excellent research partners from abroad \n-Concentration of resources and widening of participation in international, interdisciplinary and inter-sectoral projects through bridging Cohesion and innovation funds with H2020 and other EU funded opportunities\n-Massive dissemination to promote bio-economy and exploit the existing potential in region.",
    "totalCost": "2721662,5",
    "ecMaxContribution": "2449496",
    "coordinator": "INSTYTUT UPRAWY NAWOZENIA I GLEBOZNAWSTWA, PANSTWOWY INSTYTUT BADAWCZY",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998139604": {
            "orgId": "998139604",
            "orgName": "INSTYTUT UPRAWY NAWOZENIA I GLEBOZNAWSTWA, PANSTWOWY INSTYTUT BADAWCZY",
            "ecContrib": 2449496
        }
    },
    "calculatedTotalContribution": 2449496
}