{
    "rcn": "197356",
    "acronym": "RUNSAFER",
    "topics": "ICT-37-2014-1",
    "title": "Market introduction of an innovative wearable device, consisting of a novel running shoe with embedded electronics providing real-time biomechanical feedback to reduce risk of injuries",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "The world of running is experiencing a boom. More and more runners are taking up the sport, with approximately 36% of 15 to 65 year-old Europeans (accounting for 80 Million people) taking the streets, parks, forests, and gyms. However, many people start practicing running and then stop: injuries are the main reason not to run for approximately 60% of European runners.\n\nWith the objective of developing an innovative and disruptive solution to prevent and reduce running injuries and to increase market competitiveness by exploiting afterwards the business opportunity, New Millennium Sports S.L. (commercially known as KELME) as the major Spanish manufacturer and distributor of sportswear, footwear and equipment for sports, participated in the FP7 Research for the Benefit of SMEs RUNSAFER project. Successfully finalised in October 2014, KELME and its supply chain count now with a functional prototype of RUNSAFER, consisting of a running shoe with embedded technology to measure biomechanical parameters of running while providing real-time feedback and training recommendations to the runner in order to prevent and reduce running injuries.\n\nOur overall objective is to convert RUNSAFER prototype into a commercially-ready wearable device to increase competitiveness and market share and to strengthen our international expansion, becoming the first sport footwear manufacturing company to offer this added-value product. In Phase 1 we need to assess the technical and economic viability of optimising and industrialising the different hardware, software and electronic components composing RUNSAFER system, including the development of an elaborated business plan. In Phase 2, KELME will optimise and miniaturise RUNSAFER system, adjust the algorithms to detect risk of injury from the biomechanical parameters of the runner, and perform a pilot demonstration on the manufacturing process and logistics in an operational environment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEW MILLENIUM SPORTS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "985392446": {
            "orgId": "985392446",
            "orgName": "NEW MILLENIUM SPORTS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}