{
    "rcn": "197329",
    "acronym": "PULP2VALUE",
    "topics": "BBI.VC3.D4",
    "title": "Processing Underutilised Low value sugarbeet Pulp into VALUE added products (PULP2VALUE)",
    "startDate": "01/07/2015",
    "endDate": "30/06/2019",
    "objective": "Sugar beet pulp (SBP) accounts for  approx. 13 million tonnes in Europe and is a major residual stream from the sugar beet industry, which is currently valorised as low value feed and/or green gas. In order to increase the value of its side streams, PULP2VALUE developed multiple extraction techniques to isolate more valuable products from this large fraction of sugar beet pulp. Roughly 65% of the dry matter mass can be isolated as high value products being: microcellulose fibers (MCF) (33%), arabinose (16%) and galacturonic acid (16%).\n\nThe overall objective of this project is to  further establish the value chains based on MCF, arabinose (Ara) and galacturonic acid (GalA). By demonstrating an integrated and cost-effective cascading biorefinery system to refine sugar beet pulp, Cosun aims to significantly increase (20-50 times) the value of the sugar beet pulp by demonstrating applications for approximately 65% of its mass in high value markets. \n\nFor each of these products PULP2VALUE identified multiple product market combinations (PMCís). For the MCF fraction application supply chains towards detergents, personal care, oil & gas, paints & coatings and composites are developed. Throughout the years Cosun developed a pilot facility in which the state-of-the-art unit of operations were tested. Together with partners, Cosun is now planning to optimize, integrate and scale-up these processes to a demonstration scale to further supply product development in order to establish long lasting supply chains. \n\nThe PULP2VALUE will target 9 new value chains resulting in a market potential of at least 350.000 tons and a potential revenue of 200 million euro. The PULP2VALUE makes available a mild and environmentally friendly biorefinery process for beet pulp compared to other biobased and fossil products. It will spur rural development in sugar beet growing districts by connecting them in new cross-sectoral value chains with the chemical and food industry.",
    "totalCost": "11428347,5",
    "ecMaxContribution": "6589180",
    "coordinator": "KONINKLIJKE COOPERATIE COSUN UA",
    "coordinatorCountry": "NL",
    "participants": "REFRESCO GERBER UK LIMITED;NOVA-INSTITUT FUR POLITISCHE UND OKOLOGISCHE INNOVATION GMBH;ORINEO BVBA;BIO BASE EUROPE PILOT PLANT VZW;WAGENINGEN UNIVERSITY;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "UK;DE;BE;NL",
    "projectParticipants": {
        "951558167": {
            "orgId": "951558167",
            "orgName": "ORINEO BVBA",
            "ecContrib": 132713
        },
        "935292334": {
            "orgId": "935292334",
            "orgName": "REFRESCO GERBER UK LIMITED",
            "ecContrib": 70000
        },
        "992622050": {
            "orgId": "992622050",
            "orgName": "NOVA-INSTITUT FUR POLITISCHE UND OKOLOGISCHE INNOVATION GMBH",
            "ecContrib": 260750
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 602745
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 967910
        },
        "986528219": {
            "orgId": "986528219",
            "orgName": "BIO BASE EUROPE PILOT PLANT VZW",
            "ecContrib": 1054302
        },
        "995172083": {
            "orgId": "995172083",
            "orgName": "KONINKLIJKE COOPERATIE COSUN UA",
            "ecContrib": 3500760
        }
    },
    "calculatedTotalContribution": 6589180
}