{
    "rcn": "197375",
    "acronym": "UltraEASY",
    "topics": "PHC-12-2015-1",
    "title": "Computer Aided Multispectral Ulstrasound Diagnostic Device",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "Every 40 seconds, someone in Europe suffers from a stroke killing 1,000 Europeans daily. The resulting economic damage is immense. In the 2006 wake-up-study funded by the EU the economic damage in Europe amounts to 36 billion EUR per year. The objective of this project is the clinical validation of SoNovum AGís UltraEASYô II Brain Vitals Monitoring System and the underlying CAMUD technology for diagnosing and monitoring neuropathologies in acute events and at-risk patient groups. CAMUD stands for ìComputer Aided Multispectral Ultrasound Diagnosticsî and is a novel diagnostic method based on molecular acoustics. It measures the feedback of ultrasound waves on multiple frequencies, which is interpretable for the first time thanks to modern computer technology. The technology enables, among other things, a fast, very precise and non-invasive diagnosis of the brain tissue in the beginning of the therapeutic time frame as well as further, continuous monitoring. Therewith physicians will be able to diagnose acute events more quickly and preventatively at-risk patient groups, even before harmful incidents occur. Initial target market groups for UltraEASY II include the stroke units in clinics as well as family and specialist's practices in Europe with regard to global markets as well. Because of high mobility, flexibility and the small acquisition costs, it is well suited as basic equipment for practices as well as, in its mobile version, for helicopters, rescue vehicles and ambulances of clinics and emergency organizations. The objectives of this Feasibility Study are the examination of the market acceptance towards UltraEASY II, addressing clinics and physicians as well as involving patients, patient organizations and health insurance carriers, in order to conduct the risk evaluation for the final realization of the CAMUD technology in the MedTech sector and conclude the development of final innovation strategies for Phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SONOVUM AG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937062681": {
            "orgId": "937062681",
            "orgName": "SONOVUM AG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}