{
    "rcn": "197320",
    "acronym": "TransGeno",
    "topics": "WIDESPREAD-2-2014",
    "title": "The ERA Chair for Translational Genomics and Personalized Medicine",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "TransGeno seeks to hire a top researcher as ERA Chair of Translational Genomics at the University of Tartu (UT).  In addition to assembling a highly skilled team to engage in cutting edge translational genomic research, the ERA Chair will promote change throughout the university in several ways:  \n\nï Establishing the Centre of Translational Genomics as a permanent and sustainable unit within UT\nï Implementing a PhD curriculum on Translational Genomics - the first one of its kind in Eastern Europe.  \nï Coordinate with other departments to make more efficient and effective use of UTís research capacity.  \nï Forge partnerships with leading institutions to attract top students and researchers from around the world as well as additional funding.  \n\nThe ERA Chair will also engage with various stakeholders, including: \n\nï Health sector business clusters to explore ways to exploit research results\nï Medical doctors to educate them on how one form of TG information, clinical genomic data, can be useful in everyday practice. \nï Youth and the general public to popularize genomics and spur young people into STEM sciences.  \nï International researchers by sharing research data and results in as open way as possible, either at ëgreení or ëgoldí open access standards.\n\nTG applies innovations from genomics to diagnostics, prognostics and therapies for cancer, neurological disorders, diabetes and other complex diseases.  It enables scientists to understand the genetic components of disease, which could lead to a shift from treatment based on symptoms to treatment based on underlying causes of disease. As Europeís population ages and people must live with chronic diseases for longer this becomes more important.   Advances in TG research could lead to early treatment of diseases and in the most ideal scenarios, enable doctors to treat patients before the onset of disease.  TransGeno will increase research excellence in Estonia and enable UT to become a world leader in these efforts.",
    "totalCost": "2677500",
    "ecMaxContribution": "2409700",
    "coordinator": "TARTU ULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 2409700
        }
    },
    "calculatedTotalContribution": 2409700
}