{
    "rcn": "197336",
    "acronym": "FRESCO",
    "topics": "ERC-ADG-2014",
    "title": "Efficient, Flexible Synthesis of Molecules with Tailored Shapes: from Photo-switchable Helices to anti-Cancer Compounds",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The creation of new molecular entities and subsequent exploitation of their properties is central to a broad spectrum of research disciplines from medicine to materials but progress has been limited by the difficulties associated with chemical synthesis. We are now proposing a fundamentally new strategy, which has the potential to revolutionise how we conduct complex organic synthesis. The basic CñC bond-forming step involves the reaction of a lithiated carbamate with a boronic ester to give a homologated boronic ester with complete stereocontrol. Furthermore, the reaction shows >98% efficiency in most cases and can be conducted iteratively and in one pot (up to 9 iterations has been demonstrated with full stereocontrol). We will now extend this methodology to more functionalised carbamates as this will enable the rapid synthesis of polypropionates, which are amongst the most important classes of biologically active molecules. The robust methodology is now ripe for transfer to the solid phase as this will enable the preparation of libraries of these molecules. Through applying our assembly-line-synthesis methodology to complex molecules with diverse structures, we will demonstrate its scope, robustness, and full potential. The methodology enables stereochemistry to be ëdialled iní to a carbon chain, which in turn controls the conformation and we will exploit this feature in the shape-selective synthesis of molecules. We will explore how the sense of helical chirality of these molecules can be switched (M to P) just with light. We will target helical molecules with specific groups at specific places for optimum binding to disrupt proteinñprotein interactions involved in cancer. Finally, our methodology provides ready access to a family of building blocks that represent common repeat units found in polyketides. By combining these building blocks iteratively using lithiation-borylation, we should be able to rapidly and reliably prepare complex natural products.",
    "totalCost": "2436379",
    "ecMaxContribution": "2436379",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 2436379
        }
    },
    "calculatedTotalContribution": 2436379
}