{
    "rcn": "197358",
    "acronym": "BIGWHEAT",
    "topics": "SC5-20-2014-1",
    "title": "An innovative approach to boost wheat yields",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "All wheat breeding programs in the world and particularly the European ones are urgently looking for significant yield increases. Many recent reports state that EU countries are confronted with stagnating wheat yield potentials. In the last 10-15 years, the major wheat breeding companies in Europe, like Limagrain, KWS, RAGT, Syngenta, Bayer etc., were under great pressure to stay on the market. In this situation, they resorted to the concept: ìCross the best with the best, select the best, and hope for the bestî. This approach directly implies the narrowing of genetic diversity, without which plant breeding cannot be successfully conducted, especially for the wide range of European agroclimatic conditions. The aim of the proposed project is to produce and offer to both private and public wheat breeding programs information and/or hybrid wheat seeds obtained from selected crosses found to possess great potentials for the expression of heterosis (hybrid vigor) for grain weight and size. The project is based on an innovative approach which claims that high hybrid seed vigor for the weight and size of grain obtained on mother plant after controlled hybridization in a range of environments could be an exceptional source for selection and/or breeding in conventional breeding programes, breeding of double haploid (DH), or hybrid wheat production. Thus, the genetic potential of desirable Ñnovel gene recombinantsì, in the form of either products, services or both, offers new opportunities for further yield improvement. So far, basic scientific and production concepts have been tested and in the 2013/2014 season we found extremely promising crosses which can be used commercially. A feasibility study, which will assess the practical, technological and financial potentials of this concept, will be followed by risk assessment, SWOT analysis, a detailed market study and marketing strategy, intellectual property (IP) rights considerations, etc.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOGRANUM DOO ZA ISTRAZIVANJE RAZVOJ USLUGE I KONSALTING U AGRIO BIOGEHNOLOGIJI NOVI SAD",
    "coordinatorCountry": "RS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936972859": {
            "orgId": "936972859",
            "orgName": "BIOGRANUM DOO ZA ISTRAZIVANJE RAZVOJ USLUGE I KONSALTING U AGRIO BIOGEHNOLOGIJI NOVI SAD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}