{
    "rcn": "197306",
    "acronym": "AMPYXAP3",
    "topics": "SIE-01-2014",
    "title": "Commercial introduction of the first Airborne Wind Energy system: Renewable energy at costs below fully depreciated coal fired power plants",
    "startDate": "01/04/2015",
    "endDate": "30/09/2019",
    "objective": "Ampyx Power develops the PowerPlane, an Airborne Wind Energy System (AWES). AWES are second generation wind turbines that use the stronger and more constant wind at altitudes between 100 and 600 meters.\nProject AMPYXAP3 concerns the design, construction and testing of the first article of an initial commercial PowerPlane, version AP3.\n\nThe global transition to a sustainable energy supply is burdened by the exorbitant societal costs associated with it. Renewable energy infrastructure projects have extremely high capital costs, and in most cases the cost per kWh of renewable electricity produced exceeds the cost of fossil-fuelled alternatives, thus requiring subsidies or other supportive instruments from governments. The economic effects of the energy transition are very significant, including the deterioration of international competitive position of countries or regions with high ambition levels regarding climate change, such as the EU ñ caused by rising electricity prices for industry. PowerPlane technology will have a disruptive effect on the electricity generation sector; due to the low levelised cost of energy (LCoE) that can be achieved with it, and due to its low capital costs.\n\nThe need for a low cost, low capital investment renewable energy technology is evident. The AP3 PowerPlane, to be developed in the AMPYXAP3 project, fulfils the customer need of PowerPlane technology demonstration in long-term continuous safe operation at costs and LCoE as predicted.\n\nAmpyx Power aspires to manufacture and sell PowerPlane systems, as well as deliver operational and maintenance services to wind park owners. As a consequence, Ampyx Power projects revenues from PowerPlane system sales and installations, as well as from operation and maintenance (O&M) contracts. Hence, the AMPYXAP3 project is core business for Ampyx Power.",
    "totalCost": "3701937,5",
    "ecMaxContribution": "2500000",
    "coordinator": "AMPYX POWER BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "972506384": {
            "orgId": "972506384",
            "orgName": "AMPYX POWER BV",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}