{
    "rcn": "197399",
    "acronym": "ARENA",
    "topics": "SC5-20-2015-1",
    "title": "Arena-Master Mobile Solution for Complete Synthetic Turf Recycling On-site",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Over 600 000 tonnes of rubber crumb, silica and polymers mixed wastes are generated from used artificial grass fields each year in Europe. Based on the current market trends the total market volume and waste generation will increase more than 5-times by 2022, causing a huge environmental impact.\n\nDespite the growing popularity and implementation of artificial grass fields, there are no unified regulations or procedures for its EOL management. Current recycling technologies enable only low-efficiency infill separation from the artificial grass that is also time consuming, expensive and unsustainable. Therefore, most field owners landfill the used turf without any recycling, creating a big environmental impact and increasing the need for raw materials in new installations.\n\nASIE, company with over 20-years of experience in installing artificial grass fields, has developed the first mobile and complete artificial grass recycling line that helps to lower the synthetic turf EOL management costs by up to 40-50% and increase the artificial grass sustainable management recycling rates. Compared to alternative solutions, we ensure:\nï 2x better infill separation (100%)\nï 4x faster old turf removal (1 day)\nï 2x faster field renewal (7 days)\nï 30-40% cheaper field renewal\n\nOur goal is to achieve a zero-waste concept and improve the ecologic and economic sustainability of artificial grass installations. Our unique mobile technology enables to reuse about 95% of the used materials in new artificial grass application or as a raw material in other industries together with:\nï 100% infill materials and polyethylene reclaim\nï 4x better turf removal enabling re-installation\nï 6x reduced transportation needs, leading to 95% less CO2 emissions\n\nOur total addressable market in Europe is Ä350 million annually, with very high growth potential in the next years. As a result of the innovation project, ASIE will generate Ä25m annual revenue and create more than 50 new jobs by 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADVANCED SPORTS INSTALLATIONS EUROPE AS",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933169780": {
            "orgId": "933169780",
            "orgName": "ADVANCED SPORTS INSTALLATIONS EUROPE AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}