{
    "rcn": "197394",
    "acronym": "PUFOOTCO2",
    "topics": "SIE-01-2015-1",
    "title": "Sustainable Polyurethane Elastomers for Footwear based on CO2 with improved properties",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Most hiking boots or sport shoes include a polyurethane outsole (elastomer) due to its lightness and higher damping properties compared with rubber. However, a major problem is its poor resistance to hydrolysis, which implies a degradation of the material and the appearance of cracks, when stored for a long time under certain temperature/humidity conditions without being used, thus crumbling completely. Moreover, the current production of polyurethanes is entirely dependent on fossil fuels, implying a large environmental impact. In this sense, PUFOOTCO2 aims to develop polyurethane elastomers with improved properties (high hydrolysis resistance) in an environmentally sustainable way, not depending on petroleum, and starting from CO2 as a raw material, offering the following benefits:\n- Technical benefits: CO2-based polyurethanes with improved properties to produce PU elastomers for the footwear industry, which implies a product with a longer shelf life.\n- Environmental benefits: CO2 is free, abundant, and renewable and it can be used as a chemical building block for the production of polymers, thus reducing the dependence on fossil fuels for obtaining polyurethanes, reducing the carbon footprint and contributing in a sustainable way to the decrease in CO2 emissions into the atmosphere.\n- Economic benefits: CO2 is significantly cheaper than conventional petroleum-based raw materials, so CO2-based polyurethane manufacturing costs are more favourable compared to conventional polyurethanes.\nOur company, SYNTHELAST S.A., has tested these ìgreen polyolsî on a small scale. Through this project we wish to validate this new generation of sustainable polyurethanes on an industrial scale successfully, meeting the technical requirements for footwear applications, with a high hydrolysis resistance and taking advantage of this huge market opportunity.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SYNTHELAST SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "943315010": {
            "orgId": "943315010",
            "orgName": "SYNTHELAST SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}