{
    "rcn": "197377",
    "acronym": "UP-TYRE",
    "topics": "SC5-20-2015-1",
    "title": "Feasibility study for scaling UP thermal conversion technology that turns scrap TYREs into high quality resources",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "UP-TYRE project proposes an environmentally friendly, efficient and profitable solution for converting scrap tyres into high quality products, such as light heating oil used in heat and power generation. State-of-the-art alternative technologies, for instance tyre pyrolysis, are energy-intensive, costly and yield little varieties of low value products. The thermal conversion reactor proposed by Meratel allows converting tyres into high yield of high quality products without generating additional waste or pollution, while redefining scrap tyres from a costly problem to a valuable resource for tyre management companies. The proposed thermal conversion technology has significant advantages that translate into over 40% cost saving for heat and power plants across Europe when substituting regular fossil fuels with the proposed tyre-derived light heating oil. The European market for light heating oil is substantial in size and looking for alternatives to reduce reliance on fossil fuels. Coupled with stable supply of scrap tyres and environmentally friendly processing method, the proposed technology has ample commercial potential.\n\nThe proposed technology has already been demonstrated in relevant environment on a small scale, but it is necessary to fully estimate the commercial feasibility of the method to ensure the best possible strategy for a successful commercialization. The work planned in Phase 1 will cover all the aspects regarding this objective: a detailed business plan creation, IPR study, and the final technology configuration to enable scale-up of the proposed technology. The overall objective of the innovation project is scaling up the proposed technology on a European scale. Before this can be done, an appropriate automation and control system needs to be developed and integrated into the technology. Meratel intends to define the specifications for such system during the feasibility study and continue system design and development in Phase 2 project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MERATEL OU",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "945676281": {
            "orgId": "945676281",
            "orgName": "MERATEL OU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}