{
    "rcn": "197371",
    "acronym": "NICENAV",
    "topics": "IT-1-2015-1",
    "title": "NICENAV Navigation-grade ITAR-free Certifiable Equipment for the Navigation of manned and unmanned Air Vehicle, based on FOG technology",
    "startDate": "01/06/2015",
    "endDate": "30/09/2015",
    "objective": "Brief description of project idea: NICENAV project (Navigation-grade ITAR-free Certifiable Equipment for the Navigation of manned and unmanned Air Vehicle, based on FOG technology). Fiber Optic Gyroscope (FOG) is a truly and unique solid state technology that allows compact, lightweight and accurate sensors technology to provide orientation and position with or without GPS availability. The INS (Inertial Navigation Systems) proposed is an autonomous system that can operate in absence of GPS and is essential for airborne application where safety is involved (i.e. the system provide heading, altitude and position autonomously in case of GPS lost). NICENAV does not rely on any component or design/development services or technical data to be provided by US under the ITAR regulations; this ensures shorter time-to-market and reduced development costs. It will be qualified to be installed on-board of airborne platforms, both manned and unmanned, where safety requirements (DO-178C/DO-254) are mandatory. The system will provide performance better than 1 NM/hr for the ìinertial navigationî accuracy\n\nCompetition: Sagem (French company) that offers an ITAR-free INS solution dedicated to high performance airborne applications, which is also DO-178C & DO-254 certified. Comparing the two products, NICENAV has a lower cost (about 20%) and it is based on FOG technology while the Sagem solution is based on RLG technology. FOGs are more reliable, need lower maintenance, ensure an higher MTBF (Mean Time Between Failures) and they are easily scalable. In addition, contrary to RLGs, FOGs are very close to their theoretical performance\n\nMarket segment: World Wide Aircraft Prime Contractors - Avionics first and second tier integrators - Aircraft Maintenance&Overhaul Companies \n\nMarket size: Focusing on ITAR-free solutions:  $192 million in 2014 and $238 million  by 2019\n\nRevenue Streams: Cumulated  revenues at the 4rd year after commercialization =  Ä 29M\n\nTeam: CIVITANAVI SYSTEMS-NEAT",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CIVITANAVI SYSTEMS SRL",
    "coordinatorCountry": "IT",
    "participants": "NEAT SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "945643592": {
            "orgId": "945643592",
            "orgName": "NEAT SRL",
            "ecContrib": 0
        },
        "934691128": {
            "orgId": "934691128",
            "orgName": "CIVITANAVI SYSTEMS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}