{
    "rcn": "197354",
    "acronym": "MammaPrint",
    "topics": "PHC-12-2014",
    "title": "Improved breast cancer care by innovative diagnostic test MammaPrint",
    "startDate": "01/07/2015",
    "endDate": "31/12/2018",
    "objective": "Agendia NV, a Dutch SME, was founded in 2003 as spin-off from the Netherlands Cancer Institute. They pursue the commercialization of molecular diagnostics using DNA microarray technology for cancer. Agendia aims to be one of the key market players in genomic breast cancer profiling. One of the products Agendia is developing is MammaPrint, a breast cancer recurrence test. This test identifies the risk of recurrence of cancer after surgical treatment, so that the appropriate adjuvant treatment can be selected personalized on the patients tumor characteristics. \n\nBreast cancer is the most commom cancer in the world and the principle cause of death of cancer among women worldwide. Currently guidelines recommend that adjuvant therapy is to be considered for all patients with early invasive breast cancer after surgery. However this 'one size fits all approach' leads to a proportion of patients being over- or under treated as the risk of recurrence is difficult to determine. The advancements in molecular diagnostics are starting to improve the prognosis and treatment of breast- and other cancers. MammaPrint is a molecular diagnostic based on analyzing the entire human genome. Agendiaís solution therefore enables better clinical decisions, reducing over- and under-treatment and therefore leading to better health outcomes and less costs.\n\nMammaPrint can be used for all early stage breast cancer patients, which is unique in the field of breast cancer recurrence tests. As MammaPrint will be developed for more accurately identifying which breast cancer patients will gain the most benefit of adjuvant chemotherapy, the potential market for introducing MammaPrint is worldwide. In order to reach this full scale adoption, this project is focused to achieve the last clinical evidence for the clinical utility of this test needed for the uptake in EU and US clinical guidelines and reimbursement arrangements. This uptake is necessary for adoption of MammaPrint by physicians worldwide.",
    "totalCost": "4048407",
    "ecMaxContribution": "4048407",
    "coordinator": "Agendia NV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997605522": {
            "orgId": "997605522",
            "orgName": "Agendia NV",
            "ecContrib": 4048407
        }
    },
    "calculatedTotalContribution": 4048407
}