{
    "rcn": "197374",
    "acronym": "ParkBee",
    "topics": "IT-1-2015-1",
    "title": "Private garagesí access system, through a real-time and keyless solution, for cheaper and faster prime inner-city parking.",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "ParkBee from the SME weRide (NL) is a unique intelligent parking platform that allows inner-city drivers to access under-used private garages from one click of an app. ParkBeeís innovative solution is a keyless, cloud ñ based generic API that can connect with stand-alone server at any parking location, thus unlocking private parking to public use without any infrastructure changes. ParkBee works as a smart plug-in easily integrated within third partiesí parking mobile apps and as a web-based interface for private garage owners to manage multiple garages in real time. After the driver reserves a space, ParkBee connects to the Access Control Point (ACP) of the garage to allow the car entrance. The further integration of the innovative (indoor) navigation technology developed by the partner SME INS Insider Navigation Systems Ltd (Austria) will allow the app to recognize when the car is in front of the garage entrance and drive it to the exact parking slot location.\nParkBee will reduce cruising around searching for parking and have many positive effects within the EU and global urban and extra-urban environments: reduce air and noise pollution, greenhouse gas emissions and fuel consumption by 40%; reduce inner-city drivers journey time by 15 minutes and cut down their expenses on parking and wasted fuel by 20%. Moreover it unlocks an economic opportunity for the industry players (private parking owners) to increase their revenues. The project will contribute to the EU2020 targets, EU Sustainable Urban Mobility Plans (SUMP) and Civitas initiative. \nweRide software has been continuously developed since 2013 and has been successfully tested with parking app providers and access control providers. It is currently at TRL 7. Phase 1 project aims at assessing the activities needed to complement ParkBee platform (i.e. the integration of INS technology) and prepare the large scale pilot in 5 major Dutch cities and other EU countries to test market replicability.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PARKBEE BV",
    "coordinatorCountry": "NL",
    "participants": "INS INSIDER NAVIGATION SYSTEMS GMBH",
    "participantCountries": "AT",
    "projectParticipants": {
        "931571220": {
            "orgId": "931571220",
            "orgName": "PARKBEE BV",
            "ecContrib": 50000
        },
        "930624791": {
            "orgId": "930624791",
            "orgName": "INS INSIDER NAVIGATION SYSTEMS GMBH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}