{
    "rcn": "197388",
    "acronym": "GSTT",
    "topics": "Space-SME-2015-1",
    "title": "GMSPAZIO Satellite Tracking Toolkit",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "GMSPAZIO Satellite Tracking Toolkit (GSTT) helps satellite owners to successfully manage Space Situational Awareness.\nGSTT helps the users to steer a satellite platform to a safer position avoiding collisions and extending expected lifetime cycle with more accurate and precise manoeuvres while reducing costs and delivery time, by using the system Planning, Scheduling, Acquisition and Data Processing features. GSTT measurements applied to manage GEO space platforms give satellite owners the capability to assess real platform position with a maximum margin of error of 20 meters. GSTT is a ground-breaking innovation capable to make a major contribution to the maintenance and safety of European strategic assets such as GALILEO constellation. The TRL of GTSS is Level 8 (system complete and qualified): an specific version of GSTT named GMSPAZIO Satellite Awareness Toolkit is fully operational at an Italian Ministry of Defence site since December 2012.\nThe project specific objectives are to study the product process of industrialization -from an operational prototype to an industrialized system- in order to make it available to the market as a customized turnkey solution; to study the Market ñ identifying the main competitors, potential risks, Marketing strategies and Pricing & Distribution policies - to support GSTT commercialization and to design a Business Plan with 5-year projection (income statements, balance sheet and cash flow statements) based on reliable and cautious assumptions in order to demonstrate the significant return on investment at European level.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GMSPAZIO SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937959155": {
            "orgId": "937959155",
            "orgName": "GMSPAZIO SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}