{
    "rcn": "197308",
    "acronym": "VALID-SCREEN",
    "topics": "PHC-12-2014",
    "title": "Validation of PreCursor-M for enhanced Cervical (Pre)Cancer detection",
    "startDate": "01/07/2015",
    "endDate": "30/06/2018",
    "objective": "With an estimated 528,000 new cases and 266,000 deaths in 2012, cervical cancer (CC) is the fourth most common type of cancer in women, and the seventh overall. CC is preventable with regular screening tests and follow-up, and curable if found and treated early. In many countries, screening programmes for cervical cancer are in place, which have resulted in a marked decrease in cervical cancer incidence. hrHPV DNA testing will replace cytology as primary screening test for CC, but its drawback as stand-alone CC screening test is its low specificity, causing overdiagnosis and overtreatment. Triage of hrHPV\\ women is essential to maintain a sustainable screening programme. \nPreCursor-M (Self-screen B.V.) is a proprietary molecular assay to determine disease progression and severity based on the methylation level of 3 host-biomarkers.  Supplementing hrHPV DNA screening with PreCursor-M will provide information on the presence of infection, and the response by the host cells. This will allow identification of all women at risk for cervical cancer without overdiagnosis and overtreatment.\nThe methylation level of three molecular markers (CADM1, MAL and miR124-2) was shown to increase proportional to cervical cancer progression and severity. In Precursor-M, these markers have been combined in a multiplex methylation marker panel. The markers have been separately validated in clinical settings, and the combined marker panel has been validated in laboratory and small-scale clinical settings. VALID-SCREEN will complete the final step towards commercial success for PreCursor-M: clinical validation of PreCursor-M in well-characterised cohorts, from five clinical centres, in four EU countries, as a triage test to hrHPV screening for cervical cancer.",
    "totalCost": "3264375",
    "ecMaxContribution": "3264375",
    "coordinator": "SELF-SCREEN BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "956149856": {
            "orgId": "956149856",
            "orgName": "SELF-SCREEN BV",
            "ecContrib": 3264375
        }
    },
    "calculatedTotalContribution": 3264375
}