{
    "rcn": "197334",
    "acronym": "VIBRATE",
    "topics": "ERC-ADG-2014",
    "title": "Self-sustaining vibration and mechanical resonance effects in stimuli responsive liquid crystal polymer coatings and membranes (Vibrate)",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The amplification of collective molecular effects to macroscopic deformation is one of the most intriguing challenges  in materials science. Individual molecules can be reversibly activated by various means such as light, chemicals and external electrical or magnetic  fields. They may respond  by changing their orientation, their molecular conformation or by breaking /forming chemical bonds. Bringing these molecules in a matrix of an ordered molecular system, such as a liquid crystal polymer network, introduces molecular cooperativity and directionality. Dimensional changes of the individual molecules add up to large effects such as the formation of deformed surfaces in a coating and the formation of free volume (molecular voids) in membranes. The objective of the present proposal is to bring the molecular action, in conjunction with the macroscopic deformation, out of its equilibrium aiming a self-sustaining oscillation of the macroscopic response to a continuous trigger.  An example that will be investigated is a surface that continuously changes it topography when addressed by its trigger. Another example is a membrane that will oscillate its (localized) free volume thus providing an active transport mechanism for species through the membrane. Alternatively we will investigate the response to an oscillating trigger with a frequency matching the molecular action to find sweet spots for mechanical resonance thus enhancing the macroscopic effect. The research is challenging. Only, with a comprehensive and combined effort, we can expect the required progress needed to close the gap between materials science, optics, electronics and mechanics and to deliver routes to new applications. But when achieved it will undoubtfully lead to new applications in coating and film technology with an outlook to soft robotics, self-pumping membranes, mechanical communication at man-machine interfaces and energy harvesting.",
    "totalCost": "2429322,5",
    "ecMaxContribution": "2429322,5",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 2429322
        }
    },
    "calculatedTotalContribution": 2429322
}