{
    "rcn": "197327",
    "acronym": "CEITER",
    "topics": "WIDESPREAD-2-2014",
    "title": "Cross-Border Educational Innovation thru Technology-Enhanced Research",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The Lifelong Learning Strategy for Estonia envisions digital turn in formal and informal education, order to change the learning paradigm towards more self-directed, creative and collaborative learning. One-to-one computing, digital learning resources, semantic web tools, linked data applications and interoperable cloud computing services will be used to build and evaluate tailored educational opportunities for every learner. This will maximize each studentís self-actualization aspirations and role in the tomorrowís society and adaptation of educational institutions in Estonia along the expectations of rapidly changing job market and European education space.\nIt is also well aligned with the EU Education & Training 2020 strategic framework, which aims at transforming education to deliver better socio-economic outcomes in the long term. Hence change in the approach to learning is needed in Estonia as well as across Europe, as teaching the skills needed in the 21st century demand creativity, entrepreneurial approaches and evidence-based policies at all levels and types of education. This in turn requires teaching methods and learning environment that considers each learnerís individual and social development and is tailored to his/her needs and capabilities. Latest developments in cognitive and developmental psychology enhanced by the innovations in the ICT sector show a strong potential for scalable applications to flexible and personalized approach to teaching. Current project together with the new ERA Chair holder specifically addresses the move towards implementing formative assessment method in schools, which in practice aims at supporting individual learning and development curve of the learner by evaluating personal progress.",
    "totalCost": "2662625",
    "ecMaxContribution": "2396363",
    "coordinator": "TALLINN UNIVERSITY",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999421653": {
            "orgId": "999421653",
            "orgName": "TALLINN UNIVERSITY",
            "ecContrib": 2396363
        }
    },
    "calculatedTotalContribution": 2396363
}