{
    "rcn": "197368",
    "acronym": "MIMIC",
    "topics": "MSCA-ITN-2015-EID",
    "title": "Mimicking organs on chips for high throughput drug screening and basic research",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "MIMIC is an interdisciplinary European Industrial Doctorate at the interface of cell biology, engineering and drug development. MIMIC aims to develop and improve novel ìorgans on chipsî technology. This technology combines modern cell biology with microfluidics and chip-based techniques with the goal to mimic organ functionality. There is a high demand by the pharmaceutical industry for more reliable tissue models to test drug toxicity and drug efficiency at early stages of drug development. Early reliable drug testing will have a major impact on drug development costs and human health. Furthermore, ethical considerations urge for the search for alternatives to replace animal tests in drug development and basic research. Organs on chips are a new exciting possibility to closer mimic human organ functionality in vitro than conventional 2D or 3D cell cultures.\nOrgans on chips allow both, the emulation of healthy organs as well as the emulation of specific disease conditions using corresponding engineered or patient derived human cells. Moreover, organs on chips are ideally suited for high-throughput drug screening. The EID-MIMIC will develop novel organs on chips prototypes, and validate their suitability for end-users for high throughput drug screening or basic research. MIMIC will train early stage researchers in cutting edge technologies, like novel chip based technologies e.g. cell micropatterning, soft-lithography and microfluidics technology, as well as state of the art microscopy like super resolution- and confocal spinning disc microscopy and modern genome editing techniques like CRISPR-technology. In addition, MIMIC has developed a 3 year modular curriculum including workshops on creativity and business skills, summer schools, business plan competitions and international conferences with a specific agenda of transferable skill training elements highly relevant for scientific communication, translational research and, in particular, entrepreneurship.",
    "totalCost": "1057324,32",
    "ecMaxContribution": "1057324,32",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "MIMETAS BV;GALAPAGOS BV",
    "participantCountries": "NL",
    "projectParticipants": {
        "997607268": {
            "orgId": "997607268",
            "orgName": "GALAPAGOS BV",
            "ecContrib": 255374
        },
        "956098252": {
            "orgId": "956098252",
            "orgName": "MIMETAS BV",
            "ecContrib": 255374
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 1057324
}