{
    "rcn": "197305",
    "acronym": "ScalinGreen",
    "topics": "SC5-20-2014",
    "title": "Innovative solutions to scale-up urban green surfaces across Europe",
    "startDate": "01/07/2015",
    "endDate": "31/08/2017",
    "objective": "The ambition of this programme is to enable the widespread adoption of ground-breaking solutions to bring back nature in cities. \nNatural Grass offers disruptive solutions for urban greening:\n\n1.\tAirFibr, the sports field application for football and rugby pitches, golf courses and horse-riding grounds\n2.\tCityNest, the green building solution for green walls and green buildings\n3.\tGreenMove, the future of urban infrastructure : green parking slots, green tramway track beds, green highway sound walls\n\nThis programme aims at removing an important lock for Natural Grass: the mastery of its production process in orer to  overcome the following limitations:\n\n- Flexibility: It only works with a very precise set of components\n \n- Control: Designed to produce the AirFibr substrate, the current line does not allow to vary the cork/sand/fibres ratio over all the range necessary to produce the substrate for CityNest and GreenMove, hence the substrate has to be manually enriched in cork\n\n- Reproducibility: a minor change in the process parameters or in the components characteristics can cause the process to fail\n\nTo achieve these ambitious objectives, we propose an innovation programme structured in three steps:\n\nI. A study of the current process to formalize and generalize Natural Grass technical know-how\nII. The development of a set of innovative tools necessary for multiple substrate fabrication tests\nIII. The completion of the final objectives: the development of a fully functional prototype line and of a wider range of appropriate substrate constituents.",
    "totalCost": "1057472,5",
    "ecMaxContribution": "733231",
    "coordinator": "NATURAL GRASS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950135080": {
            "orgId": "950135080",
            "orgName": "NATURAL GRASS",
            "ecContrib": 733231
        }
    },
    "calculatedTotalContribution": 733231
}