{
    "rcn": "197307",
    "acronym": "RABIOPRED",
    "topics": "PHC-12-2014",
    "title": "RABIOPRED - Clinical validation of BIOmarker assay to PREDict treatment response in Rheumatoid Arthritis (RA) patients",
    "startDate": "01/07/2015",
    "endDate": "31/12/2018",
    "objective": "The aim of the RABIOPRED project is to take the final steps to bring an innovative set of biomarkers that is able to predict response to treatment with TNF-? inhibitors in Rheumatoid Arthritis (RA) to the market and clinical practice. \n\nMillions of RA patients are treated with TNF-? inhibiting agents, currently one of the main second-line treatment strategies for RA. These expensive biological RA therapies represent a multibillion market. However, the TNF-? inhibiting agents are not effective in 30-40% of the patients. Clinicians are currently unable to predict the response to this treatment beforehand. The ability to predict response to treatment would greatly improve clinical decision-making, improve health outcomes for RA patients, and contribute to cost reduction and sustainability of the health care system.\n\nThe RABIOPRED assay is based on a novel gene expression signature and a predictive model, that have been identified and developed by TcLand Expression SA and that have been patented. Proof-of-concept has already been obtained for the prototype biomarker assay. The analytical validation and clinical performance evaluation of the RABIOPRED assay in the current project are the final development steps towards market introduction and clinical application. At the end of this 3.5 year project, a validated and CE registered IVD biomarker assay will be available that is ready for clinical application, initial market introduction and further commercialization and implementation.\n\nTcLand Expression SA is a French SME developing biomarkers for personalized medicine and companion diagnostics in immune mediated disorders. TcLand focusses on development and validation of noninvasive multi-gene molecular diagnostic blood tests. TcLand is embedded in an international network of collaborating pharmaceutical companies and clinical centers throughout Europe, facilitating clinical performance evaluation and enhancing subsequent market uptake of novel biomarkers assays.",
    "totalCost": "4995250",
    "ecMaxContribution": "4995250",
    "coordinator": "TcLand Expression",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "995414001": {
            "orgId": "995414001",
            "orgName": "TcLand Expression",
            "ecContrib": 4995250
        }
    },
    "calculatedTotalContribution": 4995250
}