{
    "rcn": "197303",
    "acronym": "AquaSHIELD",
    "topics": "DRS-17-2014",
    "title": "Protecting citizens against intentional drinking water contamination with a water quality firewall",
    "startDate": "01/01/2015",
    "endDate": "31/05/2017",
    "objective": "Critical water infrastructures and high profile (soft) targets are vulnerable to intentional drinking water contamination. Physical access is difficult to control and traditional water quality monitoring solutions are largely inadequate to protect the water distribution process and its consumers. In light of increasing security threats there is a strong need amongst water suppliers and authorities, in Europe and globally, for a contaminant warning system that can be deployed in the distribution network and that provides real-time water quality information and event classification to support rapid decision making and protect the health of citizens.\n\nAquaSHIELD is based on an innovative and awarded optical sensor technology developed by Dutch optical sensor company Optisense, and is unique in combining 24/7 online event detection and high spec analytical capabilities for multiple substances in an affordable platform suitable for deployment in the field and for operation by non-specialist personnel.\n\nThe AquaSHIELD solution integrates two sub-components that have already been tested and validated by leading water companies in the Netherlands and Singapore, and will consist of a generic sensor for online real-time detection of contamination events, online monitoring of chlorine residual as indicator for micro-biological contaminations, and rapid screening capability for a set of high priority threat substances. Support letters from drinking water companies in the Netherlands, France and Israel confirm how AquaSHIELD will fulfil a market requirement that is currently not met.\n\nGlobally water utilities spend over USD 180 billion annually on the production and distribution of drinking water, of which 3 billion is spent on water quality analysis. Water security is an increasingly important niche in this large global market. The dual-use capability of the individual AquaSHIELD sub-components further adds to the commercial potential (smart grids) of the project and Optisense.",
    "totalCost": "1123136,25",
    "ecMaxContribution": "786195",
    "coordinator": "OPTISENSE BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "959003984": {
            "orgId": "959003984",
            "orgName": "OPTISENSE BV",
            "ecContrib": 786195
        }
    },
    "calculatedTotalContribution": 786195
}