{
    "rcn": "197445",
    "acronym": "EnRRICH",
    "topics": "SEAC-2-2014",
    "title": "Enhancing Responsible Research and Innovation through Curricula in Higher Education (EnRRICH)",
    "startDate": "01/07/2015",
    "endDate": "31/03/2018",
    "objective": "The Enhancing Responsible Research and Innovation through Curricula in Higher Education (EnRRICH) project will build the capacity of staff in higher education to facilitate their studentsí development of knowledge, skills and attitudes and competencies in responsible research and innovation, and respond to the research needs of society, particularly underserved civil society organisations (CSOs).\n\nIt will do this by identifying, developing, testing, and disseminating resources, based on existing good practice and trials of new initiatives, to embed the five RRI keys in academic curricula across Europe, with specific reference to science and engineering. It will develop case studies which showcase examples for students, teachers, professional trainers and academic staff of HEIs. Through ongoing dialogue with academics, policymakers, and CSOs, EnRRICH will kick start debates at institutional, national and international levels to create awareness of, and enhance the policy context for, RRI in curricula and thereby produce more responsible and responsive graduates and researchers.\n\nThese objectives will be achieved building on the Public Engagement with Research and Research Engagement with Society (PERARES) and RRI Tools projects. It will involve new partners as well as a core of established partners drawn from HEIs and CSOs, including from RRI tools. It will establish an advisory board drawn from relevant organisations to ensure the widest possible engagement and dissemination.\n\nWork packages will deal with project management, state of the art of good practices in introducing RRI into curriculum development, exchange and trialling of good practices at national, international and transdisciplinary levels, policy development, evaluation, dissemination and a conference. Deliverables will include case studies and policy papers, and materials and resources for academic staff to involve students in experiential learning about RRI, including projects in partnership with CSOs",
    "totalCost": "1499396,63",
    "ecMaxContribution": "1499396,63",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "COMUNAUTE D'UNIVERSITES ET ETABLISSEMENTS UNIVERSITE DE LYON;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;BUDAPESTI CORVINUS EGYETEM;INSTITIUID TEICNEOLAIOCHTA BHAILE ATHA CLIATH;FUNDACIO PRIVADA INSTITUT DE RECERCA DE LA SIDA-CAIXA;UNIVERSITAET VECHTA;THE QUEEN'S UNIVERSITY OF BELFAST;UNIVERSITA DEGLI STUDI DI SASSARI;VILNIAUS TECHNOLOGIJU IR DIZAINO KOLEGIJA;WAGENINGEN UNIVERSITY;WISSENSCHAFTSLADEN BONN EV;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "participantCountries": "FR;UK;HU;IE;ES;DE;IT;LT;NL",
    "projectParticipants": {
        "998097312": {
            "orgId": "998097312",
            "orgName": "COMUNAUTE D'UNIVERSITES ET ETABLISSEMENTS UNIVERSITE DE LYON",
            "ecContrib": 53125
        },
        "947149323": {
            "orgId": "947149323",
            "orgName": "VILNIAUS TECHNOLOGIJU IR DIZAINO KOLEGIJA",
            "ecContrib": 23562
        },
        "999902288": {
            "orgId": "999902288",
            "orgName": "INSTITIUID TEICNEOLAIOCHTA BHAILE ATHA CLIATH",
            "ecContrib": 207075
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 138906
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 131753
        },
        "997382131": {
            "orgId": "997382131",
            "orgName": "FUNDACIO PRIVADA INSTITUT DE RECERCA DE LA SIDA-CAIXA",
            "ecContrib": 66875
        },
        "997917280": {
            "orgId": "997917280",
            "orgName": "WISSENSCHAFTSLADEN BONN EV",
            "ecContrib": 127712
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 299688
        },
        "999857086": {
            "orgId": "999857086",
            "orgName": "BUDAPESTI CORVINUS EGYETEM",
            "ecContrib": 55000
        },
        "999882112": {
            "orgId": "999882112",
            "orgName": "UNIVERSITAET VECHTA",
            "ecContrib": 74062
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 171538
        },
        "999465594": {
            "orgId": "999465594",
            "orgName": "UNIVERSITA DEGLI STUDI DI SASSARI",
            "ecContrib": 116062
        }
    },
    "calculatedTotalContribution": 1465358
}