{
    "rcn": "197405",
    "acronym": "Safe Gestation",
    "topics": "PHC-12-2015-1",
    "title": "Feasibility study for clinical validation of NTproCNP as a novel biomarker for pregnancy complications",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "In Europe and US about 12 million women are pregnant every year. 2 % to 8 % are affected by pre-eclampsia and intra uterine growth restriction. And more dramatically worldwide more than 50,000 mothers and babies are dying yearly due to undetected pre-eclampsia. Accuracy and prognostic performance of the current ìgold standardî diagnosis, relying on blood pressure and urinary protein measurement, are relatively poor. Thus a reliable test for the common causes of fetal and maternal morbidity is needed. BDF previously developed an improved research-use-only test system for measuring NTproCNP for prediction of severe events in pregnancy very early before month 16. This marker is superior to all other solutions on the market, and to coming up solutions. However, before entering of NTproCNP measurement into medical routine, the marker has to be validated in a large prospective clinical study and NTproCNP measurement has to be made available in an automated and most robust way to guarantee worldwide application and distribution.\nHaving this diagnostic tool in hand assuming 20,000 of severe cases in western countries could be prevented, saving lives and improving quality of life for women and families. Moreover, health care costs up to 1.3 billion Euro could be saved. The absolute market for the diagnostic tool is estimated to be nearly 290 million Ä, promising as well high economic prospects and growth for BDF GmbH. \nIn phase 1 of the project, information on potential clinical market in gynaecology as well as regulatory requirements in this segment will be collected and analysed, the clinical trial will be planned, and the elaborated business plan will be prepared.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THE ANTIBODY LAB GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "995073919": {
            "orgId": "995073919",
            "orgName": "THE ANTIBODY LAB GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}