{
    "rcn": "197497",
    "acronym": "BioAqua",
    "topics": "ERC-CoG-2014",
    "title": "Water as cosubstrate for biocatalytic redox reactions",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The research proposed in BioAqua aims at breaking new ground in the area of catalysis by enabling water-driven biocatalytic redox reactions.\n\nOxidoreductases are a class of enzymes with a very high potential for preparative organic synthesis, which is why they are increasingly used also on industrial scale. The current state-of-the-art, however, utilises valuable high-energy cosubstrates (such as glucose and alcohols) to promote oxidoreductases. Thereby valuable (and edible) building blocks are wasted as sacrificial electron donors which will have significant ethical (food for chemistry), economic and environmental consequences once redox biocatalysis is applied at scale.\nI envision utilizing water as sacrificial electron donor. Hence, a simple and abundant cosubstrate will be used instead of the valuable cosubstrates mentioned above. This will be a completely new approach in (bio)catalysis.\nHowever, activating water for this purpose water is extremely difficult due to its kinetic and thermodynamic inertness. To solve this problem, I propose using visible light as external energy source and advanced chemical catalysts to facilitate water oxidation. The electrons liberated in this process will be made available (for the first time) to promote oxidoreductases-catalysed transformations.\n\nBioAqua represents an entirely new paradigm in catalysis as I will bridge the gap between photocatalysis and biocatalysis enabling cleaner and more efficient reaction schemes.",
    "totalCost": "1998020",
    "ecMaxContribution": "1998020",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 1998020
        }
    },
    "calculatedTotalContribution": 1998020
}