{
    "rcn": "197479",
    "acronym": "sRNA-EMB",
    "topics": "ERC-StG-2014",
    "title": "Small RNA regulation of the body plan and epigenome in Arabidopsis embryos",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Small RNAs are short non-coding RNAs that regulate gene expression in plants and animals. Although small RNAs are essential for proper differentiation and epigenome regulation, little is known regarding their embryonic functions, especially in plants. Arabidopsis thaliana is a leading system to study the regulatory roles of small RNAs because of the abundance of genetic, genomic and epigenomic resources. Moreover, Arabidopsis embryos undergo invariant division patterns and rapidly differentiate to generate the most basic plant cell-types arranged in correct positions. Early Arabidopsis embryos are therefore morphologically simple structures composed of diverse cell types making them ideal for determining the influence of small RNAs on fundamental cellular differentiation and reprogramming events. The objectives of the proposed research are designed to assess the regulatory roles of small RNAs in establishing both the basic body plan and epigenome in plant embryos. We will utilize modified next-generation sequencing technologies to identify small RNAs present in developing embryos. Because we will generate these RNA profiles from a mixture of cell-types, we will also use a fluorescent protein-based approach to quantify specific miRNA repressive activities in individual cell-types. To determine the functions of individual miRNA/target interactions during embryogenesis, we will identify miRNAs required for embryo development and use genome-wide approaches to study specific miRNA/target interactions in greater detail. Lastly, we will use a fusion of genetic and genomic methods to determine how small RNAs influence the nascent epigenome during early embryogenesis.",
    "totalCost": "1499988,99",
    "ecMaxContribution": "1499988,99",
    "coordinator": "GREGOR-MENDEL-INSTITUT F‹R MOLEKULARE PFLANZENBIOLOGIE GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998705502": {
            "orgId": "998705502",
            "orgName": "GREGOR-MENDEL-INSTITUT FÜR MOLEKULARE PFLANZENBIOLOGIE GMBH",
            "ecContrib": 1499989
        }
    },
    "calculatedTotalContribution": 1499989
}