{
    "rcn": "197459",
    "acronym": "AURA",
    "topics": "ICT-37-2015-1",
    "title": "Advanced Uninterrupted RAdio",
    "startDate": "01/07/2015",
    "endDate": "30/09/2015",
    "objective": "AURA (Advanced Uninterrupted RAdio) is a new concept of in-car radio that aims at replacing the in-dash AM/FM/DAB and Satellite radios worldwide. \nAURA overcomes the limitations of the existing in-car radio technologies (mutual interference, limited number of stations, poor signal coverage in difficult environments, etc.) using a sophisticated  combination of a buffering technology and a multicasting packetized data transfer as described in our Patent application.\nAURA delivers high quality listening for a potentially unlimited number of radio stations, while ensuring a location-independent, interference-free and interruption-free experience,  even under conditions of dropouts and outages in the wireless segment of the network, where other technologies cannot operate.\nAURA is a highly scalable client-server technology because it uses a hybrid multicast system to optimize the bandwidth of the wireless segment of the network. The client connects to the server via a Digital Wireless Network to receive high quality audio, and may communicate its position in order to receive location-based services such as traffic data and geo-targeted adverts. \nCurrent AURA prototype utilizes a PC as server and a smartphone as Client device.\nAURA development is based on AvMap solid Know How in Software and Hardware design and will be brought to market through AvMap long-term relationship with carmakers and Telco companies: AvMap is Tier1 supplier of satellite navigation and connectivity systems for European and Global carmakers.\nThe outcome of Phase 1 will be a detailed feasibility study including costsí assessment and economic viability obtained with the implementation of a larger scale prototype infrastructure involving a multitude of users and stakeholders.\nAURA has the potential to become the next must-have equipment for car manufacturers in the European market. Moreover, AURA can generate more opportunities for other SMEs creating a Long Tail of radio contents and advertising.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AVMAP SRLU",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}