{
    "rcn": "197484",
    "acronym": "iLABOUR",
    "topics": "ERC-StG-2014",
    "title": "Online Labour: The Construction of Labour Markets, Institutions and Movements on the Internet",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "'World Bank, EC Joint Research Centre, and other bodies have recently highlighted the potential of online labour markets to boost employment and economic growth. While national job markets have stagnated, online labour markets that connect firms with knowledge and service workers around the world have grown up to 60% a year.\n\nAn overlooked aspect of these markets is that they extricate workers and employers from national institutional frameworks, such as employment law and collective bargaining, and instead impose their own, technologically enforced institutions. For example, a leading marketplace recently instated a global minimum wage of 4.00 USD/h. With over 540,000 employers and 4,000,000 registered workers in 180 countries, this Californian company is making critical labour policy decisions that influence businesses and individuals from Berlin to Manila.\n\nThe objective of this project is to lay bare the politics and institutions of these next-generation labour markets promoted with discourses of technological progress. Whose interests find expression in their institutions? Some online workers have begun to organize transnationally with the help of digital media. How do online labour movements emerge and assert power on these markets? And finally, to what extent are these relations still reducible to struggles between capital and labour, rather than more ambiguous networked models of production?\n\nWe will tackle these questions through a combination of conventional social research methods and innovative Internet research methods, on both virtual research sites (online labour markets and workers' online communities) and physical research sites (market operators' premises and worker gatherings). We survey, interview, and observe designers and workers to reconstruct processes through which online markets, institutions, and movements are shaped, and 'scrape' online data to quantify their influence. The results will open up important new vistas in labour policy debate.'",
    "totalCost": "1499911",
    "ecMaxContribution": "1499911",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1499911
        }
    },
    "calculatedTotalContribution": 1499911
}