{
    "rcn": "197423",
    "acronym": "OCTOLY",
    "topics": "ICT-37-2015-1",
    "title": "Next Generation Advertising: Social Video Software Connecting Brands and Content Creators",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "In a market where young consumers watch YouTube more than TV, brands have no effective way of analysing and improving the impact of video advertising on social media. \nWhatís more, independent content creators on YouTube capture greater audiences than ìofficialî brand channels ñ yet companies have no easy way of working with these influential creators who talk about their brand. In turn, successful ìYouTubersî have no way of turning their talent into a concrete commercial opportunity. \n\nOctoly aims to develop a 360∞ software suite that enables businesses to regain control of their brands on YouTube, analyse the impact of their branding strategy and create synergy with YouTube's independent content creators. An initial version of Octolyís brand management software for Social Video is already being pilot tested by all of LíOrealís European subsidies and the leading US gaming company Blizzard. The aim of the feasibility study is to identify the full technical specifications for the envisaged final product and to conduct a detailed market study on the needs of brands and independent YouTubers.\n\nThe project meets specific objectives identified by the Commission as part of the flagship Digital Agenda, namely the need for European businesses to successfully capitalise on the potential of internet-based content and the emergence of new types of entrepreneurs through social media  \n\nAs the only European solution of its kind, Octoly aims to rapidly gain market leadership in this market via a unique conceptual and technical approach.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VIDEOAGENCY SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930224860": {
            "orgId": "930224860",
            "orgName": "VIDEOAGENCY SAS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}