{
    "rcn": "197498",
    "acronym": "RENOIR",
    "topics": "ERC-CoG-2014",
    "title": "RENal prOgenItoRs as tools to understand kidney pathophysiology and treat kidney disorders",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Kidney disorders represent a major global health issue and new tools are needed to expand disease modeling and therapeutic options. The identification of renal progenitors (RPC) opens a wide range of possibilities to support progress in several fields of nephrology. Indeed, RPC have become a key player in the pathogenesis of kidney disorders, and their study is increasing knowledge about the mechanisms of kidney response to injury. In this project we propose new lineage tracing models to identify and characterize mouse RPC system. We then will use these models to establish RPC role in progression or resolution of glomerular and tubular injury, and the mechanisms involved in these processes. Furthermore, the role of abnormal RPC function in the pathogenesis of renal cell carcinoma will be established. We will proceed to validate RPC as therapeutic targets to improve podocyte regeneration and disease regression. Lineage tracing of the murine RPC system from development to adult life and characterization of the RPC niche will be performed through observation of RPC at various stages of nephron formation during development as well as during kidney growth, homeostasis and aging. RPC isolation and culture from kidney tissue being limited due to their inaccessibility, the recent development of a method for culturing them specifically from urine finally opens the perspective of personalized medicine of the kidney and the development of patient-specific treatment strategies. In addition, patient-specific RPC can be useful for screening of new drug compounds, developing disease-modifying assays, as well as for evaluation of drug toxicity, with particular regard to nephrotoxicity. Finally, RPC represent potential tools and/or targets for therapeutic purposes and to promote innovative renal replacement strategies for kidney disorders.",
    "totalCost": "1772718,75",
    "ecMaxContribution": "1772718,75",
    "coordinator": "UNIVERSITA DEGLI STUDI DI FIRENZE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 1772719
        }
    },
    "calculatedTotalContribution": 1772719
}