{
    "rcn": "197400",
    "acronym": "DABCAST",
    "topics": "ICT-37-2015-1",
    "title": "Integrated, economical cloud-based service for digital radio broadcasting",
    "startDate": "01/05/2015",
    "endDate": "31/08/2015",
    "objective": "DABCAST is the first system worldwide to provide digital radio broadcasting in form of cloud-based services, which are inexpensive, complete, future-proof and easy-to-use. Our main target are small and medium, local and regional broadcasters (SMBs), who are still reluctant to digitize, because of enormous transition costs, raised even higher through the simulcasting period (when both FM and digital signal must be provided). This is despite digital radio standards and recommendations being ready and enforced in EU for 10\\ years (i.a. Digital Audio Broadcasting\\ standard, DAB\\).\nAs an added value, DABCAST greatly reduces complexity of digital transmission, supporting full path from audition studio down to air transmission and providing easy-to-use web-based management GUIs. By reducing cost and complexity, our solution finally opens the digital radio broadcasting market for SMBs.  It is also future-proof: currently we focus on transmission with DAB\\ system (the widest adoption from all digital radio technologies), but the system can be easily extended to DRM or DVB-T/T2.\nDABCAST is the product that will ultimately become the core element in the portfolio of BCAST company ñ allowing it to open and conquer the market of digital SMBs. BCAST is one of three main Polish alternative radio operators (providing transmission services for broadcasters), dynamically expanding its infrastructure, both analog and digital. Therefore, introducing DABCAST is of strategic importance for BCAST, in order to secure its position and further growth in radio transmission ecosystem, future of which (with DABCAST potential ñ more than ever) lays in digital radio broadcasting.\nThe objectives of Phase 1 of this project are: i) technological feasibility study, ii) market assessment, iii) regulatory framework and IP protection study, iv) partners' search, v) risk assessment, vi) preparation of work plan for phase 2, vii) detailed business plan preparation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BCAST SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930214869": {
            "orgId": "930214869",
            "orgName": "BCAST SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}