{
    "rcn": "197477",
    "acronym": "ACHILLES-HEEL",
    "topics": "ERC-StG-2014",
    "title": "Crop resistance improvement by mining natural and induced variation in host accessibility factors",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Increasing crop yield to feed the world is a grand challenge of the 21st century but it is hampered by diseases caused by filamentous plant pathogens. The arms race between pathogen and plant demands constant adjustment of crop germplasm to tackle emerging pathogen races with new virulence features. To date, most crop disease resistance has relied on specific resistance genes that are effective only against a subset of races. We cannot solely rely on classical resistance genes to keep ahead of the pathogens. There is an urgent need to develop approaches based on knowledge of the pathogenís Achilles heel: core plant processes that are required for pathogen colonization.\nOur hypothesis is that disease resistance based on manipulation of host accessibility processes has a higher probability for durability, and is best identified using a broad host-range pathogen. I will employ the filamentous pathogen Phytophthora palmivora to mine plant alleles and unravel host processes providing microbial access in roots and leaves of monocot and dicot plants.\nIn Aim 1 I will utilize plant symbiosis mutants and allelic variation to elucidate general mechanisms of colonization by filamentous microbes. Importantly, allelic variation will be studied in economically relevant barley and wheat to allow immediate translation into breeding programs.\nIn Aim 2 I will perform a comparative study of microbial colonization in monocot and dicot roots and leaves. Transcriptional profiling of pathogen and plant will highlight common and contrasting principles and illustrate the impact of differential plant anatomies.\n\nWe will challenge our findings by testing beneficial fungi to assess commonalities and differences between mutualist and pathogen colonization. We will use genetics, cell biology and genomics to find suitable resistance alleles highly relevant to crop production and global food security. At the completion of the project, I expect to have a set of genes for resistance breeding.",
    "totalCost": "1991054",
    "ecMaxContribution": "1991054",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}