{
    "rcn": "197457",
    "acronym": "CALIPRI",
    "topics": "ICT-37-2015-1",
    "title": "CALIPRI - an easily customisable all purpose optical gauge for 2D-profiles.",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "CALIPRI Smart is a digital all-purpose measuring device for geometrical properties of arbitrary objects. The optical gauge outputs 2D profiles via WLAN and can be used for quality management and safety checks. The most important markets are railway companies and the automotive industry. The key of the innovation is the software of CALIPRI which allows high-precision measurements although the device is hand guided. This software can be adapted easily to the individual needs of the customer. Hence one and the same handheld gauge can be sold as custom-made device, optimized for the applications of the user. The customising is done by a setup assistant software and needs only a minimum of personnel costs. In opposite to devices, which use a hardware developed for a certain niche application, CALIPRI is a universal solution. This allows a high quantity and low unit cost in production. The customisation is the low-cost part of the product and so it is possible to produce niche products at the quantity and price of a mass product. \nNextSense plans to conquer the international markets with CALIPRI. The competitive price in combination with customised solutions makes an excellent price-performance ratio and provides the opportunity to become the global market leader. NextSense already built up an international distribution network in Europe and Asia. Today most of the customers are railway companies and the automotive industry. In this project, NextSense will find a feasible strategy to conquer the rest of the industrial nations and to enter in new industrial sectors like aerospace, shipyards, household appliance and machine tools. The feasibility study will cover an investment plan, subsidies, HR and marketing efforts. The new organizational company structure and the required financing strategy will be developed. The final result will be a business plan including a schedule of capturing different international regions, an investment plan and a budget plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEXTSENSE GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931395941": {
            "orgId": "931395941",
            "orgName": "NEXTSENSE GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}