{
    "rcn": "197417",
    "acronym": "NAVDEC",
    "topics": "IT-1-2015-1",
    "title": "Navigational Decision Support System for Improved COLREGs Safety Management",
    "startDate": "01/06/2015",
    "endDate": "31/08/2015",
    "objective": "The NAVDEC project focuses on our innovative marine navigation system, using modern IT and ICT technologies to perform decision support functions by processing and integrating data from other navigation information systems to assess the situation and work out solutions to avoid collisions at sea. This is important because human error is the main causes of maritime accidents, and due to the high cost of marine accidents (damage to ship, cargo, injuries and pollution), the potential market for this type of systems is broad, including ship owners, ship builders, equipment manufacturers, classification societies and insurance companies. Potential system users are ship officers and sailors of over 77 thousand merchant vessels worldwide and many times more sailing and motor boats, as well as training centres. A higher level of navigational safety provided by NAVDECís new functionalities will reduce the risk of accidents and generate material benefits due to lower loss of cargo and ships, as well as marine environment protection and prevention of ecological disasters, and social benefits due to safer work conditions on marine vessels. The development of a feasibility study will allow the enterprise strategy to be determined, taking into account the opportunities/possibilities and internal and external limitations for the implementation of our decision support system for navigation in future phases in regard to the needs of different groups of clients.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SUP4NAV SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938551631": {
            "orgId": "938551631",
            "orgName": "SUP4NAV SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}