{
    "rcn": "197408",
    "acronym": "CleanTechBlock",
    "topics": "SC5-20-2015-1",
    "title": "CleanTechBlock",
    "startDate": "01/07/2015",
    "endDate": "30/11/2015",
    "objective": "The building sector contributes with about 40% of total energy consumption in Europe, thus holding an immense potential for contribution towards CO2 emission reduction and energy savings. Graasten Brickworks aims to address this potential and gain access to a major market opportunity through the development of an innovative building material ñ CleanTechBlock - which will enable a paradigm shift within the construction process and recycling in Europe. \n\nCleanTechBlock is a patented multifunctional sandwich-block solution based on the combination of two clay brick shells and foamed recycled glass. The advantages of CleanTechBlock over bricks are compelling as the insulation, strength properties and construction price are similar to alternative solutions and it offers an overall increase in the inner space (3-5%) and a potential reduction in the overall house wall construction time (5x faster), while reducing maintenance requirements. In addition to the economic benefits, it can contribute to the mitigation of environmental problems ñ increase of waste recycling and decrease of raw material consumption, energy consumption and CO2 emissions (more than 50%). \n\nOur vision is to take the final steps of technological development and maturation towards industrial scale production of CleanTechBlock leveraging on the opportunity provided by the SME instrument. Besides giving the participating companies a technological leap with the consequent competitive advantage and export potential, the project will strengthen GB¥s position in the clean-building materials field and assist Europe in achieving objectives for environmental and energy policy, both in terms of waste recycling and general reduction of CO2 emissions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GRAASTEN TEGLVAERK A/S",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937267739": {
            "orgId": "937267739",
            "orgName": "GRAASTEN TEGLVAERK A/S",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}