{
    "rcn": "197499",
    "acronym": "REPLICOLL",
    "topics": "ERC-CoG-2014",
    "title": "Self-replicating Colloidal Assemblies",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Self-replication is the preeminent property of living systems and natural materials. Nature builds and repairs by self-replication. Purely synthetic materials so far lack this important ability. An indispensable prerequisite is the multi-directional control of interactions between the building blocks of materials. In order to generate colloidal building blocks, which are able to self-replicate in a non-biological two-step process, i.e. without the use of DNA, we propose to create a new class of patchy colloidal particles bearing three patches of two different chemical functionalities. The new production process will yield precise control over the patch location and chemistry and thus also gives particles that go well beyond known ABA- or ABC-type Janus particles. \nFor synthesis and replication of colloidal superstructures (e.g. particle strands), the colloids will carry two patches that allow irreversible crosslinking of the self-assembled master-strand and one patch that serves for the recognition and reversible attachment of the single particles along the colloidal chain for the replication process. Thus, in analogy to the polymerase chain reaction (PCR) for DNA replication, single tri-valent colloids will reversibly attach to the colloidal master strand, followed by inter-particle crosslinking of the newly formed strand, which then is detached form the master by opening the bonds between the strands. The released chain copy will then serve as template for further replication processes in which the number of copies will double after each cycle.\nWith this approach we aim to establish a technology platform for the production of sufficient quantities of simple and complex colloidal assemblies, where a well-defined or complex master-structure can only be produced and isolated in small amounts due to a difficult and tedious synthetic procedure.",
    "totalCost": "1907325",
    "ecMaxContribution": "1907325",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1907325
        }
    },
    "calculatedTotalContribution": 1907325
}