{
    "rcn": "197444",
    "acronym": "CSC-IS",
    "topics": "ERC-PoC-2014",
    "title": "Development of a more effective and safer therapeutic antibody for cancer treatment with a dual mechanism of action to eliminate CSCs and reactivate the tumourís immune system.",
    "startDate": "01/07/2015",
    "endDate": "31/12/2016",
    "objective": "Global cancer market is growing at a CAGR of 6.9% with an estimated value of $81bn in 2016. Although the huge R&D investment observed in the past years in the development of new treatments, there is still lack on an effective treatment in many tumour types. In particular, the median survival for glioblastoma multiforme (GBM), a high-grade brain tumour affecting 23,000 patients a year in US and EU, is 14 months and its 5-yr survival less than 5%. It is therefore urgent to develop more effective treatments against this fatal disease.\n\nThere are two main reasons that explain the lack of success for the current treatments: In one hand, Cancer Stem cells (CSCs) are responsible from tumour initiation, maintenance, relapse and metastasis. On the other hand, the tumour has mechanisms to repress the patientís immune system that attacks tumour cells. Our team has discovered a molecular pathway critical in the regulation of CSCs and the immune checkpoint. The project presented here entails the proof of concept and pre-clinical development of a humanized antibody blocking this pathway. At the end of the ERC POC project we will have a patent protected and fully humanized antibody active in vivo and in vitro and ready to enter Phase I clinical trials in humans to continue its commercialization process. The forecasted annual peak revenue for this therapeutic antibody in GBM is $590M with additional sales coming from line extensions in other cancer indications.\n\nWith the ERC POC project we are dramatically increasing the commercial value of the therapeutic antibody, transforming an R&D finding (a pathway is critical for cancer) into a potential new solution to patients (a therapeutic antibody). Hence, we are de-risking the product, advancing it through the commercialization path and creating a product and a commercial data package with a good expectative in the cancer market that is ready to be transferred to a spin-off company.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "FUNDACIO PRIVADA INSTITUT D'INVESTIGACIO ONCOLOGICA DE VALL-HEBRON",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "995163935": {
            "orgId": "995163935",
            "orgName": "FUNDACIO PRIVADA INSTITUT D'INVESTIGACIO ONCOLOGICA DE VALL-HEBRON",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}