{
    "rcn": "197415",
    "acronym": "VISUM",
    "topics": "NMP-25-2015-1",
    "title": "An IR-spectroscopy-based platform for the rapid integration and customisation of affordable, real-time monitoring solutions for the food and pharmaceutical industry",
    "startDate": "01/06/2015",
    "endDate": "30/09/2015",
    "objective": "VISUM is applying to NMP 25 ñ 2014/2015: Accelerating the uptake of nanotechnologies, advanced materials or advanced manufacturing and processing technologies by SMEs, to develop and take to market by 2017 an IR-spectroscopy-based platform for the rapid, easy integration and customisation of real-time monitoring systems for the food and pharmaceutical industries for improved process control, product quality and safety.\n\nNIR is a non-destructive, reliable and accurate technique for monitoring chemical and physical parameters during food and pharmaceutical processing. At present, NIR is widely accepted as one of the most promising on/in-line process control techniques. Moreover, the appearance of fiberoptic probes significantly improves the ability of NIR techniques to monitor and control processes especially using remote on/in line detection. However, there are currently gaps preventing the mainstreaming of NIR in the industry: 1) typical NIR lab analysers are expensive; 2) they often require time-consuming, costly and complex predictive models development and their further recalibration; 3) Generic systems do not properly fit to each particular product line or monitoring challenge and these mismatches are the source of major errors; 4) on-line NIR optical interfaces are prone to biofouling and contamination which is a major limitation for accurate measurements and leads to high maintenance requirements. \n\nThe VISUM platform is designed to overcome each of these limitations and thereby contribute to the mainstreaming of NIR-based technology in the European and global food and pharmaceutical industries as an enabler for improved product quality and safety, as well as improved process understanding and control for a first tier Process Analytical Technology (PAT) tool. The VISUM platform will developing the necessary flexible hardware and software to allow for a rapid, easy, and cost-effective integration that can be performed by non-specialised engineers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VISUM LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942630578": {
            "orgId": "942630578",
            "orgName": "VISUM LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}