{
    "rcn": "197403",
    "acronym": "LIBERATE",
    "topics": "PHC-12-2015-1",
    "title": "Blood Biomarker Array Technology",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "Treatment of patients occurs principally in two places: the primary setting with a physician and the secondary setting in hospital. The remote setting of a care home, the patientís home or remote isolated communities is by comparison under exploited. Projection of real diagnostic power derived from blood biomarker biochemistry into these remote communities is possible using a small volume multi-biomarker array technology that can deliver all of the tests of a clinical biochemistry laboratory in a small-form disposable format performed by the patient. A telemedicine solution brings the data back to the clinician for expert analysis and diagnosis. \n\nOur blood biomarker array technology will provide healthcare for an aging population keeping them in their homes for longer and provide timely personalised interventions for the management of chronic conditions. ìKnowing your numbersî means a patient will understand their own acute phase response to infection or inflammation not requiring the comparison against normal ranges for diagnosis. Preliminary studies indicate 6 assays will be important: CRP and White Blood Cells, markers of the acute phase response; D-dimer the a blood clot biomarker; Troponin I/T/C the heart attack biomarker; and C3 and C4 Complement proteins for differential diagnosis of bacterial infection. The project will look at these and other assays to form a General Diagnostic Array for management of healthcare in remote communities, in health disease and during recovery.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ATTOMARKER LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930184605": {
            "orgId": "930184605",
            "orgName": "ATTOMARKER LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}