{
    "rcn": "197455",
    "acronym": "LIFEOMEGA",
    "topics": "SFS-08-2015-1",
    "title": "Innovative highly concentrated Omega 3 food supplement",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The project aims to develop an innovative food supplement consisting on a high concentrated emulsion of Omega-3 fatty acid EPA. Omega-3 is utilized as a treatment in psoriasis, arthritis, asthma, multiple sclerosis, chronic inflammatory, cancer, high TGs, retinal diseases and cardiovascular failure.\n\nIt consists of 15 ml liquid concentration of EPA, minimizing the level of saturated fats. Itís high concentrated -3 grams EPA/ sachetñ, so it allows meeting the nutritional requirements in fewer dosages. Similar products in the market are constituted of maximum 1 gr. EPA, in which a higher concentration means higher level of saturated fats. Liquid form permits the dilution in other liquids, as milk, soup, or juice.\n\nThese features permit the following applications:\n1) Clinical nutrition: most of cancer patients suffer cachexia or anorexia. EPA supports weight management, reduce the pro-inflammatory response and improve quality of life.\n\n2) Dietary supplement: EPA helps maintaining the musculature and protecting the joints, so it is ideal for competition athletes.\n\nInnovation is present in all aspects: application, as the multiple emulsions technology is applied to food products ñ normally it is applied in cosmetic or pharma-; product, as there are no products in the market offering such a high EPA concentration in liquid form minimizing the saturated fats; design, as it has liquid form; and solution, as the mentioned features constitute a solution for people having an extra requirement of fatty acids.\n\nGoal in phase I is to develop a feasibility study, including a business plan which will cover all aspects of commercialization of LIFEOMEGA: technical, economical, risk assessment, IP, regulatory, bottle necks, market study, partner search, among others.\n\nLIFEOMEGA has a great potential, as it is estimated that cancer patients receiving chemotherapy unfortunately wonít be less than 1 million/year during the next 11 years, in USA, Spain, France, Germany, UK and Italy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOLUTEX GC SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952161119": {
            "orgId": "952161119",
            "orgName": "SOLUTEX GC SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}