{
    "rcn": "197441",
    "acronym": "GLONEXACO",
    "topics": "MSCA-IF-2014-GF",
    "title": "The Global-Local Nexus of Armed Conflicts: The interlinkages between resource-fuelled armed conflicts and the EUís raw materials supply",
    "startDate": "01/08/2015",
    "endDate": "10/09/2018",
    "objective": "The project GLONEXACO is coordinated by the Institut Barcelona díEstudis Internacionals (IBEI), an inter-university institute of Barcelonaís public universities (Universitat AutÚnoma de Barcelona, Universitat Barcelona and Universitat Pompeu Fabra), and will be conducted in collaboration with the Program on Order, Conflict and Violence (OCV) at Yale University. By merging methods of Economic Geography and Conflict Studies, it scrutinises the relationship between local armed conflicts and global market dynamics in the case of natural resource trade. The objective of this research project is to study this illicit trade and to suggest policy options that help to ensure a safe supply of raw materials for Europeís industry.\n\nIt brings together two different research fields in an innovative and multidisciplinary analytical framework, called the ìGlobal-Local Nexus of Armed Conflictsî (GLONEXACO). On the one hand, GLONEXACO will incorporate the concept of Global Production Networks (GPN) from the field of Economic Geography to map international trade streams and the role of the involved state and non-state actors. On the other hand GLONEXACO will use elements of conflict studies and look on the microdynamics of civil wars to look on the local dynamics of this trade.\n\nIn practical terms, the project will use GLONEXACO for the assessment of two case studies (DR Congo and Central African Republic) with the aim of contributing specific policy recommendations both for the EU and other actors about how to curb this trade. The framework potential is not limited to its use with conflict resources, but it will also be applicable to other cases in which global economic dynamics meet local conflicts.",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "INSTITUT BARCELONA D ESTUDIS INTERNACIONALS, FUNDACIO PRIVADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998205952": {
            "orgId": "998205952",
            "orgName": "INSTITUT BARCELONA D ESTUDIS INTERNACIONALS, FUNDACIO PRIVADA",
            "ecContrib": 257191
        },
        "996383904": {
            "orgId": "996383904",
            "orgName": "YALE UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 257191
}