{
    "rcn": "197434",
    "acronym": "EcoContainerCleaner",
    "topics": "IT-1-2015-1",
    "title": "Proving the IBC Robotics container cleaning system as an economic, climate- and environmentally-friendly and safe contribution to the EU transport system in order to disrupt the global market",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "This project is a feasibility study of the opportunities to prove the IBC-Robotics container cleaning solution, the IBA system, in an operational environment. The proposal is to the Work Programme Topic: Small business innovation research for Transport IT-1-2015-1. It also contributes to the solution of a diversity of H2020 Challenges.\nThe business opportunity is to introduce the IBA system on a global level wherever container cleaning shall be performed. 30 miljon containerwashes are performed annually in the world. The need for Container cleaning increases rapidly. More than 200 larger ports targeted around the world need several IBA system solutions. Thousands of companies are involved in the container service industry which are potential customers to IBC Robotics. The IBA solution will represent 50 % of the World market for container cleaning by 20205.\nThe innovation provides customers with a mostly cheaper and more environment friendly way to wash containers and to improve the working conditions for the personnel. It also offers a dry and automated cleaning process based on specifically designed industrial robot, vacuum cleaning and ice blasting technology.\nThe objective of the feasibility assessment is to create an elaborated business-plan. It includes i) a verification of the technological/practical as well as economic viability of the IBA solution ; ii) a market study ; iii) a review Intellectual Property (IP) management issues; and iv) a risk assessment. It will serve to identify bottlenecks and to revise the IBC Robotics innovation strategy prior to proving the disruptive innovation in an operational environment.\nThe identified main market barrier is the raising of capital to set up and create demonstration experiences under a diversity of market conditions. The targeted users are both owners of containers and entrepreneurs cleaning containers in each harbor as well as transport operators and their contractors.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IBC ROBOTICS AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929766632": {
            "orgId": "929766632",
            "orgName": "IBC ROBOTICS AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}