{
    "rcn": "197495",
    "acronym": "CapTherPV",
    "topics": "ERC-CoG-2014",
    "title": "Integration of Capacitor, Thermoelectric and PhotoVoltaic thin films for efficient energy conversion and storage",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The possibility of having a unique device that converts thermal and photonics energy into electrical energy and simultaneously stores it, is something dreamed by the PI since the beginning of her research career. To achieve that goal, this project aims to gather, in a single substrate, solar cells with up-conversion nanoparticles, thermoelectrics and graphene super-capacitor, all made of thin films. These three main components will be developed separately and integrated sequentially. The innovation proposed is not limited to the integration of components, but rely in ground-breaking concepts: 1) thermoelectric elements based on thin film (TE-TF) oxides; 2) plasmonic nanoparticles for up conversion of near infrared radiation to visible emission in solar cells; 3) graphene super-capacitors; 4) integration and optimization of all components in a single CapTherPV device. This ambitious project will bring new insights at large area, low cost and flexible energy harvesting and comes from an old idea of combining energy conversion and storage that has been pursued by the PI. She started her career in amorphous silicon thin film solar cells, later she started the development of thin film batteries and more recently started a research line in thermoelectric films. If approved, this project will give financial support to consolidate the research being carried out and will give independence to the PI in terms of resources and creative think. More importantly, will facilitate the concretization of the dream that has been pursued with hard work.",
    "totalCost": "1999375",
    "ecMaxContribution": "1999375",
    "coordinator": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937405091": {
            "orgId": "937405091",
            "orgName": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
            "ecContrib": 1999375
        }
    },
    "calculatedTotalContribution": 1999375
}