{
    "rcn": "197490",
    "acronym": "SENSORTHALAMUS",
    "topics": "ERC-CoG-2014",
    "title": "Thalamic control of Neuroplasticity",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The cerebral cortex is organized into highly specialized sensory areas. Thus, it is fundamental to understand how these areas acquire and maintain their identity and functional organization. Challenging normal brain development and forcing the brain to the limits of plasticity, offers us the possibility to shed light on these issues. Accordingly, we shall use prenatal sensory deprivation as a model to understand the mechanisms underlying early neuroplasticity, events that could influence the natural organization of sensory cortical areas. Early sensory deprivation produces profound changes in the cortex, provoking the reorganization of both the deprived and the spared cortical territories. Classically, this adaptation is thought to require sensory experience from the intact sensory modalities. However, our recent data from embryonic deprived mice challenge this view, suggesting that a component independent of experience contributes to this reorganization and that the thalamus plays a pivotal role in these events. Hence, we now propose to adopt multidisciplinary and innovative approaches to characterize the structural, genetic and functional rearrangements in the thalamus following embryonic sensory deprivation, and to define the factors and mechanisms that drive cortical specificity. Experimental results from sensory deprived animals in which the thalamus and gene expression is manipulated in vivo, will be integrated to explain when and how neuroplastic cortical adaptations are triggered in the deprived brain. To further understand the rewiring capacity of thalamic neurons and their potential role in sensory restoration, we will adopt a high-risk, high-gain approach to reprogramme nuclei specific thalamic neurons. The novel information obtained will establish how sensory inputs and thalamocortical connections govern cortical activity and architecture, ultimately sculpting perceptual behaviour.",
    "totalCost": "1966770,78",
    "ecMaxContribution": "1966770,78",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1966771
        }
    },
    "calculatedTotalContribution": 1966771
}