{
    "rcn": "197492",
    "acronym": "Psychosystems",
    "topics": "ERC-CoG-2014",
    "title": "Psychosystems:Consolidating Network Approaches to Psychopathology",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "I have recently introduced the Network Approach to Psychopathology. This approach is based on the interpretation of mental disorders as causal systems. Such systems have two basic building blocks: symptoms (i.e., problems like insomnia, fatigue, and concentration problems) and connections between symptoms (i.e., causal and homeostatic relations, such as insomnia ? fatigue ? concentration problems). Together, these building blocks constitute a network, which can be analyzed as a complex system. I have successfully used this approach to explain important phenomena in psychopathology research, such as comorbidity, spontaneous recovery, and prevalence differences between disorders. In addition, I have invented techniques to identify dynamic network structures from time series data, as obtained through experience sampling methodology. This proposal consolidates the Network Approach to Psychopathology through (a) further development and testing of methodologies, and (b) applications of the model to important research domains in clinical psychology. The project is structured in two postdoc projects and two Ph. D. projects. Postdoc project Network estimation and control develops analysis techniques for the estimation of large symptom networks. Postdoc project Early warning signals and transitions investigates whether transitions in symptom networks can be predicted using early warning signals, such as critical slowing down. Ph. D. project Resilience and vulnerability tests the hypothesis that more strongly connected networks are more vulnerable to disorders and investigates whether depressive episodes lead to prolonged changes in network structure. Ph. D. project The dark matter of psychopathology investigates the role of 'anti-symptoms' ñ networks of positive factors that have buffering effects on symptom networks. This new approach to the study of psychopathology aims to establish a breakthrough in the understanding of mental disorders.",
    "totalCost": "1959690",
    "ecMaxContribution": "1959690",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1959690
        }
    },
    "calculatedTotalContribution": 1959690
}