{
    "rcn": "197425",
    "acronym": "mixedplasticvalue",
    "topics": "SC5-20-2015-1",
    "title": "Innovative new technology for creating value from mixed waste plastic",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Impact Laboratories Ltd have developed a method for the cost efficient separation of mixed polymers, using a patent pending process of vertically arranged blades oscillating to produce separation. \n\nUnlike current separation methods, the process is capable of working in an uncontrolled density solution of water for all polymers and is significantly less than 50% of the Capital and Operational cost of existing technology, while exceeding the quality requirements of the industry.\n\nThis technology has the potential to revolutionize plastic recycling across Europe and funding will help us bring it to market quicker.\n\nDeveloped to meet the needs of the recyclers, the process involves a low capital and operational expenditure, which opens the equipment to small and medium sized recyclers across Europe, allowing them to separate plastics which are currently classed as too expensive to separate. This adds value to the recycler, and provides manufacturers a rich source of useable recycled material at a local level. Our technology has the potential to make a major change in the way plastics are recycled across Europe. Every unit will reduce plastic to landfill by 2000/tonnes a year, helping Europe meet the EU goals for plastic recycling by 2020. \n\nJust 50 units operating across Europe will reduce the plastic going to landfill by one percent and create thousands of jobs throughout Europe in recycling, supply chain and manufacturing. \n\nPhase 1 will see Impact Laboratories undertake a feasibility assessment for introducing the technology across the European market. We will look at the supply chains, the needs of recyclers from different European countries and the needs of manufacturers throughout Europe to ensure the technology addresses their needs.\n\nImpact Laboratories will look to role the technology out by franchise or licence in phase 2, to allow European recyclers to reduce the plastic going to landfill.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IMPACT LABORATORIES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936057664": {
            "orgId": "936057664",
            "orgName": "IMPACT LABORATORIES LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}