{
    "rcn": "197428",
    "acronym": "ANDROTEST",
    "topics": "PHC-12-2015-1",
    "title": "Point of care test for non invasive differential diagnosis of obstrutive and non-obstructive azoospermia in male fertility",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "The project ANDROTEST aims at the development of a non-invasive point-of-care device for the differential diagnosis of obstructive and non-obstructive azoospermia (medical condition of a man not having any measurable level of sperm in his semen) in male infertility cases. Human infertility affects about 25% of couples. For many years, it was thought that infertility was a ìwoman thingî. Nowadays it is well known that infertility is not such a woman thing, being estimated that in 40-50% of infertility cases, the issue is on the manís side. One of the most severe forms of male infertility is azoospermia, which is characterized by an absence of sperm in the semen. Azoospermia is diagnosed in 20% of subfertile men and has two forms: obstructive azoospermia (OA) and non-obstructive azoospermia (NOA). OA is caused by a physical obstruction in the male reproductive tract. NOA is a more complicated infertility syndrome with the azoospermia being secondary to a failure to produce sperm. For most men with azoospermia, testicular biopsy is currently the only method to definitively distinguish between OA and NOA. Testicular biopsy is a surgical intervention procedure to remove a small sample of tissue from one or both testicles for further examination under a microscope. The procedure has to be performed by a surgeon or an urologist in an operating room and under local anaesthesia. It is therefore, an invasive procedure that implies significant costs for the healthcare systems and that needs more than 2 weeks to deliver the results, because of the need for expert evaluation of the sampled tissue. The invasiveness of the procedure, the elevated costs and the long times needed to deliver the results, sustain the urgent need for an alternative non-invasive and faster approach with better diagnostic potential at lower costs.\nThis need is the one we have identified as a huge business opportunity we seek embracing.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TORO VENTURES FINANCIAL AND MANAGEMENT SERVICES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934375490": {
            "orgId": "934375490",
            "orgName": "TORO VENTURES FINANCIAL AND MANAGEMENT SERVICES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}