{
    "rcn": "197460",
    "acronym": "SPIN",
    "topics": "ICT-37-2015-1",
    "title": "Secure and protected interoperability",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The objective of the proposed project as a whole (phase 1-3) is to plan, develop, secure and bring to the global market an interoperability platform as a service that enables secure and protected information sharing and cooperation between sovereign partners, their products, systems, services and/or apps, with, up to military grade security. inclose will address security and integrity challenges in a hyper-connected world where organisations and individuals will want and need to interact and share information with each other in a way were their integrity and privacy are protected. In comparison to other platforms available on the market no data is stored on inclose. Information is not  possible to access for inclose i.e. only  recievers, who also fulfill the requirements set by the information owner, will be able to access data. The platform will be opened up for development of modules/services and will, due to its non-proprietary, have the capacity to leverage the global software industry and serve as a secure back-end to Internet-of-Things. inclose can be used by customers across all markets and segments facing difficulties in finding solutions that meet the requirements they have on security and integrity when working or sharing information with others.  inclose is based on over 10 years of concept development, demonstrations and prototyping in domains that have very high requirements on interoperability, security and integrity.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INCLOSE GROUP AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935282925": {
            "orgId": "935282925",
            "orgName": "INCLOSE GROUP AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}