{
    "rcn": "197493",
    "acronym": "CORONALDOLLS",
    "topics": "ERC-CoG-2014",
    "title": "Multi-Scale Coronal Heating: A New Approach to an Old Question.",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "CORONALDOLLS will tackle the long-standing question of the extremely high temperatures in the Sunís outer atmosphere (corona) by taking a modern, progressive approach: forward modelling (creating synthetic observations) will be used to (i) link 3D numerical simulations of in-depth models with large scale computational experiments and (ii) provide observational diagnostics to compare models to high resolution, multi wavelength observations both qualitatively and quantitatively. This timely, multi-scale (ërussian dollsí) approach will achieve an innovative synergy between coronal heating and coronal seismology, where the coronal heating models will use input from, and be benchmarked against, information gained about the solar atmosphere through coronal seismology.\n\nFrom a series of in-depth, 3D numerical studies, considering, in turn, three of the most promising heating processes (Taylor relaxation, braiding and AlfvÈn wave heating) at their particular spatial and temporal scales, we will determine:\n- the cadence of the heating: low-frequency (ëburstyí) vs high-frequency (ënear-continuousí);\n- the range of parameters for which heating is most efficient (i.e. reaches a threshold temperature and is distributed throughout the 3D volume);\n- observational diagnostics to compare with large scale computational experiments and observational data.\n\nThis systematic, comprehensive study will allow CORONALDOLLS to answer the fundamental question: Can we unambiguously identify physical heating mechanisms and determine their relative contributions, both in large-scale numerical simulations and high resolution observations and, if so, how?\n\nIn parallel, the advanced 3D computational models will provide a ëproof of conceptí for coronal seismology, i.e. establish the robustness of the currently used simple models and how the interpretation of observed waves and oscillations in the optically thin solar atmosphere is affected by line-of-sight integration and instrument resolution.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}