{
    "rcn": "197429",
    "acronym": "NEUROSPECT",
    "topics": "PHC-12-2015-1",
    "title": "Neurological application validation for photon counting spectral CT",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "This project is a spin-off from a 6 MEUR and six year research effort at the Royal Institute of Technology (KTH) where a photon counting detector for spectral computed tomography has been developed. \n \nA functional bench-top prototype already exists and has been used for phantom image acquisition as well as system evaluation and optimization. Remaining items are determination of the final modular design, especially to find the correct point on the performance-cost-trade off curve and related to this are which market segment will be approached. The phase 1 feasibility study and business plan development will address these issues as well as several other strategic questions important for maximizing the commercial potential of the innovation. \n \nOur working hypothesis is that neuroradiology is the best segment to approach since spectral imaging capabilities are likely to help determine the vulnerability of carotid plaques to rupture (and cause stroke) and also for brain profusion measurements where any residual blood flow is essential in determining the correct treatment scheme after a stroke. Head and neck applications combined with brain imaging constitute 25% of all CT procedures and is considered a high-end segment. This make makes entering the market at a price premium easier. The physical size of the detector, and thus manufacturing cost, is in the mid-range in this segment which is an additional benefit; the projected cost of this new technology is reasonable. \n\nOur foreseen business model is to supply modularized detector modules to a preferred system vendor for integration in their gantry. A vendor supplied CT gantry is already installed and fully functional and first integration tests have already begun. As part of the feasibility study we will jointly determine on a set of system integration parameters and functional specifications the fulfilment of which will result in the first orders of full scale detector modules.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PRISMATIC SENSORS AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929854223": {
            "orgId": "929854223",
            "orgName": "PRISMATIC SENSORS AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}