{
    "rcn": "197420",
    "acronym": "smaRtAIL",
    "topics": "IT-1-2015-1",
    "title": "Smart protective coatings on classic materials for a new generation of ecologically sustainable ?greení railway vehicles",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The main objective of the project is to analyse the possibilities and adjusting the process of implementation in the EU of the smart coating for railway wheels (together with the verification of nanomaterials) together with an effective smart coatings deposition technology, which apart from reducing wear at the wheel/rail interface, will allow for a significant reduction of energy consumption (up to 8%) and noise (up to 15dB), at the same time maintaining operational characteristics that are much more effective than those currently used in the design of railway wheels, for heavy rail, metros, light rail, and industrial railways. The primary benefit for customers will be the increased life-time of railway wheels of up to 40%.\nThe innovativeness of the proposal solution, confirmed by a European patent that has already been granted and enforced in 23 countries, comes down to the automated application of a material coating of optimised qualities (including self-lubrication and reduction of noise) by a high powered laser onto the flange of a railway wheel.\nThe implementation of an innovative and validated technology consisting of the application of protective layers called smart coating, onto railway wheels working surface will provide a new generation of rail vehicles to be built in Europe, which will be cheaper, environmental friendly, more energy efficient and safer. That will be additional catalyst for railway transport on its path to increasing market share, what is one of the goals of the European Commission in terms of creating a competitive, environmentally friendly and low-carbon economy.\nFeasibility study will enable us to verify the technological feasibility and economic viability of launching smaRtAIL on EUís market, which will contribute to solving the aforementioned problems. PHASE I is only the beginning and we believe it will lead to PHASE II. This will enable us to identify resources needed for commercial implementation of our technology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PLASMA SYSTEM SPOLKA AKCYJNA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938539312": {
            "orgId": "938539312",
            "orgName": "PLASMA SYSTEM SPOLKA AKCYJNA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}