{
    "rcn": "197407",
    "acronym": "REVEN-X1",
    "topics": "ICT-37-2015-1",
    "title": "REVEN-X1: Automatic Vulnerability Detection in Binary",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "TETRANE wants to further develop REVENÆ, a product that automatically discovers, characterizes and helps solving nearly any software flaw that could be exploited by malicious hackers. REVEN represents the only answer to a growing social issue: cybersecurity for critical infrastructure and loss of revenue due to cyberattacks.\n\nREVEN helps to anticipate threats by directly analysing executable binaries (source code is not needed) thanks to the mathematical simulation of processorsí physical structures. Before REVEN, it was considered impossible.\n\nBeyond financial losses for companies estimated at more than 400 billion euros per year worldwide, the growth of cyberattacks exploiting software flaws is indeed a worrying matter for any infrastructure that could threaten the well-being of an entire population: critical infrastructures. Critical infrastructures regroup state activities (civilian, judiciary, research and defence), citizen care (water, food and health) and social and economic life (energy, telecommunications, transports, finances and industry). The crucial need to secure these infrastructures can easily be understood.\n\nThe REVEN developments already realized lead to the demonstration in various operational environments (TRL7) and TETRANE already has recognized early adopters: several defense ministries around the world, and leading civilian companies. The company employs eight Research and Development engineers and has already realized a 315 kÄ turnover in 2015Q1 by selling a beta version of REVEN to cybersecurity experts. It is however necessary for TETRANE to pursue the definition of the commercial plans and the overall strategy for the next two years in order to hit the market with a clear strategic view in terms of business model, Research and Development and IPR. Whit this SME Instrument deliverables, and hopefully subsequent phase II, TETRANE can expect a strong growth during the next few years!",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TETRANE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934338145": {
            "orgId": "934338145",
            "orgName": "TETRANE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}