{
    "rcn": "197481",
    "acronym": "InfoAggregation",
    "topics": "ERC-StG-2014",
    "title": "Information Aggregation in Elections",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Elections are the foundation for democratic decision making. This research program will examine the effects of biased and privately informed entitiesóelection organizersóon the ability of elections to aggregate information: Existing theory demonstrates that large electorates can reach correct decisions by aggregating information dispersed among many voters. However, existing theory does not account for the ubiquitous presence of biased organizers who intend to affect the election outcome. Examples of biased organizers may include a CEO holding a shareholder vote, a regional government holding a referendum, and political parties in general elections.\n\nThis project will develop and analyze new models of voting that account for the effects of biased organizers on information aggregation. One of the examples I consider is an election organizer who can increase voter participation at some cost (e.g., through advertising). Preliminary work suggests that the presence of biased organizers has significant impact. As increasing participation becomes cheap, equilibria exist where the election organizer recruits a large number voters and yet the majority votes almost surely for the organizerís favorite policy. This failure of information aggregation contrasts starkly with existing results for elections in which the number of voters is exogenously large. \n\nI will study the effectiveness of institutional safeguards against such manipulation, including supermajority rules, publicity requirements, and the regulation of communication to voters, and I will apply the theory in the context of shareholder voting and corporate control. Thus, this research program has important implications for the design of elections in realistic voting scenarios.",
    "totalCost": "616003",
    "ecMaxContribution": "616003",
    "coordinator": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 616003
        }
    },
    "calculatedTotalContribution": 616003
}