{
    "rcn": "197453",
    "acronym": "BLOSTER",
    "topics": "SC5-20-2014",
    "title": "Innovative biopesticides production: valorisation of endemic plants and green industrial residues",
    "startDate": "01/07/2015",
    "endDate": "31/12/2017",
    "objective": "In recent years, a growing concern has been expressed throughout EU regarding the use of phytosanitary products in agricultural activities and the significant impacts this practice may have on the environment and on users and consumersí health. Conventional pesticides are synthetic materials that directly kill or inactivate the pest mainly produced from non-renewable resources. There is an increasing demand for residue-free crop protection products, which lesser or none negative impact on environment and better safety features such as biopesticides which are naturally occurring substances that control pests by non-toxic mechanisms, more efficient and formulated to specifically affect a concrete target pest, in contrast to the broad spectrum of conventional pesticides that may affect many other organisms as birds, insects and mammals through the food chain. When used as a component of the Integrated Pest Management (IPM) and Integrated Crop Management (ICM) programs, biopesticides can greatly decrease the use of conventional ones, while not affecting the crop yields.  Biopesticides are also suitable for Organic Agriculture. The BLOSTER project aims to produce different kinds of biopesticides, showing clearly economic (competitiveness in price, creation of market opportunities for the proposer company KIMITEC and other European plant growers and green residuesí suppliers, encouragement of farmersí competitiveness at global level), quality (R&D based solutions tested and validated following a pharmacological approach, controlled high quality raw material), safety (less use of chemical products, benefiting EU consumers and farmers at international level) and environmental (better use of natural resources with regards to the raw material used (W2R), less impact on the biodiversity, soil, water and air, less ecological footprint by avoiding raw material transport from third countries, is it will be produced in EU) advantages against the current conventional pesticides.",
    "totalCost": "1850594,38",
    "ecMaxContribution": "1277915,63",
    "coordinator": "AGROINDUSTRIAL KIMITEC SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935108907": {
            "orgId": "935108907",
            "orgName": "AGROINDUSTRIAL KIMITEC SL",
            "ecContrib": 1277916
        }
    },
    "calculatedTotalContribution": 1277916
}