{
    "rcn": "197458",
    "acronym": "CIGUALERT",
    "topics": "BG-12-2015-1",
    "title": "Reference standards for a specific, reliable and early detection of the marine toxins that causes ciguatera disease",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The worldwide most common type of marine foodborne intoxications is Ciguatera Fish Poisoning (CFP) caused by the consumption of fish contaminated with ciguatoxins (CTXs).It is estimated that affects up to 500,000 persons poisoned, annually. Only in USA it is estimated economic losses of up to 82 million $/year from HAB, related mainly to commercial fisheries impact (37%) and public health costs (45%).\nCIGUALERT project will be focused on the commercialization of analytical standards able to substitute current and unspecific unique mouse bioassays method for the detection of marine CTXs in fishery products for a specific, reliable and rapid chromatographic analytic method, allowing the quantification of CTXs content.\nThen the benefits of CIGUALERT are not only economic, but also social and environmental, including the following ones:\n- Reduce the population affected annually by CFP.\n- Reduce animal testing\n- Provide a reliable method 5 times faster\n- Accomplish the legislation with a reliable method. Increase CTXís controls in European imported fish to guarantee the total absence of CTXs and increase controls at international level.\nTotal global market for CTX detection in the Fishery Sector has been estimated in 1,2 billion Ä. The commercial objectives of CIGUALERT have a clear focus in Reference laboratories, private laboratories, food industry, research centers and universities. Main identified segment market is Public Health Inspection Laboratories for the introduction of the new product.\nMajor goal in Phase 1 is to develop a business and a practical viability plan, including the assessment of the cost-effectiveness and exploitation potential. Then, the next step for Phase 2 will be to increase the characteristics of the product to adapt it to the commercial needs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LABORATORIO CIFGA SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "961442467": {
            "orgId": "961442467",
            "orgName": "LABORATORIO CIFGA SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}