{
    "rcn": "197478",
    "acronym": "TEC_Pro",
    "topics": "ERC-StG-2014",
    "title": "Molecular control of self-renewal and lineage specification in thymic epithelial cell progenitors in vivo.",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The development of vaccines for the treatment of infectious diseases, cancer and autoimmunity depends on our knowledge of T-cell differentiation. This proposal is focused on studying the thymus, the organ responsible for the generation of T cells that are responsive against pathogen-derived antigens, and yet tolerant to self. Within the thymus, thymic epithelial cells (TECs) provide key inductive microenvironments for the development and selection of T cells that arise from hematopoietic progenitors. As a result, defects in TEC differentiation cause syndromes that range from immunodeficiency to autoimmunity, which makes the study of TECs of fundamental, and clinical, importance to understand immunity and tolerance induction. TECs are divided into two functionally distinct cortical (cTECs) and medullary (mTECs) subtypes, which derive from common bipotent TEC progenitors (TEPs). Yet, the genetic and epigenetic details that control cTEC/mTEC lineage specifications from TEPs are unsettled.\nMy objectives are to identify TEC progenitors and their niches within the thymus, define new molecular components involved in their self-renewal and lineage potential, and elucidate the epigenetic codes that regulate the genetic programs during cTEC/mTEC fate decisions. We take a global approach to examine TEC differentiation, which integrates the study of molecular processes taking place at cellular level and the analysis of in vivo mouse models. Using advanced research tools that combine reporter mice, clonogenic assays, organotypic cultures, high-throughput RNAi screen and genome-wide epigenetic and transcriptomic profiling, we will dissect the principles that underlie the self-renewal and lineage differentiation of TEC progenitors in vivo. I believe this project has the potential to contribute to one of the great challenges of modern immunology ñ modulate thymic function through the induction of TEPs - and therefore, represents a major advance in Health Sciences.",
    "totalCost": "1491749",
    "ecMaxContribution": "1491749",
    "coordinator": "INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999451238": {
            "orgId": "999451238",
            "orgName": "INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC",
            "ecContrib": 1491749
        }
    },
    "calculatedTotalContribution": 1491749
}