{
    "rcn": "197433",
    "acronym": "DISCO",
    "topics": "INSO-10-2015-1",
    "title": "Data Integrated Supply Chain Optimisation",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "The objective of this project is to commercialise ëValuechain.comí which is a scalable cloud-based platform that enables manufacturing businesses to optimise overall supply chain performance by connecting with supply chain partners, capturing and analysing real-time structured and unstructured data from internal and external sources, and providing multiple scenario plans to optimise individual company and overall supply chain performance through predictive analytics.\n\nValuechain.com is a disruptive technology and will catalyse the creation of new SME business models in high value manufacturing sectors, unlocking the potential of vertical and horizontal integrated networks of businesses that could not previously collaborate effectively as the information exchange between businesses was very fragmented and manually executed.\n\nCombining real-time knowledge of the supply chain with predictive analytics will provide unprecedented visibility and decision support for manufacturing supply chains and enable European manufacturing companies to monitor and mitigate supply chain risk, create dynamic collaborative supply chain networks by streamlining operations and reduce waste to improve global competitiveness. \n\nThe four key performance measures that will be used to assess current supply chain performance and the beneficial impact of valuechain.com on European Manufacturing SME competitiveness are as follows:\n- Customer service \n- Overall Equipment Effectiveness\n- Cost of Inventory\n- Supply Chain Costs\n\nThis project will enable Valuechain.com to build on its existing commercialised supply chain collaboration and mapping solutions and secure first mover advantage.\n\nThe average annual revenue generated from license rental model and aggregated procurement commissions from each client is Ä1,200 and the potential market opportunity is Ä75,000,000 annual revenue within 5 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VALUECHAIN.COM ENTERPRISES LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937924817": {
            "orgId": "937924817",
            "orgName": "VALUECHAIN.COM ENTERPRISES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}