{
    "rcn": "197491",
    "acronym": "BIOINOHYB",
    "topics": "ERC-CoG-2014",
    "title": "Smart Bioinorganic Hybrids for Nanomedicine",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "The use of bioinorganic nanohybrids (nanoscaled systems based on an inorganic and a biological component) has already resulted in several innovative medical breakthroughs for drug delivery, therapeutics, imaging, diagnosis and biocompatibility. However, researchers still know relatively little about the structure, function and mechanism of these nanodevices. Theoretical investigations of bioinorganic interfaces are mostly limited to force-field approaches which cannot grasp the details of the physicochemical mechanisms. The BIOINOHYB project proposes to capitalize on recent massively parallelized codes to investigate bioinorganic nanohybrids by advanced quantum chemical methods. This approach will allow to master the chemical and electronic interplay between the bio and the inorganic components in the first part of the project, and the interaction of the hybrid systems with light in the second part. The ultimate goal is to provide the design principles for novel, unconventional assemblies with unprecedented functionalities and strong impact potential in nanomedicine.\nMore specifically, in this project the traditional metallic nanoparticle will be substituted by emerging semiconducting metal oxide nanostructures with photocatalytic or magnetic properties capable of opening totally new horizons in nanomedicine (e.g. photocatalytic therapy, a new class of contrast agents, magnetically guided drug delivery). Potentially efficient linkers will be screened regarding their ability both to anchor surfaces and to bind biomolecules. Different kinds of biomolecules (from oligopeptides and oligonucleotides to small drugs) will be tethered to the activated surface according to the desired functionality. The key computational challenge, requiring the recourse to more sophisticated methods, will be the investigation of the photo-response to light of the assembled bioinorganic systems, also with specific reference to their labelling with fluorescent markers and contrast agents.",
    "totalCost": "1748125",
    "ecMaxContribution": "1748125",
    "coordinator": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 1748125
        }
    },
    "calculatedTotalContribution": 1748125
}