{
    "rcn": "197416",
    "acronym": "ReHeat",
    "topics": "SIE-01-2015-1",
    "title": "Heat Recovery System for Professional Laundry Equipment",
    "startDate": "01/06/2015",
    "endDate": "30/09/2015",
    "objective": "TEKFRIGO was founded in 1997 by Alessandro Aldini taking over the activity of the family owned business ALCA Srl. Nowadays, TEKFRIGO is one of the leading Italian refrigeration, condensing units and cooling equipment providers to important customers such as CARPIGIANI SPA, the world leader manufacturer of ice cream machines. Since 2007 we have been working to develop a novel green heat recovery system for professional laundry systems (ReHeat) by applying the heat pump water condensed dryer principle.\nProfessional laundry equipment is energy intensive: 66 billion kWh/year or 78% of all laundry electricity consumption. Many inefficient products continue to be placed on the market, despite lower life cycle cost for products with higher efficiencies. If no specific measures are taken, the annual energy consumption of laundry equipment is predicted to increase 17% by 2030. As a result the EU is preparing new regulation (EU Ecodesign Directive 2009/125/E) to reduce the environmental impact of non-household laundry equipment. From TEKFRIGO, we are pre-empting the legislation with the development of ReHeat. Our first prototype recovers heat from the exhaust air reducing the energy consumption of a dryer by 25%-63% and generates hot clean water at 50∞C that can be re-used by the washing machines leading to a reduction of electricity to heat water by 50%. \nAfter the technical upgrade and scale of our technology, ReHeat will reduce operating expense costs of the end users by 75% whilst reducing the environmental impact.\nOn the other side, the world market volume of professional tumble dryers is around 85,000 units/year and the European one around 39,200 units/year with an expected market value of 220MÄ in 2014 growing at an average rate of 5% .Through the commercialization of ReHeat we estimate that  our product will reach a market penetration of 12% achieving a cumulative revenue of 32.7 MÄ with a net profit of 12.6 MÄ after 5 years of market uptake.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TEK FRIGO SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934612558": {
            "orgId": "934612558",
            "orgName": "TEK FRIGO SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}