{
    "rcn": "197430",
    "acronym": "FASTPRK-2",
    "topics": "IT-1-2015-1",
    "title": "Enhanced on-street parking management system",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Smart on-street parking systems aims to reduce CO2 emissions by the reduction of traffic in cities, improving user experience and improving parking areas management. However, current commercial solutions achieve these benefits only in a limited way, and in most of the cases are far away of being attractive for the decision makers (local authorities), which prefer to invest in other proven/mature solutions to reduce CO2 emissions and regulate traffic. Market penetration of on-street smart parking solutions until 2020 is estimated at 1% for a market of around 18 million regulated parking spaces all around Europe, but the potential market is huge if we take into account that 190 million on-street parked spaces could be potentially regulated.\n\nCurrent solutions available in the market have a parking space accuracy detection of up to 95%, and do not have vehicle identification capabilities. These two features makes impossible to deploy specific solutions for on-street parking spaces that permits a reliable urban traffic management, like occupancy forecasting, fraud control (automatic enforcement), variable pricing, driver guidance, and improved user experience (recommendations and automatic billing). \n\nFASTPRK-2 will overcome these limitations by delivering a cost affordable robust and reliable 100% accuracy detection with vehicle identification, as well as demanding advance tools and services for on-street parking space management. The development of the solution will rely on the results of a feasibility study that will analyse its technical, legal, economic, market and quality viability in the current and future competitive ecosystem.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WORLDSENSING S.L.N.E",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "993322002": {
            "orgId": "993322002",
            "orgName": "WORLDSENSING SL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}