{
    "rcn": "197426",
    "acronym": "A-STREAM",
    "topics": "ICT-37-2015-1",
    "title": "TOPOLOGICALLY DYNAMIC SCALED OUT DATA CENTRE NETWORKS FOR ENERGY EFFICIENCY AND MANAGEMENT",
    "startDate": "01/06/2015",
    "endDate": "30/09/2015",
    "objective": "'The proportional cost of networking in large Data Centre(DC) environments has increased from single digit % up to 30%, as DC scaled-out network architectures have been built to interconnect planet scale compute clusters. In addition,  the need to efficiently employ all DC compute and storage resources in a general purpose manner, require that all resources can be brought into use on an 'as needed' basis by the User software application. Further, with the ever increasing port data rates in DCs and as the symptoms of exhaustion of switching silicon performance continue to emerge at 100G line rates, and above, there is an urgent need for a smart/novel crosslayer (software to photonics) technology approach to achieve viable economic solutions for next generation DCs networks.  Aperilink seeks to bring a patented software optimisation solution to the hybrid switching market place. This solution will augment current packet switches with optical flow switches, plus software networking,  enabling next generation integrated networking solutions.  This will benefit Large Enterprise users of private and hybrid DCs, both in Europe and Globally. The significant CAPEX cost reduction, coupled with the  reduced OPEX costs enabled by photonics, present a significant commercial opportunity to Aperilink.\n\nPhotonics has a major part to play in next generation Data Centres and the A-STREAM project seeks to analyse the market feasibility of the use of crosslayer technologies in enabling this transition and adoption. Further, the current project seeks to perform market research in chosen market verticals, analyse the structure of these markets and to develop a Go-To-Market Strategy, including  pricing and margins.\n\nWith a successful execution of A-STREAM in SME Instrument Phase I, it is intended to employ the resultant business plan to seek private sector financing in conjunction with support via the SME Instrument Phase 2.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "APERILINK LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930351348": {
            "orgId": "930351348",
            "orgName": "APERILINK LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}