{
    "rcn": "197402",
    "acronym": "Excalibur 2.0",
    "topics": "ICT-37-2015-1",
    "title": "Revolutionary trustworthy platform for seamless authentication of Internet users",
    "startDate": "01/06/2015",
    "endDate": "31/08/2015",
    "objective": "The trust model on the Internet is broken. Security-wise, todayís password-based authentication system is dead - more than 90% of current passwords are vulnerable to hacking. Whatís worse, the user experience today is a really bumpy ride ñ registrations, logins, CAPTCHAs, and verification emails present significant obstacles for both the users and the service providers, and contribute to very low conversion rates. We at EXC Sp. z.o.o. (https://getexcalibur.com), a team of young enthusiasts are developing a revolutionary platform for secure and seamless authentication of Internet users ñ Excalibur Cloud Password Manager powered by our proprietary distributed cryptographic scheme. Excalibur utilizes mobile phones or a wearable computer ñ userís most personal device ñ to act as a universal security token for the digital world. Using our unique scheme we create a strongly authenticated state on the phone and project it to any device you want to use so that you don't have to authenticate on that device again. Such as your PC, mobile device, or any other Internet connected device. All that while providing a seamless user experience ñ making authentication invisible for the user. Although our solution reached the private Beta version stage, our development is not yet completed ñ we continue its evolution focusing on enhancing its core components such as proximity detection, behaviometrics and browser sandboxing. Excalibur 2.0 is of strategic importance to our company as it helps harden and enhance our existing platform as well as to establish technological leadership. In order to do so, we are applying for SME Instrument Phase 1 funds to: (i) elaborate an exhaustive technical feasibility study focused on scale-up beyond our current Beta version of the platform; (ii) elaborate a detailed business plan for the commercialization of Excalibur 2.0 at the conclusion of the envisaged Phase 2 project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EXC SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937991262": {
            "orgId": "937991262",
            "orgName": "EXC SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}