{
    "rcn": "197488",
    "acronym": "ENCOMOLE-2i",
    "topics": "ERC-CoG-2014",
    "title": "Endoscopic Comprehensive Optical Multimodal Molecular Intelligent Imaging",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Optical imaging has exceptional potential for medical diagnosis, because it can provide high spatial resolution and molecular contrast. However, for in vivo imaging in humans, the poor penetration of only a few millimetres is a major obstacle. Optical endoscopes solve this problem, but currently most of them only perform non-advanced, classical white light imaging. Also, the speed of current devices is not sufficient to comprehensively scan entire organs at microscopic resolution. Hence, medical imaging is still dominated by non-optical techniques like X-ray, ultrasound and magnetic resonance imaging.\nThe objective of ENCOMOLE-2i is to push the performance of advanced optical in vivo imaging techniques to cross the application threshold for clinical research and practice. An endoscopic multi-modal molecular imaging platform will be developed with unprecedented capabilities for the diagnosis of disease.\nThe hardware technology development includes three novel imaging modalities. Optical coherence tomography with line rates of several Megahertz will be used for comprehensive structural imaging over large areas. Time encoded stimulated Raman sensing, supported by a new type of two photon microscopy, will be used for guided and referenced molecular imaging. Combining these techniques into one system and interfacing it with a newly developed endoscope will generate great synergy. Moreover, the unique synchronization capabilities of these modalities enable a radically new strategy for more efficient data acquisition: The concept of adaptive ìIntelligent Imagingî.\nThe goal is to develop a universal endoscopy platform which can then be specifically tailored to the individual application. In the project the focus is on gastrointestinal imaging. The synergy between technological and algorithmic advances in ENCOMOLE-2i will break ground for more optical in vivo imaging in clinical research and routine, which can finally lead to improved diagnosis of many types of disease.",
    "totalCost": "1998530",
    "ecMaxContribution": "1998530",
    "coordinator": "UNIVERSITAT ZU LUBECK",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999857765": {
            "orgId": "999857765",
            "orgName": "UNIVERSITAT ZU LUBECK",
            "ecContrib": 1998530
        }
    },
    "calculatedTotalContribution": 1998530
}