{
    "rcn": "197494",
    "acronym": "D-FENS",
    "topics": "ERC-CoG-2014",
    "title": "Dicer-Dependent Defense in Mammals",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Viral infection or retrotransposon expansion in the genome often result in production of double-stranded RNA (dsRNA). dsRNA can be intercepted by RNase III Dicer acting in the RNA interference (RNAi) pathway, an ancient eukaryotic defense mechanism. Notably, endogenous mammalian RNAi appears dormant while its common and unique physiological roles remain poorly understood. A factor underlying mammalian RNAi dormancy is inefficient processing of dsRNA by the full-length Dicer. Yet, a simple truncation of Dicer leads to hyperactive RNAi, which is naturally present in mouse oocytes.\nThe D-FENS project will use genetic animal models to define common, cell-specific and species-specific roles of mammalian RNAi. D-FENS has three complementary and synergizing objectives:\n\n(1) Explore consequences of hyperactive RNAi in vivo. A mouse expressing a truncated Dicer will reveal at the organismal level any negative effect of hyperactive RNAi, the relationship between RNAi and mammalian immune system, and potential of RNAi to suppress viral infections in mammals.\n\n(2) Define common and species-specific features of RNAi in the oocyte. Functional and bioinformatics analyses in mouse, bovine, and hamster oocytes will define rules and exceptions concerning endogenous RNAi roles, including RNAi contribution to maternal mRNA degradation and co-existence with the miRNA pathway.\n\n(3) Uncover relationship between RNAi and piRNA pathways in suppression of retrotransposons. We hypothesize that hyperactive RNAi in mouse oocytes functionally complements the piRNA pathway, a Dicer-independent pathway suppressing retrotransposons in the germline. Using genetic models, we will explore unique and redundant roles of both pathways in the germline.\n\nD-FENS will uncover physiological significance of the N-terminal part of Dicer, fundamentally improve understanding RNAi function in the germline, and provide a critical in vivo assessment of antiviral activity of RNAi with implications for human therapy.",
    "totalCost": "1950000",
    "ecMaxContribution": "1950000",
    "coordinator": "USTAV MOLEKULARNI GENETIKY AKADEMIE VED CESKE REPUBLIKY VEREJNA VYZKUMNA INSTITUCE",
    "coordinatorCountry": "CZ",
    "participants": "SLOVENSKA ZDRAVOTNICKA UNIVERZITA V BRATISLAVE",
    "participantCountries": "SK",
    "projectParticipants": {
        "999512251": {
            "orgId": "999512251",
            "orgName": "USTAV MOLEKULARNI GENETIKY AKADEMIE VED CESKE REPUBLIKY VEREJNA VYZKUMNA INSTITUCE",
            "ecContrib": 1537000
        },
        "999859802": {
            "orgId": "999859802",
            "orgName": "SLOVENSKA ZDRAVOTNICKA UNIVERZITA V BRATISLAVE",
            "ecContrib": 413000
        }
    },
    "calculatedTotalContribution": 1950000
}