{
    "rcn": "197496",
    "acronym": "Chap4Resp",
    "topics": "ERC-CoG-2014",
    "title": "Catching in action a novel bacterial chaperone for respiratory complexes",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Cellular respiration provides energy to power essential processes of life.  Respiratory complexes are macromolecular batteries coupling electron flow through a wire of metal clusters and cofactors with proton transfer across the inner membrane of mitochondria and bacteria. Waste products of these cellular factories are reactive oxygen species causing ageing and diseases. Assembly and maturation mechanisms of respiratory complexes remain enigmatic because of their membrane location, multisubunit composition and cofactor insertion. E. coli Complex I, one of the largest membrane proteins, composed of 14 conserved subunits with 9 Fe/S clusters and a flavin, is a minimal model for its 45-subunit human homologue. When proton pumping by respiratory complexes is affected, bacteria become resistant to antibiotics requiring proton gradient for uptake. Based on the latest genetic data, we realize that the huge E. coli macromolecular cage, the structure of which we recently solved by cryo-electron microscopy (cryoEM), in conjunction with a novel protein cofactor, is a specific chaperone for Fe/S cluster biogenesis and assembly of respiratory complexes. This integrated multidisciplinary project combines cryoEM and other structural, biophysical and spectroscopic techniques, to uncover the functional mechanism of this emerging chaperone. The structural plasticity of the chaperone fuelled by ATP hydrolysis, and its interaction with Fe/S cluster biogenesis systems and the main respiratory complexes as a function of stresses, will be scrutinized to gain quasiatomic insights into the way the chaperone operates on its substrates. A novel technology for synergetic in situ investigation of protein complexes in the bacterial cytoplasm by optical imaging, state-of-the-art cryogenic correlative light and electron microscopy, and subtomogram analysis, will be developed and used to obtain snapshots of the chaperone-substrate interactions in the cellular context.",
    "totalCost": "1999956",
    "ecMaxContribution": "1999956",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1999956
        }
    },
    "calculatedTotalContribution": 1999956
}