{
    "rcn": "197487",
    "acronym": "DevoTed_miR",
    "topics": "ERC-CoG-2014",
    "title": "MicroRNA determinants of the balance between effector and regulatory T cells in vivo",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "T lymphocytes display potent pro- or anti-inflammatory properties, which typically associate with distinct effector (Teff) versus regulatory (Treg) cell subsets. Based on published and our preliminary data showing a major impact of microRNAs on T cell differentiation and (auto)immune pathology,  my proposal aims to dissect the miRNA networks that control the balance between Teff and Treg subsets in vivo, in various experimental models of infection and autoimmunity. \n\nWe will focus on three critical  mediators of T cell functions: interferon-gamma (IFN-g) and interleukin-17A (IL-17), highly pro-inflammatory Teff cytokines; and Foxp3, the transcription factor that confers Treg  suppressive properties. To track the activity of these key genes, we will generate a new Ifng/ Il17/ Foxp3 triple reporter mouse, from which we will isolate Teff and Treg subsets to determine their genome-wide miRNA profiles and specific signatures in vivo. We will investigate both natural (thymic-derived and present in naÔve mice) and induced (in the periphery upon challenge) Teff and Treg subsets, as they make distinct contributions to the immune response. We will identify miRNAs selectively expressed in Teff (Ifng\\ or Il17\\) versus Treg (Foxp3\\) subsets of various lineages (CD4\\, CD8\\, gamma-delta or NKT) in each in vivo model; assess whether they are induced during thymic development or upon peripheral activation; and determine the robustness of subset-specific miRNA profiles across various in vivo challenges. \n\nWe will then use loss- and gain-of-function strategies to define the individual miRNAs that impact Teff or Treg differentiation and  disease pathogenesis; dissect the external cues and intracellular mechanisms that regulate miRNA expression; and identify the mRNA networks controlled by key miRNAs in Teff and Treg differentiation. I expect this project to provide major conceptual and experimental advances towards manipulating miRNAs either to boost immunity or to treat autoimmunity.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}