{
    "rcn": "197456",
    "acronym": "INNOPREFAT",
    "topics": "SFS-08-2015-1",
    "title": "Natural Food formulation for the prevention and treatment the Obesity and Metabolic syndrome obtained with herbal extracts",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "After a four-year program of research and development MONTELOEDER has identified highly active components in well-known and safe herbal extracts (Hibiscus sabdariffa and ; Lemon verbena) that preclinical results shows to modulate triglyceride accumulation, oxidative stress and inflammation in insulin-resistant adipocytes and their capacity to decrease body weight, serum cholesterol and triglycerides levels and hepatic steatosis signs in a hyperlipidemic mouse model subjected to high-fat diets.\n\nBased on this results, MONTELOEDER will put in the market a natural functional food ingredient, based on the selected combinations of the two herbal extracts that exhibit synergy in their ability to activate AMPK ñenzyme, for the treatment and prevention of overweight and conditions associated with Metabolic Syndrome (MetS). The new formula is characterized because of its high polyphenolic content, high water solubility and produced under the main ìGreen Extractionî principles.\n\nOne of the most evident health concerns worldwide is the obesity and other pathologies related with the metabolic syndrome (MetS), which is is a growing epidemic throughout the world. It has been estimated that in people over 50 years of age, metabolic syndrome affects more than 40% of the population in the United States of America and nearly 30% in Europe. And this number is expected to double over the next 15 years.\n\nThere are economical and health issues in the necessity for developing food ingredients for the prevention and/or treatment the obesity and Metabolic syndrome. Despite the large number of products classified as functional foods ingredients, there are only two natural products targeted to MetS, which are not allowed in Europe and U.S.A. markets.\n\nThe new product could reach a sales volume during 2017 of 75,000 daily doses, what would be 0.04% of the global market (200million people), and with an important growth impact on the invoicing and Company profit.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MONTELOEDER SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930893093": {
            "orgId": "930893093",
            "orgName": "MONTELOEDER SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}