{
    "rcn": "197432",
    "acronym": "AnandaCor",
    "topics": "PHC-12-2015-1",
    "title": "Concept and feasibility assessment for AnandaCor, a fast melting tablet, as a diagnostic device in ischemic heart conditions.",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Ananda Pharma GmbH qualified a plant derived active pharmaceutical ingredient (API) for specific heart diseases. In nanomolar doses the substance protects cardiomyocytes by stabilizing the Na\\/K\\ -ATPase. The API enables ischemic preconditioning and has a balancing effect on the energy metabolism of cardiomyocytes by enhancing the turnover of lactate to ATP. The specific mode of action conveys a larger therapeutic range which means a smaller risk for unwanted side effects compared to similar substances.\n\nThe API targets mainly on the small vessels and the myocardial cell, rather than on the large vessels, and therefore can be useful to distinguish between relevant obstructive coronary atherosclerosis and the actual ischemia in the microvasculature or in the myocardial cell itself. These properties convey the great potential as a new diagnostic medical device for patients with angina pectoris due to ischemic heart conditions. \n\nTherefore Ananda Pharma GmbH developed AnandaCorÆ, an innovative tablet formulation of the active pharmaceutical ingredient.\nSince cardiovascular and ischemic heart conditions are highly prevalent in all industrialized countries, with over 2 million deaths per year and estimated external costs of nearly 110 billion Ä per annum in the European Union alone, there is an urgent need for effective diagnostic investigation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ANANDA PHARMA GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938403803": {
            "orgId": "938403803",
            "orgName": "ANANDA PHARMA GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}