{
    "rcn": "197404",
    "acronym": "EASY",
    "topics": "SFS-08-2015-1",
    "title": "ECO-INNOVATE-AQUACULTURE-SYSTEM",
    "startDate": "01/07/2015",
    "endDate": "30/11/2015",
    "objective": "The EASY Project has as its main objective the establishment of a technology that reflects the strategic guidelines for sustainable and profitable development of aquaculture in the EU. In order to follow these guidelines, this project has developed an innovative focused on the development of organic aquaculture feed formula. This formula completely excludes fishmeal and fish oil in its composition, and makes up to 50% cheaper production costs in our product (Tilapia fresh), allowing us to provide the end user, a product with high quality, traceability and profitability. Although Global aquaculture production is increasing, particularly Asian production, European production is stagnated. In EU Countries there is a strong trend in healthier and higher quality fish consumption, furthermore, consumer are requesting fast and comfortable food products without compromising its quality and safety. Obtaining raw material (spirulina and quinoa) inside of our facilities for the production of feed, along with the use of new technologies in the field of aquaponic, is undoubtedly the main key to the viability (feasibility) of EASY Project. The opportunity that this tool SME (Horizon 2020) offers drives the growth of the European inland aquaculture, create new jobs and position us as a world-leader in sustainable aquaculture. Analyzed by University of Murcia the results describe our fish as a very high quality due to the organoleptic properties, and perfectly suitable for the new market challenges. In Phase I our principal aim is to conduct a feasibility study including a business plan and market research with our partners regarding commercialization of the products, specially V range products (new formats), taking advantage over our Asian competitors, thus, becoming a leader in this growing market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JARDINERIA Y VIVEROS LA NORIA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950754716": {
            "orgId": "950754716",
            "orgName": "JARDINERIA Y VIVEROS LA NORIA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}