{
    "rcn": "197409",
    "acronym": "FAST-TRACKS",
    "topics": "IT-1-2015-1",
    "title": "Fast rAdio technologieS for uninterrupTed TRAin to traCKside communications",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The urbanization trends of the suburban metropolitan areas has increased exponentially the demand for high-capacity rail infrastructure, which require interoperable systems and services, with high standards of safety and reliability. \nAt the same time, the railway technological infrastructure and the related services require a high level of innovation, especially in the field of telecommunication systems and rail control, which is still made using traditional systems, based on wired or relay electromechanical technology. \nIn this context, the wireless telecommunication networks are playing an increasingly important role for the known functional, installation time and maintenance features: they are potentially able to develop robust systems with high redundancy that can simultaneously vehicular traffic data for automatic train control and the ìmassiveî transfer of security and passengers control information.\nThe business idea proposes the development and commercialization of a low cost system, which allows addressing the main problems faced at present in the integration of a traditional Wi-Fi system within the railway technological infrastructure. \nThe proposed infrastructure, due to the high-speed capacity, dual embedded radio and configurable approach, permits to integrate vital and non-vital services on the same wireless backbone simply dedicating different radio to different services operating with a full redundant architecture.\nThus, the system proposed will contribute to:\nï\testablish a high speed, reliable and continuous communication between a train in motion and the trackside, allowing capacity enhancement;\nï\tsupport Communication Based Train Control (CBTC) services;\nï\tcollect data of CCTV (Close Circuit TV);\nï\tprovide support for VoIP and Personal Information Systems (PIS) services;\nï\tenable preventive maintenance; \nï\tensure passengersí safety and security during their journey;\nï\timprove travel comfort;\nï\tprovide real time multimedia information and access.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COMESVIL SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929761394": {
            "orgId": "929761394",
            "orgName": "COMESVIL SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}