{
    "rcn": "197440",
    "acronym": "CARDYADS",
    "topics": "ERC-CoG-2014",
    "title": "Controlling Cardiomyocyte Dyadic Structure",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Contraction and relaxation of cardiac myocytes, and thus the whole heart, are critically dependent on dyads. These functional junctions between t-tubules, which are invaginations of the surface membrane, and the sarcoplasmic reticulum allow efficient control of calcium release into the cytosol, and also its removal. Dyads are formed gradually during development and break down during disease. However, the precise nature of dyadic structure is unclear, even in healthy adult cardiac myocytes, as are the triggers and consequences of altering dyadic integrity. In this proposal, my group will investigate the precise 3-dimensional arrangement of dyads and their proteins during development, adulthood, and heart failure by employing CLEM imaging (PALM and EM tomography). This will be accomplished by developing transgenic mice with fluorescent labels on four dyadic proteins (L-type calcium channel, ryanodine receptor, sodium-calcium exchanger, SERCA), and by imaging tissue from explanted normal and failing human hearts. The signals responsible for controlling dyadic formation, maintenance, and disruption will be determined by performing high-throughput sequencing to identify novel genes involved with these processes in several established model systems. Particular focus will be given to investigating left ventricular wall stress and stretch-dependent gene regulation as controllers of dyadic integrity. Candidate genes will be manipulated in cell models and transgenic animals to promote dyadic formation and maintenance, and reverse dyadic disruption in heart failure. The consequences of dyadic structure for function will be tested experimentally and with mathematical modeling to examine effects on cardiac myocyte calcium homeostasis and whole-heart function. The results of this project are anticipated to yield unprecedented insight into dyadic structure, regulation, and function, and to identify novel therapeutic targets for heart disease patients.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}