{
    "rcn": "197489",
    "acronym": "CRAGSMAN",
    "topics": "ERC-CoG-2014",
    "title": "The Impact of Cosmic Rays on Galaxy and Cluster Formation",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "'Understanding the physics of galaxy formation is arguably among the greatest problems in modern astrophysics. Recent cosmological simulations have demonstrated that 'feedback' by star formation, supernovae and active galactic nuclei appears to be critical in obtaining realistic disk galaxies, to slow down star formation to the small observed rates, to move gas and metals out of galaxies into the intergalactic medium, and to balance radiative cooling of the low-entropy gas at the centers of galaxy clusters. This progress still has the caveat that 'feedback' was modeled empirically and involved tuning to observed global relations, substantially weakening the predictive power of hydrodynamic simulations. More problematic, these simulations neglected cosmic rays and magnetic fields, which provide a comparable pressure support in comparison to turbulence in our Galaxy, and are known to couple dynamically and thermally to the gas. Building on our previous successes in investigating these high-energy processes, we propose a comprehensive research program for studying the impact of cosmic rays on the formation of galaxies and clusters. To this end, we will study cosmic-ray propagation in magneto-hydrodynamic turbulence and improve the modeling of the plasma physics. This will enable us to perform the first consistent magneto-hydrodynamical and cosmic-ray simulations in a cosmological framework, something that has just now become technically feasible. Through the use of an advanced numerical technique that employs a moving mesh for calculating hydrodynamics, we will achieve an unprecedented combination of accuracy, resolution and physical completeness. We complement our theoretical efforts with a focused observational program on the non-thermal emission of galaxies and clusters, taking advantage of new capabilities at radio to gamma-ray wavelengths and neutrinos. This promises important and potentially transformative changes of our understanding of galaxy formation.'",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "LEIBNIZ-INSTITUT FUR ASTROPHYSIK POTSDAM (AIP)",
    "coordinatorCountry": "DE",
    "participants": "HITS GGMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "999578405": {
            "orgId": "999578405",
            "orgName": "HITS GGMBH",
            "ecContrib": 216536
        },
        "998692601": {
            "orgId": "998692601",
            "orgName": "LEIBNIZ-INSTITUT FUR ASTROPHYSIK POTSDAM (AIP)",
            "ecContrib": 1783464
        }
    },
    "calculatedTotalContribution": 2000000
}