{
    "rcn": "197463",
    "acronym": "SERVIOPTIMAL",
    "topics": "ICT-37-2015-1",
    "title": "The Global Marketplace for Optimized Field Work Delivery",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "'SERVIOPTIMAL (Field Service Work Optimization Manager) configures a new work order market, putting in contact the providers of technical services and the clients (persons or machines), demanding technical services. It is a new business tool, providing support to companies in the area of field service management (FSM), as Home Health Services, Operation & Maintenance, etc. On the provider side, it improves its operational efficiency and gives them a huge market to serve. On the client side, it gives them the better price and service quality. \nSERVIOPTIMAL is a Software as a Service (SaaS) tool, powerful, secure, scalable, easy to configure and integrate in multiple environments, that implements state of the art algorithms for the optimization of resources, artificial intelligence, and the newest software technologies to achieve the better performance and user experience in desktop and mobile apps. \nIn 2013/14, Gartner analyzed the technologies for FSM and positioned them as strategic in its 'Magic Quadrant', assigning them a high capacity for growth. Furthermore, it was estimated that there is a penetration of FSM tools of only a 25%, and Europe can gain more market share. Moreover, the growth of ìinternet of thingsî (more than 50 billion devices in 2025) will act as a ìkiller applicationî to demand the service.\n\nSERVIOPTIMAL is led by ElectrÛnica SaltÛ, S.L. (ESALTO), a SME working in FSM field during the last 20 years, a turnover of >10 million Ä, and a staff of 170 people. At the present, itís available a fully functional prototype (TRL=7), that is being tested by ESALTO and some potential clients. ESALTO has been investing during a lot of years and now has to enter in the commercial feasibility stage. The feasibility study will cover five areas: Technical, Economic, Legal, Operational and Scheduling, developing a Business Plan. \nThe initiative has received the support of the Spanish Ministry of Economy and Competitiveness, due to its innovation characteristics.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ELECTRONICA SALTO SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949721666": {
            "orgId": "949721666",
            "orgName": "ELECTRONICA SALTO SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}