{
    "rcn": "197422",
    "acronym": "INSWITCH",
    "topics": "SIE-01-2015-1",
    "title": "InSwitch ñ Ultra-Compact Electronic Solid-State Device for Induction Motor Starting and Performance Improvement",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The proposed feasibility study respects to a project to develop, manufacture and commercialize worldwide of an ultra-compact, self-powered, electronic solid-state device for optimized soft-starting and steady-state performance improvement of fixed-speed three-phase squirrel-cage induction motors, by means of a novel automatic load-based stator winding connection-mode management technique. It also performs advanced motor protection and fault diagnosis. One of the most disruptive features of the proposed device is that it can be installed inside the motor terminal box. In can potentially be installed in more than 100 million of induction motors worldwide, replacing the obsolete electromechanical star-delta starters and compete with electronic soft-starters. From a conservative perspective, it is estimated that the World market for this device can reach 7500 MÄ/year in revenues, being an excellent business opportunity. Furthermore, the proposed technology is in line with the general trend toward solid-state solutions due to the inherent higher reliability. The device manufacturing will be outsourced, but the design and commercial exploitation will be fully managed by OptiSigma. ìSME Instrument - Phase 1î funding will be used to produce a complete feasibility study in which the technical, economic, financial and commercial aspects are analyzed in detail, offering key information regarding the design, construction, certification, IP management, manufacturing and commercialization of the proposed product, as well as a market assessment in terms of dimension and risks. A detailed well-grounded business plan, SWOT analysis and a business model will be also included in the final feasibility report. The results will be used to prepare a proposal for ìSME Instrument - Phase 2î, as well as to start private fund raising actions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OPTISIGMA - ENERGIA & AMBIENTE LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938042381": {
            "orgId": "938042381",
            "orgName": "OPTISIGMA - ENERGIA & AMBIENTE LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}