{
    "rcn": "197462",
    "acronym": "DERMAE",
    "topics": "PHC-12-2015-1",
    "title": "Clinical research for the validation of a non-invasive medical imaging device for dermatological diagnoses",
    "startDate": "01/04/2015",
    "endDate": "30/09/2015",
    "objective": "Diagnosis and study of many diseases in dermatology, including cancers, mainly depend on biopsy and histopathological analysis of tissue at the cellular-level using an optical microscope. This medical procedure implies to perform a biopsy, i.e. to excise a portion of tissue, then to freeze and cut the sample into slices of a few micrometers thickness and use specific dyes. This procedure is painful and potentially dangerous for the patient. Moreover it is time-consuming and may introduce structural deformation or damages.\nSkin diseases like Melanoma are rapidly growing throughout the world. About 12 millions biopsies are performed each year by dermatologists. As a minor surgical act, the biopsy process involves pain, possible scarring, and stress during the 15 days before reception of analyses results. In 60% of the cases, the skin anomaly is benign and do not necessitate further treatment. However, the patients need to consult another time with the dermatologist for the announcement of the results of the biopsy, which incurs extra medical costs and time. Moreover, as symptoms are detected on a macroscopic-level with surface criteria (color, form and size of the lesion), the dermatologist misses over one third of the pathologies. Finally, as the tissue excision is visually performed, 40% of reoperation is necessary to remove the entire tumor.\nDERMAE is a highly recognized and awarded innovative project that solves this major healthcare issue by developing an innovative instrument capable of producing in situ images of biological tissues similar to histological sections. This non- invasive imaging technique will be able to image in real time the internal structures (up to 1 mm deep) of biological tissues at the cellular level (about 1 ?m resolution). This imaging technology will constitute a new diagnostic tool that may revolutionize the medical procedures in dermatological diagnoses.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DAMAE MEDICAL",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934548053": {
            "orgId": "934548053",
            "orgName": "DAMAE MEDICAL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}