{
    "rcn": "197483",
    "acronym": "PROTEOMICAN",
    "topics": "ERC-StG-2014",
    "title": "Discovery of breast cancer aggressiveness markers using topo-proteomics mapping",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "'In the proposed research we will explore the functional proteomic diversity of histologically-defined regions within human breast tumors, aiming to identify novel protein biomarkers of tumor aggressiveness. Once identified, these proteins will serve as potent diagnostic markers and therapeutic targets. Towards this aim we will perform genome-scale proteomic profiling on tumor regions displaying diverse histopathology. This will be followed by functional investigation of these cancer cell sub-populations to determine their tumorigenic potential, and search for microparticle-based proteomic biomarkers from serum samples towards identification of cancer aggressiveness in blood tests. \nAnalysis of the proteomic diversity holds a promise to reveal yet unidentified regulators of the tumorigenic phenotype as quantitative protein profiling is expected to most faithfully predict cellular phenotypes. This will be accomplished using the 'super-SILAC' technology, which I developed during my post-doctoral research. Using this technology, we identified over 12,000 proteins in formalin-fixed paraffin embedded breast cancer tumors. In the current project we will take one large step further, namely, microdissect and analyze selected regions in breast tumors based on local histopathological characteristics, such as the expression of known markers, cancer cell density, the vicinity to blood vessels and to the tumor invasive front. This 'topological map' of the proteome will be followed by functional in vitro and in vivo studies, directly probing the aggressiveness of these cell populations, manifested by an accelerated proliferation and invasive/metastatic capacity. Finally, proteins associated with tumor aggressiveness will serve as blood-based biomarkers for predicting the tumorigenic phenotype using non-invasive tests. This work will set the basis for quantitative probing of tumor heterogeneity, which is crucial for accurate diagnosis and effective therapy.'",
    "totalCost": "1699261",
    "ecMaxContribution": "1699260,75",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1699261
        }
    },
    "calculatedTotalContribution": 1699261
}