{
    "rcn": "197427",
    "acronym": "We TAP IN",
    "topics": "NMP-25-2015-1",
    "title": "Weaving Technology based Automated Production Processes in the Composite Industry (We TAP IN)",
    "startDate": "01/07/2015",
    "endDate": "31/01/2016",
    "objective": "The Weaving Technology based Automated Production Processes in the Composite Industry (We TAP IN) project aims at a commercial validation of high quality unidirectional glassfiber / polymer composite tape mass production technology and commercialization.  \n\nIndustry development\nThe composite industry is a fast growing and widely expanding industry. The majority of all commercial composite product are based on thermosets. Thermosets can not be separated in the original fiber and matrix materials. Hence reuse or recycling is hardly possible. Within a few years the lack of recyclability imposes an undesired situation. \n    \nProblem\nMass production is required to server high volume commodity products and markets. Mass production require advanced automated production processes which requires thermoplastic tapes as semi-finished product. Current thermoplastic tapes are of limited quality, hampering the shift towards increased recyclability.\n    \nIntended Innovation\nYears of involvement in the industry and the development of thermoplastic unidirectional tapes production processes resulted in an improved production method. The production method is based on an industry knowledge cross-over. The realization of a full scale mass production facility will be realized with an incumbent textile manufacturer, by means of a joint venture. \n    \nBenefit\nOnce commercial available, the innovation contributes to a increased recyclability of new composite products. The use of high quality thermoplastic tapes will reduce weight in several products of high volume markets. The realized weight reduction of the products will result in a decrease of CO2 emission during the transportation and during the lifetime of products. \n    \nEffect\nThe innovation bridges the gab between, low cost medium quality raw materials and advanced automated production processes. As a result high volume market can be targeted and a contribution can be realized on a knowledge intensive manufacturing base in Western Europe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SUSTAINABLE BUSINESS ENGINEERS B.V.",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929851701": {
            "orgId": "929851701",
            "orgName": "SUSTAINABLE BUSINESS ENGINEERS B.V.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}