{
    "rcn": "197486",
    "acronym": "ACTOMYO",
    "topics": "ERC-StG-2014",
    "title": "Mechanisms of actomyosin-based contractility during cytokinesis",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Cytokinesis completes cell division by partitioning the contents of the mother cell to the two daughter cells. This process is accomplished through the assembly and constriction of a contractile ring, a complex actomyosin network that remains poorly understood on the molecular level. Research in cytokinesis has overwhelmingly focused on signaling mechanisms that dictate when and where the contractile ring is assembled. By contrast, the research I propose here addresses fundamental questions about the structural and functional properties of the contractile ring itself. We will use the nematode C. elegans to exploit the power of quantitative live imaging assays in an experimentally tractable metazoan organism. The early C. elegans embryo is uniquely suited to the study of the contractile ring, as cells dividing perpendicularly to the imaging plane provide a full end-on view of the contractile ring throughout constriction. This greatly facilitates accurate measurements of constriction kinetics, ring width and thickness, and levels as well as dynamics of fluorescently-tagged contractile ring components. Combining image-based assays with powerful molecular replacement technology for structure-function studies, we will 1) determine the contribution of branched and non-branched actin filament populations to contractile ring formation; 2) explore its ultra-structural organization in collaboration with a world expert in electron microcopy; 3) investigate how the contractile ring network is dynamically remodeled during constriction with the help of a novel laser microsurgery assay that has uncovered a remarkably robust ring repair mechanism; and 4) use a targeted RNAi screen and phenotype profiling to identify new components of actomyosin contractile networks. The results from this interdisciplinary project will significantly enhance our mechanistic understanding of cytokinesis and other cellular processes that involve actomyosin-based contractility.",
    "totalCost": "1499988,75",
    "ecMaxContribution": "1499988,75",
    "coordinator": "INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999451238": {
            "orgId": "999451238",
            "orgName": "INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC",
            "ecContrib": 1499989
        }
    },
    "calculatedTotalContribution": 1499989
}