{
    "rcn": "197411",
    "acronym": "CREEV",
    "topics": "IT-1-2015-1",
    "title": "Novel Compound Rotary Engine Range Extender for Electric Vehicles",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "This project seeks to successfully demonstrate and scale up for market readiness, a completely novel, high efficiency, low emission, compact rotary engine range extender for electric vehicles. According to the EC, transport is the only major sector in the EU where greenhouse gas emissions are still rising, with road transport contributing about one-fifth of the EU's total CO2 emissions. Despite the existence of environmentally friendly electric vehicles, CO2 emissions continue to rise in the sector. This is because of range anxiety, the single greatest obstacle to the widespread adoption of electric vehicles (EV) and the environmental benefits they offer. As a result, while 44% of drivers consider emissions & environmental friendliness as important factors when buying a car, only 5% would consider buying an electric car due to range concerns. Whilst automotive manufacturers have sought to address the issue of range anxiety through the installation of range extenders, these existing extenders are limited in performance and do not fully meet vehicle manufacturers (OEM) needs. The clear business opportunity is to provide tier 1 automotive powertrain providers and OEMs with breakthrough innovation in EV range extender technology that meets all of their needs. These include; high efficiency, low fuel consumption, low emissions, low noise, compact size, light weight and low vibration. The rotary (Wankel) type engine lends itself extremely well to this application, but has a number of inherent limitations. The key innovations in our solution (refer section 1.3) eliminate the disadvantages of the rotary engine whilst building upon its inherent strengths. Our breakthrough solution is novel, patent protected and lab tested/demonstrated at prototype stage. We initially require help to undertake a feasibility study to elaborate and de-risk our business plan. The successful exploitation of the technology will result in cumulative revenue of Ä79m after 6 years on the market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADVANCED INNOVATIVE ENGINEERING (UK) LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931535136": {
            "orgId": "931535136",
            "orgName": "ADVANCED INNOVATIVE ENGINEERING (UK) LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}