{
    "rcn": "197447",
    "acronym": "NANOSHOCK",
    "topics": "ERC-ADG-2014",
    "title": "Manufacturing Shock Interactions for Innovative Nanoscale Processes",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "Fluid dynamics are fundamental to a wide spectrum of natural phenomena and technological applications. Among the most intriguing fluid dynamics events are shockwaves, discontinuities in the macroscopic fluid state that can lead to extreme temperatures, pressures and concentrations of energy.The violence and yet the spatial localization of shockwaves presents us with a unique potential for in situ control of fluid processes with surgical precision. Applications range from kidney-stone lithotripsy and drug delivery to advanced aircraft design. How can this potential be leveraged/harnessed? What mechanisms and inherent properties allow for formation and control of shocks in complex environments such as living organisms? How can shocks be generated in situ and targeted for drug delivery with high precision while minimizing side effects? What is the potential of reactive/fluidic-process steering by shock-interaction manufacturing?\nOur objective is to answer these questions by state of the art computational methods, supported by benchmark quality experiments. Computations will be based on advanced multi-resolution methods for multi-physics problems with physically consistent treatment of sub-resolution scales. Uncertainty quantification will be employed for deriving robust flow and shock-dynamic field designs. Paradigms and efficient computational tools will be delivered to the scientific and engineering community. Our group has strong foundations in complex-fluid physics and computational methods and a strong record of successfully integrating research and technical applications. Our goal is to provide un-precedented insight into shock generation and dynamics in complex environments and to unravel the path to technical solutions. Leveraging the enormous potential of manufactured shocks in situ gives access to breakthrough innovations and high-impact technologies, ranging from shock-driven nanoparticle reactors to non-invasive shock-mediated low-impact cancer therapies.",
    "totalCost": "2353438",
    "ecMaxContribution": "2353438",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 2353438
        }
    },
    "calculatedTotalContribution": 2353438
}