{
    "rcn": "197461",
    "acronym": "helioSTEAM",
    "topics": "SIE-01-2015-1",
    "title": "A novel concentrated solar steam system for industrial applications with a high degree of pre-manufacturing at extremely low prices.",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Fresnex GmbH has developed a cheap and easy-to-install solar mirror system that concentrates the solar radiation onto a receiver, generating steam directly in the receiver. The steam is used in existing industrial steam systems for production in various industry segments. The technology works as a fuel saver technology by reducing energy costs, dependency on oil and gas and CO2 emission of its customers.\nThrough a patented innovation Fresnex GmbH will be able to significantly reduce the system costs compared to existing technologies while parallel reducing the complexity of integration. Due to the lower investment costs, projects are now financial attractive, opening up a huge market. In Portugal, Spain, Italy and Austria together about 5,5 TWh could be switched to solar with even more potential in South Africa, Mexico, US, and many other countries.\nThe innovation itself relates to a new and cheap mirror bearing, pivotable holding the mirrors. It is realised through a line-hinge in a cheap, effective and precise way. The thermal performance of the system prototype has been proved by a solar testing institute with good results.\nThe management (two former university colleagues with 14 years of track record in plant engineering and construction) are the majority owners of Fresnex GmbH and they plan to sell company shares to further fund the project in addition to the already inserted private equity.\nIn order to better understand the market needs and to gain customer contacts, Fresnex will perform a customer survey and address technical and financial topics as H2020 phase one project.\nThe commercialisation plan includes a first system in industrial environment in 2015 (TRL5 to 6) followed by two reference systems for large scale implementations. At the same time the semi-automated production line will be developed. Without at least parts of this semi-automated production line, the two reference plants cannot be built (phase 2 project).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FRESNEX GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929989635": {
            "orgId": "929989635",
            "orgName": "FRESNEX GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}