{
    "rcn": "197421",
    "acronym": "Polarsol Phase One",
    "topics": "SIE-01-2015-1",
    "title": "Disrupting the energy market with the innovation in solar heating",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Can the renewable energy be attractive without subventions? Currently itís not, since the existing solutions do not provide energy at a competitive price level. PolarSol has developed the first solar heating system capable of operating around the year even in cold-climate conditions. Moreover, it provides energy that is cheaper than district heating! The innovation is based on the patented heat exchanger made from thin stainless steel sheet. This unique element serves as a core for all processes within a full-cycle hybrid system, including heating, cooling, waste heat recuperation, and energy storage. Using same element for multiple purposes allows customers significantly reduce investments, shorten payback time and increase ROI. For most of objects the payback time is 3-5 years, which is by far the industry record.\nThe system has already been piloted in Finland, Estonia, Czech Republi?, Poland, Malta, Ukraine and Russia for a variety of objects including private houses, industrial plants, spas and multi-story buildings. The system is easily scalable and can be supplied both to B2C and B2B markets. However, so far PolarSol has paid little attention on focusing marketing and sales effort in order to attract as diverse customer base as possible. The diversity has provided us better opportunity to test different system modifications. One of the main goals of the project is to identify customer segments with the highest market potential with special emphasis on B2B market. This goal will be pursued in Phase 1 by means of market surveys and thorough analysis of available options.\nThe whole delivery chain is so far mainly handled by PolarSol itself. The goal of Phase 2 is to develop the international network of partners and local representatives and build up effective sales and distribution channels. This will allow PolarSol better respond to the constantly growing demand for heat exchangers and concentrate on developing new clean energy solutions for global challenges.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "POLARSOL OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930454362": {
            "orgId": "930454362",
            "orgName": "POLARSOL OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}