{
    "rcn": "197412",
    "acronym": "Opti-LPS",
    "topics": "SIE-01-2015-1",
    "title": "Optimal Lightning Protection System",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "EU has set the goal that 20% of our energy should come from renewable sources by 2020. The impact of lightning strikes on wind turbines has long been an issue for the industry. Already in the technical report from IEC published in 1998 (IEC TR 61400-24) blade damages was contributing with the highest repair cost, and the longest outage time. This tendency has continued the last decade, where the blade lengths have increased from 20-30m to blade lengths of 60-80m. Specifically, lightning-related failures and consequent maintenance and repair activities is the primary cost in operating wind turbines, for instance a lightning strike offshore can cost up to Ä1.5 million when accounting for the expenses related to crane vessel, offshore repair operations and loss in energy production.\nCurrently, all OEMs implement lightning protection systems (LPSs) in their blades. However, laboratory experiments and field experience often find these protection systems inefficient. This has drastic economic consequences for wind farms owners/operators. \nThe Opti-LPS project mitigates this problem by developing an innovative new blade agnostic LPS product, increasing the protection efficiency (interception and lightning current conduction), lowering the costs of the LPS system, and greatly simplifying the installations and logistics compared to recent solutions seen at many manufacturers. The consequence is a lowering of initial costs and servicing that ultimately increases the economic feasibility of wind turbines.\nThe innovation project will bring the Opti-LPS closer to market by design optimisation, work flow optimisation and demonstrations using prototypes.\nThe feasibility study comprises of: a market study, feasibility of technical and economic factors and development of a business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GLOBAL LIGHTNING PROTECTION SERVICES AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941776008": {
            "orgId": "941776008",
            "orgName": "GLOBAL LIGHTNING PROTECTION SERVICES AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}