{
    "rcn": "197401",
    "acronym": "Mobile E-Admini",
    "topics": "INSO-9-2015-1",
    "title": "Increase of awareness, activity and confidence of local residents in area of municipal  administration and the reduction of barriers to access information in the age of mobility and e-government",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The project aims to reduce the boundaries of normal and disabled residents with State and Local Offices, to raise awareness of the election, the real impact on the activities undertaken in the area of residence, universal access to information and the possibility of remote communication with the office and the submission of applications using mobile applications. Today's technology makes it possible to revolutionize the current system of Administration. The possibility of placing via this system additional  information on products for the local market (the same residents) will enable the development of SMEs market.\n \nOur current product supports the action in 7 areas:\n \n1. Discipline records system permits to sell alcohol\n2. Real Estate Registration System\n3. The historical monumental records\n4. The system permits the location of the records in road  lane and to occupy roadway\n5. A system to support the work of the Municipal Council / District (CAP) s\n6. A system for handling public procurement (ZP)\n7. Municipal Waste Management System (CPG)\n \nOur goal is to expand the functionality of the system, to enable the implementation of the above-mentioned design goals. In this way, our project is:\n- Universal\n- Technology ready\n- Mobile\n- Friendly for locals residents\n- Reduces barriers in the community for normal and disabled people\n- Easy access for development of the local market for SMEs\n- Easy language change.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MANAGEMENT DATA SYSTEMS SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929955103": {
            "orgId": "929955103",
            "orgName": "MANAGEMENT DATA SYSTEMS SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}