{
    "rcn": "197482",
    "acronym": "MidFrontalTheta2.0",
    "topics": "ERC-StG-2014",
    "title": "MidFrontal Cortex Theta Oscillations: Causes and Consequences",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "While reading this text, pat your head and rub your stomach (if someone sees you, tell them it's OK; you're doing science). Right now you are engaging in an action that must be actively monitored and quickly adjusted to avoid making mistakes. Over the past five years, my collaborators and I discovered that there is a specific pattern of brain electrical activity that occurs during response conflictócompetition between multiple conflicting actions when a mistake could be made. This brain activity is observed over the midfrontal cortex (MFC) and is characterized by oscillations at around 6 cycles per second (the theta band). MFC theta is a highly statistically robust marker of the neural networks involved in action monitoring and behavior adjustments, correlates with single-trial reaction time, and predicts how well people learn from mistakes. Despite these robust findings linking MFC theta to action monitoring, the significance of MFC theta for how neural microcircuits actually implement action monitoring and adjustments is unknown. In the ERC research we will use computer simulations and rodent models to understand how different types of neurons in different cortical layers might use action potentials and oscillations to implement action monitoring. The results will help us understand how the brain monitors behavior and avoids mistakes, and will also give insight into neural microcircuit organization as it relates to higher cognitive function. While developing these computer simulations and rodent models, we will also take our human research to the next level by asking: If action monitoring in the MFC is supported by theta oscillations, does this mean that our actions, and our ability to monitor and adjust them, occur with theta rhythmicity? To answer this question, we will develop new tasks combining data-gloves and EEG to test how the timing of human sequenced actions during keyboard typing (typists type in ìthetaî) corresponds to temporal dynamics of MFC theta.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}