{
    "rcn": "197449",
    "acronym": "SynDiv",
    "topics": "ERC-ADG-2014",
    "title": "A nanophysics approach to synthetic cell division",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Imagine building a living cell from basic components, a vesicle filled with biomolecules that can sustain itself and reproduce into similar offspring. Can this be done?\nThis proposal addresses the most tantalizing aspect: synthetic cell division. We aim to build liposomes (lipid vesicles enclosing an aqueous solution with proteins and DNA) that can spontaneously divide through a contractile protein ring at the vesicle perimeter. To realize this, we employ an experimental biophysics approach that addresses both the actual division and the prerequisite spatial control, with:\n1. Cells in nanofabricated shapes. We will study cell-division proteins and DNA in live E.coli bacteria that are molded into user-defined arbitrary shapes and sizes. Clarifying the effects of cell shape will elucidate the guiding principles for the spatiotemporal organization of the cell-division machinery.\n2. Proteins and DNA in nanofabricated chambers. We will use a bottom up approach to study the basic divisome components in vitro exploiting the full control provided by nanochambers. This will resolve the spatial organization of the fascinating patterns of Min proteins and chromatin that dictate the localization of the division ring.\n3. Liposomes on chip. We will develop a chip-based technology to generate liposomes for exploring synthetic cell division. We will use both microfluidic constrictions and a biomimetic approach (encapsulation of divisome proteins such as FtsZ) to induce autonomous liposome splitting, thus enabling a simplified but tightly controlled form of synthetic cell division.\nTo our knowledge, this nanofabrication-based approach to synthetic division is unique. We expect to be able to make important contributions to understanding cell division, and anticipate that on a 5-year scale we indeed can master synthetic division. We believe that our mix of nanophysics and synthetic biology is bound to yield deep insight into the biophysical underpinnings of cellular reproduction.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}