{
    "rcn": "197446",
    "acronym": "HEIRRI",
    "topics": "SEAC-2-2014",
    "title": "HEIRRI (Higher Education Institutions and Responsible Research and Innovation)",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "Higher Education Institutions and Responsible Research and Innovation (HEIRRI) foster an alignment of research and innovation (R&I) with the needs, values and societal expectations. The six key aspects of ìResponsible Research and Innovation (RRI)î-societal/public engagement, gender equality, open access, science education, ethics and governance in R&I-are transdisciplinary included at all stages of formation of scientist and engineers, and other professional fields involved in R&I. \nHEIRRI will create and share on OA a stock-taking inventory constituted by a State of the Art Review and a Data Base. The inventory will gather results of other EU funded RRI projects, good cases and practices of RRI and RRI Learning. Also, different stakeholders involved and/or affected by R&I will participate in a debate and reflection process on RRI Learning through online and offline Forum actions.  \nResults from the inventory will represent the basis for RRI Training programs and formative materials, offering the students knowledge and skills to develop viable solutions to specific problems related to R&I, integrating theory and practice. They will be designed for the different HEI educational levels (undergraduate, MD and PhD, summer courses and MOOC), mainly based on Problem based learning methodology, and supported by multimedia materials (videos and microvideos, 2.0 materials, etc.). All results and products elaborated by HEIRRI will be uploaded on OA at RRITools Platform.\nAn internationalization plan will guarantee their spreading awareness and future use by HEI from Europe and beyond. A global scope and expertise on RRI will be provided by HEIRRI consortium that consists of 5 European HEI (Universitat Pompeu Fabra (UPF), Universitetet I Bergen (UiB), Aarhus Universitet (AU), Institut Fuer Hoehere Studien und Wissenschaftliche Forschung (IHS), Sveuciliste u Splitu (University of Split, UNIST)), the European network of science centres and museums (AEESTI / Ecsite), FundaciÛn Bancaria Caixa D'estalvis i Pensions de Barcelona La Caixa (FBLC), a network of universities (AssociaciÛ Catalana d'Universitats P˙bliques, ACUP), and a private company specialized in R&I (INNOVATEC).",
    "totalCost": "1498775",
    "ecMaxContribution": "1498775",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "INSTITUT FUER HOEHERE STUDIEN - INSTITUTE FOR ADVANCED STUDIES;AARHUS UNIVERSITET;SVEUCILISTE U SPLITU;FUNDACION BANCARIA CAIXA D'ESTALVISI PENSIONS DE BARCELONA LA CAIXA;SOCIEDAD PARA EL FOMENTO DE LA INNOVACION TECNOLOGICA S.L. - INNOVATEC;ASSOCIACIO CATALANA D'UNIVERSITATS PUBLIQUES;ASSOCIATION EUROPEENNE DES EXPOSITIONS SCIENTIFIQUES TECHNIQUES ET INDUSTRIELLES;UNIVERSITETET I BERGEN",
    "participantCountries": "AT;DK;HR;ES;BE;NO",
    "projectParticipants": {
        "998448452": {
            "orgId": "998448452",
            "orgName": "ASSOCIATION EUROPEENNE DES EXPOSITIONS SCIENTIFIQUES TECHNIQUES ET INDUSTRIELLES",
            "ecContrib": 313125
        },
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 401575
        },
        "999818189": {
            "orgId": "999818189",
            "orgName": "SVEUCILISTE U SPLITU",
            "ecContrib": 97650
        },
        "998954404": {
            "orgId": "998954404",
            "orgName": "FUNDACION BANCARIA CAIXA D'ESTALVISI PENSIONS DE BARCELONA LA CAIXA",
            "ecContrib": 90000
        },
        "985318338": {
            "orgId": "985318338",
            "orgName": "SOCIEDAD PARA EL FOMENTO DE LA INNOVACION TECNOLOGICA S.L. - INNOVATEC",
            "ecContrib": 43750
        },
        "998927923": {
            "orgId": "998927923",
            "orgName": "INSTITUT FUER HOEHERE STUDIEN - INSTITUTE FOR ADVANCED STUDIES",
            "ecContrib": 130625
        },
        "947874301": {
            "orgId": "947874301",
            "orgName": "ASSOCIACIO CATALANA D'UNIVERSITATS PUBLIQUES",
            "ecContrib": 170000
        },
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 100498
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 151552
        }
    },
    "calculatedTotalContribution": 1498775
}