{
    "rcn": "197414",
    "acronym": "AutArt",
    "topics": "PHC-12-2015-1",
    "title": "Clinical validation of the AutArt rheumatoid arthritis diagnostic device",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "The AutArt diagnostic toolkit is a medical device that automatically diagnoses the progression of Rheumatoid Arthritis (RA) \non an X-Ray image by using the Sharp/van der Heijde scoring system. \nThis Phase 1 feasibility study will support the clinical validation of the device in Phase 2 that we estimate will cost between \n1.5-2 million EUR; with the first market sale scheduled within 2 years, sold SAS (Software as a Service). \nRA is a chronic autoimmune disease that causes inflammation of the lining of the joints, which can destroy cartilage and \nbone, causing deformity of the joints. RA is a serious economic and social problem, 20-30% of early RA patients become \npermanently work disabled during the first 2-3 years of the disease and more than 50% of patients with RA became work \ndisabled during the first ten years of the disease. Classical disease-modifying drugs are ineffective in about 10-15% of the \ncases, furthermore, biologic agents may also be ineffective. Early detection, regular clinical monitoring and comparable, \nobjective evaluation is essential for successful treatment. \nThe AutArt medical device is the result of 2 years of intensive R&D and at the moment there are no serious competitors in \nthe market, so this is the time to act for a dynamically rising market share in the RA diagnostic market. The target group \nconsists of MDs, medical institutions and pharmaceutical companies. The unique selling points of the product are objectivity, \ncomparability and precision.  \nIn the EU, RA treatments cost 25.1 billion EUR in 2009. With more precise diagnosis and objective follow-up this can be \ndecreased considerably with the AutArt medical device. \nThis project is in line with the 282/2014/EU regulation on the establishment of a third Programme for the Unionís action in the \nfield of health (2014-2020) because it contributes to the sustainability of the healthcare system and provides millions of \npeople with better treatment through more precise diagnosis.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIFARMA SZOFTVERFEJLESZTO ES TANACSADO KORLATOLT FELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936230906": {
            "orgId": "936230906",
            "orgName": "BIFARMA SZOFTVERFEJLESZTO ES TANACSADO KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}