{
    "rcn": "197437",
    "acronym": "SUSTAINABLEOCEAN",
    "topics": "ERC-StG-2014",
    "title": "Accommodating New Interests at Sea: Legal Tools for Sustainable Ocean Governance",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "This research project will develop a theoretical framework and legal tools to aid scholars and stakeholders (law and policy-makers, private investors, environmental NGOs) in managing competing interests in the offshore economic sector. The offshore sector is expanding and activities at sea are increasing (e.g., deep seabed mining, oil and gas extraction, renewable energy technologies, etc.). This situation threatens the health of the marine environment and its biodiversity. It also impacts traditional uses of the sea, such as navigation and fishing. New activities pose major challenges for the sustainable management of the oceans, and they highlight competing interests that the law needs to accommodate, such as: \n-  protecting the marine environment and conserving its biodiversity; \n-  mitigating climate change effects; \n- guaranteeing the continuity of the relevant economic activities; \n- guaranteeing energy efficiency and security; and\n- protecting the rights of local communities and populations.\n\nThis project will answer the following research question: how can the law contribute to the sustainable use of the oceans and strike a balance between competing interests at sea? The law pertaining to ocean governance is fragmented into regimes that are imbued by different interests. The project will begin by analysing three legal frameworks, which are the most relevant for the offshore industry: the law of the sea, climate change law and energy law. It will focus on the operation of the offshore industry and on the competing interests, which have influenced the respective fields of law. This will allow identifying patterns of regime interaction and assessing their impact on the different uses of the sea. The research will ultimately offer a theory of interest- and regime-interaction in ocean governance and thus create a comprehensive framework for the development of legal tools(briefs, recommendation, which will contribute to sustainable ocean governance.",
    "totalCost": "1051500",
    "ecMaxContribution": "1051500",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1051500
        }
    },
    "calculatedTotalContribution": 1051500
}