{
    "rcn": "197451",
    "acronym": "FireBar-Concept",
    "topics": "ERC-ADG-2014",
    "title": "MULTI-CONCEPTUAL DESIGN OF FIRE BARRIER: A SYSTEMIC APPROACH",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The development of science and technology provides the availability of sophisticated products but concurrently, increases the use of combustible materials, in particular organic materials. Those materials are easily flammable and must be flame retarded to make them safer. In case of fire, people must be protected by materials confining and stopping fire. It is one of the goals of the FireBar-Concept project to design materials and assembly of materials exhibiting low flammability, protecting substrates and limiting fire spread.  \nThe objective of FireBar-Concept is to make a fire barrier formed at the right time, at the right location and reacting accordingly against thermal constraint (fire scenario). This fire barrier can be developed in several ways according to the chemical nature of the material and/or of its formulation:\n\n- Heat barrier formed by inherently flame retarded materials (e.g. mineral fibers, ceramic Ö) and exhibiting low thermal conductivity (note the assembly of those materials can also provide low thermal conductivity controlling porosity and its distribution)\n- Evolution of reactive radicals poisoning the flame and forming a protective ëumbrellaí avoiding the combustion of the material\n- Additives promoting charring of the materials and forming an expanding carbonaceous protective coating or barrier (intumescence)\n- Additives forming a physical barrier limiting mass transfer of the degradation products to the flame\n\nThe FireBar-Concept project is multidisciplinary and it requires expertise in material science, chemical engineering, chemistry, thermal science and physics. The approach is to make 5 actions linked together by transverse developments (3) according to this scheme: (i) fundamentals of fire barrier, (ii) multi-material and combination of concepts, (iii) modeling and numerical simulation, (iv) design and development of experimental protocols and (v) optimization of the systems.",
    "totalCost": "2429987,5",
    "ecMaxContribution": "2429987,5",
    "coordinator": "UNIVERSITE DES SCIENCES ET TECHNOLOGIES DE LILLE - LILLE I",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899378": {
            "orgId": "999899378",
            "orgName": "UNIVERSITE DES SCIENCES ET TECHNOLOGIES DE LILLE - LILLE I",
            "ecContrib": 2429988
        }
    },
    "calculatedTotalContribution": 2429988
}