{
    "rcn": "197448",
    "acronym": "POLYBIOLUB",
    "topics": "ERC-ADG-2014",
    "title": "Polymeric Analogs to Biolubrication Systems",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Lubrication in nature is based on water, but only functions due to the presence of a host of biomolecules. In articular (e.g. hip) joints, it appears that the lubrication system is even more complex than previously believed, involving multiple gradients in structures and properties. Gels and brushes appear to play an important role in biolubrication, while highly confined, highly hydrated charged polymers are key to the important mechanical properties of cartilage. Components such as hyaluronic acid, glycoproteins, and lipids all appear to act synergistically to yield the extraordinary tribological properties of the cartilage-synovial-fluid system. POLYBIOLUB seeks to mimic the mechanisms revealed by the latest studies of cartilage, by means of the synthesis of functionally similar polymeric structures. This is a completely novel approach to the problem, which has the promise not only of revealing structural dependencies of cartilage function, but also of yielding radically new, biomimetic, lubricious, low-wear materials that could find applications in either industrial or clinical environments. The principal synthetic tool will be controlled radical polymerization in a flow environment, involving in situ growth monitoring, followed by a series of postmodification and grafting steps, to yield structures that are lubricious, wear resistant, and tough. These efforts will be accompanied by extensive characterization of composition, structure and mechanical/tribological properties at each stage. \n\nOur group has extensive experience in controlled radical polymerization in a flow system, postmodification of polymers, brush-gel and layered polymer systems,. We also have over a decade of experience in water-based lubrication, natural lubrication, synovial-joint studies, and multidimensional gradient systems. The challenge now is to combine these skills to fabricate a completely new biomimetic material.",
    "totalCost": "2456570",
    "ecMaxContribution": "2456570",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 2456570
        }
    },
    "calculatedTotalContribution": 2456570
}