{
    "rcn": "197438",
    "acronym": "NEW_FUN",
    "topics": "ERC-StG-2014",
    "title": "New era of printed paper electronics based on advanced functional cellulose",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Fully recyclable and low cost electronic goods are still far from reality. My interest is in creating environmental friendly advanced functional materials and processes able to result in new class of paper based electronic products. This represents a reborn of the paper millenary industry for a plethora of low cost, recyclable and disposable electronics, putting Europe in the front line of a new era of consumer electronics.\nWhile the vision of the proposal is a very ambitious one, my ground-breaking research work to date related with oxide based transistors on paper (from which I am one of the co-inventors) has contributed to the basic technological breakthroughs needed to create the key elements to establish a new era of paper electronics. Field effect transistors (FETs), memory and CMOS devices, with excellent electronic performance and using paper as substrate and dielectric have resulted from my recent work. What I am proposing now is to reinvent the concept of paper electronics. In NEW_FUN I want to develop a completely new and disruptive approach where functionalized cellulose fibers will be used not only as dielectric but also as semiconductor and conductor able to coexist in a multilayer paper structure. That is, assembling paper that can have different functionalities locally, on each face or even along its entire thickness/bulk. This way issues such as failure under bending, mechanical robustness and stability can be minimized. Doing so, electronic and electrochemical devices can be produced not only on paper but also from paper. The outputs of NEW_FUN will open the door to turn paper into a real electronic material making possible disposable/recyclable electronic products, such as smart labels/packages (e.g. food and medicine industry), sensors for air quality control (car, house and industry environments); disposable electronic devices such as bio-detection platforms, lab-on-paper systems, among others.",
    "totalCost": "1429719",
    "ecMaxContribution": "1429719",
    "coordinator": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937405091": {
            "orgId": "937405091",
            "orgName": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
            "ecContrib": 1429719
        }
    },
    "calculatedTotalContribution": 1429719
}