{
    "rcn": "197439",
    "acronym": "See-1D-Qmatter",
    "topics": "ERC-CoG-2014",
    "title": "Unravelling Fragile 1D Quantum States of Matter Through Ultra-sensitive Imaging",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "In condensed matter physics there are several iconic predictions that have evaded experimental discovery for many decades. Well-known examples include the proposed fractionally-charged quasiparticles in one-dimension, the theorized quantum crystal of electrons, and the elusive Kondo cloud. These sought-after many-body states all share two key aspects underscoring why they are so hard to discover: They each involve a fragile quantum state of matter that is destroyed easily by disorder or elevated temperatures, and in each case the distinguishing fingerprint is encoded in their real-space structure, which is often difficult to probe directly. The discovery of such phases therefore requires two challenging experimental components: A superb material system in which these phases can be generated, and a novel real-space probe that can image their spatial structure, yet is minimally invasive as not to destroy them.\nRecently, we have developed a radically new approach for creating the state-of-the-art in both material systems and scanning probes, based on carbon nanotube devices of unprecedented complexity and cleanliness. With these components in place, we are poised to make the next quantum leap in technology by building a conceptually new experimental platform in which fragile quantum states of matter can be realized and studied microscopically: We will use a nanotube single-electron-transistor as a high-resolution, ultrasensitive scanning charge detector to non-invasively image an exotic quantum state within a second pristine nanotube.  With this new platform we will thus be able to address several foundational questions in condensed matter physics (including those mentioned above) and unravel their underlying physics.",
    "totalCost": "2475000",
    "ecMaxContribution": "2475000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 2475000
        }
    },
    "calculatedTotalContribution": 2475000
}