{
    "rcn": "197436",
    "acronym": "BIOELECPRO",
    "topics": "ERC-StG-2014",
    "title": "Frontier Research on the Dielectric Properties of Biological Tissue",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The dielectric properties of biological tissues are of fundamental importance to the understanding of the interaction of electromagnetic fields with the human body. These properties are used to determine the safety of electronic devices, and in the design, development and refinement of electromagnetic medical imaging and therapeutic devices. Many historical studies have aimed to establish the dielectric properties of a broad range of tissues. A growing number of recent studies have sought to more accurately estimate these dielectric properties by standardising measurement procedures, and in some cases, measuring the dielectric properties in-vivo.  However, these studies have often produced results in direct conflict with historical studies, casting doubt on the accuracy of the currently utilised dielectric properties. At best, this uncertainty could significantly delay the development of electromagnetic imaging or therapeutic medical devices. At worst, the health dangers of electromagnetic radiation could be under-estimated. The applicant will embark upon frontier research to develop improved methods and standards for the measurement of the dielectric properties of biological tissue. The research programme will accelerate the design and development of electromagnetic imaging and therapeutic devices, at a time when the technology is gaining significant momentum. The primary objective of the research is to develop a deep understanding of the fundamental factors which contribute to errors in dielectric property measurement. These factors will include in-vivo/ex-vivo measurements and dielectric measurement method used, amongst many others. Secondly, a new open-access repository of dielectric measurements will be created based on a greatly enhanced understanding of the mechanisms underlying dielectric property measurement. Finally, new electromagnetic-based imaging and therapeutic medical devices will be investigated, based on the solid foundation of dielectric data.",
    "totalCost": "1499329",
    "ecMaxContribution": "1499329",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 1499329
        }
    },
    "calculatedTotalContribution": 1499329
}