{
    "rcn": "197586",
    "acronym": "eCAP",
    "topics": "SIE-01-2015-1",
    "title": "Easy Connections Assessment Portal",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "eCAP is an innovative power network planning and analysis tool for self-assessment of network capacity for DG connection. eCAP provides Distributed Generation (DG) developers with the ability to analyse the viability of conventional and ANM grid connections prior to making a connection application. DG Developers are able to choose a Point of Connection (PoC) in the network and receive an estimate of the available network capacity based on the type of generation technology and rated capacity.\nCurrently, no such tool is available to support DG Developers who are forced to undertake complex studies using specific power systems analysis software and sophisticated techniques to determine the available capacity at a given PoC.\neCAP tackles this problem using a modular software solution based on original power system modelling and analysis techniques.  eCAP deals with this complex problem while delivering an intuitive and straightforward interface to the users. \neCAP has an intuitive, web-based platform for DG developers to consider the feasibility of ANM-based connections and allows DSOs to vastly improve their customer service by identifying opportunities for ANM solutions to free a large portion of network capacity that otherwise would not be accessible.\nIt has been successfully demonstrated as a proof of concept as part of the Accelerating Renewable Connections project (2012-2015) in a limited grid area with many connection requests defined by the DSO, SP Energy Networks. \neCAP will enhance and support the existing SGS real time control products portfolio with a new product in planning tools.  This feasibility study focuses on enhanced market analysis, the benefits and feasibility of re-platforming eCAP for being commercially fit, and identifying the requirements and design of new analytical and user interface functionality.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SMARTER GRID SOLUTIONS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932733474": {
            "orgId": "932733474",
            "orgName": "SMARTER GRID SOLUTIONS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}