{
    "rcn": "197577",
    "acronym": "Anyoon Rotary Engine",
    "topics": "IT-1-2015-1",
    "title": "Innovative internal combustion engine that incorporates a unidirectional rotary design and obeys to perfection the Otto cycle giving it an efficiency of 78%.",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The Anyoon Rotary Engine is a concept engine that incorporates a unidirectional rotary design and obeys the Otto cycle to perfection. The engine allows for all four phases of the Otto cycle to be optimised for better efficiency without losing power. Anyoon can boast an exceptional break thermal efficiency of more than 78%, achieved by: constant volume heat addition (CVHA); a higher expansion ratio; internal cooling by water injection. CVHA can provide 50% more power while using the same amount of fuel and thereby more efficient (15% of total fuel energy is gained). By implementing a higher expansion ratio, through the Atkinson Cycle, a 30% improvement in efficiency is achieved (9% of total fuel energy). The internal cooling by water injection creates an 80% improvement in efficiency by reducing cooling loss by 50% (15% of total fuel energy) and exhaust loss by 30% (9% of total fuel energy).  Assuming the efficiency of the current petrol engine is 30%; the new engine can provide efficiency of 78% (50\\30\\80=160%). As affect Anyoon can reduce fuel consumption by 1/3 and Co2 emissions by 50%.\nAnyoon is being further developed within by SUMs who require furthering funding to: demonstrate and validate the performance of the engine in an operational environment; run a fully operational commercial pilot with fleet testing for product qualification; industrialisation of Anyoon, including the design for manufacturing and assembly and the optimisation of costs: and scaling up production to 20,000 units.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SUM SRLS",
    "coordinatorCountry": "IT",
    "participants": "CECOM SOCIETA' A RESPONSABILITA' LIMITATA",
    "participantCountries": "IT",
    "projectParticipants": {
        "929808827": {
            "orgId": "929808827",
            "orgName": "CECOM SOCIETA' A RESPONSABILITA' LIMITATA",
            "ecContrib": 0
        },
        "929967034": {
            "orgId": "929967034",
            "orgName": "SUM SRLS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}