{
    "rcn": "197532",
    "acronym": "ABCvolume",
    "topics": "ERC-ADG-2014",
    "title": "The ABC of Cell Volume Regulation",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Cell volume regulation is crucial for any living cell because changes in volume determine the metabolic activity through e.g. changes in ionic strength, pH, macromolecular crowding and membrane tension. These physical chemical parameters influence interaction rates and affinities of biomolecules, folding rates, and fold stabilities in vivo. Understanding of the underlying volume regulatory mechanisms has immediate application in biotechnology and health, yet these factors are generally ignored in systems analyses of cellular functions.\n\nMy team has uncovered a number of mechanisms and insights of cell volume regulation. The next step forward is to elucidate how the components of a cell volume regulatory circuit work together and control the physicochemical conditions of the cell.\n\nI propose construction of a synthetic cell in which an osmoregulatory transporter and mechanosensitive channel form a minimal volume regulatory network. My group has developed the technology to reconstitute membrane proteins into lipid vesicles (synthetic cells). One of the challenges is to incorporate into the vesicles an efficient pathway for ATP production and maintain energy homeostasis while the load on the system varies. We aim to control the transmembrane flux of osmolytes, which requires elucidation of the molecular mechanism of gating of the osmoregulatory transporter. We will focus on the glycine betaine ABC importer, which is one of the most complex transporters known to date with ten distinct protein domains, transiently interacting with each other. \n\nThe proposed synthetic metabolic circuit constitutes a fascinating out-of-equilibrium system, allowing us to understand cell volume regulatory mechanisms in a context and at a level of complexity minimally needed for life. Analysis of this circuit will address many outstanding questions and eventually allow us to design more sophisticated vesicular systems with applications, for example as compartmentalized reaction networks.",
    "totalCost": "2247230,68",
    "ecMaxContribution": "2247230,68",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 2247231
        }
    },
    "calculatedTotalContribution": 2247231
}