{
    "rcn": "197561",
    "acronym": "PlugBioIn",
    "topics": "BIOTEC-5a-2014",
    "title": "Plug and play enzymes for an accelerated uptake of Biocatalysis in the Pharmaceutical Industry",
    "startDate": "01/01/2015",
    "endDate": "30/06/2017",
    "objective": "At present there is a mismatch between the extensive interest of the pharmaceutical industry to utilize enzyme technology in their production processes and the number of such processes commercially implemented. To overcome this mismatch c-LEcta aims at offering a smart platform of Plug & Play enzymes for the three most relevant enzyme classes (alcohol dehydrogenase, transaminases, and nitrilase). The platform will address the needs of the pharma industry for performing essential biocatalytic reactions suitable for the production of million fold applied chiral active pharmaceutical ingredients (APIs) like Atorvastatin, Rosuvastatin and Duloxetine. The API market is valued at $101.08 billion in 2010. The unique selling proposition of this platform is to comprise ~100 high quality enzymes per class, which are pre-qualified for a wide range of important structural patterns, applicable for synthesis processes and easily scalable. Therefore, the business opportunity is to take advantage of the great potential of biocatalysis since the platform allows matching timelines and cost requirements. Up to now such service was not available without contract signing and extensive development timelines and costs. The development cost may be reduced up to ~80% by using the new platform technology compared to the conventional work flow. In manufacturing, the total production cost of a product will be typically reduced by > 30%. The platform will be promoted to a medium volume market with high growth rates. c-LEcta will address the global market, which is going to be widened step-by-step. Subject matter of Phase 2 c-LEcta is to refine the design of the enzyme platform, to scale up the enzyme production, synthesis process development and pilot-scale application in order to demonstrate and to assure rapid availability of enzymes in pharma development and for subsequent commercialization.",
    "totalCost": "681125",
    "ecMaxContribution": "476787,5",
    "coordinator": "C-LECTA GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986597283": {
            "orgId": "986597283",
            "orgName": "C-LECTA GMBH",
            "ecContrib": 476788
        }
    },
    "calculatedTotalContribution": 476788
}