{
    "rcn": "197545",
    "acronym": "ACEP",
    "topics": "IT-1-2014",
    "title": "Airlander Civil Exploitation Project",
    "startDate": "01/07/2015",
    "endDate": "31/07/2017",
    "objective": "The Airlander hybrid air vehicle is a new form of aircraft designed by Hybrid Air Vehicles Ltd (HAV). The vehicle combines inert lifting gas, aerodynamics and vectored thrust to deliver ëgame changingí performance, compared to current flight technologies. Performance advantages include 1/3rd the fuel burn of conventional aircraft, reduced reliance on infrastructure and intermodal transport due to the unique amphibious all-terrain landing gear technology. The technology is therefore aligned with the ëSmart, Green and Integrated Transportí work programme. The full scale prototype (TRL 6/7) reached first flight in 2012 under a US Army programme. Following first flight the programme ceased due to US budget constraints. HAV purchased the vehicle, disassembled and returned it to the UK and had the International Traffic in Arms Regulations restrictions removed.\n\nHAVís business strategy is to build an order-book for a civil variant of this technology by progressively reducing the risks for customers. However, the Company needs to develop a regulatory framework for certification of this vehicle type with the European Aviation Safety Agency (EASA) and migrate the technology from the military specification and certification it was originally designed under to the agreed EASA civil standard. The Airlander Civil Exploitation Project (ACEP) will undertake this work, resulting in a fully specified civil variant, an engaged regulator, approved regulations and significant risk reduction for commercial customers, thereby allowing orders to be made.\n\nThe market for this technology has been verified as over $50 billion. The business opportunity is to capitalise, via the European civil marketspace, on the $150m of US DOD military investment in this revolutionary aircraft type, and bring this new low carbon vehicle, with global application, to a position where it can enter production in Europe. This would see HAV realise its goal to become the global leader in hybrid air vehicles.",
    "totalCost": "4005477",
    "ecMaxContribution": "2500000",
    "coordinator": "HYBRID AIR VEHICLES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935234037": {
            "orgId": "935234037",
            "orgName": "HYBRID AIR VEHICLES LIMITED",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}