{
    "rcn": "197517",
    "acronym": "BioFUNC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Maintenance of species diversity and the stability of ecosystem functioning",
    "startDate": "15/06/2016",
    "endDate": "12/07/2018",
    "objective": "Current rates of biodiversity loss threaten the delivery of a range ecosystem services critical to human welfare. To maintain ecosystem multifunctionality there is a broad consensus that biodiversity must be conserved or restored, but a key aspect of this, which is still poorly recognized, is that ecosystem services can only persist over space and time if ecological communities are stable (i.e. species within communities do not go locally extinct). However, the mechanistic connections between the maintenance of species diversity and the stability of multiple ecosystem functions have yet to be established. Such ecological knowledge is basic to understanding the social and economic benefits of management actions on biodiversity. BioFUNC aims to investigate the effects of the mechanisms maintaining species diversity (niche and fitness differences) on the stability of multiple ecosystem functions. To accomplish this we aim to take a multidisciplinary approach by combining recent advances in ecological theory with plant population models and observational and field experiments, along with structural equation modelling and meta-analytical techniques. Two lines of related research will be pursued: 1) an investigation of the effects of species traits on species coexistence in spatially and temporally variable environments, and 2) an investigation of the effects of species coexistence mechanisms on the stability of ecosystem functioning in space and time. BioFUNC is a collaborative project between IRNAS-CSIC (Spain, beneficiary) and IPS-University of Bern (Switzerland, partner), which foresees three key results. First, developing a toolbox for predicting when ecosystems services are transient or stable. Second, disentangling direct and indirect effects of climate, soil and species traits on biodiversity and ecosystem functioning. Third, predicting the sign and magnitude of a change in multiple ecosystem functions due to the loss of diversity or changes in species composition",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}