{
    "rcn": "197549",
    "acronym": "SmartSite",
    "topics": "IT-1-2014",
    "title": "Optimisation, demonstration and implementation of an all-encompassing smart site management system for infrastructure construction and maintenance.",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Highway Resource Solutions (HRS) is an emerging technology leader in the field of temporary worksite safety solutions that can be rapidly deployed. Engaging closely with end-users during the development of its IntelliconeÆ technology platform it became apparent that there is a major need for flexible technologies that can help improve safety as well as improve operational efficiency on temporary worksites. These worksites exist in highway maintenance and major infrastructure construction. In order to mimise disruption these are often confined and continuously changing. As a result it is a challenging to avoid potential harm to workers on foot by moving plant or to prevent high vehicles from hitting over head structures and cables. In order to remain competitive Europe needs to maintain and improve its transport infrastructure. However, as there is limited scope for new roads and railways, there is an increasing pressure on national governments to maximise the capacity of their existing networks to achieve infrastructure upgrades and renewals. SmartSite will provide a technology solution that is easy to use and scalable. It will help the construction industry improve site safety whilst enabling safer interaction between personnel on foot and moving plant. As a result it will help improve productivity which will minimise delays for motorists and helps achieve Europeís ambituous transport plans for 2030. SmartSite will help HRS achieve exponential growth increasing sales potential within Europe and beyond. The resulting  sustainable competitive advantage will create major employment opportunities.",
    "totalCost": "1156635",
    "ecMaxContribution": "809644,5",
    "coordinator": "HIGHWAY RESOURCE SOLUTIONS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953737369": {
            "orgId": "953737369",
            "orgName": "HIGHWAY RESOURCE SOLUTIONS LTD",
            "ecContrib": 809644
        }
    },
    "calculatedTotalContribution": 809644
}