{
    "rcn": "197551",
    "acronym": "CLAPPRO",
    "topics": "ICT-37-2014",
    "title": "Cloud Protection: Centralized encryption technology for file sharing",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "The goal of CLAPPRO project is to create a world-class security standard for file sharing and file management in the cloud based on Data-Centric encryption, centralized access rights control and cross-platform accessibility. \n\nProtecciÛn Online SL (from now on, Prot-On) has devised for this project the development of a prototype of the complete version of their product, Prot-On SaaS. The solution is an Information Rights Management (IRM) Software-as-a-Service that aims at becoming the first cross-platform software that acts as a centralized protection layer for file encryption and permissions management and usage auditing. \n\nAs a result, the solution ensures the protection of the information even when the file has been shared in a Cloud Storage service or downloaded in a local computer. More than 35 corporations are already using the prototype of the product, which is generating annual revenues of over Ä 200k.\n\nThe company has already developed the core technology, a strong Data-Centric encryption module with access right management. The testing conducted on this technology, both by Large Companies and SMEs, have concluded that this solution is potentially fit for a mass and global market implantation, aiming at the B2C channels. However, while the current local expansion of the Company and the backing by VCs have sustained the development of Prot-On quite successfully, the scaling-up to the B2C, in order to establish a world-class security standard for Cloud sharing, requires additional development of features focused on usability, such multi-Cloud aggregation and UX interfaces, and funding for achieving a global reach and the optimal go-to-market speed.",
    "totalCost": "871615",
    "ecMaxContribution": "610130,5",
    "coordinator": "PROTECCION ON-LINE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938121436": {
            "orgId": "938121436",
            "orgName": "PROTECCION ON-LINE SL",
            "ecContrib": 610130
        }
    },
    "calculatedTotalContribution": 610130
}