{
    "rcn": "197528",
    "acronym": "BIOSTASES",
    "topics": "ERC-ADG-2014",
    "title": "BIOdiversity, STAbility and sustainability in Spatial Ecological and social-ecological Systems",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Biodiversity loss is one of the greatest environmental challenges of our time. There is mounting evidence that biodiversity increases the stability of ecosystem functions and services, suggesting that it may be critical to the sustainability of ecosystems and human societies in the face of environmental changes. Classical ecological theory, however, has focused on measures of stability that cannot explain and predict these stabilizing effects, especially in spatial systems.\n\nThe goal of BIOSTASES is to develop a coherent body of new theory on the stability of ecosystems and coupled social単ecological systems and its relationships with biodiversity at multiple spatial scales that can better inform empirical research. BIOSTASES will reach this goal through four complementary objectives. First, it will propose a mathematical framework focused on temporal variability as an empirically relevant measure of stability, and use this framework to build robust early warning signals for critical transitions. Second, it will use dynamical metacommunity models to explore a wide range of novel questions related to ecosystem stability and diversity単stability relationships across scales. Third, it will study the stability of complex meta-ecosystems to provide new perspectives on the stability of food webs and on synergies and trade-offs between multiple ecosystem services across space. Fourth, it will develop novel theory to study the long-term dynamics and sustainability of coupled social単ecological systems.\n\n BIOSTASES proposes an ambitious innovative research programme that will provide new perspectives on the stability and sustainability of ecological and coupled social単ecological systems in the face of environmental changes. It will contribute to bridging the gaps between theoretical and empirical ecology and between ecology and social sciences, and to developing new approaches in biodiversity conservation, landscape management, and sustainable development.",
    "totalCost": "2092644",
    "ecMaxContribution": "2092644",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2092644
        }
    },
    "calculatedTotalContribution": 2092644
}