{
    "rcn": "197560",
    "acronym": "LESA",
    "topics": "NMP-25-2015-1",
    "title": "Laser bonding of linear edged super-abrasive blades",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "C4 Carbides of Cambridge (UK) are a manufacturer and supplier of linear edge abrasive blades to many of the worldís biggest brand names in power tool accessories, and industrial cutting and machining equipment. We have identified laser metal deposition (LMD) - additive manufacturing techniques ñ as a revolutionary new way to manufacture profiled super-abrasive coated linear edge blades.  This has the potential to create a new product category across both the power tool accessories market and the machining and fabrication industry.  \n\nCurrently, most linear edge blades have teeth, formed by machining bimetal strip or by welding solid tungsten carbide pieces to steel strip then grinding them to shape.  When they are used to cut many modern composite materials, toothed blades blunt very quickly.  An alternative is ëabrasive bladesí which have bonded tungsten carbide grit to steel strip or electroplated diamond blades; while these are available, they are expensive and have limited life due to insufficient bond strength.\n\nC4 Carbides has been developing techniques to improve these blades using a braze to bond diamond and cBN grit to steel.  This improves the performance of the cutting edge but requires the entire assembly to be heated, reducing the backing strip life by up to 40% - which makes it only a niche product. \n\nWe believe that using LMD would allow finished and polished backing material to be coated and heated on the top surface to depth of less than 0.3 mm; achieving the required strength and flexibility and using 75% less energy in manufacture. Furthermore, using this method will open up a large range of variable and complex tool geometries to be cost-effectively fabricated.\n\nThe ultimate aim of the project is to scope and develop an automated production facility using LMD.  The initial expectation is to supply 10% of the $2bn blade market through C4ís global sales network, though it is envisaged that all blades will eventually be made using this technology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "C4 CARBIDES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934895992": {
            "orgId": "934895992",
            "orgName": "C4 CARBIDES LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}