{
    "rcn": "197548",
    "acronym": "ORCHEXTRA",
    "topics": "ICT-37-2014",
    "title": "A disruptive innovation in mobile marketing and business intelligence for drastically increasing SMEs competitiveness",
    "startDate": "01/06/2015",
    "endDate": "31/08/2016",
    "objective": "GIGIGO envisions becoming the leading business intelligence and mobile marketing provider for SMEs in the retailing field, through the development of a low cost and highly scalable product that will allow any SME to design, monitor and exploit advanced business intelligence (BI), big data analysis and mobile marketing tools that currently are only affordable by large industrial players. ORCHEXTRA pricing scheme makes the service one hundred times cheaper than current tailor-made solutions. \nORCHEXTRA intends to transform the way in which SMEs drive their marketing strategies and exploit business intelligence tools. ORCHEXTRA will provide comprehensive support to SMEs in: \nï Smart Packaging. Enhance the information and services provided within the product packaging through barcode scanning, promotions, engagement & fidelity measures, etc. \nï Image recognition. Barcodes (2D codes, datamatrix, EANÖ) and also image recognition (brand logo, bottle, canÖ).\nï Intelligence layers. Big Data, Machine Learning, Customer behavioural patterns. Business intelligence, Triggers (demographic info, location, CRMÖ). Intelligence layers will be based on the analysis of aggregated anonymised data from all the platform customers creating a truly cooperative big data platform for SMEs.\nï Consumersí behaviour. Gain a much deeper knowledge on final customers, their purchasing processes, complementary products, demographic profile.\nï Proximity marketing. Geofencing (outdoor), Beacon (indoor & outdoor).\nï Personalized actions. Push notifications. Web mobile (content, promo, survey...). User Generation content (likes, comments, retweetÖ). Purchase/Order. Rewards and coupons. \nGranting SMEs access to such high-added value services will enhance their competitiveness and contribute to the creation of growth and jobs in Europe. With this project we will contribute to transmit one fundamental idea: Every organisation is capable of innovating whatever their activity, size or situation.",
    "totalCost": "1297843,75",
    "ecMaxContribution": "908490,63",
    "coordinator": "GIGIGO MOBILE SERVICES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935101826": {
            "orgId": "935101826",
            "orgName": "GIGIGO MOBILE SERVICES SL",
            "ecContrib": 908491
        }
    },
    "calculatedTotalContribution": 908491
}