{
    "rcn": "197531",
    "acronym": "SMART-POM",
    "topics": "ERC-ADG-2014",
    "title": "Artificial-Intelligence Driven Discovery and Synthesis of Polyoxometalate Clusters",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "We outline a 5 year programme that introduces a new platform for the preparation, understanding, and exploitation of precisely defined nano-molecules / materials based upon the assembly of molecular metal oxide precursors (polyoxometalates) under non-equilibrium conditions with well-defined physical properties using automated intelligent feedback. We will elucidate the mechanism of assembly of these gigantic molecules and  devise a set of rules similar to the magic numbers found in gold nanoclusters, using these to break the 10 nm size barrier for a single molecule. Targeted properties include photochemical and electrochemical sensors, bistable molecules, doped traditional oxides with polyoxometalates, and new catalysts including water oxidation via a Universal Building Block (UBB) approach that links properties of the building blocks with emergent properties of the resulting clusters and materials for the first time. The new approach includes the conversion of batch to flow synthesis not only for automation, but to understand fundamental mechanistic aspects, and to use artificial intelligence algorithms to help move through the myriad of possible combinations (without needing to synthesise every possible molecule).  The SMART-POM approach is therefore not merely automation of one-pot chemistry, but an entirely new paradigm building on our recent developments and will allow us to move through a vast combinatorial space effectively only locating areas of novelty via feedback control. This feedback will be used to discover, design, and develop complex, adaptive and functional metal oxide-based materials based upon sensory feedback from the physical properties measurements. Thus SMART-POM will open up a whole new synthetic space, give mechanistic understanding, and allow the discovery of molecules with potential real-world applications. Finally, we will aim to extend the SMART-POM paradigm to other areas of chemistry which will benefit from the search for novelty.",
    "totalCost": "2464532",
    "ecMaxContribution": "2464532",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 2464532
        }
    },
    "calculatedTotalContribution": 2464532
}