{
    "rcn": "197576",
    "acronym": "SUN4GREEN",
    "topics": "SIE-01-2015-1",
    "title": "MAXIMISING SUNLIGHT RESOURCES FOR COST, ENERGY AND YIELD EFFICIENT GREENHOUSES",
    "startDate": "01/06/2015",
    "endDate": "30/09/2015",
    "objective": "GHs are dominantly plastic foil covered structures and tunnels targeted to intensive and protected crop production. The maintenance of optimal temperatures and optimal light incidence is critical for high crop yields. In summer, GHs are typically white washed or shaded by nets or by screens, in order to avoid excess temperature in the GH. Standing out, this sunlight surplus can be turned into electricity by adding PV panels, which can supply electricity to the national grid and/or supply the required energy for a heating/cooling system for the optimal control of the GH micro-climate. \nHowever, previous attempts of dual harvesting, which have been performed mainly in Italy and Spain, used conventional PV panels or semi transparent PV panels that were positioned to receive maximum sunlight on the south facing roof of GHs and significantly shaded crops all year around, resulting in a significant a negative effect, not only with regards to high crop yields loss, up to 25% but also to negative effects on edibles and fruit size, hardness and colour, which reduce sell prices of affected crops.\nOn the other hand, If PV panels would have been placed in other positioning then, PV harvesting would underperform and consequently PV yields would be reduced. SUN4GREEN new smart design directs light either into the greenhouse or to the PV panels depending on the season need.\nWhat makes SUN4GREEN different and revolutionary is that its performance is season dependant and is adapted to GH characteristics. Its design allows growers having real dual sun and crop harvesting targeted to obtain benefits from both sources, which is not possible with simple, direct PV technology implementation, not adaptable to seasonal agriculture requirements and where thus, agriculture was compromised to make room for PV electricity production. In addition, we achieve up to 75% CO2 savings by reducing dependence on fossil fuels.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SUNBOOST LTD",
    "coordinatorCountry": "IL",
    "participants": "RUFEPA TECNOAGRO, S.L.",
    "participantCountries": "ES",
    "projectParticipants": {
        "934325050": {
            "orgId": "934325050",
            "orgName": "SUNBOOST LTD",
            "ecContrib": 50000
        },
        "950774019": {
            "orgId": "950774019",
            "orgName": "RUFEPA TECNOAGRO, S.L.",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}