{
    "rcn": "197500",
    "acronym": "StressNetAdapt",
    "topics": "ERC-CoG-2014",
    "title": "Understanding evolutionary abiotic stress-network plasticity as foundation for new biotechnological strategies",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Abiotic stresses, such as drought or salt stress, affect plant growth and threaten the capacity to feed a growing world population. Understanding and altering how plants deal with stress will be critical for societyís adaptation to a changed climate. I propose a novel systems-biology based approach to identify biotechnological targets based on comparison of interaction and signalling networks of evolutionary related species that show differential abiotic stress tolerance. Similar to most crops, Arabidopsis thaliana is an abiotic-stress sensitive glycophyte whereas several close relatives are stress tolerant. This constitutes an opportunity to understand how plant stress-signalling networks are modified by evolutionary processes to adapt to novel environmental conditions.\nBiological processes are mediated by physically and functionally interacting proteins. Especially stress response networks are rewired when plants adapt to new environmental conditions. I aim to experimentally map the abiotic stress networks of four closely related brassicaceae: A. thaliana, A. lyrata, A. halleri and E. salsugineum. Novel conceptual advances in interactome mapping and a state-of-the art interactome mapping pipeline will be exploited to ensure direct alignability of the resulting reference networks. In addition the dynamic signalling events under drought stress will be analysed. Using a combination of network alignment, graph theoretical and statistical analyses, data integration, and literature-informed criteria a ranked candidate list of stress response regulators will be assembled. These will be genetically and biotechnologically validated. First level candidates will be tested in Arabidopsis thaliana and evaluated with respect to stress tolerance and overall biomass production. The most promising targets will then be transferred to Brassica napus to evaluate the performance in a commercially relevant crop.",
    "totalCost": "1996750",
    "ecMaxContribution": "1996750",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "participantCountries": "DE",
    "projectParticipants": {
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 1437046
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 559704
        }
    },
    "calculatedTotalContribution": 1996750
}