{
    "rcn": "197533",
    "acronym": "TVOF",
    "topics": "ERC-ADG-2014",
    "title": "The values of French language and literature in the European Middle Ages",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Two questions about linguistic identity lie at the heart of this project. What is the relation historically between language and identity in Europe? How are cognate languages demarcated from each other? Normative models of national languages helped shape Europe. Yet they did not become hegemonic until the 19th century. Indeed, they were imposed (not always successfully) on a linguistic map of Europe more fluid and complex than most histories of national languages allow. In the Middle Ages multilingualism was common, as was the use of non-local languages, notably Latin, but also French. This project undertakes a revaluation of the nature and value of the use of French in Europe during a crucial period, 1100-1450, less in terms of its cultural prestige (the traditional focus of scholarship) than of its role as a supralocal, transnational language, particularly in Western Europe and the Eastern Mediterranean. The project fosters collaboration between, and cuts across, different intellectual and national scholarly traditions, drawing on expertise in codicology, critical theory, linguistics, literature, and philology; it involves scholars from a range of European countries and North America, entailing empirical research around a complex and widely disseminated textual tradition vital to medieval understandings of European history and identity, LíHistoire ancienne jusquí‡ CÈsar. This case study will ground and stimulate broader speculative reflection on the two core questions concerning linguistic identity. While the project builds on prior critiques of the construction of, and investment in, national languages and literary traditions, it has a broad historical scope, and will offer an innovative, genuinely international perspective, in terms of both its object of study and method. Indeed, its final aim, through and beyond its consideration of French as a lingua franca, is to interrogate that languageís role in the emergence of a European identity in the Middle Ages.",
    "totalCost": "2274225",
    "ecMaxContribution": "2274225",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 2274225
        }
    },
    "calculatedTotalContribution": 2274225
}