{
    "rcn": "197554",
    "acronym": "COINS",
    "topics": "MSCA-ITN-2015-EID",
    "title": "Complex and Open Innovation for Networked Society",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "COINS European Industrial Doctorate partnership will create a sustainable platform for researchers to engage in collaborative production of knowledge by investigating challenges for managing processes of complex and open innovation created by advances in digital technology. Five Early Stage Researchers, accompanied by experienced, interdisciplinary and intersectoral group of supervisors will study development of innovation capabilities required for organizations of different types to effectively respond to institutional, social and technological complexity in innovation ecosystems. Fellows will benefit of rich and unique complementary training programme, which will enable them to pursue variety of professional careers in academia, industry, consultancy and public policy. They will especially benefit from competency and skills for professional innovation management and technology entrepreneurship. An ambitious outreach programme will equip all fellows with appreciation of the role of business, entrepreneurship  and technology in society. They will become responsible researchers and leaders capable of finding solutions for some of the greatest challenges facing our planet.       \nThe COINS objectives will be achieved by establishing a long-term partnership between the University of Leeds and Ericsson AB. They are joined by technology start-up Diamentech.",
    "totalCost": "1366439,4",
    "ecMaxContribution": "1366439,4",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "ERICSSON AB",
    "participantCountries": "SE",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 1366439
        },
        "999910921": {
            "orgId": "999910921",
            "orgName": "ERICSSON AB",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1366439
}