{
    "rcn": "197535",
    "acronym": "INNO-SOFC",
    "topics": "FCH-02.5-2014",
    "title": "Development of innovative 50 kW SOFC system and related value chain",
    "startDate": "01/09/2015",
    "endDate": "30/04/2019",
    "objective": "INNO-SOFC project combines leading European SOFC technology companies and research centres to collaborate and form required phases in the SOFC value chain. Within this project a next generation 50 kW SOFC system together with its key components will be developed, manufactured, and validated. This system includes many significant improvements compared to current State of the Art, leading to 30000 hours operating time, 4000 Ä/kW system costs, 60% electrical efficiency, and 85% total efficiency, which are required for large-scale commercialization of stationary fuel cells. Efficiency, performance, and life-time of the system and its key components will be validated according to IEC standards in conditions that are relevant for end-users. Proof of reliability and durability of the system will be achieved in 3000 hours demonstration together with 10000 hours stack validation runs.\n\nThe project is based on the products of industrial partners (Convion, EnergyMatters, Elcogen, and ElringKlinger) and motivated by their interest to further improve their products and consolidate an efficient value chain by collaboration. Industrial partners are operating at different phases of the value chain and are not therefore competing against each other, which enables an efficient collaboration and knowledge sharing within the project.  Within this approach, whole system and its components will be optimized comprehensively to fulfil and exceed end-users' requirements. Research centres (VTT, J¸lich, and ENEA) support these companies to develop, experimentally validate and demonstrate their products.\n\nEffective exploitation and dissemination of resulting improved products, services, and know-how is a natural purpose of each partner and these actions are boosted by this project. This makes project results available also for other parties and increases competitiveness of European fuel cell industry.",
    "totalCost": "3998081,25",
    "ecMaxContribution": "3998081,25",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "ENERGY MATTERS BV;FORSCHUNGSZENTRUM JULICH GMBH;AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;ELCOGEN OY;ELRINGKLINGER AG;CONVION OY",
    "participantCountries": "NL;DE;IT;FI",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 560264
        },
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 259375
        },
        "953668596": {
            "orgId": "953668596",
            "orgName": "ELCOGEN OY",
            "ecContrib": 1099938
        },
        "939280877": {
            "orgId": "939280877",
            "orgName": "ENERGY MATTERS BV",
            "ecContrib": 204599
        },
        "940106056": {
            "orgId": "940106056",
            "orgName": "CONVION OY",
            "ecContrib": 1201875
        },
        "970566481": {
            "orgId": "970566481",
            "orgName": "ELRINGKLINGER AG",
            "ecContrib": 487656
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 184375
        }
    },
    "calculatedTotalContribution": 3998082
}