{
    "rcn": "197518",
    "acronym": "ConservaTEAM",
    "topics": "MSCA-IF-2014-EF",
    "title": "Evaluating the conservation effectiveness of alternative land management scenarios using a state-of-the-art eco-evolutionary modelling platform",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Human population growth is placing ever increasing demands on using land for housing and for food and fuel production1. This demand is driving rapid land use change across much of the globe, in particular in developing countries, which poses a major threat to biodiversity and the ecosystem services it provisions. Simultaneously, climate is changing rapidly, and thus biodiversity faces the joint threat of land use and climate change; not only will species need to be able to persist in heavily degraded landscapes, but they are likely to have to shift their ranges through highly fragmented habitat patches embedded within a hostile matrix. A key role for applied ecology over the coming years will be to provide clear recommendations on how conservation activities can optimise the landscape structure such that as much biodiversity as possible is likely to be retained. There is a need for new tools that can help stakeholders, including land planners and managers, make informed decisions. In this project, I will use a novel, individual-based modelling platform, RangeShifter to test, in silico, the likely effectiveness of alternative future land management scenarios in terms of their ability to protect forest bird biodiversity. As a case study, the project will focus on the Eastern Arc Mountain Range (EAM) in Kenya and Tanzania, a region of exceptional biodiversity and endemism, but which has lost most (80 %) of its native forest cover. An important aspect of the project is that it seeks co-production of knowledge with stakeholders, who will be actively involved throughout in terms of developing and evaluating the effectiveness of alternative scenarios.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}