{
    "rcn": "197527",
    "acronym": "VIRMETAL",
    "topics": "ERC-ADG-2014",
    "title": "Virtual Design, Virtual Processing and Virtual Testing of Metallic Materials",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "The project VIRMETAL is aimed at developing multiscale modeling strategies to carry out virtual design, virtual processing and virtual testing of advanced metallic alloys for engineering applications so new materials can be designed, tested and optimized before they are actually manufactured in the laboratory. The focus of the project is on materials engineering i.e. understanding how the structure of the materials develops during processing (virtual processing), the relationship between this structure and the properties (virtual testing) and how to select materials for a given application (virtual design). \n\nMultiscale modeling will be tackled using a bottom-up, hierarchical, modeling approach. Modeling efforts will begin with ab initio simulations and bridging of the length and time scales will be accomplished through different multiscale strategies which will encompass the whole range of length and time scales required by virtual design, virtual processing and virtual testing. Nevertheless, not everything can or should be computed and critical experiments are an integral part of the research program for the calibration and validation of the multiscale strategies. \n\nThe research will be focused on two cast metallic alloys from the Al-Si-Mg and Mg-Al-Zn systems. The expected breakthrough is precisely to demonstrate that the structure and properties of two standard engineering alloys of considerable industrial interest can be obtained from first principles by bridging a cascade of modeling tools at the different length scales. Once this is proven, further research will lead to the continuous expansion of both the number and the capability of multiscale simulation tools, leading to widespread application of Computational Materials Engineering in academia and industry. This will foster the implementation of this new revolutionary technology in leading European industries from aerospace, automotive, rail transport, energy generation and engineering sectors.",
    "totalCost": "2466250",
    "ecMaxContribution": "2466250",
    "coordinator": "FUNDACION IMDEA MATERIALES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996395641": {
            "orgId": "996395641",
            "orgName": "FUNDACION IMDEA MATERIALES",
            "ecContrib": 2466250
        }
    },
    "calculatedTotalContribution": 2466250
}