{
    "rcn": "197547",
    "acronym": "COMPOSKE",
    "topics": "NMP-25-2014",
    "title": "Development of a new technology for production of Skeletons in composite materials for realization of pre-cast tunnel segments.",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "The objective of this project is to develop products and technology to substitute traditional steel reinforcement with GFRP (glassfiber reinforced) bars in precast tunnel segments. Precast segments are traditionally used for the lining of tunnels excavated with a Tunnel Boring Machine (TBM), and the use of fiberglass reinforcement in tunnel segments allows several advantages, mainly related to the durability aspects (no corrosion). In particular, it is of great interest the possibility to reduce the concrete cover that is usually a weak point for this kind of structure (concrete cover can crash during handling or due to TBM thrusts). Furthermore, the use of fiberglass bars is suitable in tunnel where the aspect cycle life is equal or higher than 100 years and in the part of the tunnel that have to be eventually removed, typical problem in TBM tunnel: in this case, segments reinforced with GFRP bars can easily demolish and disposed. Finally, the use of this technology is suitable for create dielectric joint in the tunnel.\nAt the end of the project precast segment made by GFRP reinforcements will be introduced in the market and a new guideline for projecting with such elements will be available and a new technology for the production will be performed.\nThe main market sector, the new product is addressed to, is Railway, Metro and Highway tunnel construction.\nThe concept and objectives for the project fit into the overall plan to reach the market: ATP has been active since many years in supplying GFRP armor (traditional skeleton made by straight bar and stirrup) in the tunnel infrastructure (Railway, Highway and Metro Tunnels) and the idea for the new product grows out on the base of a need coming directly from job site, and it will represent a natural (and significant) expansion of the actual market.\nThe project intends to develop something new to Europe that addresses EU-wide challenges.",
    "totalCost": "1133562,5",
    "ecMaxContribution": "793493,75",
    "coordinator": "ATP SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952811989": {
            "orgId": "952811989",
            "orgName": "ATP SRL",
            "ecContrib": 793494
        }
    },
    "calculatedTotalContribution": 793494
}