{
    "rcn": "197585",
    "acronym": "SEFI",
    "topics": "SFS-08-2015-1",
    "title": "Solar Energy for Food Industry",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Solar Energy for Food Industry\nProposal for the elaboration of a feasibility study, including a CPVT market study, for the application of concentrated PV-T solar energy and Large Thermal Storage (LTS) as support to the development of sustainable Food Security, through the construction of 2 CPVT demonstration plants in food-processing facilities in southern and northern Europe. Demonstration plants are planned to be built in northern Europe, in the Netherlands, and in southern Europe in Spain. Phase one will submit technical and financial solutions which shall pave the way for phase 2 submission of a final construction project for both demonstration plants.\nThe innovative concept proposed is a Solar Concentration Hybrid Photovoltaio Thermal Cogeneration system using state of the art triple solar cells and a solar tracking device to capture the maximum possible solar energy with a parabolic trough linear concentration.\nThe novelty presented in the project focusses on the food processing industry which is the largest manufacturing sector in the EU with 1,048 bilion Ä turnover and 4.2 milion employees busy throughout the European Union. Food processing is a major energy consuming manufacturing sector, which accounts for about 20% of the total EU fossil fuel consuption and the project has the ambition to contribute to the reduction of this resource consumption. The project will work with 4 participants spread over 3 EU countries.\nAll technologies were patended last year. The project will move the novelty from TRL8 to TRL9.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GREENETICA GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934817325": {
            "orgId": "934817325",
            "orgName": "GREENETICA GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}