{
    "rcn": "197522",
    "acronym": "ADVANTAGE",
    "topics": "PHC-12-2014",
    "title": "ADvanced Validation of A Novel TB Active disease diagnostic to address Global unmet needs: a European consortium approach",
    "startDate": "01/07/2015",
    "endDate": "30/06/2018",
    "objective": "Tuberculosis (TB) remains an EU and global healthcare priority resulting in over 1.4 million deaths each year. Despite this and efforts to reduce TB by the EU commission, the WHO and others, a simple, rapid, diagnostic test for active tuberculosis (TB) remains elusive. Current diagnostic procedures, while accounting for over $1 bn globally, are poorly selective for active TB, hold risks for healthcare personnel, are slow to yield results and costly. \n\n\nThe large potential and high unmet need provide a clear target for commercialisation of a point-of-care (POC) test. Using over 400 clinical samples, ProteinLogic (a UK based diagnostics company) have demonstrated proof of concept for a ground-breaking approach using a panel of protein biomarkers on human serum samples that profile the cell mediated patient response to TB. \n\nThe objectives of the eight structured work packages within this three year project are to build on the validation of the biomarker TB panel transitioning from a laboratory assay to Biosensiaís novel microfluidic POC platform that has already been successfully proven with a variety of human analytes. Reagents will be developed as part of this project to ensure reduced costs and security of commercial supply. A unique instrument reader plus TB cartridge-based product will be developed to meet EU regulatory standards. The products will be validated in order to confirm analytical and clinical performance, and to provide evidence of major time, cost & performance improvements compared to current TB testing practises. \nSuccessful commercialisation will lead to the creation of  over 30 new jobs and will stimulate further private investment in each of the companies. \n\nIn summary, ADVANTAGE has the potential to deliver a disruptive POC TB diagnostic test that can help eradicate the massive TB burden not only in EU but also globally.",
    "totalCost": "3893307,5",
    "ecMaxContribution": "3583396",
    "coordinator": "PROTEINLOGIC LIMITED",
    "coordinatorCountry": "UK",
    "participants": "BIOSENSIA LIMITED",
    "participantCountries": "IE",
    "projectParticipants": {
        "999599066": {
            "orgId": "999599066",
            "orgName": "BIOSENSIA LIMITED",
            "ecContrib": 661646
        },
        "947360686": {
            "orgId": "947360686",
            "orgName": "PROTEINLOGIC LIMITED",
            "ecContrib": 2921750
        }
    },
    "calculatedTotalContribution": 3583396
}