{
    "rcn": "197578",
    "acronym": "EcoBlade",
    "topics": "SIE-01-2015-1",
    "title": "EcoBlade: Eco-efficient decommissioning of wind turbine blades through on-site material shredding and separation",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Wind power plays a crucial role in Europeís strategy towards a zero-carbon, clean energy-powered economy. While efforts have primarily focused on the development of wind turbine technology, it starts to become evident that the planning associated with the end-of-service life of these equipment has been vastly neglected. Rotor blades are a particularly challenging component, as there is uncertainty about how to get rid of them properly and safely. Furthermore, their sheer huge size imposes important constraints on the trucking requirements for their transportation, which translates in significant costs for decommissioning and disposal. \n\nEcoBlade presents a disruptive concept which tackles the cumbersome transportation of decommissioned large size rotor blades. Our mobile separation platform relies on a modular system optimized for blade shredding and material separation. It also opens the path towards profitable and economically sustainable value chains aiming at the revalorization of the disposed blade material. \n\nSince existing experience on bladesí decommissioning is still limited, disposal best practices are still to be defined. Therefore, the development of our scalable platform currently holds important economic risks, given the uncertainty on market acceptance. For this reason, Frandsen Industri firmly believes that a two-phase approach under EU-funding is the ideal scenario, in order to initially assess the market for concept feasibility before initiating the innovation project.\n\nEcoblade will serve as a key enabler for future decommissioning of rotor blades, allowing to save more than 60 MÄ in transportation costs for the disposed blades during the 2020-2030 period. Moreover, the successful implementation of EcoBlade will also significantly enhance the profitability of Frandsen Industri, as its successful implementation would return an expected turnover of nearly Ä5 million, 5 years post-project, corresponding to over Ä1.6 million profit to our company.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FRANDSEN INDUSTRI HOLDING APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929890501": {
            "orgId": "929890501",
            "orgName": "FRANDSEN INDUSTRI HOLDING APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}