{
    "rcn": "197563",
    "acronym": "HTCycle",
    "topics": "SC5-20-2015-1",
    "title": "Sewage sludge reuse  Phosphate recovery with an innovative HTC technology (HTCycle)",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Efficient municipal wastewater treatment produces vast amounts of sewage sludge. The latest data show a yearly production of 9.637 thousands of tons in Europe. Sludge treatment issues are often neglected in comparison with water-related parameters which results in serious technical difficulties and highly expensive disposal methods. An energy efficient, environmentally sound and economically viable process for sludge disposal and reuse of valuable resources e.g. phosphorus hardly exists.\nThe most common disposal methods for sludge are spreading on agricultural soil, composting and incineration. Landfilling has been long banned, the use as fertilizer, although very moderate in costs, is being banned in many regions due to concerns about contamination of soils with heavy metals and endocrine disruptive compounds. Incineration entails the highest costs (80-110 Ä /ton), but is also considered the safest disposal method and is fast growing and widely adopted. It presents also technical difficulties, such as the low overall efficiency of the process, the huge logistic efforts required to transport the sludge to the incineration plants, or the disposal of the ashes after the sludge has been incinerated.\nIn this situation, the proposing company, AVA-CO2 has the objective to demonstrate and commercialize their proprietary technology for hydrothermal carbonization (HTC) to the conditions of sewage sludge, showing clearly technical and economic advantages against the current sludge incineration method. AVA-CO2 aims to increase the amount of sludge converted into high value products such as fuel, activated carbons for water treatment, recovered phosphorus, soil remediation material, carbon sequestration schemes and other applications. The HTCycle process turns the present sewage sludge disposal (incineration) from a costly process into an income-generating activity",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AVA GREEN CHEMISTRY DEVELOPMENT GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}