{
    "rcn": "197511",
    "acronym": "BIOXYARN",
    "topics": "MSCA-IF-2014-EF",
    "title": "In vitro evaluation of the biocompatibility of nanofibrous yarns from an oxidative stress perspective",
    "startDate": "01/12/2015",
    "endDate": "30/11/2017",
    "objective": "'Fibres and textiles have been used as biomaterials for thousands of years, mainly as sutures and in dressings for wound care. Recently, it has become of increasing interest to use fibres as implantable materials to support the repair of damaged tissues and organs. In particular, the emergence of nanoscale electrospun fibres has allowed the fabrication of scaffolds that mimic the architecture of native biological tissues. Many studies have demonstrated that these biomimetic nanofibrous materials have the ability to promote cell adhesion, proliferation, and differentiation.  However, mixed results have been observed in vivo with regards to their biological effects, including the inflammatory response. Therefore, there is a strong need to understand better the mechanisms involved in the cell response to nanofibres and to come up with better in vitro models for predicting the biocompatibility of electrospun materials in vivo. In tissue healing processes, oxidative stress has been identified as one of the key pathophysiological elements. Therefore, this project will evaluate the biocompatibility of electrospun yarns, a new and promising generation of electrospun materials, from an oxidative stress perspective. Human fibroblasts will be grown on the materials under standard and induced oxidative stress conditions. The cell response to the materials will be assessed, in particular in respect to the induction of 4-hydroxynonenal, a major bioactive marker of lipid peroxidation known as the 'second messenger of free radicals'. Particular attention will be given to the effects of material degradation and of added antioxidants on the onset of oxidative stress. This interdisciplinary project will contribute to understand the mechanisms underlying interactions between cells and nanofibres that occur upon implantation. Additionally, it will guide the development of electrospun yarns with improved biocompatibility and will aid to evaluate the risks associated to their implantation.'",
    "totalCost": "170010",
    "ecMaxContribution": "170010",
    "coordinator": "RUDER BOSKOVIC INSTITUTE",
    "coordinatorCountry": "HR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875031": {
            "orgId": "999875031",
            "orgName": "RUDER BOSKOVIC INSTITUTE",
            "ecContrib": 170010
        }
    },
    "calculatedTotalContribution": 170010
}