{
    "rcn": "197530",
    "acronym": "GENEVOSYN",
    "topics": "ERC-ADG-2014",
    "title": "Reshuffling genes and genomes: from experimental evolution to synthetic biology in plants",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "GENEVOSYN has three highly ambitious objectives that will enable the engineering of new generations of crop plants. The project consists of three complementary workpackages (WPs) and will use both synthetic genomes and naturally available genomes as raw material for novel biotechnology and synthetic biology approaches. It will employ experimental gene and genome transfer as well as recently discovered natural (horizontal) genome transfer processes to generate new crop varieties and species. In WP1, the plastid (chloroplast) will be developed as a highly efficient platform for synthetic biology applications in plants. This will be accomplished by pursuing bottom-up and top-down synthetic biology approaches. They include the construction of large synthetic multigene operons towards introducing new complex metabolic pathways into plants, and the design, synthesis, assembly and booting up of radically redesigned synthetic genomes that ultimately will allow us to expand the genetic code and thereby the amino acid repertoire of plant cells. In WP2, GENEVOSYN aims at developing a technology for mitochondrial genome engineering in plants. The possibility to alter the genetic information in plant mitochondria by transformation would revolutionize both basic and applied research on plant mitochondria, and pave the way to harnessing the enormous potential of mitochondrial biotechnology. Finally, WP3 will exploit recently discovered horizontal genome transfer processes for the creation of novel crop species and the improvement of existing ones. To this end, we will use grafting-assisted horizontal genome transfer between crop species in the nightshade family (Solanaceae) to (i) generate new combinations of nuclear and plastid genomes and determine the impact of the plastid genome and specific plastid genes on plant growth and stress tolerance, and (ii) produce novel (synthetic) species that arise from the combination of entire nuclear genomes of existing species.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}