{
    "rcn": "197558",
    "acronym": "Polydome",
    "topics": "SFS-08-2015-1",
    "title": "Proposal for innovative and sustainable polyculture greenhouse system Polydome",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Polydome is an innovative, sustainable, closed-loop polyculture greenhouse system intended to solve the problem of long distance food sourcing.\nBy polyculture we mean producing approximately fifty different fruit and vegetable crops, two mushroom crops, chickens, fish in amounts capable of feeding between 3,000 to 5,000 people on one hectare. This type of greenhouse will produce no waste and reduce food miles considerably, it will also extend the growing season in harsh climates. The commercial potential of this innovation will be European and global scale as our global population is on the way to 9.1 billion by 2050, only 35 years. To meet the increasing demand, world food production will need to rise by 70%, and food production in the developing world will need to double. Compounding the challenge, we must provide these rising populations the increasingly calorie dense food they will require. The current industry is focused on growing single crops on large tracts of land and then shipping them around the world. The outcome of this project will lay grounds to developing a large scale Polydome, and further more, prove to be productive and profitable in difficult climates. The Feasibility Study will explore the possibility of setting up such a large-scale test site of the concept, which has been developed theoretically and tested partially in the Netherlands, in Estonia. The objective of Phase 1 is to perform a feasibility study consisting of both an on-the-ground pre-assessment and subsequent concept design to build a commercial scale one hectare Polydome, a closed loop, very\nhigh yield greenhouse, capable of operating in Estonia year round, that can be applied to both large commercial situations and urban agriculture.The objectives of Phase 2 will to build the Polydome and launch the business operations.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "POLYDOME OU",
    "coordinatorCountry": "EE",
    "participants": "BOSSCHAERT ANTON",
    "participantCountries": "NL",
    "projectParticipants": {
        "936448574": {
            "orgId": "936448574",
            "orgName": "POLYDOME OU",
            "ecContrib": 50000
        },
        "943480880": {
            "orgId": "943480880",
            "orgName": "BOSSCHAERT ANTON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}