{
    "rcn": "197559",
    "acronym": "SoHo3X",
    "topics": "SIE-01-2015-1",
    "title": "Introducing a novel concept of solar photovoltaic module in the market",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "For more than 40 years, solar photovoltaic modules have not changed. The idea of interconnected cells sandwiched between glass and back sheet is still the same, and basically only the cell efficiency has increased. Given that cost reduction is a market driver in the photovoltaic business, it is necessary to pursue all fields leading to cost reduction and efficiency increase, including also module design. As a substitute for crystalline silicon flat modules, a new design of a trackless 3D concentrated photovoltaic (CPV) module has been designed and prototypes built. Its key characteristic is the use of holograms as optic concentrating devices in combination with other optical elements to obtain high optical efficiency achieving a concentration factor of 3X without tracking. Prototypes have been measured under industry relevant conditions. Results show the enormous potential of the design: up to 91% more annual performance ratio than conventional flat silicon fixed modules. Mass manufacturing costs of such modules have been estimated below EUR 0.40 per watt peak, i.e., even below silicon flat module. Given all these premises and the potential this product has in the growth and internationalization of the company, a business plan to launch this novel PV module product to the market is proposed in the present project. The business plan will cover all aspects for the company to enter the photovoltaic market with this product, among others: the analysis of technical risks and technical steps towards commercialization, including automated production lines, market survey of possible competitors, potential customers and markets segments, etc. The report must analyze all these issues and propose answers to how to approach them.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INSTITUTO HOLOGRAFICO TERRASUN SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "945675311": {
            "orgId": "945675311",
            "orgName": "INSTITUTO HOLOGRAFICO TERRASUN SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}