{
    "rcn": "197580",
    "acronym": "MSR",
    "topics": "Space-SME-2015-1",
    "title": "Multifunctional Satellite Radiator",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Multifunctional Satellite Radiator\n\nSecuring space assets against man-made space debris present at frequently used orbits became integral part of space mission definition and overall spacecraft design. Radiator panels as part of the outer shell of spacecraft already provide some degree of protection to the instruments behind them. Overall project objective is to develop a new class of multifunctional structural radiators for small and medium satellite missions where high mechanical and thermal performance shall be combined with improved space debris and cosmic radiation protection characteristics.\n\nRadiator panels manufactured from aluminum foam sandwich (AFS) are able to fill the gap between conventional honeycomb and integrally milled structural radiators. Due to the lightweight core they offer high stiffness-to-weight ratio like honeycombs while the metallic bond between facesheet and core ensures superior load bearing capability and thermal conductance provided by integrally milled radiators. AFS radiators are capable to provide mechanical support for heavy electronic boxes, offer good thermal performance combined with enhanced radiation and debris protection for the hardware located behind the radiator panel. Main advantages of AFS radiators compared to existing honeycomb based radiators are:\n\nï high in plane thermal conductance without heat pipes due to isotropic core structure,\nï higher insert strength,\nï better debris protection,\nï better radiation protection,\nï originally thick face sheets can be manufactured according to mechanical and thermal needs,\nï improved outgassing parameters due to lack of adhesives,\nï easier grounding implementation due to metallic contact between core and face sheet.\n\nAs the result of this development Europe will be the leader provider of satellite radiators meaning significant market share. It is also a promising business opportunity for a Hungarian SME whose country is being a full member of ESA.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADMATIS KUTATO, GYARTO ES KERESKEDELMI KORLATOLT FELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997220141": {
            "orgId": "997220141",
            "orgName": "ADMATIS KUTATO, GYARTO ES KERESKEDELMI KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}