{
    "rcn": "197503",
    "acronym": "BIOMENDELIAN",
    "topics": "ERC-CoG-2014",
    "title": "Linking Cardiometabolic Disease and Cancer in the Level of Genetics, Circulating Biomarkers, Microbiota and Environmental Risk Factors",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Cardiovascular disease (CVD), type 2 diabetes (T2D) and obesity, collectively referred to as cardiometabolic disease, together with cancer are the major morbidities and causes of death. With few exceptions, research on cardiometabolic disease and cancer is funded, studied and clinically applied separately without fully taking advantage of knowledge on common pathways and treatment targets through interdisciplinary synergies. The purpose of this proposal is to reveal causal factors connecting and disconnecting cardiometabolic diseases and cancer, and to understand interactions between gut microbiota, host diet and genetic susceptibility in a comprehensive prospective cohort study design to subsequently allow design of intervention strategies to guide more personalized disease prevention.\n\n1. We investigate causality between genetic risk factors for cardiometabolic disease associated traits and future incidence of T2D, CVD, cancer (total/breast/colon/prostate) and mortality (total, CVD- and cancer mortality), searching for causal factors in a prospective cohort with >15 y follow-up (N>30,000, incident cases N=3550, 4713, 5975, 6115 for T2D, CVD, cancer, mortality)\n2. For the first time in a large population (N=6000), we investigate how gut and oral microbiome are regulated by dietary factors, gut satiety peptides and host genetics, and how such connections relate to cardiometabolic disease associated traits and cancer \n3. We investigate the role of diet and gene-diet interactions of importance for cardiometabolic disease and cancer \n4. We perform genotype, biomarker and gut microbiota based diet intervention studies. \n\nThis inter-disciplinary project contributes to biological understanding of basic disease mechanisms and takes steps towards better possibilities to prevent and treat individuals at high risk for cardiometabolic disease, cancer and death.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}