{
    "rcn": "197546",
    "acronym": "N-Supp_INNO-15",
    "topics": "INNOVATION",
    "title": "Innovation Enhacement and Key Account Activities iwithin EEEN Niedersachsen 2015-2016",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The general objective of this proposal is to offer services for SMEs that help increasing the efficiency and\neffectiveness of investments in research, development and innovation and by contributing to a better and more\nefficient connection to providers to more special support in this field of action. Partners will deliver these services\nin the NUTS-1 region Niedersachsen DE9 (Germany) in the years 2015 and 2016.To achieve the above mentioned objectives partners in this\nproposed consortium will:1. Increase the efficiency and effectiveness of innovation processes in small and medium\nsized enterprises with significant innovation activities that could potentially become beneficiaries of European support\nprogrammes for research and innovation.This service, provided independently from a specific innovation project and\nfocusing on a company's innovation management system, is called Enhancing the innovation management capacity of\nSMEs. All partners will provide this service.ï Partners will deliver 52 Enhancing actions as described in Work package\n1 as 7-day-packagesThe number of Enhancing action is justified by experience of partner NBank, which carries\nout 20 to 25 Innovation audits a year. Clients have to be found and also to be selected as suitable for the service.2.\nIdentify bottlenecks in the creation of economic impact in companies benefitting from grants under Horizon2020's\nSME instrument and address these bottlenecks with the help of capable coaches. ï Partner NBank will deliver 8 Key\nAccount Management actions as described in Work package 2 as 7-day-packages related to successful proposals for\nthe SME Instrument from the region.The number is justified by the knowledge about how many successful proposals\nare expected on the SME-Instrument-Tool. Broken down to the region, NBank expects 8 cases for Lower Saxony.\nIf the number of cases is higher, NBank will provide KAM service accordingly and lower the number of enhancing\nactions.",
    "totalCost": "205290,4",
    "ecMaxContribution": "205290",
    "coordinator": "INVESTITIONS-UND FORDERBANK NIEDERSACHSEN (NBANK)",
    "coordinatorCountry": "DE",
    "participants": "STIFTUNG FACHHOCHSCHULE OSNABRUECK;GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "participantCountries": "DE",
    "projectParticipants": {
        "999846416": {
            "orgId": "999846416",
            "orgName": "STIFTUNG FACHHOCHSCHULE OSNABRUECK",
            "ecContrib": 32040
        },
        "999981828": {
            "orgId": "999981828",
            "orgName": "GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
            "ecContrib": 25625
        },
        "983608422": {
            "orgId": "983608422",
            "orgName": "INVESTITIONS-UND FORDERBANK NIEDERSACHSEN (NBANK)",
            "ecContrib": 147625
        }
    },
    "calculatedTotalContribution": 205290
}