{
    "rcn": "197510",
    "acronym": "NanoCytox",
    "topics": "MSCA-IF-2014-EF",
    "title": "Development of Novel Analytical Methods to assess Nanoparticle cytotoxicity",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "Nanoparticles , NPs, are being used to produce novel materials with unique physico-chemical properties with many applications in fields such as medicine, energy and electronics, consumer goods, among others. Some studies have revealed that the same specific properties that make NPs so unique could also be responsible for potential harmful effects on the environment and human health. Currently, the assessment of their impact is hampered by limited analytical capabilities to detect them in complex natural matrices. New sensitive and selective analytical methods must be developed and validated in order to elucidate their toxicological effects prior to increasing and promoting the NPs production. Herein, new analytical methodologies based on inductively coupled plasma mass spectrometry (ICP-MS) are proposed to evaluate the toxicity of metallic NPs in cells, one of the most powerful and attractive model systems for toxicological assays. The proposed methodology consists on the use of laser ablation (LA) coupled to ICP-MS for spatially resolved bioimaging of the distribution of NPs in single cells upon different NPs incubation experiments; furthermore, a micro-droplet generator (µDG) for sample introduction of single cells into a sector field ICP-MS will be employed to improve the NPs detection sensitivity. The expected results will give essential insights into nanoparticle/cell interactions and will have implications for the development of analytical methods based on applications of nano-particles for medical diagnostics and therapeutics.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "BUNDESANSTALT FUER MATERIALFORSCHUNG UND -PRUEFUNG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999507692": {
            "orgId": "999507692",
            "orgName": "BUNDESANSTALT FUER MATERIALFORSCHUNG UND -PRUEFUNG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}