{
    "rcn": "197568",
    "acronym": "LEONID",
    "topics": "PHC-12-2014",
    "title": "Lung cancEr fusiOn geNes: a new dIagnostic Device",
    "startDate": "01/07/2015",
    "endDate": "31/12/2016",
    "objective": "The main scope of LEONID project is the development and validation of the clinical performance of a new diagnostic Nanostring-based device against existing standards (FISH and IHC) for the detection of in vitro biomarkers with predictive power of response to tyrosin kinase inhibitors used for lung cancer treatment. \nThe device will be the first CE-IVD kit that detects all ALK, ROS1 and RET rearrangements with known and unknown partners in one multiplex assay and that, at the same time, identify the main variants of EML4-ALK.\nThe clinical validation will be extended to the associated software for secondary analysis of data that will guarantee the results standardization, avoiding any personal interpretation. The new diagnostic device-software combination, that passed the technical feasibility analysis and is ready for experimental verification, will be the easiest, cheapest, fastest and standardized solution for ALK, ROS1 and RET fusions detection without losing sensitivity, specificity, robustness and reproducibility.\nThe end users will be all molecular pathology laboratories supporting hospitals where lung cancer patients are treated, that (are going to) perform the analysis of fusion genes and want to reduce hands-on-time, error rate, and costs, saving specialized technical expertise and increasing the throughput of biomarkers and samples. At least 85 European medium-high throughput labs running 450 lung samples per year can be considered as potential customers.\nFor Diatech Pharmacogenetics, the new device will be complementary to the existing products for pharmacogenetics analysis in oncology and will boost the companyís approach of potential European distributors. GeneticLab can offer the test to low throughput labs and can speed up the entrance into the oncology business. BiMind can extend the panel of features of its proprietary oncology EHR dedicated to the analysis of laboratory testsí results and can provide its new software through Diatech PGx or directly.",
    "totalCost": "1704000",
    "ecMaxContribution": "1704000",
    "coordinator": "DIATECH PHARMACOGENETICS SOCIETA A RESPONSABILITA LIMITATA",
    "coordinatorCountry": "IT",
    "participants": "GENETICLAB S.R.L.;BIMIND SAS DI MARINELLI MARCO VICO MAURIZIO EC",
    "participantCountries": "IT",
    "projectParticipants": {
        "934919078": {
            "orgId": "934919078",
            "orgName": "DIATECH PHARMACOGENETICS SOCIETA A RESPONSABILITA LIMITATA",
            "ecContrib": 1465439
        },
        "957498253": {
            "orgId": "957498253",
            "orgName": "GENETICLAB S.R.L.",
            "ecContrib": 83561
        },
        "934804521": {
            "orgId": "934804521",
            "orgName": "BIMIND SAS DI MARINELLI MARCO VICO MAURIZIO EC",
            "ecContrib": 155000
        }
    },
    "calculatedTotalContribution": 1704000
}