{
    "rcn": "197572",
    "acronym": "DSLIGHT",
    "topics": "ICT-37-2015-1",
    "title": "Advanced Lighting Management System for film production, smart lighting and creative industry",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "Amateur filmmakers need seamless process and lower cost of film production, more creative freedom (functionality, effects, central management), affordable tools of filmmaking. Company has previously developed diruptive lighting solutions for professional market, which are used globally, incl. Hollywood studios.\nAfter sucess in professional market, company wants to target much larger amateur market. During the project, company will develop Advanced Lighting Management Solution (ALMS) for amateur film production market that offers professional-grade lighting functionality for 80% lower cost. ALMS central management software for tablets/smartphones is integrated into film production process and it reduces total cost of film production process by 30%. Plus, feature rich ALMS will provide drastically improved creative freedom for creative industry. ALMS can also be used for central precision management of smart lighting to achieve maximum energy savings with minimum effort.\nCompany has extensive experience and know-how in film production, which helps design the correct usability and functionality of ALMS, so it will support the process of film production. ALMS will reduce need for crew, electricity, lighting equipment, transportation, training and will increase efficiency of film production process.\nPhase I tasks: engaging 20 early adopter users and 4 early adopter manufacturers of lights for cooperation in R&D process; engaging 4 early adopter manufacturers of lights to develop new communication protocol strategy and integration strategy with ALMS; developing strategy and specifications for phase II; planning and budgeting test-sites with 12 early adopters; developing business and project plans.\nPhase II funding: Ä2m (test sites, development of ALMS)",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DIGITAL SPUTNIK LIGHTING OU",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940245348": {
            "orgId": "940245348",
            "orgName": "DIGITAL SPUTNIK LIGHTING OU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}