{
    "rcn": "197544",
    "acronym": "WoundCure",
    "topics": "NMP-25-2014",
    "title": "Personalized Wound Dressings Based on Nanofiber Mats",
    "startDate": "01/07/2015",
    "endDate": "31/12/2017",
    "objective": "Wound management is a major clinical and economic problem. In 2010, public spending on healthcare accounted for almost 15% of all government expenditure in Europe. Wound management alone is estimated to make up 2ñ4% with an average of Ä6,000 - Ä10,000 spent on each patient per year . The annual incidence of wounds is 8 cases per 1000, higher than cancer, diabetes and cardiovascular diseases . Current strategies of wound care offer limited relief to almost 8 million patients who suffer from burns or chronic skin ulcers. \nThe mission: NICAST is a pioneer in the development of medical devices made of electrospun polymer nano-fabrics. NICAST developed and patented a unique concept for wound dressings. The first prototype was developed, patented and pre-clinically demonstrated. The technology involved was developed in numerous national and international projects (e.g. FP7 projects VISION and NPmimetic). \nMoreover, the dressing composition can be tailored according to the wound care required in each step of the wound healing. The new platform consists of the e-Spun fiber based dressings produced immediately in situ by electrospinning using the new Spinner device. The device is easy to operate. It dresses the wound area in a comfortable manner without human contact. As per the above it is expected that the new dressing will reduce hospitalization and nurse time (due to home/self-use, fast healing , ease and frequency of use).\nWoundCure main objectives are to reach commercialization of these products by: i) Completion of first product validations and initiating of future generation dressing; ii) a multi-center clinical trial performed on donor site wounds (DSW) and partial thickness burns iii) scale-up of the manufacturing processes; iv) CE mark accreditation for the first product to be commercialized; v) pre-commercialization activities such as dissemination and financial plans",
    "totalCost": "3235750",
    "ecMaxContribution": "2265025",
    "coordinator": "NICAST LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986601745": {
            "orgId": "986601745",
            "orgName": "NICAST LTD",
            "ecContrib": 2265025
        }
    },
    "calculatedTotalContribution": 2265025
}