{
    "rcn": "197566",
    "acronym": "SafeTrain",
    "topics": "IT-1-2014",
    "title": "Piloting and industrial validation of autonomous and sustainable animal deterring system for the rail transport",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "At NEEL we have developed an absolute novelty on a world scale: UOZ-1 animal deterring system that successfully prevents the animal-train collisions. The device exploits an animal natural sensitivity to sound and just before a train approach, at the time of the danger, a series of sounds stimulates animal instinct and enforces their life defensive reflex reaction in the form of escape.\nOur UOZ-1 animal deterring devise has been created in response to the particular need of preventing collisions of wild animals with trains in areas where the migration routes of animals cross the railway lines.\nThe primary objective of the SafeTrain Project is to pilot and test in real environment the autonomous system for the automatic train detection that will be integrated with our UOZ-2 animal deterring device. The new train location system will be based on an intelligent mechanism of listening for an approaching train commercially known as an ìIndian earî. \nOur goal is to incorporate it into the animal deterring system in order to make it independent from the currently used rail signalling system. This will not only reduce the complexity of the whole system but also will reduce the investment and maintenance costs down to 60% of the todays costs. \nThe secondary, but not less important goal is the development of green powering system for UOZ-2 utilising renewable energy sources to make the system energetically self-sustained. This will be of particular importance in areas where the rail track has not been electrified and thus with limited access to grid power. \nOur acoustic method for train-animal collisions prevention is an excellent solution that allows preservation of ecological corridors and animal migration routes and significantly reduces the safety and business risk of rail carriers.  It overcomes all limitations of the state-of the-art solutions available on the market, and looking at Europe only, opens the way to the market worth of nearly 125mÄ.",
    "totalCost": "1967500",
    "ecMaxContribution": "1377250",
    "coordinator": "Przedsiebiorstwo Wdrozeniowo-Produkcyjne NEEL Sp. Z O.O.",
    "coordinatorCountry": "PL",
    "participants": "WAVE TRAIN SYSTEMS AS",
    "participantCountries": "NO",
    "projectParticipants": {
        "934521863": {
            "orgId": "934521863",
            "orgName": "Przedsiebiorstwo Wdrozeniowo-Produkcyjne NEEL Sp. Z O.O.",
            "ecContrib": 1049125
        },
        "934311664": {
            "orgId": "934311664",
            "orgName": "WAVE TRAIN SYSTEMS AS",
            "ecContrib": 328125
        }
    },
    "calculatedTotalContribution": 1377250
}