{
    "rcn": "197562",
    "acronym": "PLUSH",
    "topics": "ICT-37-2014",
    "title": "Platform Universal Self Hosting, a hybrid-cloud Platform as a Service reducing web application development cost by 40% for SMEs",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The PLUSH project is meant to create a next generation PaaS (Platform as a Service) ñ that can run multiple applications in multiple computing languages using multiple data backends on a Hybrid-Cloud infrastructure. PLUSH will be the first self-hosted PaaS (able to deploy itself on any private or public cloud) which thus will generate different deployment modes for client applications (public cloud, private cloud, as a hybrid-cloud, on multiple clouds). PLUSH will be a distributed and decentralized system powered by a high-availability grid of micro-services.\n\nThere has been a recent strong trend to unify software development and operations in order to reduce release cycle times and gain in quality and velocity. Following this trend, PLUSH project addresses the web development market on these two converging segments, the web application development tools market and the web application hosting market.\n \nWithin the two year period of the project, three pilots will be respectively conducted respectively within a web agency, a high-growth SaaS SME and a public sector entity to validate the PLUSH platform and the productivity gains on the key targeted markets.\n\nWith PLUSH, Commerce Guys an open source start-up, will maintain its current technological advance thanks to the evolution of its existing PaaS ìplatform.shî, that has already been deployed by 200\\ clients since its launch, 5 months ago. This advance stems from its mature container based micro-services architecture, technology which has been recently adopted by leaders such as Amazon, Google and Microsoft. \n\nCommerce Guys business ambition is to reach 5% of the PaaS market segment in Europe and in the US within the next 5 years, with a 9MÄ revenue milestone for the full year of 2017.  Our business plan relies on three sales channels, the major one consisting in leveraging existing partnerships with more than 550 integration partners (web agencies), inbound sales and online self-service.",
    "totalCost": "2800000",
    "ecMaxContribution": "1960000",
    "coordinator": "COMMERCE GUYS SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934459201": {
            "orgId": "934459201",
            "orgName": "COMMERCE GUYS SAS",
            "ecContrib": 1960000
        }
    },
    "calculatedTotalContribution": 1960000
}