{
    "rcn": "197564",
    "acronym": "POSEIDON",
    "topics": "SIE-01-2014",
    "title": "Market maturation of Floating Power Plantís Floating Wind-  Wave- Energy Device",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Europe has a large amount of unexploited resources across the offshore renewable sector due to the inexistence of suitable technologies for deep waters, where a large amount of high energy intensity combined resource (wind and wave) exists. Also, in a long term, offshore wind farms will be required to move to deeper waters (> 45m), due to the lack of suitable shallow water sites and the desire to harness better energy resources. At these depths, fixed foundations are not economically viable. For this reason, there is a clear need to approach different concepts that enable deployment in deeper waters, such as floating devices.\nFloating Power Plant A/S and linked third pary Floating Power Plant Ltd (FPP), aims to pursue a major opportunity by bringing its innovative hybrid concept ñ an offshore-proven, floating, wind and wave power plant ñ to commercial maturity. Specifically, with POSEIDON, FPP aims to go a step further in its business strategy by overcoming the key barriers that may hinder the successful market uptake of its commercial-scale device ñ the P80.The innovation project activities will be focused in the UK (primary target market).\nP80 is based on a unique patented technology, which presents several advantages when compared with current offshore renewable concepts: facilitates deployment in deeper waters; enables higher energy yields; allows a reduction in capital costs due to shared foundations, grid infrastructure, and platform (between wind and wave); and allows a reduction in O&M costs due to its unique safe harbour. Overall this translates into a reduction of LCOE (up to Ä 0.13/kWh), which is the ultimate objective of the EU offshore renewables industry in order to become competitive.\nPOSEIDON is expected to significantly enhance the profitability of FPP, with an expected turnover of Ä1 billion, 5 years post-project. Moreover, the successful achievement of the project objectives is expected to advance Europe along the path to an energy system that will deliver a competitive and secure energy supply.",
    "totalCost": "1634500",
    "ecMaxContribution": "1144150",
    "coordinator": "FLOATING POWER PLANT A/S",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952409245": {
            "orgId": "952409245",
            "orgName": "FLOATING POWER PLANT A/S",
            "ecContrib": 1144150
        }
    },
    "calculatedTotalContribution": 1144150
}