{
    "rcn": "197501",
    "acronym": "DARKHORIZONS",
    "topics": "ERC-CoG-2014",
    "title": "Dark Matter and the Early Universe in the LHC Era",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The discovery of a Higgs like particle in its first science run shows that we are truly in the LHC era and when collisions resume we will learn more about the physics of the TeV scale.  \n\nThere are two main areas at the interface of particle physics and cosmology that the LHC will shed light on - If dark matter is a thermal relic then we naturally expect new particle physics close to this TeV energy range.  The LHC will also help us learn about the nature of the electroweak sector and its behaviour during the early Universe.\n\nIn this proposal we present a body of work which will combine information from the LHC with dark matter experiments and astronomical observations to understand both the nature of dark matter and the role of the Higgs sector in the first moments after the big bang.  \n\nWe will investigate dark matter by developing a new categorisation of interactions between the dark sector and the standard model.  This will enable us to perform detailed collider and direct detection phenomenology in a more comprehensive way than current approaches while avoiding the problems which occur when those methods breakdown.  Different schemes for mitigating against the upcoming problem of the neutrino floor in direct detection experiments will also be investigated.\n\nMany of the keys to understanding the particle nature of dark matter lie in astrophysics, and we will develop new techniques to understand the distribution of dark matter in the Universe, its behaviour and density in distant galaxies and its velocity dispersion in the Solar system, critical to predict event rates in detectors.\n\nWe will use LHC and CMB data to answer important questions - Can the electroweak phase transition be first order?  What is the role of the Higgs field during inflation?  Can we use the electroweak sector to infer information about physics at high energy scale or the nature of inflation?\n\nThe interdisciplinary experience of the PI will ensure the ambitious project is a success.",
    "totalCost": "1947665",
    "ecMaxContribution": "1947665",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 1947665
        }
    },
    "calculatedTotalContribution": 1947665
}