{
    "rcn": "197550",
    "acronym": "FCL",
    "topics": "SIE-01-2014",
    "title": "Upgrading a commercially-available Fault Current Limiter to a more cost-effective device for enabling additional capacity and improving energy efficiency, by limiting destructive fault currents",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "Electricity networks are required to accommodate additional generation sources, which increase the exposure to fault currents; causing damages of billions of euros, and impacting millions of people. Utilities are forced to invest hundreds of millions in order to prevent catastrophic consequences. GridON is offering Fault Current Limiters (FCL) for transmission, distribution and industrial grids, which enable capacity growth, while improving energy efficiency and network stability. By suppressing excessive faults, FCLs enable grid meshing and cost-effective connection of additional power generation and renewable low-carbon energy sources. FCLs eliminate network upgrades and early retirement of fit-for use equipment, reducing capex by 10s-100s of millions of euros. FCLs reduce the overall impedance across a meshed grid, hence reducing losses and offsetting millions of tonnes of carbon emissions.\nGridON has successfully installed FCLs in live grids. Our FCL at UK Power Networks has proven extremely effective in clamping many faults during the past 18 months. It has proven extremely robust, reliable and easy to operate and maintain. Another commercial unit is now being installed in Western Power Distributionís primary substation in UK.\nGridONís FCL has received very strong recognition from its customers, who plan to install additional FCLs. Following discussions with prospective customers in EU and ROW, GridON has been realizing a multi-billion euros potential for FCLs. That said, weíve realized that a smaller device would dramatically impact FCL adoption. GridON has gained extensive experience in designing and manufacturing FCL technology, and we trust our ability to reduce the size and cost of our existing technology by 25-50%. GridON has reached preliminary proof of concept stage (TRL4) for the required improvements.\nGridON is seeking funding under the SME Instrument program to design, build and test a demonstration unit that will be ready for commercial scaling.",
    "totalCost": "1512500",
    "ecMaxContribution": "1050000",
    "coordinator": "GRIDON LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934866116": {
            "orgId": "934866116",
            "orgName": "GRIDON LTD",
            "ecContrib": 1050000
        }
    },
    "calculatedTotalContribution": 1050000
}