{
    "rcn": "197582",
    "acronym": "CoCoBondsValuation",
    "topics": "ICT-37-2015-1",
    "title": "New System for Credit Rating of Hybrid Securities",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "In the aftermath of the recent financial crisis, the European Commission and the Regulatory Authorities have placed significant emphasis on Hybrid Securities as a tool to prevent future bail-outs of banks with taxpayersí money. The banks have reacted to these requirements and the number as well as the diversity of Hybrid Securities issued is increasing rapidly. For example, the total volume of Conditional Convertible Bonds, known as CoCo Bonds, a type of hybrid security, is expected to reach EUR 200 Billion by the end of 2015.\n\nThe large majority of financial investors perceive hybrid securities as non-transparent and difficult to risk-manage. For instance, credit ratings from established rating agencies are seen as largely useless for this diverse and very dynamic asset class:\nï\tDoubtful quality, moral hazard embedded in the business model of the rating agencies; and\nï\tPurely backward-looking, always too late to react on important news and market developments.\n\nThe Solution\n\nTheMarketsTrust is developing a radically new System for Data Management, Valuation, Risk Measurement and Credit Rating of Hybrid Securities. We are combining, in real-time:\nï\tAdvanced quantitative models applied on market data; and  \nï\tAlgorithmic analysis of news and announcements from the issuers of the securities, the regulatory agencies as well as the financial media.\nThis results in a range of reliable valuation and risk measures, including ratings, for Hybrid Securities, which we deliver through a Public Subscription Service to the global professional investor community. \n\nFor that project, we are supported by  the research team of prof. Wim Schoutens, Leuven University (KUL), Belgium. Professor Schoutens is the leading expert in Europe in the area of valuation and risk measurement of Hybrid Securities. He has co-authored several books on the topic and has worked as an independent advisor to Tier 1 banks as well as to the European Commission.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THEMARKETSTRUST-ADVISORY",
    "coordinatorCountry": "LU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930021160": {
            "orgId": "930021160",
            "orgName": "THEMARKETSTRUST-ADVISORY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}