{
    "rcn": "197573",
    "acronym": "SMART FIRE BARRIER",
    "topics": "SC5-20-2015-1",
    "title": "Innovative Forest Fires Prevention Infrastructure for Residential Areas, Forestry and Critical Infrastructures",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Forest Fires destroy each year more than 500.000 Ha of forest surface in EU, causing a dramatic damage in terms of human suffering and economic prejudice, which can be estimated in several thousand million euros. The environmental damage is huge as well, since forests are able to capture CO2, and their combustion releases tonnes of greenhouse gas to the atmosphere, as well as having effects over local climate, boosting erosion and desertification, and harming biodiversity.\n\nOur project aims to generate a sustainable and scalable business model based in a value proposal in terms of Sustainability of the Rural Environment, Self-protection and Affordable Costs, addressed to the private sector. Existing alternatives for fire prevention are intensive in terms of land occupation and cost, hindering their execution and intensifying the Forest Fire damage, especially in Wildland Urban Interface areas. \n\nBy means of PYRO SMART FIRE BARRIER, the creation of invisible fire protection perimeters will enable users to protect residential areas and infrastructures from a forest fire by themselves, and the probability of fire starting as a result of human activity (90% of total) will be reduced. The market release of the SMART FIRE BARRIER will represent the first opportunity for complementing the public funded prevention activities with affordable and feasible solutions, based in validated research results.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PYRO FIRE EXTINCTION SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "957682068": {
            "orgId": "957682068",
            "orgName": "PYRO FIRE EXTINCTION SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}