{
    "rcn": "197557",
    "acronym": "Nano-xfield-1000",
    "topics": "NMP-25-2015-1",
    "title": "nanotech x-ray tube",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Luxbright develops next generation x-ray tube technology. The products we are developing for this project include a nano-material cold cathode x-ray tube and advance tube innovations (other internal components). We have applied for patents in key areas and we plan to sell it to medical imaging device manufacturers with the end consumer being hospitals and medical facilities. \n\nX-ray tubes are a component within medical imaging devices (x-ray machines). The innovations are derived from a nano-material structure which enables x-rays to be produced through a process called field emission. The other tube technologies allow for other improvements in imaging. For this project, the overall objective (Phase 2) is to reach first sales of our tube technology inclusive of developing a pilot system. First sales will likely be to a mini C-arm (a type of x-ray machine) system manufacturer. Within Phase 1 of this, the objective is to complete feasibility assessments for reaching first sales of x-ray tubes. \n\nThe specific objectives of the feasibility assessments are as follows: Develop Internal Organization, Market Study, Innovation Strategy Development, IP Management Strategy, Partner Contracting, Develop Business Model and Risk Assessment. \n\nThe business opportunity stems from the desired solutions to social problems, economic inefficiencies, and technical inefficiencies of todayís conventional x-ray tubes. Conventional tubes generate x-rays using a thermionic mechanism with numerous pitfalls which can be improved. \n\nThe effects of incorporating the nanoscale structures in this product result in x-ray tubes which generate social value (through safer treatment experiences) and economic value (by allowing hospitals to treat more patients per day in tandem with increased patient satisfaction). Specifically, the product offers 1000x faster rising time, is safer for patients and hospital staff (reduced radiation), offers increased mobility, allows hospitals to treat more patients per day, and increases energy efficiency.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LUXBRIGHT AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937840912": {
            "orgId": "937840912",
            "orgName": "LUXBRIGHT AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}