{
    "rcn": "197555",
    "acronym": "RePower",
    "topics": "SIE-01-2015-1",
    "title": "Energy and resource surveillance systems without the challenges of batteries",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Problem:\nWaste and overconsumption of resources are major challenges in EU, as it leads to unnecessary environmental burdens and economic loss. Research has shown that continuous detailed surveillance of the energy consumption yields savings of 10 to 70 %.  The customers states, however, that the use of batteries in the needed sensor systems is a major barrier. The reasons are (A) it is difficult to change sensor batteries, especially on sensors hidden behind e.g. ceilings or walls, (B) the fire hazard, and (C) the environmental burdens of using batteries.\n\nSolution:\nRePower deliver battery-less sensors to monitor technical installations in e.g. buildings, by harvesting the energy from the outside of multicore power cables, without damaging the cable in any way. RePower thereby disrupts the market for sensor systems, by enabling battery-less sensors in an environment where batteries has been the only option, until today. Compared to other sensor energy sources, RePower is:\n-Usable in building installations.\n-Cost-efficient.\n-Non-invasive.\n-Long-life.\n-Safe.\n-Made for slim designs.\n\nProject:\nAt the current stage, a prototype of RePower is developed and patented. In Phase 1 RePower will be business develop and demoed. In Phase 2, it will be implemented in our sensor platform, matured for efficient serial production, and the business will be updated for sales at the international markets.\n\nBusiness:\nIn year three to five after market-launch, we expect a yearly turnover of 1.3 million RePower units, delivering a revenue of 68 million Ä, mainly from our own sensor platform, but also from selling RePower to OEM customers.\n\nMarket:\nOur first customer segment is non-residential buildings, because these customers are aware of the challenges of using batteries. Later on, we aim for the residential buildings and OEM customers. The Go-to-market strategy is based on international partnerships on sales and distribution. Caverion is our current main partner, who cover Northern and Central EU",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "REMONI ApS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950472931": {
            "orgId": "950472931",
            "orgName": "REMONI ApS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}