{
    "rcn": "197516",
    "acronym": "MARKETING EXPENDITUR",
    "topics": "MSCA-IF-2014-EF",
    "title": "Marketing Expenditure Budgeting: from the Upper Echelon to the Lower Echelon",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "With increased competition intensity in almost all industries, nowadays no one could deny the importance of marketing function to a firm in driving sales. However, overspending in marketing has been an immanent problem that prevails in firms across various industries. Overspending in marketing not only erodes firmsí profit, but is also harmful to social welfare. Unlike price reduction related promotion (bundling, coupon, etc.) that benefits consumer eventually, overspending in marketing mainly composed of activities such as advertising and marketing campaigns is a huge waste to the society as a whole. From the regulatorís perspective, it is not feasible for regulators to interfere with firmsí decision on marketing expenditure. The goal of this research is to find a way to help firms to set a marketing expenditure that aligns firmsí behaviour with regulatorsí expectation while taking into consideration of firmsí inherent incentive to maximize profit. A large body of literature has devoted to address the question what the optimal marketing expenditure a firm should set to reach maximal profit. However, the normative criteria to set an optimal marketing expenditure by the previous papers 1) too sophisticated to adopt or implement in reality 2) is derived based on a set of very constrained assumptions, which make the findings practically irrelevant. In our study, instead of coming up with certain techno-economic criteria for firms to follow, we zoom into a firm and examine the process how a marketing budget is decided. By studying the ëtask environmentí that a marketing budget is produced, we are able to 1) obtain insights on factors that lead to overspending in marketing 2) give feasible and actionable advices to firms that suffer from inefficient marketing expenditures.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "ERASMUS UNIVERSITEIT ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}