{
    "rcn": "197567",
    "acronym": "StreetHopper",
    "topics": "ICT-37-2014",
    "title": "Disruptive Free Space Optics solution for small cell backhaul",
    "startDate": "01/07/2015",
    "endDate": "30/04/2017",
    "objective": "'The overall vision of the StreetHopper project is to commercialise our disruptive compact low-cost Free Space Optics [FSO] data link capable of providing excellent mobile network service and cost-effectively deliver high data speeds and capacity ñ thereby contributing to solving the industrial and societal problem of dramatically increased data traffic demand globally. Our prototype was developed during the FP7 ConnectToo project (GA #315421), where the major outcome was our fully functional and validated FSO 1Gbps data link prototype (TRL7).\nThe aim of our project is to move our prototype to full commercialisation on to the US and subsequently EU markets. To increase our commercial success and impact, we have created a Strategic Business Plan [SBP]. Our SBP was developed during the ëPhase I-typeí feasibility study in cooperation with companies like Ericsson, Nokia, and AT&T as a detailed roadmap, describing all the necessary activities to ensure successful market introduction. Now we seek to develop our Commercialisation Plan [CP], which will form an important part of our final Business Innovation Plan [BIP], to be created in this Phase II project.\nIn order to successfully implement StreetHopper and subsequently execute our BIP and CP, we have outlined five Commercialisation Objectives [CommOs]. Each objective will be achieved through the execution of a set of targeted activities focusing on market maturation, thereby removing remaining barriers hampering successful commercialisation allowing us to enter the small cell backhaul market to secure our market position globally. We have defined the following specific, sequential and quantifiable CommOs:\n1. Technology maturation\n2. Piloting\n3. Supply chain development\n4. Product launch development\n5. BIP Development\nBy successfully progressing through the StreetHopper project, we will create measurable impact on our company quantified to realised accumulated revenues of Ä153M four years post project (2020).'",
    "totalCost": "2288272,5",
    "ecMaxContribution": "1601790,75",
    "coordinator": "POLEWALL AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953698375": {
            "orgId": "953698375",
            "orgName": "POLEWALL AS",
            "ecContrib": 1601791
        }
    },
    "calculatedTotalContribution": 1601791
}