{
    "rcn": "197515",
    "acronym": "FLYghtCaRe",
    "topics": "MSCA-IF-2014-EF",
    "title": "Ca2+ feedback control of TRP/TRPL channels in Drosophila photoreceptors",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "A major challenge for any visual system is the dramatic difference in ambient light between a starlit night and midday sun. In contrast to the ciliary rods of vertebrates, the rhabdomeric photoreceptors of the common fruitfly not only reliably detect single photons when dark-adapted (generating responses called ëquantum bumpsí), but continue responding in full daylight. At the core of this performance lie positive and negative feedback loops, many involving Ca2\\ entry through the light activated transient receptor potential channels TRP and TRPL. Although Ca2\\ modulates virtually every step of the phototransductive cascade, key targets are the channels themselves, leading to: (i) amplification by positive feedback during the rising phase of quantum bumps, (ii) gain reduction by negative feedback during quantum bump termination and during light adaptation. Our objectives are to combine single cell electrophysiology and optogenetics to explore Ca2\\ signalling in fly photoreceptors, dissecting both its molecular interaction with TRP and TRPL channels and its dynamics within the cell. Our first aim will be to characterise the role of Calmodulin binding sites and other unknown regulatory sites on TRP and TRPL, in the feedback loops described above. Flies expressing mutated and chimeric TRP/TRPL channels will be used. Our second aim will be to obtain measurements of Ca2\\ dynamics with subcellular spatial resolution under physiological illumination. Genetically encoded Ca2\\ indicators will be targeted to specific cellular compartments and imaged in intact flies by exploiting the optics of the compound eye. Measurements will be made in fly mutants displaying defective light responses and retinal degeneration, leading to precise hypotheses on the mechanisms responsible for their phenotypes. This project will bring our understanding of rhabdomeric phototransduction to a new level of sophistication, while enriching my professional skills in a world-class laboratory.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}