{
    "rcn": "197565",
    "acronym": "IMCESA2020",
    "topics": "INNOVATION",
    "title": "Innovation Management Capacity Enhancement of SMEs in Saxony-Anhalt for the period 2015-2020 (IMCESA2020)",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "'The general objective of the described actions is to contribute to smart growth in the European Union by increasing the\nefficiency and effectiveness of investments in research, development and innovation and by contributing to a better and\nmore efficient connection of actors along the innovation chain.\nThe specific action will deliver services designed to 'Enhance the Innovation management capacity of SMEs' by providing\nindepth support services to SMEs. Furthermore, beneficiaries of the SME Instrument under Horizon 2020 will receive\nspecific targeted assistance to support coaching assignments addressing specific innovation weaknesses.\nTo achieve the above mentioned objectives bottlenecks to the creation of economic impact in companies benefitting from\ngrants by Horizon2020's SME instrument will be identified and these bottlenecks with the help of capable coaches\naddressed. This service to beneficiaries of the SME instrument in the context of a giving project is called 'Key account\nmanagement'. In addition the efficiency and effectiveness of innovation processes will be increased in small and medium\nsized enterprises with significant innovation activities that could potentially become beneficiaries of European support to\nresearch and innovation but would not have effective access to consulting services for innovation management. This service,\nprovided independently from a specific innovation project and focussing on a company's innovation management system, is\ncalled 'Enhancing the innovation management capacity of SMEs'.\nDirect impact from the two actions will be a significantly enhanced growth and profitability of SMEs receiving the services as\ncompared to a control group. Innovation processes will be conducted more efficient and more effectively.\nIndirect impact will arise from the introduction of high quality innovation management capacity assessment and support\nservices in the region of Saxony-Anhalt.'",
    "totalCost": "107600",
    "ecMaxContribution": "107600",
    "coordinator": "INDUSTRIE- UND HANDELSKAMMER MAGDEBURG",
    "coordinatorCountry": "DE",
    "participants": "TTI TECHNOLOGIETRANSFER- UND INNOVATIONSFORDERUNG MAGDEBURG GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "950306673": {
            "orgId": "950306673",
            "orgName": "INDUSTRIE- UND HANDELSKAMMER MAGDEBURG",
            "ecContrib": 0
        },
        "998521881": {
            "orgId": "998521881",
            "orgName": "TTI TECHNOLOGIETRANSFER- UND INNOVATIONSFORDERUNG MAGDEBURG GMBH",
            "ecContrib": 107600
        }
    },
    "calculatedTotalContribution": 107600
}