{
    "rcn": "197506",
    "acronym": "OlfSwitch",
    "topics": "ERC-CoG-2014",
    "title": "OlfSwitch: Neural circuit switches from molecules to behaviour",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "This proposal seeks to understand the logic of neural circuit switches in the relatively simple nervous system of Drosophila. Our goals are to examine the developmental, physiological and behavioural logic of several of these elementary circuit motifs. We will use innate olfactory behaviour as our primary model, investigating behaviours triggered by single or convergent odour stimuli and their modulation by memory and internal state. We will start with the favourable case of a sexually dimorphic circuit switch that we have recently characterised (for the first time in any animal). We have shown that a transcription factor, fruitless, determines the state of this switch in sex pheromone processing during development. We will now (1) identify the molecules that determine the layout of this specific circuit during development and (2) probe the behavioural relevance of this specific circuit switch.\n\nIn parallel with this work on pheromone processing, we will examine (3) the circuit basis of valence (simply put whether an odour is attractive or aversive) in which genetic instructions likely hardwire olfactory pathways to downstream modules of different behavioural significance. Finally we will examine the logic of dynamic switches in which a second stimulus (4) positively or (5) negatively gates the response to a stimulus.",
    "totalCost": "1990791",
    "ecMaxContribution": "1990791",
    "coordinator": "UNITED KINGDOM RESEARCH AND INNOVATION",
    "coordinatorCountry": "UK",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "participantCountries": "UK",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 452796
        },
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 452796
}