{
    "rcn": "197525",
    "acronym": "SAMPA",
    "topics": "NMP-25-2014",
    "title": "Scale-up of an Advanced Manufacturing process to produce a Pharmaceutical product Application (SAMPA).",
    "startDate": "01/07/2015",
    "endDate": "31/03/2017",
    "objective": "Sigmoid Pharma has developed an innovative product, CyColÆ, to treat patients with moderate-severe ulcerative colitis, a disease that affects 1 million patients in Europe. CyColÆ is enabled using Sigmoidís proprietary SmPillÆ nanoemulsion-based technology to target a known and powerful drug, cyclosporine, directly to inflamed colons. In Phase II human studies, CyColÆ was proven to be effective and safe.  CyColÆ, on oral product, will compete with injected, expensive drugs that have a risk of serious side effects.\n\nSuccessful development and commercialisation of CyColÆ will pivot on scaling up the advanced manufacturing process from the current ~5kg to the ~50kg batch size required for Phase III human studies.\n\nSAMPA (Scale-up of an Advanced Manufacturing process to produce a Pharmaceutical product Application) project is focused on achieving 50kg batches. It will involve leading EU-based specialist SME technology and equipment suppliers as well as a number of knowledge providers. The requested budget is Ä1.6M and will be completed in 21 months. \n\nSuccessful completion of this project will retain and enhance intellectual property and know-how in Sigmoid, increase long term high skill jobs. In parallel, the project will unlock the value inherent not only of CyColÆ, but also the underlying SmPillÆ technology platform. Furthermore, the project will increase the probability of overall company success and increase significantly the NPV to more than Ä500M.",
    "totalCost": "2307500",
    "ecMaxContribution": "1600000",
    "coordinator": "SIGMOID PHARMA LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "973064425": {
            "orgId": "973064425",
            "orgName": "SIGMOID PHARMA LIMITED",
            "ecContrib": 1600000
        }
    },
    "calculatedTotalContribution": 1600000
}