{
    "rcn": "197583",
    "acronym": "Enerbox",
    "topics": "SIE-01-2015-1",
    "title": "Sustainable and Standalone Oxyhydrogen powered heat generator box",
    "startDate": "01/06/2015",
    "endDate": "30/09/2015",
    "objective": "INSEEF has worked for more than 100 clients in the farming and agriculture sector including pig, poultry and dairy farms of all sizes as well as mushroom growers among others, who have a high and uninterrupted energy need mainly for heating applications. Farms are often located in in remote rural areas, where electricity access can be difficult. Consequently, current biomass solutions that have not grid access operate with diesel generators, which can be costly to maintain (Minimum 250l/gasoil per /month plus maintenance costs, and rely on external diesel supplies that produce significant CO2 emissions (8,65 CO2/year versus 0,65 for Enerbox). As a result, a significant number of our clients have expressed interest in reliable, standalone and cost effective biomass energy generators. EU off grid rural agriculture and farms will be the primary market for Enerbox, targeting both new thermal energy installations as well as existing ones.  Enerbox  aim is to  introduce a disruptive off-grid scalable solution to EU the biomass market, providing stable access to thermal energy supply, flatten input-costs and make the most of low value feedstock. It will be a competitive solution for (mostly) off-grid applications that require a reliable and clean source of thermal energy offering a low levelized cost of thermal energy. To reach this aim, Enerbox project  integrates efficiently two complementary sources of renewable energy (PV and biomass)plus energy storage, to produce steady and reliable thermal energy, and with the inclusion of an H2 sub-system that incorporates an innovative process to enrich the thermal potential of the waste biomass energy by mixing it with auto-generated oxyhydrogen gas obtained from reverse electrolysis,  all in a modular compact transportable solution.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INSTALACIONES DE SISTEMAS ENERGETICOS EFICIENTES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930141343": {
            "orgId": "930141343",
            "orgName": "INSTALACIONES DE SISTEMAS ENERGETICOS EFICIENTES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}