{
    "rcn": "197570",
    "acronym": "SILVERWINE",
    "topics": "SFS-08-2015-1",
    "title": "Antiseptic kaolin-silver complex for substituting the use of sulfites in winemaking",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "We, the consortium integrating SILVERWINE, composed by ENOSAN and NASTRI-TEX, will put in the market a product consisting on a kaolin-silver complex (KAgC) contained in an infusion bag, that has antiseptic properties for substituting the use of sulfites in winemaking. The KAgC is composed of microparticles of kaolin (99% weight) and nanoparticles of metallic silver (1±0.1% weight). It is insoluble and it has a minimum reactivity with the food matrix, because the kind of silver used is Ag0, which has biocidal power and leaves no chemical or physical residue, as KAgC complex does not contain any potential allergenic protein fraction or any known allergen.\nWe are two Spanish SMEs, with complementary roles in the supply chain of this product, as LABORATORIOS ENOSAN (5 people) ñthe leader- holds the vast know-how of elaborating and dosing the KAgC for a correct use in winemaking, and NASTRI-TEX (12 people), a company with vast experience with textile materials y, contributes with the infusion bags in which the SILVERWINE complex is disposed.  ENOSAN has been recently established (2014) but its team is formed by technicians with a vast expertise up to 30 years in kaolin-silver complex applications in agri-food ñspecially winemaking- and pharma, and NASTRI-TEX counts with 35 years of expertise in industrial technological filters elaboration mainly oriented to the highly demanding needs of  cosmetic industry.\nWith SILVERWINE we will cover a global need of winemakers: the substitution of sulphites (SO2), a controversial compound that wine industry has been trying to replace for decades.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LABORATORIOS ENOSAN, S.L",
    "coordinatorCountry": "ES",
    "participants": "NASTRITEX SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "929880413": {
            "orgId": "929880413",
            "orgName": "NASTRITEX SRL",
            "ecContrib": 0
        },
        "929887106": {
            "orgId": "929887106",
            "orgName": "LABORATORIOS ENOSAN, S.L",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}