{
    "rcn": "197579",
    "acronym": "TRICHO T-18",
    "topics": "SFS-08-2015-1",
    "title": "Environmental friendly fungicide based on new endophytic Biological Control Agent Trichoderma asperellum strain T18",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Biocontrol has been the fastest growing segment of the global plant protection business over the last few years. Its market is estimated at about 2,3 billion $, and within biologicals, the microbial products have been the fastest growing product type segment of biocontrol today. The multinational agricultural input companies such as the Crop Protection Multinationals have shown a strong interest in the biocontrol industry with highest priority in the microbial market segment. Regulatory Authorities are committed to encouraging the development and use of low risk biological pesticides as alternatives to conventional chemical pesticides than have shown to have a high toxicity.\nMain objective of TRICHO T-18 Project is to develop a feasibility study in order to obtain and produce a biological control agent (strain T18) in an industrial scale, necessary to develop a commercial product. The strain T18 must to be obtained as pure propagules (spores) and formulated in a solid state with longer life and stability. AMC will be the first worldwide company to produce and commercialize a profitable product based on new endophytic Biological Control Agent (BCA) Trichoderma asperellum strain T18.\nThe new product T-18 means a complete innovative product. There is no product similar in the market at present time. T18 is going to have unique characteristics: efficient endophytic fungus with high capacity to combat plant pathogens; resistant to adverse abiotic conditions as extreme pH in the soil (both acid and alkaline) as well as lower temperature conditions (15∫C and below) and low relative humidity which canít be supported by other fungus Trichoderma¥s genus.\nThanks to Risk Analysis, Market Study and Feasibility concept of Phase 1, SME AMC will know technical and economic viability of the product and will have a business plan to deal with the security challenges of the demonstration phase and testing, expected to fund with Phase 2-SME Instrument, and accelerate time to market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AMC CHEMICALS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "958220418": {
            "orgId": "958220418",
            "orgName": "AMC CHEMICALS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}