{
    "rcn": "197529",
    "acronym": "ULTRASUPERTAPE",
    "topics": "ERC-ADG-2014",
    "title": "ULTRAfast growth of ultrahigh performance SUPERconducting TAPEs",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "ULTRASUPERTAPE aims to demonstrate an unprecedented approach for fabrication of low cost / high throughput / high performance High Temperature Superconducting (HTS) tapes, or Coated Conductors, to push the emerging HTS industry to market. The breakthrough idea is the use of Transient Liquid Assisted Growth from low cost Chemical Solution Deposition of Y, Ba, Cu metallorganic precursors to reach ultrafast growth rates. The key concept relies on the discovery of a tool to control the ignition effect of the transient liquid formation through the decomposition of barium carbonate even for thick films. The capability to modulate the transient liquid state with composition variations and low cost capital investment equipment enriches its potentiality. Innovative Additive Manufacturing and Digital Printing methodologies are identified to devise an integrated system able to address the full manufacturing process from solution deposition by ink jet printing to ultrafast epitaxial crystallization of the superconducting phase. A combinatorial chemistry strategy ensures fast screening operation. Furthermore, ULTRASUPERTAPE will boost Coated Conductor performances up to outstanding limits at high and ultrahigh fields, by smartly designing and engineering the local strain and electronic state properties of nanocomposite superconducting films. The digital-printing additive-manufacturing approach developed will be cleverly adapted to create unique superconducting nanocomposites from nanoparticle colloids with unlimited concentrations. This new instrument is foreseen to be transferable to many other functional applications of advanced nanocoatings, where long length or large area production of functional epitaxial films or multilayer structures are required. Consequently, wise ideas and technology emerged from this proposal are foreseen to penetrate the new energy paradigm beyond the clean, efficient and smart limits that Superconductivity offers.",
    "totalCost": "2496652",
    "ecMaxContribution": "2496652",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 2496652
        }
    },
    "calculatedTotalContribution": 2496652
}