{
    "rcn": "197571",
    "acronym": "SaveEUSaffron",
    "topics": "SFS-08-2015-1",
    "title": "Sales and production acceleration of EU saffron through an innovative cultivation and crop system that allows European producers to increase eco-efficiency, production and processing",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The aim of this project is to boost European produced saffron through innovative cultivation and crop system. This system is composed by two innovations, once focuses about Floating trays system cultivation and another by the automatic crop system. This global system will increase the European producers competitiveness making better quality saffron, reducing production costs and using an environmentally sustainable cultivation method, in conclusion, one more resource-efficient and sustainable saffron production and processing.\nSaffron cultivation and crop methods have mostly been unchanged for centuries and the need for labour is high due to the low mechanization of farms. Due to this, saffron production in European countries has shrunk dramatically during the last century.\nSaveEUSaffron will solve this problem by changing the current process to automate it and with more added value. The only solution to the problem is to reduce the final price of the product (through automation) and offer a better quality product (with the benefits of ecological production). This SaveEUSaffron system is innovative in the worldwide Saffron market due to its performance in connection to two operations which are currently carried out manually, and jointed are a global cultivation and crop system more effective (time and cost), with more production and processing: \n- Floating trays system: until the moment nobody has developed this technology for Saffron cultivation, since Saffron is very delicate plant.\n- Automatic crop system:  CEAE has developed a machine to harvest saffron quicker than the current manual way had very good results in the tests carried out in a relevant environment (floating trays) based in the first machine. \nThe SaveEUSaffron end-users will be all Saffron producers (as first point, European producers). The global system will reduce production costs and use an environmentally sustainable cultivation method, one more resource-efficient and sustainable method.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COMPANIA EXPORTADORA DE AZAFRAN ESPANOL SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936075706": {
            "orgId": "936075706",
            "orgName": "COMPANIA EXPORTADORA DE AZAFRAN ESPANOL SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}