{
    "rcn": "197507",
    "acronym": "BRAINSTRUCT",
    "topics": "ERC-CoG-2014",
    "title": "Building up a brain: understanding how neural stem cell fate and regulation controls nervous tissue architecture",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The brain is an extraordinary complex assembly of neuronal and glial cells that underpins cognitive functions. How adequate numbers of these cells are generated by neural stem cells in embryonic and early postnatal development and how they distribute and interconnect within brain tissue is still debated. In particular, the potentialities of individual neural stem cells, their potential heterogeneity and the mechanisms regulating their function are still poorly characterized in situ; likewise, the clonal architecture of mature brain tissue and its influence on neural circuitry are only partially explored. Deciphering these aspects is essential to link neural circuit development, structure and function, and to understand the aetiology of neurodevelopmental disorders.\n\nWe have recently established transgenic strategies to simultaneously track the lineage of multiple individual neural stem cells in the intact developing brain and experimentally perturb their development. We will use these approaches in combination with recent large-volume imaging methods for high-throughput analysis of individual neural and glial clones in the mouse cortex. This will allow us to assay neural progenitor potentialities and equivalence, characterize developmental changes occurring in the neurogenic niche, describe the clonal organization of the mature cortex and study its link with neural connectivity. To decipher intrinsic and extrinsic mechanisms regulating neural progenitor activity and understand how they produce appropriate numbers of cells, we will assay the outcome of functional perturbations targeting key steps of neural development, introduced in precursors or in their local environment. These experiments will reveal how neural stem cell output might be regulated by cell interactions and intercellular signals. This multidisciplinary project will set the basis for quantitative analysis of brain development with single-cell resolution in normal and pathological conditions.",
    "totalCost": "1929713",
    "ecMaxContribution": "1929713",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "909875521": {
            "orgId": "909875521",
            "orgName": "SORBONNE UNIVERSITE",
            "ecContrib": 1929713
        }
    },
    "calculatedTotalContribution": 1929713
}