{
    "rcn": "197581",
    "acronym": "Spectra",
    "topics": "PHC-12-2015-1",
    "title": "Spectra- A novel diagnostic device to improve retinal imaging",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Health Intelligence provide medical software as diagnostic medical devices. We have developed retinal (fundus) photograph analytical software - Spectra, complemented by the lower cost, standalone and portable Spectra Retineye. Spectra is one of only three software packages certified by the English National Diabetic Retinopathy (DR) Screening Programme. It has benefitted screening providers by seamless integration with patient records and ability to monitor over time. Providers reported improved throughput and attendance.  \nSpectra highlights much more than just DR. In deployments to date, over 50% of urgent eye clinic referrals are for suspected non-diabetic retinopathies. Thus, Spectra detects reliable biomarkers for many conditions. The greatest causes of blindness (after cataracts) are glaucoma, age-related macular degeneration and DR. Spectra can detect early and treatable stages of these diseases, in particular low-pressure glaucoma missed by ocular pressure tests. New markets also exist for diabetic eye screening programmes (DESP) in countries lacking the resources of the UK NHS. Teleopthalmology (enabled by Spectra Retineye) could deliver these.   \nBoth Spectra and Spectra Retineye can deliver economic benefits:\nï\tReducing need for expensive equipment and highly-qualified staff\nï\tPortability \nï\tIncreased footfall in high-street optometrists from eye screening patients \nï\tEasier and lower cost of screening to patients \nï\tReduced social security costs due to sight loss \nSpectra will deliver tremendous social benefits. Preventable, irreversible sight damage will become rarer, reducing sickness and caring burdens. Spectra Retineye, which is eminently adaptable to teleopthalmology will allow more delivery models. These will detect more problems earlier, including the 46% of diabetics who are unaware they have diabetes and thus risk severe sight loss and other health problems until they are identified.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HEALTH INTELLIGENCE LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950106853": {
            "orgId": "950106853",
            "orgName": "HEALTH INTELLIGENCE LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}