{
    "rcn": "197509",
    "acronym": "BIOCONT6SS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Inter-bacterial competition mediated by the type VI secretion system (T6SS): promising role in the biocontrol properties of Pseudomonas putida",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Bacterial type VI secretion systems (T6SSs) are recently discovered nanomachines used to inject effectors into prokaryotic or eukaryotic cells. Therefore, T6SSs are involved in both inter-bacterial competition and bacterial pathogenesis. In this project, I propose to study the T6SS of Pseudomonas putida a soil bacterium with the capacity to colonise the root of crop plants. The colonisation by this bacterium provides growth advantages to the plant and, importantly, protection against plant-pathogens. This makes P. putida a relevant biocontrol agent. Since T6SS is mainly used by environmental bacteria for inter-bacterial competition, one might speculate that T6SSs play a relevant role in the biocontrol properties of P. putida. An in silico analysis of P. putida KT2440 genome revealed the existence of three putative T6SSs: H1, H2 and H3. I have determined that H1-T6SS is active and can be used to kill the serious phytopathogen Pseudomonas syringae. Mutants in H1-T6SS structural components lack the ability to kill model prey strains. In this project, I propose to use these mutants in competition assays with several microorganisms to further identify H1-T6SS targets, especially other resilient phytopathogens such as Agrobacterium tumefaciens and Ralstonia solanacearum. Furthermore, I will assess the role of T6SSs in the biocontrol properties of P. putida using infected plants. Moreover, I have identified novel H1-T6SSs effectors and their cognate immunity proteins (EI pairs) which belong to EI families without functionally characterised members. I will characterise the identified EI pairs at a functional, biochemical and structural biology level.\nIn addition to the fundamental interest of the characterisation of new T6SSs, elucidation of their role in the biocontrol activity of P. putida is entirely original and has not been addressed thus far. Our findings will be highly relevant for future applications in agricultural biotechnology.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}