{
    "rcn": "197575",
    "acronym": "STILAVIA",
    "topics": "ICT-37-2015-1",
    "title": "Disruptive On-line Stylist Engine",
    "startDate": "01/04/2015",
    "endDate": "30/09/2015",
    "objective": "STILAVIA is a new disruptive e-commerce platform that intends to provide on-line fashion shoppers with a totally new buying experience. Using our newly developed proprietary set of algorithms users will receive styling recommendations of specific clothing items based on their particular aspirations (to look thinner or taller; to emphasise breasts, shoulders, hips; to match the colour of clothing with the colour of the eyes or hair). This approach goes far beyond the usual on-line shopping procedure, which merely involves performing filtered searches in a previously selected retailer or offer aggregator, making the selection of the desired item based on pictures and written descriptions, and hoping that the size chosen will indeed fit. The consequence is that around 40% of purchases have some degree of dissatisfaction, either because the size was not correct or, mostly, because the piece of clothing does not meet the user expectations once worn. As a result 25% of the purchases are returned, with the retailer assuming the delivery expenses.\nThe recommended items will be chosen among those on the databases provided by our strategic partners, major on-line retailers such as Zalando and Yoox, with whom we already signed B2B agreements. Our platform will help them to receive new costumers that will make satisfactory and definitive purchases, whereas we will receive a commission for each one of these transactions.\nIn this SME Instrument Phase 1 we will launch a beta version of the platform in Spain (June 2015), and we will test it and improve it using the feedback of 300 users. In parallel, we will investigate the European market in order to adjust the algorithms to country-specific requirements, and with an eventual Phase 2 (which will include marketing activities) we will get ready for a global launch in 2017.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VALUE AGENTS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930907352": {
            "orgId": "930907352",
            "orgName": "VALUE AGENTS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}