{
    "rcn": "197512",
    "acronym": "ICaRO",
    "topics": "MSCA-IF-2014-EF",
    "title": "Ion Channels and Receptors Operation",
    "startDate": "13/06/2016",
    "endDate": "12/06/2018",
    "objective": "Our understanding of ion channel operation is limited to inferences based on functional data and to static snapshots of their structures where they are available. Cyclic nucleotide-modulated channels and calcium-activated K\\ channels play crucial roles in a myriad of physiological processes ranging from signal transduction to neuronal excitability. The binding of ligands to specialized intracellular domains modulates the opening/closing (gating) equilibrium of these channels. Both the high resolution structures - in open and closed conformation - of these channels and the precise mechanism of ligand-mediated channel activation are unknown. The present proposal aims to understand the mechanism of ion channel modulation by ligands. To accomplish this goal we will utilize prokaryotic homologues of these channels reconstituted in artificial membranes. High-speed atomic force microscopy (HS-AFM) will allow us to directly observe individual ion channel molecules in action at high spatiotemporal resolution and in physiological conditions. Through UV-laser pulses caged ligands (caged-Ca2\\ or caged-cAMP) will be liberated during HS-AFM imaging and the conformational changes associated to ligand binding monitored in real time. Differences between liganded and unliganded channel structures will provide insight into the mechanism of ligand gating. The obtained data will be compared to single channel current recordings under comparable conditions.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}