{
    "rcn": "197504",
    "acronym": "DECOR",
    "topics": "ERC-CoG-2014",
    "title": "Dynamic assembly and exchange of RNA polymerase II CTD factors",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "The C-terminal domain (CTD) of the RNA polymerase II (RNAPII) largest subunit coordinates co-transcriptional processing and it is decorated by many processing factors throughout the transcription cycle. The composition of this supramolecular assembly is diverse and highly dynamic. Many of the factors associate with RNAPII weakly and transiently, and the association is dictated by different post-translational modification patterns and conformational changes of the CTD. To determine how these accessory factors assemble and exchange on the CTD of RNAPII has remained a major challenge. Here, we aim to unravel the structural and mechanistic bases for the dynamic assembly of RNAPII CTD with its processing factors.\n \nUsing NMR, we will determine high-resolution structures of several protein factors bound to the CTD carrying specific modifications. This will enable to decode how CTD modification patterns stimulate or prevent binding of a given processing factor. We will also establish the structural and mechanistic bases of proline isomerisation in the CTD that control the timing of isomer-specific protein-protein interactions. Next, we will combine NMR and SAXS approaches to unravel how the overall CTD structure is remodelled by binding of multiple copies of processing factors and how these factors cross-talk with each other. Finally, we will elucidate a mechanistic basis for the exchange of processing factors on the CTD.\n \nOur study will answer the long-standing questions of how the overall CTD structure is modulated on binding to processing factors, and whether these factors cross-talk and compete with each other. The level of detail that we aim to achieve is currently not available for any transient molecular assemblies of such complexity. In this respect, the project will also provide knowledge and methodology for further studies of large and highly flexible molecular assemblies that still remain poorly understood.",
    "totalCost": "1844603,75",
    "ecMaxContribution": "1844603,75",
    "coordinator": "Masarykova univerzita",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 1844604
        }
    },
    "calculatedTotalContribution": 1844604
}