{
    "rcn": "197569",
    "acronym": "MICROMIX-ECO-2015",
    "topics": "SFS-08-2015-1",
    "title": "Innovative active-uptake foliar nutrition technology capable of significantly reducing pesticide rates",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "Crop protection measures are essential to prevent or reduce the productivity losses caused by pests and pathogens. They play a key role in achieving sustainable food production and optimising the use of agricultural resources. This proposal explores the properties of AMIXTM technology in producing inherently healthy plants and simultaneously enhancing the activity of tank-mixed pesticides, facilitating reduced application rates; addressing the call ëSFS-8-2015í.\nThe pressure to increase food production is a global phenomenon, caused primarily by increasing world population and climate change. Cereals in particular are in high demand for both food and animal feed purposes. By 2050, when the world population is estimated to reach 9 billion individuals, cereal production is projected to represent 3 billion tons per year. In particular, this challenge affects the EUís ability to remain competitive and assure its food security, and makes food less affordable for the population. The largest cereal producers - France, Germany, Poland and the UK, add up to 160 million tonnes per year; at least 50% is estimated to be subject to loss of productivity due to the limitations imposed by both current and impending pesticide regulation. AMIXTM uniquely promotes the active uptake of nutrients (as opposed to passive absorption) together with tank-mixed pesticides at the leaf surface. It offers significant and easily measurable nutrient efficiency, consistent yield benefits even in the absence of a detectable nutrient deficiency, with uptake and translocation benefits over other formulation types. AMIXTM can: (i) reduce the amount of pesticide required; extend the effect of the pesticide, increase the effectiveness of less efficient or older generations of pesticides formulations.\nThis business opportunity can support Micromixís strategy of growing its turnover by a factor of 3, reaching a annual sales volume of 50,000 units (Ä11 million) by 2018, adding over 30 extra highskilled jobs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MICROMIX PLANT HEALTH LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934962922": {
            "orgId": "934962922",
            "orgName": "MICROMIX PLANT HEALTH LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}