{
    "rcn": "197523",
    "acronym": "DEMOS",
    "topics": "SFS-08-2014",
    "title": "DEMOnStrators of micro waves efficiency for agrifood industry",
    "startDate": "01/04/2015",
    "endDate": "30/09/2017",
    "objective": "Vegetable proteins are more than ever an issue for future generations. Unfortunately, todayís Europe suffers from severe chronic dependence on protein imports from the American continent. Significant works are therefore underway among the industryís manufacturers to reduce dependence and to develop products for human consumption based on vegetable proteins with superior characteristics.\nProcess improvements are sought in this context in order to increase, in a cost-effective manner, and with a minimised environmental and energy footprint, the extraction of soluble and/or native proteins while providing better control of their physiological and functional properties (digestibility, allergenicity, bioactivity, organoleptic characteristics...).\nBecause it can generate a given amount of electromagnetic energy at a given frequency, and in accordance with propagation rules that are managed and controlled in a very precise and dynamic manner, depending on the food process involved and the electromagnetic absorption capacities of the plant resources to be treated, the DEMOS microwave equipment, developed by 3 industry-leading SMEs, paves the way for such process innovation!\nTo access the markets, the three DEMOS SMEs must demonstrate the industrial reality of their first prototypes by upscaling them into a completely industrial microwave treatment equipment capable of continuously processing several dozens of tonnes per hour while ensuring better recovery of vegetable proteins and making energy and chemical savings of 30% compared to the processes of extraction, steaming or conventional chemical treatments.",
    "totalCost": "2441377,5",
    "ecMaxContribution": "1708964,25",
    "coordinator": "DEMMOS",
    "coordinatorCountry": "FR",
    "participants": "EODISS SYSTEMS SL;PRANA RECHERCHE ET DEVELOPPEMENT",
    "participantCountries": "ES;FR",
    "projectParticipants": {
        "935875304": {
            "orgId": "935875304",
            "orgName": "EODISS SYSTEMS SL",
            "ecContrib": 275669
        },
        "936390859": {
            "orgId": "936390859",
            "orgName": "DEMMOS",
            "ecContrib": 1244637
        },
        "936301619": {
            "orgId": "936301619",
            "orgName": "PRANA RECHERCHE ET DEVELOPPEMENT",
            "ecContrib": 188659
        }
    },
    "calculatedTotalContribution": 1708965
}