{
    "rcn": "197898",
    "acronym": "MAFRI",
    "topics": "MSCA-IF-2014-EF",
    "title": "Molecular Ancient Fish Remains Identification",
    "startDate": "09/06/2016",
    "endDate": "08/06/2018",
    "objective": "One main issue facing fisheries management is uncertainty regarding how fish populations will respond to changes in fishersí behaviour or the environment. With fish resources under increasing pressure, accurate, cumulative histories of anthropogenic and environmental change are a key tool in developing effective management policies. Archaeology can help overcome this issue by providing detailed, long-range histories of local inshore fisheries and their exploitation by humans, but only if techniques for the identification and analysis of fishbone are refined. Fishbones are underrepresented in the archaeological literature because they are less stable than other taxa. Identification to species is often difficult or impossible. During my MSc I developed an identification system for fishbone: ZooMS (Zooarchaeology by Mass Spectrometry), based upon protein barcoding. As proteins can be cleaved enzymatically and analyzed by mass spectrometry in a repeatable way, protein barcoding is used widely for quick and inexpensive protein identification. Mass spectra reflect the differences in protein sequence and can therefore be reproducibly linked to a particular protein or fragment. Since I left the lab, this method for fish identification has stalled, despite earnest requests from the community for a robust method. ZooMS uses peptide fingerprinting of collagen as a method for rapid identification of archaeological bone. Identifying masses to peptides of known sequence is required. For mammals, sufficient sequence information is available, but, for freshwater fish, species are highly diverse and few sequences are available. This project will develop biomolecular techniques to overcome these hurdles, creating a database of fish collagen sequences and testing the method at several archaeological sites. With these new techniques archaeologists can provide more accurate histories of fisheries. The results will enhance our knowledge of part of our diet inform fisheries management.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}