{
    "rcn": "197859",
    "acronym": "DECRESIM",
    "topics": "ERC-CoG-2014",
    "title": "A Chemical Approach to Molecular Spin Qubits: Decoherence and Organisation of Rare Earth Single Ion Magnets",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "'Coordination Chemistry and Molecular Magnetism are in an ideal position for the rational design of Single-Molecule Magnets which can be used as molecular spin qubits, the irreducible components of any quantum technology. Indeed, a major advantage of molecular spin qubits over other candidates stems from the power of Chemistry for a tailored and inexpensive synthesis of systems for their experimental study. In particular, the so-called Lanthanoid-based Single-Ion Magnets, which are currently the hottest topic in Molecular Magnetism, have the potential to be chemically designed, tuning both their single-molecule properties and their crystalline environment. This will allow the independent study of the different quantum processes that cause the loss of quantum information, collectively known as decoherence. The study of quantum decoherence processes in the solid state is necessary both to lay the foundations for next-generation quantum technologies and to answer some fundamental questions.\nThe goals of this project are:\n#1 To unravel the mechanistic details of decoherence in molecular spin qubits based on mononuclear lanthanoid complexes. This study will stablish criteria for the rational design of single spin qubits.\n#2 To extend this study to the coupling between two or more spin qubits. This will allow us to explore the use of polynuclear lanthanoid complexes to achieve quantum gates or simple algorithms.\n#3 To extrapolate to infinite systems formed by the complex organization of spin qubits. This exploratory goal will permit us to move beyond zero-dimensional systems, thus facilitating the advance towards complex quantum functions.\n'",
    "totalCost": "1827375",
    "ecMaxContribution": "1827375",
    "coordinator": "UNIVERSITAT DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 1827375
        }
    },
    "calculatedTotalContribution": 1827375
}