{
    "rcn": "197866",
    "acronym": "LIFECOURSE",
    "topics": "ERC-CoG-2014",
    "title": "A MULTILEVEL ANALYSIS ON THE EFFECTS OF STRESS ON BIOLOGY, EMOTIONS AND BEHAVIOUR THROUGHOUT CHILDHOOD",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The overall objective of the proposed research is to improve our understanding of the interplay between biological, environmental, and social factors that influence the development of harmful behaviours in adolescents. We propose to conduct the first multilevel cohort study of its kind that would combine biological, behavioural, and social data from before birth through adolescence for an entire population birth cohort of adolescents. The program is based in Iceland due to a unique infrastructure for the collection of health and social registry data as well as available access to a whole cohort of adolescents. We will extend our previous work using a multilevel developmental framework to identify both individual and collective level variables to study the independent and interactive effects of biological, environmental, and social determinants of adolescent harmful behaviours, with special emphasis on the influence of stress on substance use, self-inflicted harm, suicidal behaviour, and delinquency. Our retrospective longitudinal database will include existing registry information on maternal, child, and environmental determinants of adolescent harmful behaviours, measured prior to birth, at the time of birth, and during the infant, toddler, preschool, middle-childhood and early adolescent years, for the entire 2000 year birth cohort. We will prospectively measure biomarkers in human saliva and use an existing social survey infrastructure to add to the registry database. We have acquired all necessary ethical and organizational permissions and have carried out a preliminary study that shows registry data compliance of over 90% for all variables we intend to combine. This is a fundamental research project, examining unchartered territory. The results of this project will stimulate international research but more importantly, an understanding that will lead to better policies, planning and quality of life for young people in Europe and beyond.",
    "totalCost": "1999188",
    "ecMaxContribution": "1999188",
    "coordinator": "HASKOLINN I REYKJAVIK EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "966834406": {
            "orgId": "966834406",
            "orgName": "HASKOLINN I REYKJAVIK EHF",
            "ecContrib": 1999188
        }
    },
    "calculatedTotalContribution": 1999188
}