{
    "rcn": "197876",
    "acronym": "MaTissE",
    "topics": "ERC-CoG-2014",
    "title": "Magnetic approaches for Tissue Mechanics and Engineering",
    "startDate": "01/07/2015",
    "endDate": "31/12/2020",
    "objective": "'While magnetic nanomaterials are increasingly used as clinical agents for imaging and therapy, their use as a tool for tissue engineering opens up challenging perspectives that have rarely been explored. Lying at the interface between biophysics and nanomedicine, and based on magnetic techniques, the proposed project aims to magnetically design functional tissues and to explore the tissular fate of nanomaterials. Magnetic nanoparticles will be safely introduced into therapeutic cells, thus allowing them to be remotely manipulated by external magnets. 3D manipulations of the magnetized cells (patented in 2012) will be used to form tissues with a controlled size and shape through the development of a unique magnetic bioreactor.  In a self-integrating all-in-one process, 3D tissue will be shaped from cellular 'bricks' without the need for a scaffold. The magnetic tissue will be amenable to mechanical stimulation and in situ imaging at each step of its maturation. The project is inherently multidisciplinary:\n1) From a biophysics standpoint, controlled tissue stimulation, forced cell alignment, and mapping of cell-cell forces, will be used to answer pressing questions on the role of physical stresses in cell and tissue functions, such as differentiation.\n2) From a regenerative medicine standpoint, this magnetic technology will be applied to cartilage and cardiac tissue repair. The functionality of the constructs and their centimetric size range, combined with a surgeon-friendly tissue handling with a dedicated magnetic tool, and the inherent magnetic resonance imaging properties of the constructs will be major advantages for clinical translation.\n3) From a nanomaterials standpoint, nanomaterial fate will be explored in situ using nanomagnetic methods, both at the tissue scale (macroscopic) and at the nanoscale. This is a necessary corollary for the use of nanomaterials in regenerative medicine, and one that is largely unexplored.'",
    "totalCost": "1589000",
    "ecMaxContribution": "1589000",
    "coordinator": "UNIVERSITE PARIS DIDEROT - PARIS 7",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865525": {
            "orgId": "999865525",
            "orgName": "UNIVERSITE PARIS DIDEROT - PARIS 7",
            "ecContrib": 1589000
        }
    },
    "calculatedTotalContribution": 1589000
}