{
    "rcn": "197860",
    "acronym": "SESE",
    "topics": "ERC-CoG-2014",
    "title": "Social Evolution and Social Engineering of bacterial Infections",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Micro-organisms were believed until recently to live independent, unicellular lives but are now understood to rely on complex systems of social behaviours for survival. In pathogenic bacteria, cooperation and communication between cells leads to increased virulence and the understanding of how these behaviours evolve is of fundamental importance to the future of human health. Almost nothing is known, however, about social behaviours of bacteria infecting human hosts, and research on social behaviour in microbes is limited to well-characterised lab strains. This proposal describes a program of research designed to exploit the opportunities offered by an interdisciplinary approach to address the growing challenge posed to human health by disease caused by bacterial infection. Specifically, I have three primary objectives: (1) to develop a model system for investigating social behaviour in long-term bacterial infections; (2) to identify evolutionary mechanisms driving dynamics of social behaviour in long-term infections and (3) to exploit social dynamics in the treatment of bacterial infection. This proposal applies evolutionary theory to the clinical challenge of bacterial infection to develop novel intervention strategies beyond the scope of conventional medicine, which is based primarily on understanding of bacteria at the cellular level.",
    "totalCost": "1954633",
    "ecMaxContribution": "1954633",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1954633
        }
    },
    "calculatedTotalContribution": 1954633
}