{
    "rcn": "197891",
    "acronym": "MucoVac",
    "topics": "MSCA-IF-2014-EF",
    "title": "Unravelling the mode of action of mucosal adjuvants",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The development of new vaccines against infectious diseases is a major worldwide public health objective. Despite the availability of antimicrobial therapies, vaccines still constitute the most effective means of controlling infections. Adjuvants are crucial for increasing the onset, magnitude, diversity and memory of immune responses to vaccines. Whereas a range of adjuvants is available for conventional vaccination routes, there are currently no mucosal adjuvants for promoting the neutralization of respiratory, gastrointestinal or urogenital infections at the pathogens' port of entry. This proposal will focus on (i) performing innovative research on mucosal adjuvants' mode of action and (ii) catalysing the mid-term development of novel, safe, efficient vaccines for nasal or oral administration.\nAdjuvants that specifically target Toll-like receptors are efficacious in mucosal vaccination because they trigger mucosal immunity (including secretory antibodies). The host laboratory has a longstanding research programme on the mucosal adjuvant activity of a Toll-like receptor 5 agonist (namely flagellin). Recent results have suggested that cross talk between epithelial cells and mucosal dendritic cells drives flagellin's adjuvant activity. The present project aims at identifying (i) signals from flagellin-stimulated epithelial cells that are of paramount importance in the transactivation of dendritic cells, (ii) dendritic cell factors that condition T and B lymphocytes to produce specific mucosal immune responses, and (iii) unique features of memory responses in the mucosa. This proposal will provide unprecedented opportunities for characterizing mucosal adjuvants. Moreover, better knowledge of the mechanism underlying flagellin's action would not only shed light on the latter's properties but also aid the development of better, safer adjuvants. The overall objective is to generate significant new insights into the field of adjuvants and vaccines.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE LILLE II - DROIT ET SANTE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886768": {
            "orgId": "999886768",
            "orgName": "UNIVERSITE DE LILLE II - DROIT ET SANTE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}