{
    "rcn": "197890",
    "acronym": "ARTIST",
    "topics": "MSCA-IF-2014-GF",
    "title": "Advancing Rechargeable-Batteries Through In Situ Techniques",
    "startDate": "01/07/2015",
    "endDate": "31/12/2017",
    "objective": "Li-ion batteries (LIBs) have enabled the portable device revolution of the last two decades, and have undoubtedly had a dramatic societal impact, with rechargeable electronic devices now ubiquitous. The light Li-containing electrodes, and high working cell voltages (typically >3.5 V) make LIBs the most practical solution for many portable applications. However, when significantly larger storage capacity is demanded, such as in transportation or grid-based energy storage, the limited availability, and consequently elevated cost, of Li becomes prohibitive. This research project will investigate alternative battery technologies that use more earth-abundant ions for charge transport, namely Mg, to enable the next generation of energy storage devices. The atomic-scale mechanisms of Mg-ion insertion/extraction at electrode-electrolyte interfaces and how these interfaces evolve during charging/discharging will be investigated. Complementary in situ techniques will be used to investigate the evolution of electrode structure and chemical state using carefully designed model electrodes. The study of scaled-up electrodes integrated into complete batteries will extend this understanding to more realistic battery cycling conditions. This will provide important insights to help overcome the limitations of the materials currently used in Mg-ion batteries (MIBs). The ground-breaking nature of this proposal lies in the level of fundamental understanding we aspire to achieve based on in situ metrology. We thereby envision the rational design and optimisation of the next generation of rechargeable batteries, guided by more than just the existing empirical approach.",
    "totalCost": "211825,2",
    "ecMaxContribution": "211825,2",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}