{
    "rcn": "197871",
    "acronym": "SPIN-PORICS",
    "topics": "ERC-CoG-2014",
    "title": "Merging Nanoporous Materials with Energy-Efficient Spintronics",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "This Project aims to integrate engineered nanoporous materials into novel energy-efficient spintronic applications. Magnetic storage and magneto-electronic devices are conventionally controlled by means of magnetic fields (via electromagnetic induction) or using spin-polarized electric currents (spin-transfer torque). Both principles involve significant energy loss by heat dissipation (Joule effect). The replacement of electric current with electric field would drastically reduce the overall power consumption. Strain-mediated magneto-electric coupling in piezoelectric-magnetostrictive bilayers might appear a proper strategy to achieve this goal. However, this approach is not suitable in spintronics because of the clamping effects with the substrate, need of epitaxial interfaces and risk of fatigue-induced mechanical failure. The exciting possibility to control ferromagnetism of metals and semiconductors directly with electric field (without strain) has been recently reported, but most significant effects occur below 300 K and only in ultra-thin films or nanoparticles. This Project tackles the development of a new type of nanocomposite material, comprising an electrically conducting or semiconducting nanoporous layer filled with a suitable dielectric material, where the magnetic properties of the metal/semiconductor will be largely tuned at room temperature (RT) by simply applying a voltage, via electric charge accumulation. The porous layer will consist of specific alloys (Cu-Ni or Fe-Rh) or oxide diluted magnetic semiconductors, where surface magnetic properties have been recently reported to be sensitive to electric field at RT. Based on these new materials, three technological applications are envisaged: electrically-assisted magnetic recording, voltage-driven switching of magnetic random-access memories and spin field-effect transistors. The obtained results are likely to open new paradigms in the field of spintronics and could be of high economic transcendence.",
    "totalCost": "1794380",
    "ecMaxContribution": "1794380",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 1794380
        }
    },
    "calculatedTotalContribution": 1794380
}