{
    "rcn": "197852",
    "acronym": "LuxFaSS",
    "topics": "ERC-CoG-2014",
    "title": "Luxury, fashion and social status in Early Modern South Eastern Europe",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "It is hard to give a broadly acceptable definition of the concept of luxury, which as a field of study has also been largely neglected by historians and sociologists. From a moral or philosophical point of view, luxury is seen as a form of decadence, although from the economic perspective it is seen as a force that drives development of the consumerist economy. Every society knows it in some form, regardless of the degree of economic development, reserving luxury to elite groups, who show their power and pomp through the display of luxury goods. The history of luxury is therefore, from this perspective, a history of power, reflecting the syncretism of cultural and political thought. Luxury and fashion as components of material culture can also be analysed through the lens of cultural history, since they play an important role in the creation of visual culture. This project proposes to analyse the Christian elites of Ottoman-dominated Europe in the Early Modern period from these perspectives, and to look at how they defined their social status and identity at the intersection of East and West. In such an analysis, the Westernisation of South-Eastern Europe proceeds not just through the spread of Enlightenment ideas and the influence of the French Revolution, but also through changes in visual culture brought about by Western influence on notions of luxury and fashion. This approach allows a closer appreciation of the synchronicities and time lags between traditional culture, developments in political thought and social change in the context of the modernisation or ìEuropeanizationî of this part of Europe.",
    "totalCost": "1437500",
    "ecMaxContribution": "1437500",
    "coordinator": "FUNDATIA NOUA EUROPA",
    "coordinatorCountry": "RO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991636336": {
            "orgId": "991636336",
            "orgName": "FUNDATIA NOUA EUROPA",
            "ecContrib": 1437500
        }
    },
    "calculatedTotalContribution": 1437500
}