{
    "rcn": "197858",
    "acronym": "GliaInnateSensing",
    "topics": "ERC-CoG-2014",
    "title": "Glia-derived factors in innate lymphoid cell sensing and intestinal defence",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The interplay between intestinal microbes and immune cells ensures vital functions of the organism. However, inadequate host-microbe relationships lead to inflammatory diseases that are major public health concerns.\n\nInnate lymphoid cells (ILC) are an emergent family of effectors abundantly present at mucosal sites.  Group 3 ILC (ILC3) produce pro-inflammatory cytokines and regulate mucosal homeostasis, anti-microbial defence and adaptive immune responses.\n\nILC development and function have been widely perceived to be programmed.  However, recent evidence indicates that ILC are also controlled by dietary signals.  Nevertheless, how ILC3 perceive, integrate and respond to environmental cues remains utterly unexplored.\n\nWe hypothesise that ILC3 sense their environment and exert their function as part of a novel epithelial-glial-ILC unit orchestrated by neurotrophic factors.  Thus, we propose to employ genetic, cellular and molecular approaches to decipher how this unconventional multi-cellular unit is controlled and how glial-derived factors set ILC3 function and intestinal homeostasis.\n\nIn order to achieve this, we will assess ILC3-autonomous functions of neurotrophic factor receptors.  ILC3-specific loss and gain of function mutant mice for neuroregulatory receptors will be used to define the role of these molecules in ILC3 function, mucosal homeostasis, gut defence and microbial ecology.  Sequentially we propose to decipher the anatomical and functional basis for the enteric epithelial-glial-ILC unit.  To this end we will employ high-resolution imaging, genome-wide expression analysis and tissue-specific mutants for define target genes.\n\nOur ground-breaking research will establish a novel sensing program by which ILC3 integrate environmental cues and will define a key multi-cellular unit at the core of intestinal homeostasis and defence.  Finally, our work will reveal new pathways that may be targeted in inflammatory diseases that are major Public Health concerns.",
    "totalCost": "2270000",
    "ecMaxContribution": "2270000",
    "coordinator": "INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}