{
    "rcn": "197887",
    "acronym": "T6SS-PSEUDO-LIP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Type VI-dependent Pseudomonas aeruginosa phospholipases and host manipulation",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Introduction\n\nPseudomonas aeruginosa (Pa), a nosocomial pathogen, secretes a wide range of virulence factors. A recently described secretion pathway is the type VI secretion system (T6SS). Pa encodes three T6SSs, H1-, H2- and H3-T6SS. The best-characterized H1-T6SS is involved in delivering toxins into bacterial competitors.\n\nState-of-the art\n\nTwo phospholipases (Pld), PldA and PldB secreted via H2- and H3-T6SS, respectively, were recently identified as trans-kingdom virulence effectors, triggering both killing of bacterial competitors and internalization into non-phagocytic cells. They are encoded within two distinct pld clusters that are not present in all Pa isolates.\n\nObjectives\n\nOur study should (i) decipher the prevalence of the two pld clusters among Pa isolates, (ii) elucidate the role of those Pld during in vivo infection, (iii) confirm the Pld contribution in the T6SS mediated entry, (iv) dissect the PI3K/Akt signalling pathway activation mediated by Pld during Pa entry.\n\nOverview of the action\n\nThe aim is to link the fundamental study of new virulence factors with their relevance into clinical isolates.\n\nMethods\n\nPa strains isolated from infection or environment will be screened for the expression of pld clusters. The role of PldA and PldB as virulence factor will be assessed using a murine model of respiratory tract infection. In vitro invasion assays will be performed to validate the role of PldA in the H2-T6SS-dependent entry in non-phagocytic cells. Upstream and downstream signalling events of Akt phosphorylation induced by PldA and PldB upon infection will be dissected by performing cell infections with mutants and specific inhibitors.\n\nOriginality and innovative aspects of the project\n\nBacteria-host interaction mechanisms are instrumental in the development of infectious diseases. Basic (host laboratory) and clinical (the applicant) research will join to characterize a newly discovered virulence strategy of Pa.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}