{
    "rcn": "197879",
    "acronym": "P-MEM-NMR",
    "topics": "ERC-CoG-2014",
    "title": "Structure of paramagnetic integral membrane metalloproteins by MAS-NMR",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Integral membrane metalloproteins are involved in the transport and homeostasis of metal ions, as well as in key redox reactions that have a tremendous impact on many fields within life sciences, environment, energy, and industry. \nMost of our understanding of fine details of biochemical processes derives from atomic or molecular structures obtained by diffraction methods on single crystal samples. However, in the case of integral membrane systems, single crystals large enough for X-ray diffraction cannot be easily obtained, and the problem of structure elucidation is largely unsolved.\nWe have recently pioneered a breakthrough approach using Magic-Angle Spinning Nuclear Magnetic Resonance (MAS-NMR) for the atomic-level characterization of paramagnetic materials and complex biological macromolecules. The proposed project aims to leverage these new advances through a series of new concepts i) to improve the resolution and sensitivity of MAS-NMR from nuclei surrounding a paramagnetic metal ion, such as e.g. cobalt, nickel and iron, and ii) to extend its applicability to large integral membrane proteins in lipid membrane environments. With these methods, we will enable the determination of structure-activity relationships in integral membrane metalloenzymes and transporters, by combining the calculation of global structure and dynamics with measurement of the electronic features of metal ions. \nThese goals require a leap forward with respect to todayís protocols, and we propose to achieve this through a combination of innovative NMR experiments and isotopic labeling, faster MAS rates and high magnetic fields. As outlined here, the approaches go well beyond the frontier of current research. The project will yield a broadly applicable method for the structural characterization of essential cellular processes and thereby will provide a powerful tool to solve challenges at the forefront of molecular and chemical sciences today.",
    "totalCost": "2499375",
    "ecMaxContribution": "2499375",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2499375
        }
    },
    "calculatedTotalContribution": 2499375
}