{
    "rcn": "197849",
    "acronym": "Intimacy",
    "topics": "ERC-StG-2014",
    "title": "Doing Intimacy:  A Multi-sited Ethnography of Modern Chinese Family Life",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Families in Western countries have received a great deal of attention from social scientists but there is less information on family life in other regions of the world. Given its growing rapidly in global influence, China represents a crucial region for sociological advancement and understanding. There have been profound changes in the Chinese family over the last century as a result of industrialization, urbanization, the influence of the West and the political interventions carried out by the Communist Party since 1949. Existing scholarship has shown how the structure and function of Chinese families have adapted to changing political and economic circumstances but little is known about the changes in intimate spheres of Chinese families. This project will approach the subject of modern Chinese family life from an unconventional angle, analysing it as a process of practices and experiences. By setting a new agenda that moves from structures of family relationships to the quality of relationships and through examining ëdoing intimacyí, this project will take a closer, fresher, critical look at the Chinese family dynamics as they are lived. Informed by the emerging literature on gender, intimacy and modernity, this project will examine intergenerational relations as well as gender and sexual relations in the family. Is there an intimate revolution taking place? How is ëmodernityí/ítraditioní closely linked with practices of intimacy? To what extent can doing intimacy be a site of empowerment/domination for women? What will the study of Chinese families tell us about agency and local/global change? Through a multi-sited ethnography (mainland China, Hong Kong and Taiwan), this study will also compare practices of intimacy in various sites and examine whether/how they are by-products of particular socio-cultural configurations. It will identify the extent to which changes in Chinese families mirror changes in the West and the factors that contribute to these changes.",
    "totalCost": "1487500",
    "ecMaxContribution": "1487500",
    "coordinator": "SCHOOL OF ORIENTAL AND AFRICAN STUDIES, UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998297035": {
            "orgId": "998297035",
            "orgName": "SCHOOL OF ORIENTAL AND AFRICAN STUDIES, UNIVERSITY OF LONDON",
            "ecContrib": 1487500
        }
    },
    "calculatedTotalContribution": 1487500
}