{
    "rcn": "197880",
    "acronym": "ISOTOP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Interactions, Spins and Edges in Optical Lattices with Topological Band Structures",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Electrons in a magnetic field experience a drift transverse to their velocity, which gives rise to intriguing effects such as the whole family of Hall Effects. Interestingly, this drift can also appear without a charged particle and without magnetic field, i.e. for ultra-cold quantum gases in optical lattices with non-trivial topology, described by a Berry curvature. This enables researchers to use the tunability of quantum gases and allow for studies beyond the possibilities of condensed matter systems. Furthermore, it allows to mimic and study in great detail fascinating effects such as topological insulators and edge-states. Especially, the interplay between topology and interactions is not well understood and the existence of many interesting states, such as topological insulators, fractional Chern insulators and topological superfluids, is predicted, but have not yet been observed. In recent years, great progress has been made in engineering topological band structures for quantum gases. Whereas theoretical proposals are well developed, so far there are only few experimental realizations of topological band structures, especially for fermionic quantum gases. In this action, we want to create non-trivial topological band structures and explore (many-body) phases that can emerge for fermions and mixtures of bosons and fermions. We will map out the Berry curvature and study the detection of edge states, which provides a clear signature of a non-trivial topology. For the first time, we will realize a new creation and detection method for topological band structures and study high spin Fermi systems in topological optical lattices.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAET HAMBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}