{
    "rcn": "197899",
    "acronym": "MIRIPSHE",
    "topics": "MSCA-IF-2014-EF",
    "title": "MID-IR Integrated Photonic Sensor for Health and Environment",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "MID-IR Integrated Photonic Sensor for Health and Environment (MIRIPSHE) address the growing demand for a CMOS compatible Mid-infrared (MIR) wave band photonic sensor. MIRIPSHE aims to achieve this goal by integrating rare earth doped chalcogenide glass into a silicon platform in order to exploit the superior optical and electronic properties of these two materials, respectively, for unparalleled bio-chemical sensing for health and environmental monitoring. The MIR band is an excellent detection window for most bio-chemical elements such as Amides, Lipids, Nitriles and Carbon dioxide as the absorption fingerprints of these molecules lies in the 3-10 µm wavelength range. Integrated Photonics platform can play a major role in the MIR on-chip chemical and biological sensing with high sensitivity. The progress of current MIR platforms to a complete lab-on-chip system is limited due to their incompatibility to monolithically integrate with a CMOS platform. MIRIPSHE  strives to ingeniously develop a CMOS-compatible MIR optical sensor platform and a pilot demonstration of liquid phase Nitriles/Alkynes pharmaceuticals detection in the 4-5 µm region by functionalizing rare earth enriched chalcogenide glasses into silicon substrate using the  novel ultrafast laser plasma implantation (ULPI) technique developed  at the University of Leeds (UNIVLEEDS). The sensing scheme relies on the MIR fluorescent emission of rare earth elements and their selective absorption characteristics corresponding to the molecular composition of the analytes. \n\nThis ambitious project in the emerging technologies is perfectly suited to a Fellow with a strong background in Opto-electronics research and CMOS industry. The Fellow, Jayakrishnan Chandrappan, is one of the unique candidates having vast industrial experience both in optoelectronics device development and 300 mm silicon wafer processing. He recently moved to University of Leeds to pursue his interest in academic research, transferring the",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}