{
    "rcn": "197889",
    "acronym": "NuFEAST",
    "topics": "MSCA-IF-2014-EF",
    "title": "Optimising Nutritional Health and Wellbeing Through Local Sustainable Food Systems -NuFEAST (Nutrition - Food (for) Everyone's health, Available, Sustainable and Trusted)",
    "startDate": "02/09/2015",
    "endDate": "01/09/2017",
    "objective": "The WHO European Region has the highest incidence (and increasing) of obesity and non-communicable diseases (including type 2 diabetes, cardiovascular diseases and food related cancers) caused by dietary factors. Localisation of sustainable food systems and processes that comprise a sustainable diet is a possible means to tackle this problem. There is a need to develop new research approaches to identify how these initiatives can promote nutritional well-being, to shape future nutrition and food policy and to document the new skills required by the public health nutrition workforce to support and foster healthy diets. This project will capitalise on the complementary expertise of the Fellow (with extensive practice experience in Australia and New Zealand as a community nutritionist) and the interdisciplinary research skills and expertise at Bournemouth University (BU) to generate new knowledge and understanding of the contribution of local food sustainable systems to nutritional health and well-being. This will be a unique, systematic research programme that combines quantitative and qualitative research methodologies which will enable first steps for the design of a model of nutritional health and well-being and identification of new competencies for training in public health nutrition. The key outcomes of this research will be i) a Toolkit for monitoring and optimising gains in nutritional health and well-being and ii) new Guidelines to deliver new competencies for the public health nutrition workforce. This knowledge will contribute towards shaping future policy directions in food and nutrition for EU citizens. The Fellow will be up-skilled (in new research skills and techniques) to advance her career significantly, to translate her background knowledge into a continuing research environment and to build and maintain links with other public health researchers in sustainable food environments throughout Europe, while maintaining strong links in Australia.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "BOURNEMOUTH UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999862906": {
            "orgId": "999862906",
            "orgName": "BOURNEMOUTH UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}