{
    "rcn": "197836",
    "acronym": "GREYZONE",
    "topics": "ERC-StG-2014",
    "title": "Illuminating the 'Grey Zone': Addressing Complex Complicity in Human Rights Violations",
    "startDate": "01/09/2015",
    "endDate": "29/02/2020",
    "objective": "The grey zone of bystanders, collaborators and beneficiaries of violence escapes the scope of main Transitional Justice (TJ) institutions and poses tough questions for scholars and architects of post-conflict societies. This interdisciplinary project shifts the focus of academic and political debates by pursuing three objectives: conceptually, it departs from the dominant victim-perpetrator paradigm and theorises the many faces in the grey zone by analysing the interplay between structure and agency; normatively, it argues that no account of TJ is complete without engaging the grey zone; empirically, it tests if, in tackling the grey zone, cinematographic and literary representations  can supplement typical TJ mechanisms (trials, truth commissions, lustration). Four cases are analysed: authoritarianism plus military occupation (Vichy France), apartheid (South Africa), totalitarianism (Romania 1945침1989) and military dictatorship (Argentina 1976침1983). The cases provide a variety of contexts of complicity and feature the most frequently used TJ mechanisms. They serve to a) examine the relationship between the official story emerging from state-orchestrated TJ mechanisms and artistic narratives of complicity; b) contextually distinguish disclosive from obscuring artistic representations of the grey zone; c) explore the contribution of these representations to TJ efforts by studying their effect on public debates about칩and institutional responses to칩the past. Working at the frontiers between political science, philosophy, history, law, literature and cinema, this pioneering project has critical and institutional impact. Critically, it discloses the limits of current TJ theory and practice by emphasising the negative political effects of ignoring general complicity in violence. Institutionally, it seeks to enrich the toolkit of scholars and practitioners by pointing to the potential use of cinema and literature in civic education aimed at deterrence and reconciliation.",
    "totalCost": "1349481",
    "ecMaxContribution": "1349481",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1349481
        }
    },
    "calculatedTotalContribution": 1349481
}