{
    "rcn": "197835",
    "acronym": "ANICOLEVO",
    "topics": "ERC-StG-2014",
    "title": "Animal coloration through deep time: evolutionary novelty, homology and taphonomy",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "What does the fossil record tell us about the evolution of colour in animals through deep time? Evidence of colour in fossils can inform on the visual signalling strategies used by ancient animals. Research to date often has a narrow focus, lacks a broad phylogenetic and temporal context, and rarely incorporates information on taphonomy. This proposal represents a bold new holistic approach to the study of fossil colour: it will couple powerful imaging- and chemical analytical techniques with a rigorous programme of fossilisation experiments simulating decay, burial, and transport, and analysis of fossils and their sedimentary context, to construct the first robust models for the evolution of colour in animals through deep time. The research will resolve the original integumentary colours of fossil higher vertebrates, and the original colours of fossil hair; the fossil record of non-melanin pigments in feathers and insects; the biological significance of monotonal patterning in fossil insects; and the evolutionary history of scales and 3D photonic crystals in insects. Critically, the research will test, for the first time, whether evidence of fossil colour can solve broader evolutionary questions, e.g. the true affinities of enigmatic Cambrian chordate-like metazoans, and feather-like integumentary filaments in dinosaurs. The proposal entails construction of a dedicated experimental maturation laboratory for simulating the impact of burial on tissues. This laboratory will form the core of the worldís first integrated ëexperimental fossilisation facilityí, consolidating the PIís team as the global hub for fossil colour research. The research team comprises the PI, three postdoctoral researchers, and three PhD students, and will form an extensive research network via collaborations with 13 researchers from Europe and beyond. The project will reach out to diverse scientists and will inspire a positive attitude to science among the general public and policymakers alike.",
    "totalCost": "1562000",
    "ecMaxContribution": "1562000",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 1562000
        }
    },
    "calculatedTotalContribution": 1562000
}