{
    "rcn": "197877",
    "acronym": "Allelic Regulation",
    "topics": "ERC-CoG-2014",
    "title": "Revealing Allele-level Regulation and Dynamics using Single-cell Gene Expression Analyses",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "As diploid organisms inherit one gene copy from each parent, a gene can be expressed from both alleles (biallelic) or from only one allele (monoallelic). Although transcription from both alleles is detected for most genes in cell population experiments, little is known about allele-specific expression in single cells and its phenotypic consequences. To answer fundamental questions about allelic transcription heterogeneity in single cells, this research program will focus on single-cell transcriptome analyses with allelic-origin resolution. To this end, we will investigate both clonally stable and dynamic random monoallelic expression across a large number of cell types, including cells from embryonic and adult stages. This research program will be accomplished with the novel single-cell RNA-seq method developed within my lab to obtain quantitative, genome-wide gene expression measurement. To distinguish between mitotically stable and dynamic patterns of allelic expression, we will analyze large numbers a clonally related cells per cell type, from both primary cultures (in vitro) and using transgenic models to obtain clonally related cells in vivo.\n\nThe biological significance of the research program is first an understanding of allelic transcription, including the nature and extent of random monoallelic expression across in vivo tissues and cell types. These novel insights into allelic transcription will be important for an improved understanding of how variable phenotypes (e.g. incomplete penetrance and variable expressivity) can arise in genetically identical individuals. Additionally, the single-cell transcriptome analyses of clonally related cells in vivo will provide unique insights into the clonality of gene expression per se.",
    "totalCost": "1923060",
    "ecMaxContribution": "1923060",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 1923060
        }
    },
    "calculatedTotalContribution": 1923060
}