{
    "rcn": "197864",
    "acronym": "DIVI",
    "topics": "ERC-CoG-2014",
    "title": "Direct Visualization of Light-Driven Atomic-Scale Carrier Dynamics in Space and Time",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Electronics is rapidly speeding up. Ultimately, miniaturization will reach atomic dimensions and the switching speed will reach optical frequencies. This ultimate regime of lightwave electronics, where atomic-scale charges are controlled by few-cycle laser fields, holds promise to advance information processing technology from todayís microwave frequencies to the thousand times faster regime of optical light fields. All materials, including dielectrics, semiconductors and molecular crystals, react to such field oscillations with an intricate interplay between atomic-scale charge displacements (polarizations)  and collective carrier motion on the nanometer scale (currents). This entanglement provides a rich set of potential mechanisms for switching and control. However, our ability to eventually realize lightwave electronics, or even to make first steps, will critically depend on our ability to actually measure electronic motion in the relevant environment: within/around atoms. The most fundamental approach would be a direct visualization in space and time. This project, if realized, will offer that: a spatiotemporal recording of electronic motion with sub-atomic spatial resolution and sub-optical-cycle time resolution, i.e. picometers and few-femtoseconds/attoseconds. Drawing on our unique combination of expertise covering electron diffraction and few-cycle laser optics likewise, we will replace the photon pulses of conventional attosecond spectroscopy with freely propagating single-electron pulses at picometer de Broglie wavelength, compressed in time by sculpted laser fields. Stroboscopic diffraction/microscopy will provide, after playback of the image sequence, a direct visualization of fundamental electronic activity in space and time. Profound study of atomic-scale light-matter interaction in simple and complex materials will provide a comprehensive picture of the fundamental physics allowing or limiting the high-speed electronics of the future.",
    "totalCost": "1992083",
    "ecMaxContribution": "1992083",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1992083
        }
    },
    "calculatedTotalContribution": 1992083
}