{
    "rcn": "197888",
    "acronym": "SYNTOH",
    "topics": "MSCA-IF-2014-GF",
    "title": "Synthetic Optical Holography",
    "startDate": "11/01/2016",
    "endDate": "10/01/2019",
    "objective": "Holography has paved the way for phase imaging in a variety of wide-field techniques such as optical microscopy. In scanning optical microscopy, however, the serial fashion of image acquisition seems to challenge a direct implementation of traditional holography. Recently, the applicant and supervisors have jointly invented synthetic optical holography (SOH), which is a new holographic modality for fast scanning phase imaging. SOH has already been implemented in scanning near-field microscopy (s-SNOM) (improving imaging speed by a factor of 50 in comparison to standard technology) and in confocal microscopy (enabling optical surface profiling based on the measurement of the optical phase). SOH has great potential for a widespread implementation in diverse scanning microscopy methods, however, the full potential of the method has not been discovered yet.\nDuring the outgoing phase at UIUC, we will develop a totally new imaging modality in Stimulated Raman Scattering (SRS). Namely, we will apply SOH to holographically detect the Raman signal to increase speed and sensitivity of current SRS technology. We will furthermore develop novel holographic schemes for spectroscopic phase imaging. Having tested these novel holographic schemes with existing confocal microscopes during the outgoing phase, we will implement them in near-field microscopes at CIC nanoGUNE during the return phase. The goal is to achieve a technological milestone in near-field microscopy, which is the rapid recording of a near-field image where each pixel contains the local amplitude, phase AND spectral information. This new technology, called rapid hyperspectral nanoimaging, is expected to greatly extend the applicability of near-field microscopy for the chemical and structural identification of biological and nanocomposite samples. Results produced by this work could be directly implemented in near-field microscopes, as well as lead to new commercialization of the SOH method in confocal microscopy.",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999598969": {
            "orgId": "999598969",
            "orgName": "THE BOARD OF TRUSTEES OF THE UNIVERSITY OF ILLINOIS",
            "ecContrib": 0
        },
        "999473160": {
            "orgId": "999473160",
            "orgName": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE",
            "ecContrib": 257191
        }
    },
    "calculatedTotalContribution": 257191
}