{
    "rcn": "197846",
    "acronym": "ToxicExpertise",
    "topics": "ERC-StG-2014",
    "title": "Toxic Expertise: Environmental Justice and the Global Petrochemical Industry",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "This research project critically examines ëtoxic expertiseí, the contested politics of making scientific claims about the health impacts of toxic pollution. Toxic expertise has a double meaning: scientific expertise about the effects of toxic pollution, and the toxic nature of expertise that is used to justify a lack of corporate social responsibility. The research focuses on the global petrochemical industry as a significant but controversial source of toxic pollution, with unequal regulations and risks across different countries and populations. Debates about the global petrochemical industry reflect conflicting interests between jobs, prosperity, and health. This research contributes to interdisciplinary social scientific research on science and technology, environmental justice movements, and the uneven geography of capitalism. In particular, it develops sociological arguments that scientific ëexpertiseí is inherently political and socially constructed. This mixed method comparative research will be conducted in three stages. The first stage will examine toxic expertise in the leading global petrochemical companies and environmental non-governmental organisations in Western Europe, North America, and China. The second stage will focus on in-depth case studies in the United States and China, two of the top petrochemical producers in the world. The third stage will develop an international public resource of toxic expertise to address practical challenges of capacity and scale inherent within both dominant and citizen-led epidemiology, by developing accessible information and tools for understanding, monitoring, and reporting toxic pollutants and their health impacts. The project offers the first systematic sociological analysis of the global petrochemical industry in relation to environmental justice, responding to calls within critical social science for the democratisation of science which highlight the need for greater accountability and transparency.",
    "totalCost": "1455108",
    "ecMaxContribution": "1455108",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 1455108
        }
    },
    "calculatedTotalContribution": 1455108
}