{
    "rcn": "197851",
    "acronym": "CardioFunXion",
    "topics": "MSCA-ITN-2014-EID",
    "title": "Towards a novel paradigm for cardiac function assessment from imaging",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "Cardiovascular diseases have been defined as a top priority within H2020. Although  diagnostic approaches and therapies have drastically improved over the last decennia, effective, validated and auditable tools for the integrated assessment of cardiac function in clinical practice have yet to be developed. \nCardioFunXion will contribute to a novel paradigm for integrated assessment, combining (image-based) measurements with (model-based) incorporation of physiological knowledge and clinical guidelines. Project outcomes will include validation (improving reproducibility) and integration (simplifying interpretation) cardiac function assessment tools. These novel approaches will be implemented by connecting the imaging industry with the academic and clinical worlds through a combination of four PhD research projects with dedicated training initiatives to develop an inter-sectorial and interdisciplinary culture. The individual research projects are entitled: Longitudinal assessment of function; Fusion of heterogeneous measurements into physiological plausible representations; Open reference databases/tools for multimodal validation of strain; Novel approach for evidence based classification of heart failure etiologies.\nThe consortium is composed of a large Medical Imaging Company (Philips), a University (UPF), and 2 Clinical Centres (IDIBAPS/CHUC), thus encompassing the whole spectrum of relevant multi-disciplinary multi-sectorial Europe-wide expertise. The early stage researchers in the project will thus benefit from a holistic view of the topic and gain first-hand experience in academic, industrial and clinical research and development.",
    "totalCost": "1021497,12",
    "ecMaxContribution": "1021497,12",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "PHILIPS FRANCE",
    "participantCountries": "FR",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 495746
        },
        "998571642": {
            "orgId": "998571642",
            "orgName": "PHILIPS FRANCE",
            "ecContrib": 525751
        }
    },
    "calculatedTotalContribution": 1021497
}