{
    "rcn": "197853",
    "acronym": "socio-bio interplay",
    "topics": "ERC-CoG-2014",
    "title": "Itís not my fault I am aggressive, they picked on me: How early peer relations affect DNA methylation and neurocognitive development in children",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Think about the day you took your child to kindergarten for the first time. You were worried. Worried about the social experiences of your child. Would peers like your child, or would it get bullied, or rejected by classmates? \nMany children have positive social school experiences, but 10-15% of children become rejected, victim of bullying, have few friends and have poor relations with teachers. Such experiences have been linked to aggression development, but we poorly understand how.\nI hypothesize that adverse social experiences in kindergarten and elementary school affect the neurobiology of children. Specifically, I aim to study how adverse social experiences (1) affect DNA methylation of genes implicated with stress regulation, and (2) affect neurocognitive functions underlying self-regulation, thereby increasing aggression. \nI will use a multidisciplinary approach to comprehensively study these hypotheses by using the strengths of twin-, observational and experimental studies. I will first study the impact of bully-victimization on childrenís methylation of DNA and neurocognitive function development in monozygotic twins differing in bully-victimization, to test whether bully-victimization affects the neurobiology above and beyond possible genetic effects.\nI will then focuses on cross-time influences of multiple social experiences on DNA methylation and neurocognitive functions. Adverse versus protective effects of peer- and teacher-relations on DNA methylation and neurocognitive functions will be studied to explore possible cascading, accentuation, and buffering effects. Further, sex differences will be addressed.\nIn the final set of (lab-experimental) studies I aim to unravel how DNA methylation of genes implicated with stress system responses, and altered neurocognitive functions lead to aggression by studying differences between chronically rejected and stable non-rejected children in stress-, and self-regulation following a social exclusion experience.",
    "totalCost": "1962679",
    "ecMaxContribution": "1962679",
    "coordinator": "ERASMUS UNIVERSITEIT ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "STICHTING VU",
    "participantCountries": "NL",
    "projectParticipants": {
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 1672081
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 290598
        }
    },
    "calculatedTotalContribution": 1962679
}