{
    "rcn": "197845",
    "acronym": "NewEat",
    "topics": "ERC-StG-2014",
    "title": "Transdiagnostic views on eating disorders and obesity and new approaches for treatment",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Eating disorders such as Anorexia Nervosa (AN), Bulimia Nervosa (BN), Binge Eating Disorder (BED) and overweight/obesity are highly prevalent in the EU and worldwide. They cause tremendous suffering, elevate suicide rates, and account for multiple organic effects that increase all-cause mortality. Etiological and maintenance factors are not well understood and transdiagnostic theoretical models across eating and weight disorders are largely missing. The present project aims to develop an integrated theoretical framework by studying psychological factors that contribute to non-homeostatic eating across the full spectrum of eating-related disorders. It is proposed that high levels on psychological traits such as restraint eating (i.e., chronic dieting behaviour), emotional eating (i.e., eating in response to negative emotional events rather than hunger), craving/food addiction (i.e., intense and chronic urge to consume palatable foods), impulsivity (i.e., inadequate food consumption planning and low self-control), and low self-esteem influence neural systems that balance appetitive (mostly bottom-up) with regulatory (mostly top-down) processes. This model is tested in the four patient groups and healthy controls utilizing an integrated set of assessment methods, involving psychometric testing, smartphone based ambulatory assessment, and neurocognitive laboratory measurement. Derived from this model, novel behavioural interventions such as smartphone based stimulus control and cognitive inhibition training will be developed.\nResults will have implications for theoretical models of eating and weight disorders as well as for neuroaffective models of appetite regulation. Smartphone technology might usefully complement current interventions in supporting an effective transfer to daily life and help alleviate the burden for patients with eating-related mental and physical diseases.",
    "totalCost": "1327016,25",
    "ecMaxContribution": "1327016,25",
    "coordinator": "PARIS-LODRON-UNIVERSITAT SALZBURG",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999868047": {
            "orgId": "999868047",
            "orgName": "PARIS-LODRON-UNIVERSITAT SALZBURG",
            "ecContrib": 1327016
        }
    },
    "calculatedTotalContribution": 1327016
}