{
    "rcn": "197870",
    "acronym": "ReactiveFronts",
    "topics": "ERC-CoG-2014",
    "title": "Mixing interfaces as reactive hotspots of porous media flows: theoretical upscaling, experimental imaging and field scale validation",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "In porous media, mixing interfaces such as contaminant plume fringes or boundaries between water bodies create highly reactive localized hotspots of chemical and microbiological activity, whether in engineered or natural systems. These reactive fronts are characterized by high concentration gradients, complex flow dynamics, variable water saturation, fluctuating redox conditions and multifunctional biological communities. The spatial and temporal variability of velocity gradients is expected to elongate mixing interfaces and steepen concentration gradients, thus strongly affecting biochemical reactivity. However, a major issue with porous media flows is that these essential micro-scale interactions are inaccessible to direct observation. Furthermore, the lack of a validated upscaling framework from fluid- to system-scale represents a major barrier to the application of reactive transport models to natural or industrial problems. \nThe ambition of the ReactiveFronts project is to address this knowledge gap by setting up a high level interdisciplinary team that will provide a new theoretical understanding and novel experimental imaging capacities for micro-scale interactions between flow, mixing and reactions and their impact on reactive front kinetics at the system scale. ReactiveFronts will develop an original approach to this long-standing problem; combining theoretical, laboratory and field experimental methods.The focus on reactive interface dynamics, which represents a paradigm shift for reactive transport modelling in porous media, will require the development of original theoretical approaches (WP1) and novel microfluidic experiments (WP2). This will form a strong basis for the study of complex features at increasing spatial scales, including the coupling between fluid dynamics and biological activity (WP4), the impact of 3D flow topologies and chaotic mixing on effective reaction kinetics (WP3), and the field scale assessment of these interactions (WP5).",
    "totalCost": "1998747",
    "ecMaxContribution": "1998747",
    "coordinator": "UNIVERSITE DE RENNES I",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999858541": {
            "orgId": "999858541",
            "orgName": "UNIVERSITE DE RENNES I",
            "ecContrib": 1998747
        }
    },
    "calculatedTotalContribution": 1998747
}