{
    "rcn": "197872",
    "acronym": "EXCHANGE",
    "topics": "ERC-CoG-2014",
    "title": "Forensic Geneticists and the Transnational Exchange of DNA data in the EU: Engaging Science with Social Control, Citizenship and Democracy",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Today we are living in the ìgenetic ageî of criminal investigation. There is a widespread cultural belief that DNA technology has the unrivalled capacity to identify authors of crimes. In light of this ideology, EU Law (Pr¸m Decision, 2008) obliges all Member States to create the conditions for the reciprocal automated searching and comparison of information on DNA data for the purpose of combating cross-border crime, terrorism and illegal immigration. Forensic geneticists play a crucial role in this scenario: they develop the techno-scientific procedures that enable DNA data to be shared across national boundaries. EXCHANGE aims to understand the close links between a highly specialised field of expert knowledge ñ forensic genetics ñ and surveillance in the EU.\nIf the EU succeeds in this political project, about 10 million genetic profiles of identified individuals will be exchanged between agencies in all EU countries. This raises acute cultural, political and societal challenges. EXCHANGE aims to address these challenges by scrutinizing how forensic geneticists, within the context of the transnational exchange of DNA data in the EU, engage with the social values attributed to science ñ  i.e. objectivity, truth ñ and the values of social control, citizenship and democracy.\nThe expected outputs are: 1. To provide a general picture of the Pr¸m framework by conducting interviews with forensic geneticists in all EU countries; 2. To develop in-depth knowledge of forensic geneticistsí activities relating to Pr¸m using ethnographic observation and qualitative analysis of criminal cases; 3. To study countries with different local positionings in relation to Pr¸m by means of a comparative study involving Portugal, Germany, the Netherlands and the UK. EXCHANGE stimulates interdisciplinary dialogue between the social sciences and the forensic genetics. This research also tackles questions that are relevant to all the actors involved in criminal justice cooperation in the EU.",
    "totalCost": "1838150",
    "ecMaxContribution": "1838150",
    "coordinator": "CENTRO DE ESTUDOS SOCIAIS",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998333895": {
            "orgId": "998333895",
            "orgName": "CENTRO DE ESTUDOS SOCIAIS",
            "ecContrib": 1838150
        }
    },
    "calculatedTotalContribution": 1838150
}