{
    "rcn": "197844",
    "acronym": "AYURYOG",
    "topics": "ERC-StG-2014",
    "title": "Medicine, Immortality, Moksha: Entangled Histories of Yoga, Ayurveda and Alchemy in South Asia",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "The project will examine the histories of yoga, ayurveda and rasashastra (Indian alchemy and iatrochemistry) from the tenth century to the present, focussing on the disciplines' health, rejuvenation and longevity practices. The goals of the project are to reveal the entanglements of these historical traditions, and to trace the trajectories of their evolution as components of today's global healthcare and personal development industries.\n\nOur hypothesis is that practices aimed at achieving health, rejuvenation and longevity constitute a key area of exchange between the three disciplines, preparing the grounds for a series of important pharmaceutical and technological innovations and also profoundly influencing the discourses of today's medicalized forms of globalized yoga as well as of contemporary institutionalized forms of ayurveda and rasashastra.\n\nDrawing upon the primary historical sources of each respective tradition as well as on fieldwork data, the research team will explore the shared terminology, praxis and theory of these three disciplines. We will examine why, when and how health, rejuvenation and longevity practices were employed; how each disciplineís discourse and practical applications relates to those of the others; and how past encounters and cross-fertilizations impact on contemporary health-related practices in yogic, ayurvedic and alchemistsí milieus.\n\nThe five-year project will be based at the Department of South Asian, Tibetan and Buddhist Studies at Vienna University and carried out by an international team of 3 post-doctoral researchers. The research will be grounded in the fields of South Asian studies and social history. An international workshop and an international conference will be organized to present and discuss the research results, which will also be published in peer-reviewed journals, an edited volume, and in individual monographs. A project website will provide open access to all research results.",
    "totalCost": "1416146",
    "ecMaxContribution": "1416146",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "INFORMATION NETWORK FOCUS ON RELIGIOUS MOVEMENTS",
    "participantCountries": "UK",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 1179737
        },
        "943560323": {
            "orgId": "943560323",
            "orgName": "INFORMATION NETWORK FOCUS ON RELIGIOUS MOVEMENTS",
            "ecContrib": 236409
        }
    },
    "calculatedTotalContribution": 1416146
}