{
    "rcn": "197855",
    "acronym": "AUDADAPT",
    "topics": "ERC-CoG-2014",
    "title": "The listening challenge: How ageing brains adapt",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Humans in principle adapt well to sensory degradations. In order to do so, our cognitive strategies need to adjust accordingly (a process we term ìadaptive controlî).The auditory sensory modality poses an excellent, although under-utilised, research model to understand these adjustments, their neural basis, and their large variation amongst individuals. Hearing abilities begin to decline already in the fourth life decade, and our guiding hypothesis is that individuals differ in the extent to which they are neurally, cognitively, and psychologically equipped to adapt to this sensory decline.\nThe project will pursue three specific aims: (1) We will first specify the neural dynamics of ìadaptive controlî in the under-studied target group of middle-aged listeners compared to young listeners. We will employ advanced multi-modal neuroimaging (EEG and fMRI) markers and a flexible experimental design of listening challenges. (2) Based on the parameters established in (1), we will explain interindividual differences in adaptive control in a large-scale sample of middle-aged listeners, and aim to re-test each individual again after approximately two years. These data will lead to (3) where we will employ statistical models that incorporate a broader context of audiological, cognitive skill, and personality markers and reconstructs longitudinal ìtrajectories of changeî in adaptive control over the middle-age life span.\nPursuing these aims will help establish a new theoretical framework for the adaptive ageing brain. The project will further break new ground for future classification and treatment of hearing difficulties, and for developing individualised hearing solutions. Profiting from an excellent research environment and the principle investigatorís pre-established laboratory, this research has the potential to challenge and to transform current understanding and concepts of the ageing human individual.",
    "totalCost": "1967000",
    "ecMaxContribution": "1967000",
    "coordinator": "UNIVERSITAT ZU LUBECK",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999857765": {
            "orgId": "999857765",
            "orgName": "UNIVERSITAT ZU LUBECK",
            "ecContrib": 1967000
        }
    },
    "calculatedTotalContribution": 1967000
}