{
    "rcn": "197867",
    "acronym": "SmartMic",
    "topics": "ERC-CoG-2014",
    "title": "Smart Multimodal Microscopy for High-Throughput Developmental Biology in Real-Time",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "'Fluorescence microscopy is a key technology in our quest to understand fundamental developmental processes of life. High-resolution images recorded in intact, living organisms deliver insights into the complex interplay of molecules, cells and tissues in real time. Even though the resolution of microscopes has been pushed beyond the diffraction limit, providing important insights into the inner workings of single cells, we still lack an understanding of plasticity in development: How does one embryo differ from another and how can we describe the 'average', stereotypic embryo?\nTo address this long-standing multi-disciplinary challenge, we propose to develop an entirely novel microscopy hard- and software platform to systematically image and analyze embryos in real time. We will design and assemble a fast and flexible multimodal light-sheet microscope (SPIM) with adaptive illumination and detection from multiple sides. A fundamentally new concept of this proposal is the ability to adaptively change the recording's spatial and temporal resolution during the experiment: The microscope learns to acquire only the data of interest. Using a high-throughput sample feeder, many samples can be automatically pumped through the microscope and imaged within seconds for large-scale comparative developmental studies. Real-time processing will dramatically reduce the size of the data stream and thus, provide for the first time a platform to collect data from hundreds of samples. At the same time, by establishing a model for the observed embryo, we will integrate information from multiple samples to draw statistically relevant conclusions.\nOur ground-breaking concept of smart microscopy speeds up the acquisition, reduces the amount of data and limits photo-toxicity. It enables us to address fundamental questions in embryonic development that are out of reach by traditional methods. Smart microscopy will open up a new field of research: systematic real-time developmental biology.'",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}