{
    "rcn": "197837",
    "acronym": "GV-FLU",
    "topics": "ERC-StG-2014",
    "title": "A Genetic View of Influenza Infection",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Inherited variation in the quantity and functionality of immune cells plays a key role in determining phenotypic diversity between individuals. Surprisingly little is known, however, about the specific contribution of immune cell subsets to variation in phenotypes such as susceptibility to infectious diseases and the underlying genetic variation. In many complex diseases, we currently have a poor understanding of the driver cell types that are responsible for inherited variation in disease states. A comprehensive mapping of quantities and functions of immune cell types during the course of disease, in large cohorts, bears the potential to transform genetic research; provides understanding of the genetic and immune basis of phenotypes; and reveals the key driver cell subsets. \n\nHere I aim to derive a mechanistic understanding of how variation in quantity and function of immune cell subsets mediates inherited variation in disease states. I propose to develop a computational model that integrates predicted quantities and functions of cell subsets with genotypic and phenotypic information, leading to specific hypotheses on physiological regulation and the particular cell subsets that drive phenotypic diversity. To circumvent the technical difficulty in quantifying a large number of immune cell types, I will profile gene expression and computationally quantify changes in a large number of cell types. I will develop and apply this strategy to dissect Influenza infection in mice.\n\nSince changes in immune responses play a key role in complex diseases, our ability to predict variation in immune responses from genotypes would have important clinical implications. This project has far reaching implications as the paradigm developed here will transform quantitative genetics studies as well as systems immunology research of complex disease. This approach will be applicable to any mammalian disease, allowing researchers to dissect their own systems at unprecedented detail.",
    "totalCost": "1497000",
    "ecMaxContribution": "1497000",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1497000
        }
    },
    "calculatedTotalContribution": 1497000
}