{
    "rcn": "197893",
    "acronym": "low Pt loading FCCHP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Innovative fuel cell system for CHP application in Low Carbon Buildings",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "This Marie Sklodowska Curie Individual Fellowship will bring a researcher from Shanghai Jiao Tong University, Dr Sheng Sui with extensive experiences in the electrocatalysis, membrane electrode assembly (MEA), stack, and system integration for polymer electrolyte membrane fuel cells (PEMFCs), to work with the host research group which have the leading expertise in the field of low carbon/eco- building technologies, combined power, heating and cooling system, advanced heat transfer enhancement methods and fluid dynamics modelling. \nThe overall objective of the project is to establish scientific and engineering merits for the development of new PEMFC systems with high performance, low cost and long durability using a novel Pt-nanowire electrode technology. The proposed project will make significant contributions for a fundamental understanding of the Pt-nanowire growing and crystallisation in microstructure and Pt-nanowire electrode kinetics in PEMFC. A 1kW fuel cell stack will be developed based on the Pt-nanowire electrode technology and demonstrated in the Creative Energy Homes at the University of Nottingham.\nThe project has been carefully chosen to match Dr Suiís expertise in innovative fuel cell system with that in sustainable energy and buildings technologies at the University of Nottingham so as to maximize the benefit to Europe. The proposed R&D activities on fuel cell system will assist in reducing high cost of fuel cell system and maintenance interval for low carbon and renewable energy buildings. Application of this new fuel cell system on the eco-buildings in Europe could also increase customer awareness and bring the low carbon or zero energy building idea to be realised.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}