{
    "rcn": "197833",
    "acronym": "FibreRemodel",
    "topics": "ERC-StG-2014",
    "title": "Frontier research in arterial fibre remodelling for vascular disease diagnosis and tissue engineering",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Each year cardiovascular diseases such as atherosclerosis and aneurysms cause 48% of all deaths in Europe. Arteries may be regarded as fibre-reinforced materials, with the stiffer collagen fibres present in the arterial wall bearing most of the load during pressurisation. Degenerative vascular diseases such as atherosclerosis and aneurysms alter the macroscopic mechanical properties of arterial tissue and therefore change the arterial wall composition and the quality and orientation of the underlying fibrous architecture. Information on the complex fibre architecture of arterial tissues is therefore at the core of understanding the aetiology of vascular diseases. The current proposal aims to use a combination of in vivo Diffusion Tensor Magnetic Resonance Imaging, with parallel in silico modelling, to non-invasively identify differences in the fibre architecture of human carotid arteries which can be directly linked with carotid artery disease and hence used to diagnose vulnerable plaque rupture risk.\nKnowledge of arterial fibre patterns, and how these fibres alter in response to their mechanical environment, also provides a means of understanding remodelling of tissue engineered vessels. Therefore, in the second phase of this project, this novel imaging framework will be used to determine fibre patterns of decellularised arterial constructs in vitro with a view to directing mesenchymal stem cell growth and differentiation and creating a biologically and mechanically compatible tissue engineered vessel. In silico mechanobiological models will also be used to help identify the optimum loading environment for the vessels to encourage cell repopulation but prevent excessive intimal hyperplasia.\nThis combination of novel in vivo, in vitro and in silico work has the potential to revolutionise approaches to early diagnosis of vascular diseases and vascular tissue engineering strategies.",
    "totalCost": "1521875",
    "ecMaxContribution": "1521875",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 1521875
        }
    },
    "calculatedTotalContribution": 1521875
}