{
    "rcn": "197847",
    "acronym": "HemNichMDS",
    "topics": "ERC-StG-2014",
    "title": "Functional and Molecular Analyses of the Interplay between Hematopoietic and Mesenchymal Niche Cells in Human Myelodysplastic Syndromes.",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Myelodysplastic syndromes (MDS) are heterogeneous clonal hematopoietic stem cell diseases mainly affecting the elderly (45/100,000 in >70 years). The prevalence of MDS is expected to rise mainly as a result of an aging population. MDS is characterized by ineffective production of mature blood cells with peripheral cytopenias and the propensity to evolve to acute myeloid leukemia. Most MDS patients rely on continuous blood transfusions resulting in significant costs to healthcare systems and, most importantly, secondary effects leading to complications and patient deaths. The only potential curative treatment for MDS is hematopoietic stem cells (HSC) transplantation, which is limited to younger patients with suitable donors (<10% of MDS patients). \nIncreasing evidence indicates that myeloid neoplasms can be triggered by abnormal functional properties of the bone marrow microenvironment in mice. However, it remains to be seen whether this also applies to human hematopoietic neoplasms. Our work revealed that patient-derived mesenchymal niche cells are essential to propagate human MDS HSCs in vivo, thus highlighting the crucial role of the niche in human MDS. Moreover, our data indicate that human MDS hematopoietic cells may ìeducateî their niche environment into a self-reinforcing one.\nThe goal of our proposal is to decipher the interplay between hematopoietic and mesenchymal niche cells in human MDS, and to assess innovative means by which we could target diseased cells to improve MDS patient outcomes. \nWe will perform a comprehensive molecular characterization of highly purified primary mesenchymal niche cells to define new prognostic/therapeutic niche factors in MDS. More importantly, we will take advantage of our unique xenograft model of MDS to translate our findings into groundbreaking novel therapeutic strategies for MDS patients, by disrupting essential niche/MDS stem cell interactions.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "CHEMOTHERAPEUTISCHES FORSCHUNGSINSTITUT GEORG-SPEYER-HAUS STIFTUNG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997951133": {
            "orgId": "997951133",
            "orgName": "CHEMOTHERAPEUTISCHES FORSCHUNGSINSTITUT GEORG-SPEYER-HAUS STIFTUNG",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}