{
    "rcn": "197862",
    "acronym": "ADIPOR",
    "topics": "ERC-CoG-2014",
    "title": "Molecular and structural pharmacology of adiponectin receptor: towards innovative treatments of obesity-related diseases.",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The human kind is witnessing an escalation of obesity-related health problems such as cardiovascular diseases and type 2 diabetes. A recent groundbreaking study revealed adiponectin receptors (ADIPOR) as key targets for treating such obesity-related diseases. Indeed, the modulation of this integral membrane protein by small molecules agonists ameliorates diabetes and prolongs lifespan of genetically obese rodent model. Despite these exciting results and the importance of ADIPOR in human physiology, there is a complete lack of knowledge of ADIPOR mechanisms of action and pharmacology. This is mainly due to the challenges associated with the characterization of membrane protein structure and function. To fill this gap of knowledge and based on my extensive experience in membrane protein biology, I propose here to characterize the the proximal signaling pathways associated with ADIPOR activation as well as the molecular and structural mechanisms of ADIPOR activation. We will develop an innovative integrated strategy combining state-of-the-art molecular and structural pharmacology approaches including 1) molecular analyses of ADIPOR network of interaction using resonance energy transfer measurement in living cells and a proteomic analysis and 2) structural analyses of ADIPOR and signaling complexes using biophysics and X-ray crystallography. Our data will have a major impact on drug discovery for treating obesity-related diseases as it will enable the application of structure-based drug design and in silico screening for the molecular control of ADIPOR activity. The proposed high-risk endeavor of obtaining structural data on these atypical membrane signaling complexes is a new direction both for my career and for the field of adiponectin biology; the exceptionally high gain from these studies fully justifies the risks; the feasibility of this project is supported by my recent success in membrane protein pharmacology, biochemistry, biophysics and crystallography.",
    "totalCost": "1989518",
    "ecMaxContribution": "1989518",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1989518
        }
    },
    "calculatedTotalContribution": 1989518
}