{
    "rcn": "197831",
    "acronym": "MetCAF",
    "topics": "ERC-StG-2014",
    "title": "Uncovering the Role of Cancer Associated Fibroblasts in Facilitating Breast Cancer Metastasis",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Mortality from breast cancer is almost exclusively a result of tumor metastasis. Since advanced metastatic cancers are usually fatal, understanding the biology of tumor metastasis is the most significant challenge in cancer research today. It has become clear that the microenvironment of tumors is crucial in supporting tumor growth. Nevertheless, the role of the metastatic microenvironment in facilitating metastatic colonization is largely unknown. We recently uncovered a novel role for Cancer-Associated Fibroblasts (CAFs) in mediating tumor-promoting inflammation. However, the role of CAFs in the formation of a permissive metastatic niche that enables the growth of disseminated tumor cells is unresolved. I propose to systematically investigate, for the first time, the molecular changes in CAFs that facilitate metastases formation, which may lead to the discovery of novel targets for cancer therapeutics. To achieve this goal, I will integrate tumor biology knowledge and the unique expertise of my lab: we will combine novel mouse models of spontaneous lung metastasis of breast cancer, imitating the clinical setting, with multi-transgenic reporter mice that enable origin tracing and unbiased analysis of fibroblast sub-populations. By performing a comprehensive molecular and functional characterization of fibroblast co-evolution during metastases formation and analysis of breast cancer patient cohorts, we will uncover the dynamic changes in CAFs at the metastatic niche, identify the origin of metastatic CAFs, and elucidate the signaling pathways that govern their functional role in breast cancer metastasis. \nMolecular understanding of the early stages of tumor metastasis is an essential prerequisite for the discovery of novel therapeutic targets. Achievement of the proposed goals will shed light on a central conundrum in cancer biology and open new horizons for the development of novel therapeutics that will transform cancer into a chronic, yet manageable disease.",
    "totalCost": "1281958,75",
    "ecMaxContribution": "1281958,75",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1281959
        }
    },
    "calculatedTotalContribution": 1281959
}