{
    "rcn": "197838",
    "acronym": "SmartCardiacPatch",
    "topics": "ERC-StG-2014",
    "title": "Next-Generation Cardiac Tissue Engineering: Smart Self-Regulating Patches",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Ischemic heart disease is a major cause of death in the Western world. There is no sustainable regenerative therapy available at the moment, with cardiac transplantation being the only therapy. However, tissue engineering is envisioned as a true regenerative therapeutic alternative. Despite the incremental improvements no technology is currently available that can provide on-line monitoring and reporting of the engineered tissue performance, and if needed, automatically activate regenerative processes. As one initial step in that direction, we have recently shown on a non-implantable chip-supported level that a sensory system can be integrated with engineered tissues, providing report on cardiac electrical activity. \nIn this proposal, I plan to expand far beyond the state-of-the-art and develop a conceptually new approach to engineer the next generation of smart implantable cardiac patches. These patches will integrate complex electronics with engineered cardiac tissues to enable on-line monitoring and at the same time self-regulation of the tissue function. Since cardiac performance will be recorded over time, physicians could follow heart regeneration in real-time, providing new means for the disease management. \nTo achieve this goal I will first develop new porous, stretchable and biocompatible microelectronics enabling electrical activity recording and stimulation. The electronics will interact with an efficient electroactive controlled release system enabling on-demand release of biomolecules. The system will be integrated with a 3D biomaterial scaffold and cardiac cells to compose the microelectronic cardiac patch (microECP). Development of feedback loop software will ensure efficient regulation of the patchís function over time. Next, we will elucidate the interplay between the electronics, scaffold and cells, and provide a proof-of-principle for the microECP in vitro. Finally, we will investigate the regenerative potential of the system following infarction.",
    "totalCost": "1499500",
    "ecMaxContribution": "1499500",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1499500
        }
    },
    "calculatedTotalContribution": 1499500
}