{
    "rcn": "197869",
    "acronym": "HyMAP",
    "topics": "ERC-CoG-2014",
    "title": "Hybrid Materials for Artificial Photosynthesis",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "HyMAP aims to develop a new generation of multifunctional hybrid photocatalysts and solar photoreactor which would allow the exploitation of at least the 1 % of the sunlight energy for the CO2 photoreduction using water as electron donor. This will imply a CO2 conversion in the range of 12 to 35 Ton/yïha, depending on product distribution, which represents at least a 20-fold improvement over the state of the art. To achieve this goal, I propose an interdisciplinary research program through which several breakthroughs at different scales will be achieved:\nDevelopment of efficient multifunctional organic/inorganic semiconductors and metal-organic frameworks photocatalysts with separated reduction/oxidation active sites. The fact of having independent multiple redox sites combined in a single material would maximize charge separation and transport processes, as well as sunlight harvesting.\nCharacterization and modelling of the structural and opto-electronic properties of the proposed materials.\nEvaluation of the materials in artificial photosynthesis devices. At this stage, a solar photoreactor that would allow good transmission, uniform light distribution and maximize the energy harvesting in the overall spectra will be developed.\nHYMAP will provide me with an excellent opportunity to lead a consolidated research group. During my scientific career I have demonstrated creative thinking, autonomy and an excellent capacity to carry out state of the art research in heterogeneous catalysis, characterization, modelling and reactor engineering. I have a meritorious research track reflected by a good number of scientific publications, broad professional expertise, innovative project conception and a consolidate network of international collaboration. This, along with my leadership and management abilities, will assure the successful achievement of the mentioned goals of this project.\nHyMAP is a revised version of a proposal scored with A (2nd stage) of last ERC-CoG call.",
    "totalCost": "2506738",
    "ecMaxContribution": "2506738",
    "coordinator": "Fundacion IMDEA Energia",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998683192": {
            "orgId": "998683192",
            "orgName": "Fundacion IMDEA Energia",
            "ecContrib": 2506738
        }
    },
    "calculatedTotalContribution": 2506738
}