{
    "rcn": "197895",
    "acronym": "PRIISM-HD",
    "topics": "MSCA-IF-2014-GF",
    "title": "Pathways Regulating Intramyocellular Insulin Sensitivity and Metabolism in Health and Disease",
    "startDate": "01/04/2016",
    "endDate": "11/11/2020",
    "objective": "Currently, there is an urgent need to understand the pathogenesis underpinning insulin resistance (IR) and type 2 diabetes (T2DM), due to their dramatically increasing prevalence. Glucocorticoids (GCs) are potent modulators of skeletal (Sk) muscle insulin sensitivity, as exemplified in patients with GC excess, Cushingís syndrome, who develop IR and T2DM. Importantly, increased GC generation locally in muscle may contribute to the phenotype in T2DM patients. Although the precise molecular mechanisms driving IR in both T2DM and Cushingís syndrome are unclear, dysregulated lipid metabolism is a common feature of insulin resistant muscle. This proposal aims to identify how GCs regulate intramyocellular lipid metabolism, and how this impacts on muscle insulin sensitivity. In addition, we will test a novel therapeutic target involved in mediating the metabolic actions of GCs, recently described by Dr Carolyn Cummins, the supervisor of the outgoing phase of this proposal. The complementary expertise in integrative molecular physiology of Dr Cummins, and of the Experienced Researcher, Dr Stuart Morgan, dovetail nicely within an established multi-disciplinary collaborative network of pharmacologists, molecular biologists and analytical chemists at the University of Toronto that have a unifying goal to uncover novel mechanisms regulating IR. Specifically, this proposal employs a systems approach by integrating both in vivo and in vitro pharmacological and genetic manipulation, with lipidomic/proteomic profiling and in-depth molecular characterisations. This novel strategy will significantly advance our understanding of key processes regulating insulin sensitivity in Sk muscle, a process essential for normal glucose homeostasis.",
    "totalCost": "255349,8",
    "ecMaxContribution": "255349,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 255350
        },
        "999845252": {
            "orgId": "999845252",
            "orgName": "THE GOVERNING COUNCIL OF THE UNIVERSITY OF TORONTO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 255350
}