{
    "rcn": "197883",
    "acronym": "EUNCL",
    "topics": "INFRAIA-1-2014-2015",
    "title": "European Nanomedicine Characterization Laboratory",
    "startDate": "01/05/2015",
    "endDate": "30/04/2019",
    "objective": "In order to accelerate the development of the nanomedicine business in Europe, EU-NCL interconnects 8 European and 1 American key reference facilities with a proven expertise in physical, chemical, in vitro and in vivo biological characterisation of nanoparticles for medical applications. The objective is to reach a level of international excellence in nanomedicine characterization for all medical indication, and make it accessible to all organisations developing candidate nanomedicines prior to their submission to the regulatory agencies in order to get the approval for clinical trials and later the marketing authorization. EU-NCL is partnered with the sole international reference facility namely the Nanotechnology Characterisation Lab of the USA to get a faster international harmonization of analytical protocols. EU-NCL is closely connected to national medicine agencies and to the European Medicine Agency in order to permanently adapt its analytical services to the need and requests of the regulators. EU-NCL is designed, organized and operated according to the highest EU regulatory and quality standards in order to provide a full analytical cascade of 42 assays. Within EU-NCL, 6 analytical facilities will offer a Trans National Access to their existing analytical services but they will also develop new or improved analytical assays under the Joint Research Activities in order to keep EU-NCL at the cutting edge of the nanomedicine characterisation. A complementary set of networking activities will make EU-NCL able to deliver to the European academic or industrial scientists the best analytical services they dramatically require for accelerating the industrial development of their candidate nanomedicines. An exploitation and business plan will be proposed at the end of the project in order to submit a sustainable development plan beyond the initial period of 4 years.",
    "totalCost": "5627303,5",
    "ecMaxContribution": "4995181",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;STIFTELSEN SINTEF;EUROPEAN RESEARCH SERVICES GMBH;GESELLSCHAFT FUR BIOANALYTIK MUNSTER EV;LEIDOS BIOMEDICAL RESEARCH INC;THE UNIVERSITY OF LIVERPOOL;EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "participantCountries": "IE;NO;DE;US;UK;CH;BE",
    "projectParticipants": {
        "998054050": {
            "orgId": "998054050",
            "orgName": "EUROPEAN RESEARCH SERVICES GMBH",
            "ecContrib": 102880
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 812346
        },
        "999992304": {
            "orgId": "999992304",
            "orgName": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
            "ecContrib": 827472
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 944426
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 442434
        },
        "952796275": {
            "orgId": "952796275",
            "orgName": "LEIDOS BIOMEDICAL RESEARCH INC",
            "ecContrib": 348700
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 650716
        },
        "999537277": {
            "orgId": "999537277",
            "orgName": "GESELLSCHAFT FUR BIOANALYTIK MUNSTER EV",
            "ecContrib": 866206
        },
        "999907138": {
            "orgId": "999907138",
            "orgName": "EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 4995180
}