{
    "rcn": "197848",
    "acronym": "ENVIROIMMUNE",
    "topics": "ERC-StG-2014",
    "title": "Environmental modulators of the immune cell balance in health and disease",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "The incidence of autoimmune diseases in developed societies is increasing at high rates, but the underlying cause for this phenomenon has not been elucidated yet. Since the genetic architect remains considerably stable, this increase is likely associated with changes in the environment. Autoimmunity is linked to an imbalance of pro-inflammatory Th17 cells and anti-inflammatory Foxp3\\ regulatory T cells (Treg). However, little is known regarding environmental factors that influence the Th17/Treg balance. We recently discovered that a sodium-rich diet severely exacerbates experimental autoimmune encephalomyelitis (EAE) through an increased induction of pathogenic Th17 cells. Surprisingly, our preliminary data indicate that high-salt conditions also significantly impair Treg function, resembling a phenotype observed in several human autoimmune diseases. In addition, we have evidence that a high-salt diet affects the gut microbiota, implicating possible indirect effects on immune cells in vivo. Based on these findings we hypothesize that excess dietary salt represents an environmental risk factor for autoimmune diseases by modulating the Th17/Treg balance by several direct and indirect mechanisms. To address this hypothesis we will 1) examine the underlying mechanisms of high-salt induced Treg dysfunction and effects on the Treg/Th17 balance by molecular and functional analysis in vitro and compare it to known risk variants of human autoimmune diseases, and 2) define direct and indirect effects of excess dietary salt on the Th17/Treg balance and autoimmunity in vivo and explore potential novel pathways for targeted interventions. Thus, the proposed study will uncover the impact of a newly discovered environmental modulator of the immune cell balance and will ultimately pave the way for new approaches in therapy and prevention of autoimmune diseases.",
    "totalCost": "1499041",
    "ecMaxContribution": "1499041",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "DE",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 1499041
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1499041
}