{
    "rcn": "197875",
    "acronym": "Elephant Project",
    "topics": "ERC-CoG-2014",
    "title": "How elephants grow old",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The ageing population structure of most European countries has major health, economic and social consequences that lead to a need to better understand both the evolutionary limitations of deferring ageing, as well as the mechanisms involved in growing old. Ageing involves reduced fertility, mobility and ability to combat disease, but some individuals cope with growing old better than others. Improving the quality of life at old age and predicting future changes in longevity patterns of societies might depend on our ability to develop indicators of how old we really are and how many healthy years we have ahead, and how those indicators depend on our health history across several decades. Yet, most model species used in biology are short-lived and provide a poor comparison to long-lived mammals such as humans. Further, they do not often inform on the mechanisms of ageing alongside its fitness consequences in natural populations of long-lived mammals. This project integrates different ageing mechanisms with unique data on lifelong disease and reproductive history in the most long-lived non-human mammal studied so far, the Asian elephant. I will examine how different mechanisms of ageing (telomere dynamics, oxidative stress and telomerase activity) interact with lifelong disease and reproductive history, and current endocrinological measures of stress and reproductive status. This will help us to better understand both the mechanisms of ageing and their consequences on senescence rates. To do so, I will combine the most comprehensive demographic data (N~10.000) on Asian elephants in the world with bi-monthly health assessments and disease records across life (N~2500) and with longitudinal markers of ageing and hormonal correlates of stress and reproductive potential (N~240). Understanding changes in health across life and its links to ageing rates, stress levels and life-history in a species as long-lived as humans will be relevant to a large range of end-users.",
    "totalCost": "1949316",
    "ecMaxContribution": "1949316",
    "coordinator": "TURUN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "THE UNIVERSITY OF SHEFFIELD",
    "participantCountries": "UK",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 0
        },
        "999903064": {
            "orgId": "999903064",
            "orgName": "TURUN YLIOPISTO",
            "ecContrib": 1949316
        }
    },
    "calculatedTotalContribution": 1949316
}