{
    "rcn": "197878",
    "acronym": "IMMUNOBIOME",
    "topics": "ERC-CoG-2014",
    "title": "Identifying microbiotal triggers of inflammatory bowel disease through the lens of the immune system",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The inflammatory bowel diseases (IBD) Crohnís disease and ulcerative colitis manifest at the host-microbiota interface. The recently revealed genetic underpinning of IBD points towards an aberrant immune response to the intestinal microbiota. The prediction of genetically-impaired microbial handling is exemplified by key risk genes overlapping between leprosy, an infectious disease, and Crohnís disease. A vigorous search for microbial triggers of IBD, which could also help explain the rising incidence and prevalence of this debilitating condition throughout the world, via high-throughput sequencing studies have indeed revealed structural alterations of the microbiota (ëdysbiosisí) compared to healthy individuals, although it is methodologically impossible to resolve cause-effect relationships of these associations.\nHere we propose a two-tier strategy to overcome these limitations of current methods to uncover the microbial targets of the ëinappropriateí immune response that characterises IBD. The first tier is based on an entirely novel, and potentially disruptive, method (termed MiIP-Seq - Microbial Immunoprecipitation and Sequencing) that we have developed. MiIP-Seq allows directed metagenomic sequencing of microbes complexed with immunoglobulins in patients with IBD, and hence the identification of those microbes within the microbiota that are targeted by the pathological IgG immune response; induction of massive mucosal IgG exceeding IgA that prevails in health is a core characteristic of IBD. The second tier builds on transfer of the microbiota from patients with active IBD harbouring dominant IBD risk genes into mice genetically hypomorphic at the orthologues of these risk genes, and to resolve the hierarchy of immunologically targeted microbes within the humanised microbiota via MiIP-Seq.\nHence, via exploiting the lens of the immune system and harnessing genetic insight, this study will unravel the ëenvironmental, microbialí triggers and perpetuators of IBD.",
    "totalCost": "2304375",
    "ecMaxContribution": "2304375",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}