{
    "rcn": "197861",
    "acronym": "YOUNGatHEART",
    "topics": "ERC-CoG-2014",
    "title": "YOUNGatHEART: CARDIAC REJUVENATION BY EPIGENETIC REMODELLING",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Aging poses the largest risk for cardiovascular disease (CVD) and is orchestrated, to some extent, by epigenetic changes. Despite the significant progress on many fronts in the cardiovascular field, non-inherited epigenetic regulation in cardiac aging and CVD remains unexplored. Dilated Cardiomyopathy (DCM) is a major contributor to healthcare costs and it is the leading indication for heart transplantation. We have recently discovered that adult cardiac-specific deletion of epigenetic regulator Bmi1 in mice induces DCM and heart failure. These unprecedented data support the idea that inadequate epigenetic regulation in adulthood is critical in CVD. In addition, our studies with parabiotic pairing of healthy and DCM-diagnosed mice show that the circulation of a healthy mouse significantly improve the cardiac performance of mouse with DCM. These ground-breaking discoveries suggest that DCM regression, or cardiac rejuvenation, is feasible in terms of epigenetic states. Therefore, YOUNGatHEART will unveil significant breakthrough on (1) how non-inherited epigenetic deregulation induces DCM and (2) how epigenetic remodeling reversed this process. For that, our challenges are: 1A. To decipher how aged-linked cardiac dysfunction contributes to CVD by identifying the epigenetic landscape regulating cardiac aging among species; 1B. To decode how epigenetic deregulation induces DCM by integrating clinical data and samples from DCM-transplanted patients with imaging, transcriptomic, proteomic, and functional approaches from DCM model; and, 2A. To identified systemic factors with anti-cardiomyopathic effects by systematic proteomic screenings after parabiosis and epigenome of the DCM hearts. In sum, YOUNGatHEART puts forward an ambitious but feasible and pioneering program to tackle the epigenetic hallmark in cardiac aging with the final aim (2B) of setting the molecular basis for future therapeutic interventions in CVD.",
    "totalCost": "1861910",
    "ecMaxContribution": "1861910",
    "coordinator": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998922879": {
            "orgId": "998922879",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
            "ecContrib": 1861910
        }
    },
    "calculatedTotalContribution": 1861910
}