{
    "rcn": "197892",
    "acronym": "MICOFLUID",
    "topics": "MSCA-IF-2014-EF",
    "title": "Complex Fluid under Micro Confinement",
    "startDate": "15/06/2016",
    "endDate": "",
    "objective": "Thermal insulation materials are strategic products for reducing energy consumption and related greenhouse gas emissions from the building sector. Among the industrial solutions to reach higher insulation performances in building insulation, new materials such as aerated concrete or foamed plaster have been engineered. Model aerated materials can be produced using microfluidics techniques to disperse air bubbles within the slurry paste, which is often a yield stress fluids (YSF). The obtained bubbles are isolated from their neighbours and from the surfaces of the channels by thin films of YSF, typically 10 µm thick.  In such a confined geometry, these films experience large compressional or dilatational strain that may be detrimental to their long term stability, thus damaging the materials. \nThe overall objective of MICOFLUID is to determine the local rheology of heterogeneous thin films of YSF, i.e. films bounded between a solid surface and a gaseous interface. To do so, the rheological behaviour of thin films of YSF will be measured, whilst controlling the stress in different types of geometries: uniaxial compression, simple shear and isotropic compression. The flow behaviour of the films will be determined at three different scales. First, the macroscopic bulk flow behaviour will be measured using a classical rheometer and cavitation rheology technique. Then, I will focus on the evolution of the thickness of the YSF film during the deformation, which will provide measurements at the scale of the film thickness. Then, measurements at the fine scale of the complex fluids using confocal microscopy and optical tweezers will give access to the flow behaviour at the local scale.",
    "totalCost": "97727,4",
    "ecMaxContribution": "97727,4",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 97727
        }
    },
    "calculatedTotalContribution": 97727
}