{
    "rcn": "197874",
    "acronym": "ARTECHNE",
    "topics": "ERC-CoG-2014",
    "title": "Technique in the Arts. Concepts, Practices, Expertise (1500-1950)",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The transmission of ëtechniqueí in art has been a conspicuous ëblack boxí resisting analysis. The tools of the humanities used to study the transmission of ideas and concepts are insufficient when it comes to understanding the transmission of something as non-propositional and non-verbal as ëtechniqueí. The insights of the neurosciences in, for example, the acquisition and transmission of drawing skills are not yet sufficiently advanced to be historically restrictive. However, only in the most recent years, the history of science and technology has turned to how-to instructions as given in recipes. This project proposes to undertake the experimental reconstruction of historical recipes to finally open the black box of the transmission of technique in the visual and decorative arts. Considering ëtechniqueí as a textual, material and social practice, this project will write a long-term history of the theory and practice of the study of ëtechniqueí in the visual and decorative arts between 1500 and 1950. The three central research questions here are: (1) what is technique in the visual and decorative arts, (2) how is technique transmitted and studied, and (3) who is considered expert in technique, and why? This project will make a breakthrough in our understanding of the transmission of technique in the arts by integrating methodologies typical for the humanities and historical disciplines with laboratory work. Also, by providing a history of technique in the arts, this project lays the historical foundations of the epistemologies of conservation, restoration and technical art history precisely at a moment of greatest urgency. The connection between the history of science and technology and the expertise in conservation, restoration and technical art history (in the Ateliergebouw in Amsterdam) this project envisions builds the intellectual infrastructure of a new field of interdisciplinary research, unique in Europe.",
    "totalCost": "1907944",
    "ecMaxContribution": "1907944",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "NL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1804889
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 103055
        }
    },
    "calculatedTotalContribution": 1907944
}