{
    "rcn": "197843",
    "acronym": "HIDDEN FOODS",
    "topics": "ERC-StG-2014",
    "title": "Plant foods in Palaeolithic and Mesolithic societies of SE Europe and Italy",
    "startDate": "01/07/2015",
    "endDate": "31/10/2020",
    "objective": "The role of plant foods among prehistoric hunter-gatherer societies remains one of the major issues of World Prehistory. Recovering evidence for the use of plants in ancient forager diets presents many difficulties due to the low rate of survival of organic remains. More recently, developments of various methodological tools and analytical procedures for studying the importance of plant foods in the past have started to provide means for reaching realistic estimates about the role of plant foods in early prehistoric diets. \nThe HIDDEN FOODS project aims to further develop a suite of methodological and experimental approaches in order to (a) obtain systematic and incontrovertible evidence about the importance of plant foods in European early prehistory; (b) study causal links between plant foods processing and technological changes in artefact production; and (c) assess the role of plant foods for prehistoric hunter-gatherersí health status. The project will take a comparative, novel and integrated approach and investigate the importance of plant foods by studying three different categories of archaeological materials: ground stone tools, macro-botanical remains and human skeletal remains. \nThe main methodological approaches involve (a) use-wear traces analysis; (b) starch identification; (c) parenchyma tissue analysis in macro-botanical remains recovered from archaeological sites; and, (d) study of dental pathologies related to plant foods on ancient human remains. The project will examine direct and indirect evidence of plant foods for Palaeolithic (~40,000ñ11,600 calibrated [henceforth cal] before present [henceforth BP]) and Mesolithic (~11,600ñ7900 cal BP) societies of southeast Europe and Italy. \nThe integrated approach proposed by HIDDEN FOODS for identifying the role and consequences of plant foodsí consumption in ancient foragersí diet, technological change and health status is, to date, unprecedented in the studies of European prehistoric hunter-gatherers.",
    "totalCost": "1499856",
    "ecMaxContribution": "1499856",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "participantCountries": "UK",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 1363627
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1363627
}