{
    "rcn": "197865",
    "acronym": "STEMMING-FROM-NERVE",
    "topics": "ERC-CoG-2014",
    "title": "Targeted Cell Recruitment During Organogenesis And Regeneration: Glia Makes The Tooth",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Recently we discovered an entirely new phenomenon in developmental biology ñ targeted recruitment of stem cells from the pervasive peripheral nerves. For example, we demonstrated that majority of melanocytes ñ our pigment cells, are born from peripheral glial cells. To further extend this far-reaching principle we will use tooth development as a model. Current opinion holds that sensory innervation of the tooth has a minor or no role in making a structure of the tooth during development and adulthood. On the contrary, our preliminary data strongly suggest that sensory nerve contributes pulp cells and matrix-producing cells of odontoblast lineage to the growing tooth. Our hypothesis implies that nerve-associated glial cells can be recruited from the nerve by unknown molecules presented inside of the tooth environment, and that these recruited cells are capable of producing pulp cells and odontoblasts. \n\nWE PROPOSE TO ADDRESS THE ROLE OF A SENSORY NERVE AS A PROVIDER OF DENTAL STEM CELLS DURING THE DEVELOPMENT, ADULTHOOD AND REGENERATION.\n\nTo experimentally address our hypothesis we developed innovative and powerful approaches: we will use advanced genetics tracing with multicolor reporters, completely novel unconventional individual cell transcriptome analysis, transgenic mice with cell type-specific modifications in signaling, microsurgery and grafting, and, finally, 3D-imaging of developing tooth structures. \n\nThis project is interesting to a wide community of scientists because it addresses a novel function of peripheral nervous system which is contributing stem cells as building blocks to local tissues in development and regeneration.\n \nThe MEDICAL IMPLICATION of this project will include better understanding of tooth regeneration providing new approaches to dentin recovery and tooth restoration following trauma.",
    "totalCost": "1964338",
    "ecMaxContribution": "1964338",
    "coordinator": "MEDIZINISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 1964338
        }
    },
    "calculatedTotalContribution": 1964338
}