{
    "rcn": "197854",
    "acronym": "MaGRaTh",
    "topics": "ERC-CoG-2014",
    "title": "Matter and strong-field gravity: New frontiers in Einsteinís theory",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "Gravity is the weakest but the most intriguing fundamental interaction in the Universe. In the last decades a formidable intellectual effort has shown that the full-fledged geometric nature of gravity offers much more than a beautiful description and understanding of all stellar and galactic. In the quest for the ultimate theory of gravity, new and spectacular connections between high-energy physics, astrophysics, cosmology and theoretical physics have emerged. Triggered by breakthroughs at the observational, experimental and conceptual levels, strong gravity physics is experiencing a Golden Age, making it one of the most active fields of research of the 21st century. \n\nMy group in Lisbon has been involved in groundbreaking research into the nature of strong-field effects in curved spacetime with applications in various fields, thus establishing international leadership in the field. This proposal aims at understanding, \nvia perturbative techniques and full-blown nonlinear evolutions, the strong-field regime of gravity, and includes challenging nonlinear evolutions describing gravitational collapse, compact binary inspirals and collisions in the presence of fundamental fields. The proposed programme will significantly advance our knowledge of Einstein's field equations and their role in fundamental questions (e.g. cosmic censorship, hoop conjecture, spacetime stability, no hair theorems), but also its interplay with high energy, astro and particle physics (testing the precise nature of the interaction between compact objects and matter --such as dark matter candidates or accretion disks-- and its imprint on gravitational wave emission, understanding gravitational-led turbulence,etc).\n\nThis is a cross-cutting and multidisciplinary program with an impact on our understanding of gravity at all scales, on our perception of black hole-powered phenomena and on gravitational-wave and particle physics.",
    "totalCost": "1588817",
    "ecMaxContribution": "1588817",
    "coordinator": "INSTITUTO SUPERIOR TECNICO",
    "coordinatorCountry": "PT",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "participantCountries": "UK",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999992983": {
            "orgId": "999992983",
            "orgName": "INSTITUTO SUPERIOR TECNICO",
            "ecContrib": 1305625
        }
    },
    "calculatedTotalContribution": 1305625
}