{
    "rcn": "197842",
    "acronym": "INTERACT",
    "topics": "ERC-StG-2014",
    "title": "INTerEthnic Relationships in contemporAry CommuniTies: How does ethnoracial diversity affect in- and out-group trust, solidarity, and cooperation",
    "startDate": "01/07/2015",
    "endDate": "30/06/2019",
    "objective": "The increasingly multiethnic nature of modern societies has spurred academic interest in the consequences of diversity. Recent scholarship has linked ethnoracial diversity to undesirable collective outcomes, e.g., low levels of trust, civic engagement, and social capital. These findings have important policy implications, in part because they resonate with public anxieties about immigration, residential integration, and the role of the welfare state. The proposed research will investigate the micro-mechanisms through which contact promotes or impedes solidarity and cooperation in diverse communities. More generally, this research moves beyond communitarian conceptions of social capital to understand the building blocks of solidarity in contemporary, diverse societies. \n\nTo investigate the micro-level dynamics that link intergroup contact to solidarity and cooperation, this project takes an innovative field-experimental approach, which moves beyond observational data. In particular, the project uses lab-in-the-field experimental games to assess the dispositional mechanisms ñ such as generalized altruism, group solidarity, reciprocity, and sanctioning ñ that bring about solidarity and cooperation in various group settings.\n\nThis revised version of the proposal addresses all the panel observations and implements changes accordingly. First, I have limited the research to project 3 (P3), and cut projects 1 (P1) and 2 (P2). Second, the duration of the project has been reduced to 48 months. Third, all expenses related to P1 and P2 have been cut.",
    "totalCost": "969100",
    "ecMaxContribution": "969100",
    "coordinator": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 969100
        }
    },
    "calculatedTotalContribution": 969100
}