{
    "rcn": "197832",
    "acronym": "PEMP",
    "topics": "ERC-StG-2014",
    "title": "Political Economy with Many Parties: Strategic Electorate and Strategic Candidates",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Most real-life elections involve many candidates. Coordination problems in multicandidate elections make the strategic behavior of political agents fundamentally different than in two-candidate elections. The literatureís typical focus on two-candidate settings is thus a clear handicap to understand elections outside the US. The main objective of this project is two-fold: (i) generating new methodological tools to analyze the behavior of candidates and the electorate in multicandidate elections, and (ii) using those tools to generate new knowledge. These are crucial steps toward designing better political institutions.\nComponent 1 focuses on the strategic behavior of voters. The objectives are: (i) to develop a more realistic model of strategic voting by including both strategic and non-strategic voters; (ii) to estimate the share of strategic and non-strategic voters in the electorate using laboratory experiments; (iii) to study voter behavior under relevant electoral rules, and their equilibrium properties.\nComponent 2 focuses on campaign contributions. The methodological challenge is to develop a novel model that captures the coordination problems faced by contributors. Though this topic deserves study in and of itself, it is not the only rationale for this component. Given similarities between strategic voting and strategic contributing, I am convinced that innovations in modelling strategic voting could emerge.\nComponent 3 jointly studies the behavior of the electorate and candidates. The methodological challenge is to develop a novel model sufficiently simple to be used in many institutional setups, but sufficiently sophisticated to capture the subtleties of the strategic interactions between candidates and the electorate, and within each group. I consider two different approaches that build on Components 1 and 2, respectively. I will use this model to study important political economy applications (e.g. income redistribution, lobbying, and media influence).",
    "totalCost": "1499110",
    "ecMaxContribution": "1499110",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 1499110
        }
    },
    "calculatedTotalContribution": 1499110
}