{
    "rcn": "197886",
    "acronym": "TIPPDECRA",
    "topics": "MSCA-IF-2014-EF",
    "title": "Tolerogenic immunotherapy with peptide-pulsed dendritic cells in rheumatoid arthritis",
    "startDate": "05/05/2016",
    "endDate": "04/05/2018",
    "objective": "After obtaining my PhD at the University of Utrecht in the Netherlands, I moved to San Diego for a 1-year postdoc at the La Jolla Institute for Allergy and Immunology. I now propose to move to Newcastle University in the United Kingdom to undertake a project on a new cell-based therapy for rheumatoid arthritis (RA), a destructive joint disease. This project is important since this new therapy could provide long-term benefit to RA patients. So far I have conducted all my work in mouse models. This project will enable me to acquire new expertise in human immunology and translational research. The host team at Newcastle University has developed a new immunotherapy for RA with tolerogenic dendritic cells (tolDC). These tolDC have been designed to switch-off destructive immune responses in the joint via the induction of regulatory T cells. The team has completed a phase I trial with tolDC in RA, and has found that the therapy is safe. However, in order to conduct a phase II efficacy trial, one crucial aspect of tolDC therapy must be improved: loading of tolDC with a relevant (auto)antigen so that they can induce antigen-specific regulatory T cells in the joint. However, selecting a suitable auto-antigen has been problematic. I propose that heat shock proteins (HSPs) are suitable antigens for loading of tolDC. HSPs are ubiquitously expressed in the rheumatoid synovium and pathogenic T-cell responses to these HSPs are found in RA patients. I hypothesise that by loading tolDC with exogenous synthetic peptides from HSPs, the pathogenic response can be suppressed through the induction of HSP-specific regulatory T cells. My project aims to i) establish a suitable HSP-peptide selection for tolDC-induced peptide-specific tolerance in RA patients and ii) test the therapeutic potential of HSP-peptide-loaded tolDC in a mouse arthritis model. A successful outcome of this work would form the basis of a new clinical trial with HSP-loaded tolDC in RA patients.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}