{
    "rcn": "197881",
    "acronym": "CP-FunMoD",
    "topics": "MSCA-IF-2014-EF",
    "title": "Cross-modal plasticity and functional modularisation in the deaf",
    "startDate": "01/10/2015",
    "endDate": "23/01/2018",
    "objective": "One of the most striking demonstrations of experience-dependent neuroplasticity comes from studies of deaf individuals in whom the temporal ëauditoryí cortex changes its functional tuning to support visual or tactile functions. Age-of-onset and duration of deafness is thought to affect the extent of cross-modal plasticity (CP) in auditory cortex, with earlier onset and longer durations being associated with increased CP. Importantly, previous studies have suggested that the presence of such CP may negatively influence clinical outcomes of cochlear implantation. This has notably resulted in clinicians discouraging parents from teaching sign-language to deaf children for fear that the use of a visual language will promote CP and interfere with the development of auditory abilities, including spoken language, after cochlear implantation. However, recent models have proposed that CP may exert pressure on regions to maintain their cognitive function irrespective of the type of sensory input, and that such maintenance of functional units (e.g. for language) might be positively harnessed in cases of sensory restoration. This is supported by recent research that suggests maintained functional modularity of the visual cortex may be beneficial to the outcome of sight restoration in blind subjects ñ a finding that will have important implications on the development of guidelines for sight restoration when a technique becomes available. Ironically, the situation is reversed in the deaf, in which guidelines for a widely used technique is based upon limited understanding of the potential benefits of CP and its influence on functional modularity. It is therefore crucial to obtain a more complete picture as to how age-of-onset and duration may affect CP and functional modularity. This project aims to bridge this gap, and specifically seeks to test whether earlier and longer durations of deafness positively correlate with CP and functional modularity in auditory cortex of the deaf.",
    "totalCost": "180277,22",
    "ecMaxContribution": "180277,2",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "participantCountries": "IT",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 142719
        },
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 37558
        }
    },
    "calculatedTotalContribution": 180277
}