{
    "rcn": "197856",
    "acronym": "DesignerPores",
    "topics": "ERC-CoG-2014",
    "title": "Understanding and Designing Novel NanoPores",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Translocation of ions and molecules is ubiquitous in biology and technology. Despite the tremendous amount of technical development, biological systems are still much more sophisticated in exerting exquisite control over active and passive translocation through nanopores in membranes than their existing synthetic mimics. This proposal aims to build novel designer nanopores that can match naturally evolved systems. For this we have to control all three stages of translocation: 1) diffusion and entry into, 2) diffusion in, and 3) exit from the nanopore. To gain fundamental insight into the translocation process we will employ microfluidic channels combined with holographic optical tweezers. Results from the microscale model system will be directly translated to nanoscale pores built with DNA origami nanotechnology. Our microfluidic experiments will automatically track diffusing spherical and non-spherical particles in artificial channels. Facilitated membrane transport will be mimicked by holographic optical tweezers providing full control over the translocation process. We will clarify how translocation depends on particle-particle, particle-channel, and particle-channel-entrance interactions. \nThe generic principles discovered on the microscale will guide the design of artificial nanopores made by DNA origami self-assembly. Our DNA origami based designer nanopores will lead to a novel class of transporters for molecules, ions, and water through solid-state and lipid membranes. The project will generate a quantitative understanding of membrane transport processes, test existing theoretical models with unprecedented experimental control, and introduce a novel approach to design active and passive nanopores built from DNA.",
    "totalCost": "1936431",
    "ecMaxContribution": "1936431",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}