{
    "rcn": "197839",
    "acronym": "TB-ACCELERATE",
    "topics": "ERC-StG-2014",
    "title": "Integrating genomics, epidemiology and evolution to accelerate tuberculosis eradication",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "When the scale of the tuberculosis (TB) epidemic was highlighted by its declaration as a 'Global Emergency' by WHO in 1993, it was envisaged that the efficient use of existing tools would result in a progressive decline towards eradication. This has not occurred. At the current pace of decline in TB incidence the Millennium objective to eradicate it by 2050 will not be met. Predictions of epidemiological models were inaccurate and current control programs and technologies have shown their limitations to control the transmission of the disease. To overcome these limitations we need a technological, methodological and conceptual leap forward that can reveal the unknowns of TB epidemiology. I propose whole genome sequencing (WGS) as the technology that can mediate this advance. While WGS has been applied mostly to retrospective datasets I propose to use it in prospective samples from a low-burden region at a population scale. Genome information will fill the gap between epidemiology and evolution to have a direct impact on public health. This will allow to develop innovative methodologies to describe transmission at an unprecedented resolution and as a consequence to differentiate among risks factors associated to the bacteria, the host, the environment and their interactions. Elucidation of these factors will lead to better models used to design new strategies and accelerate global TB eradication. In addition, I will show how the real-time integration of data in public eHealth systems combined with in situ interventions will accelerate TB eradication. The strength of the project resides in its multidisciplinary approach to TB epidemiology that will provide answers to yet-out-of-reach questions. It will lead to improving health status at the local level as well as to epidemiological and control programs at a global scale. In summary, the project will open new ways to foster the long sought outcome of the tuberculosis community: TB eradication.",
    "totalCost": "1671875",
    "ecMaxContribution": "1671875",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION PARA EL FOMENTO DE LA INVESTIGACION SANITARIA Y BIOMEDICA DE LA COMUNITAT VALENCIANA",
    "participantCountries": "ES",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1275875
        },
        "951714046": {
            "orgId": "951714046",
            "orgName": "FUNDACION PARA EL FOMENTO DE LA INVESTIGACION SANITARIA Y BIOMEDICA DE LA COMUNITAT VALENCIANA",
            "ecContrib": 396000
        }
    },
    "calculatedTotalContribution": 1671875
}