{
    "rcn": "197834",
    "acronym": "FICKLEFORMS",
    "topics": "ERC-StG-2014",
    "title": "Fickle Formulas. The Political Economy of Macroeconomic Measurement",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Macroeconomic indicators are integral to economic governance. Measurements of growth, unemployment, inflation and public deficits inform policy, for example through growth targets and the inflation-indexation of wages. These indicators tell us ìhow economies are doingî and citizens often punish politicians who fail to deliver on them.\nTheir air of objectivity notwithstanding, it is far from self-evident how these indicators should be defined and measured. Our choices here have deeply distributional consequences, producing winners and losers, and will shape our future, for example when GDP figures hide the cost of environmental degradation. So why do we measure our economies the way we do?\nCriticisms of particular measures are hardly new but their real-world effect has been limited. The project therefore asks: which social, political and economic factors shape the formulas used to calculate macroeconomic indicators? Extant research offers detailed histories of statistics, mostly in single countries. But we lack theoretical and empirical tools to describe and explain differences in measurement formulas between countries and over time.\nFICKLEFORMS will provide such understanding through five sub-projects. The first systematically compares the evolution of four indicators in four central OECD countries: the United Kingdom, the United States, France and Germany. The second analyses the timing and content of statistical harmonization efforts through the United Nations, the IMF and the World Bank. The third constructs a new database of ìmeasures of measuresî to quantitatively test hypotheses emerging from the previous sub-projects. The final two sub-projects reach beyond the OECD and study the politics of macroeconomic measurement in China, India, Brazil and South Africa.\nThis project will promote public debate over meaningful measures, allow policy-makers to reflect on current practices, and sensitize academics who use macroeconomic data about their political roots.",
    "totalCost": "1499875",
    "ecMaxContribution": "1499875",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1499875
        }
    },
    "calculatedTotalContribution": 1499875
}