{
    "rcn": "197897",
    "acronym": "MEMDYN",
    "topics": "MSCA-IF-2014-GF",
    "title": "Linking the intrinsic protein dynamics to function in glutamate transporters",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "The alternating access model of how membrane-embedded transport proteins translocate substrates across biological membranes has been proposed since the 1960s: membrane transporters bind substrates on one side of the membrane and release them on the other side upon conformational rearrangements in the protein. This has been experimentally confirmed by high-resolution structures of membrane transporters in different conformations and is exemplified by the conformational change in the archaeal glutamate transporter homologue GltPh from Pyrococcus horikoshii. GltPh is a trimer in which each protomer functions independently of the others. Outward and inward facing conformations suggest transport by alternating access to either side of the membrane whereby a distinct transport domain undergoes large rotational and translational movements relative to the static trimerisation domain. It is unknown how GltPh achieves this conformational rearrangement, which occurs both in the absence and presence of substrates. We propose to integrate cutting-edge techniques in membrane structural biology to identify dynamic hotspots that drive the large conformational transitions in GltPh. We will combine insights from protein crystallography with local variations of thermodynamic stability and protein dynamics measured by hydrogen/deuterium exchange to map the structural components that allow conformational change to occur. In doing so, we will obtain new insights into how GltPh functions, shedding light on the mechanism of biomedically important glutamate transporters. We will use this model system to develop strategies that allow understanding of the molecular basis of substrate transport. The methods developed would be widely applicable to other membrane transport proteins.",
    "totalCost": "246668,4",
    "ecMaxContribution": "246668,4",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "962370466": {
            "orgId": "962370466",
            "orgName": "Weill Cornell Medical College",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 246668
        }
    },
    "calculatedTotalContribution": 246668
}