{
    "rcn": "197894",
    "acronym": "HOARDEVOL",
    "topics": "MSCA-IF-2014-EF",
    "title": "The evolution of food hoarding: from environmental pressures to brain mechanisms",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Dr Lindsay Henderson will move from the University of California Davis, US to Newcastle University in the UK to undertake a project investigating the physiological and neural mechanisms that regulate avian hoarding behaviour and how the social environment influences them. Some species have evolved to store rather than consume food while availability is high, for consumption when food is scarce. This behaviour is called food hoarding and is evident in a range of taxa. Little is known about the mechanisms that underpin the motivation to hoard food. Research shows that energetically demanding conditions are linked to an increase in food hoarding. In addition, there is evidence in social species, that social rank influences hoarding behaviour. Key physiological and neurological mechanisms have also been shown to underpin an animalís motivation to hoard food, including the stress hormone corticosterone (cort) and consumption regulating neuropeptides, neuropeptide Y (NPY) and agouti-related protein (AgRP). However, whether variation in cort, NPY and AgRP, or an interaction between them regulates hoarding behaviour is yet to be examined. In this project I will experimentally address these knowledge gaps using two closely related bird species that live in social groups during winter when hoarding motivation is high; the food hoarding coal tit (Periparus ater), and the non-hoarding great tit (Parus major). I will use wild-caught captive birds to; i) investigate the influence of the social environment upon hoarding and food consumption under contrasting energy budgets, ii) examine the role of cort as a mediator of hoarding motivation, iii) identify the hypothalamic regions activated during high hoarding motivation between hoarding and non-hoarding species, and iv) examine whether cort, NPY and AgRP receptor density, and NPY/AgRP expression within these regions is linked to hoarding behaviour. I will acquire expertise in neuroscience, neuroanatomy and gene expression analysis.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}