{
    "rcn": "197990",
    "acronym": "FLOWERPOWER",
    "topics": "MSCA-ITN-2015-EID",
    "title": "Establishing a new generation of horticulturists: Multidisciplinary approach for breeding innovative novelties using classical and biotechnological methods",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "FlowerPower aims at establishing a new generation of horticulturists capable of exploiting plant genetic resources in an innovation oriented way using cutting edge technology. The co-operation between the professional horticultural industry, a research-oriented company in the field of functional genomics and scientists from five Universities from 3 countries addresses urgent needs in the non-academic sector and scientific hot-spots in plant research simultaneously. Flavonoid based pigments, which are also important health promoting compounds, are the common research platform in combination with a broad spectrum of breeding techniques with genetics, plant biochemistry, plant molecular biology, analytics and bioinformatics. Classical breeding will concentrate on red/white colouration in poinsettia, apple and rose and aims at resolving fundamental questions of the flavonoid pathway arising after the recent detection of novel flavonoids in poinsettia. This will promote the breeding of novel varieties with favourable flavonoid compositions with respect to pigmentation and plant- and human health related compounds. In addition, FlowerPower applies for the first time a genome editing approach on an ornamental plant with the aim to create blue flower colour exploiting recently obtained knowledge on amino acids determining flavonoid enzyme activity/substrate specificity. New yellow breeding approaches will identify novel genes and evaluate their relevance for the establishment of anthochlor pigments. This will close important gaps in the biosynthesis of secondary metabolites and will establish a novel biotechnological approach in breeding for yellow flower colour. The young researchers will obtain multi-sectorial training in the relevant disciplines. In addition, training in research management, communication/presentation and team management will provide key transferable skills for public and private sector employment thereby improving employment chances of young researchers",
    "totalCost": "1515451,68",
    "ecMaxContribution": "1515451,68",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "UNIVERSITAT WIEN;TECHNISCHE UNIVERSITAET MUENCHEN;KLEMM AND SOHN GMBH AND CO KG",
    "participantCountries": "AT;DE",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 511868
        },
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 255934
        },
        "972071727": {
            "orgId": "972071727",
            "orgName": "KLEMM AND SOHN GMBH AND CO KG",
            "ecContrib": 498433
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 1515451
}