{
    "rcn": "197989",
    "acronym": "SMARTMEM",
    "topics": "MSCA-ITN-2015-EID",
    "title": "Stimuli-responsive Membranes for consumer goods sustainability",
    "startDate": "01/04/2016",
    "endDate": "31/03/2020",
    "objective": "SMARTMEM is a multidisciplinary project leveraging the emerging technology platforms around so-called smart membranes \nand evolving this platform to commercial use in consumer good products. The objective of this project is the training of 5 \nPhD students in various scientific fields around membrane technology, involving disciplines from advanced materials \nsynthesis, to membrane production, linking product application and product performance driving new consumer value. The \ntraining will be setup in a multi sector way for the students to learn the technical depth of the disciplines as well as the \ninnovation cycle from idea to market application and commercialisation. The objective of the project will be achieved through \nfinding applicability in established markets like textiles with functional benefits, air care devices with health benefits and \ninnovate beyond like develop improved microcapsules which release on demand and improved single dose detergent \nproducts, among others. Therefore, SMARTMEM will contribute to accomplish the goals of Europe 2020 strategy through: \n- training of highly skilful scientists in emerging fields such as stimuli-responsive materials \n- placing Europe at the vanguard of innovation in sustainable consumer goods by smart controlled release",
    "totalCost": "1252800",
    "ecMaxContribution": "1252800",
    "coordinator": "PROCTER & GAMBLE SERVICES COMPANY NV",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSITAT ROVIRA I VIRGILI;CENTRE TECNOLOGIC DE LA QUIMICA DE CATALUNYA",
    "participantCountries": "ES",
    "projectParticipants": {
        "968662468": {
            "orgId": "968662468",
            "orgName": "CENTRE TECNOLOGIC DE LA QUIMICA DE CATALUNYA",
            "ecContrib": 0
        },
        "999880560": {
            "orgId": "999880560",
            "orgName": "UNIVERSITAT ROVIRA I VIRGILI",
            "ecContrib": 0
        },
        "966022322": {
            "orgId": "966022322",
            "orgName": "PROCTER & GAMBLE SERVICES COMPANY NV",
            "ecContrib": 1252800
        }
    },
    "calculatedTotalContribution": 1252800
}