{
    "rcn": "197929",
    "acronym": "AutoRE",
    "topics": "FCH-02.5-2014",
    "title": "AUTomotive deRivative Energy system",
    "startDate": "01/08/2015",
    "endDate": "31/07/2018",
    "objective": "'The overall aim is to create the foundations for commercializing an automotive derivative fuel cell system in the 50 to 100 kW range, for combined heat and power (CHP) applications  in commercial and industrial buildings.  More specifically, the project has the following objectives:\nï develop system components allowing reduced costs, increased durability and efficiency \nï build and validate a first 50 kW PEM prototype CHP system \nï create the required value chain from automotive manufacturers to stationary energy end-users\nMass-market production of fuel cells will be a strong factor in reducing first costs. In this respect, joining the forces of two non-competing sectors (automotive and stationary) will bring benefits to both, to increase production volume and ultimately reduce costs to make fuel cells competitive. As a consequence, the project partners have identified a PEM fuel cell based CHP concept to address the stationary power market, primarily for commercial and industrial buildings requiring an installed capacity from about 50 kWe to some hundreds of kWe. The main components of the system have been validated to at least laboratory scale (TRL>4).   As a part of the present AutoRE proposal, the overall system will be demonstrated and further validated to increase the technology readiness level to TRL5. In addition, innovative solutions will be demonstrated to continuously improve performance and reduce costs and complexity. The project consortium reflects the full value chain of the fuel cell CHP system which will enhance significantly the route to market for the system/technology.  \n\nThe proposal relates to FCH-02.5-2014: Innovative fuel cell systems at intermediate power range for distributed combined heat and power generation, and it addresses the main specific challenges and scope laid down in the FCH JU AWP2014 to ìdevelop, manufacturing and validation of a new generation of fuel cell systems with properties that significantly improve competitiveness'.'",
    "totalCost": "4464447,25",
    "ecMaxContribution": "3496947",
    "coordinator": "ALSTOM POWER LTD",
    "coordinatorCountry": "UK",
    "participants": "SVEUCILISTE U SPLITU, FAKULTET ELEKTROTEHNIKE, STROJARSTVA I BRODOGRADNJE;ELVIO ANONYMI ETAIREIA SYSTIMATON PARAGOGIS YDROGONOU KAI ENERGEIAS;STIFTELSEN SINTEF;GENERAL ELECTRIC (SWITZERLAND) GMBH;NUCELLSYS GMBH;DAIMLER AG;UNIVERSITA DEGLI STUDI DELLA TUSCIA",
    "participantCountries": "HR;EL;NO;CH;DE;IT",
    "projectParticipants": {
        "996558116": {
            "orgId": "996558116",
            "orgName": "SVEUCILISTE U SPLITU, FAKULTET ELEKTROTEHNIKE, STROJARSTVA I BRODOGRADNJE",
            "ecContrib": 83750
        },
        "999896371": {
            "orgId": "999896371",
            "orgName": "UNIVERSITA DEGLI STUDI DELLA TUSCIA",
            "ecContrib": 121250
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 299388
        },
        "999709064": {
            "orgId": "999709064",
            "orgName": "DAIMLER AG",
            "ecContrib": 0
        },
        "999803833": {
            "orgId": "999803833",
            "orgName": "GENERAL ELECTRIC (SWITZERLAND) GMBH",
            "ecContrib": 0
        },
        "986259141": {
            "orgId": "986259141",
            "orgName": "NUCELLSYS GMBH",
            "ecContrib": 883122
        },
        "999803639": {
            "orgId": "999803639",
            "orgName": "ALSTOM POWER LTD",
            "ecContrib": 1471250
        },
        "973139988": {
            "orgId": "973139988",
            "orgName": "ELVIO ANONYMI ETAIREIA SYSTIMATON PARAGOGIS YDROGONOU KAI ENERGEIAS",
            "ecContrib": 638188
        }
    },
    "calculatedTotalContribution": 3496948
}