{
    "rcn": "197981",
    "acronym": "KAM2CentralPoland",
    "topics": "INNOVATION",
    "title": "Enhancing the innovation management capacity of the SMEs in Central Poland",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The KAM2CentralPoland project will be implemented by the consortium called EEN-CP in central parts of Poland. The main objective of the project is to increase the efficiency and the effectiveness of R&D and innovation investments that will contribute to smart growth in EU countries. Main objective of the project will be implemented via two specific objectives: (1) To increase the innovation potential of small and medium enterprises lacking professional support in the field of innovation management. (2)To increase the economic potential among enterprises benefiting from The SME Instrument of H2020 by identifying bottlenecks and indicated solutions with the help of a capable coach. \nThe innovation processes starts with an idea and ends with the innovation result, including leadership, management skills etc. Many EU regions, including Poland seem to lack complex services supporting innovation management. Regions covered by KAM2CentralPoland consortium belongs to more developed part of Poland, even so they still lack of complex services supporting innovation management. There are measures within the structural funds dedicated to the SME sector that support elements of innovation management but the coaching schemes still do not exist. Thus, both services the Key Account Management and the Enhancing the innovation management capacity of SMEs offered under this proposal address the challenges of the H2020 Work Program 2014-2015 Innovation in small and medium-sized enterprises and also meets the requirements of this consultations.",
    "totalCost": "101500",
    "ecMaxContribution": "81200",
    "coordinator": "POLSKA AGENCJA ROZWOJU PRZEDSIEBIORCZOSCI",
    "coordinatorCountry": "PL",
    "participants": "INSTYTUT MECHANIZACJI BUDOWNICTWA I GORNICTWA SKALNEGO;UNIWERSYTET WARSZAWSKI;FUNDACJA ROZWOJU PRZEDSIEBIORCZOSCI;TORUNSKA AGENCJA ROZWOJU REGIONALNEGO SPOLKA AKCYJNA;WOLNA PRZEDSIEBIORCZOSC ODDZIAL TERENOWY W GDANDK",
    "participantCountries": "PL",
    "projectParticipants": {
        "999781911": {
            "orgId": "999781911",
            "orgName": "FUNDACJA ROZWOJU PRZEDSIEBIORCZOSCI",
            "ecContrib": 19600
        },
        "999743014": {
            "orgId": "999743014",
            "orgName": "TORUNSKA AGENCJA ROZWOJU REGIONALNEGO SPOLKA AKCYJNA",
            "ecContrib": 22400
        },
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 11200
        },
        "999833612": {
            "orgId": "999833612",
            "orgName": "WOLNA PRZEDSIEBIORCZOSC ODDZIAL TERENOWY W GDANDK",
            "ecContrib": 11200
        },
        "999717309": {
            "orgId": "999717309",
            "orgName": "POLSKA AGENCJA ROZWOJU PRZEDSIEBIORCZOSCI",
            "ecContrib": 5600
        },
        "999783948": {
            "orgId": "999783948",
            "orgName": "INSTYTUT MECHANIZACJI BUDOWNICTWA I GORNICTWA SKALNEGO",
            "ecContrib": 11200
        }
    },
    "calculatedTotalContribution": 81200
}