{
    "rcn": "197987",
    "acronym": "APRIL",
    "topics": "MSCA-ITN-2015-EID",
    "title": "Applications of Personal Robotics for Interaction and Learning",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The aim of personal robotics is to design companion robots that can live and interact with people in a very intuitive way. This requires designing robots that are capable of adapting to the human users, via learning during interaction. This proposal aims at the timely establishment of the first European Industrial Doctorate in ìApplications of Personal Robotics for Interaction and Learningî (APRIL) to train future researchers and engineers for the emerging field of personal robotics. APRIL strategically adopts a key entrepreneurial ethos which will equip PhD students with radical cross-sector and interdisciplinary skills and mind-set, by combing research on developmental and social cognitive systems with hands-on experiments on the application of human-robot interaction and assistive systems. APRIL is the result of the strategic synergies of Plymouth University Centre for Robotics and Neural Systems with its international leadership and reputation as UK and European hub in cognitive developmental robotics and human-robot interaction, and with Aldebaran Robotics A-Lab R&D Division which has the world leading market position in the personal robotics industry with the robots NAO and Pepper. This is complemented by six international partners from industry (SONY Corporation, MetraLabs GmbH), academia (Osaka, Humboldt Berlin) and robot users (San Raffaele Hospital Milan and SSSA DomoCasa Pisa). The doctoral training strategy of the EID will implement the latest innovative PhD training approaches of situative and social constructivist learning theories with a unique Coaching Programme for a tailored Individual Skills Development Plan, peer-support and student-centred cohort activities, as well as a strong leadership skills programme for continuous professional development. The two beneficiaries will contribute with a pool of over 12 academic and industry supervisors and will fund 5 additional PhD bursaries to match the EID cohort of the 5 Marie Sk?odowska-Curie funded ESR",
    "totalCost": "1345614,84",
    "ecMaxContribution": "1345614,84",
    "coordinator": "UNIVERSITY OF PLYMOUTH",
    "coordinatorCountry": "UK",
    "participants": "SOFTBANK ROBOTICS EUROPE",
    "participantCountries": "FR",
    "projectParticipants": {
        "996538522": {
            "orgId": "996538522",
            "orgName": "SOFTBANK ROBOTICS EUROPE",
            "ecContrib": 525751
        },
        "999854661": {
            "orgId": "999854661",
            "orgName": "UNIVERSITY OF PLYMOUTH",
            "ecContrib": 819864
        }
    },
    "calculatedTotalContribution": 1345615
}