{
    "rcn": "197935",
    "acronym": "EXDCI",
    "topics": "FETHPC-2-2014",
    "title": "European eXtreme Data and Computing Initiative",
    "startDate": "01/09/2015",
    "endDate": "28/02/2018",
    "objective": "The three most significant HPC bodies in Europe, PRACE, ETP4HPC and EESI, have come together within EXDCI to coordinate the strategy of the European HPC Ecosystem in order to deliver its objectives. In particular, the project will harmonize the road-mapping and performance monitoring activities of the ecosystem to produce tools for coherent strategy-making and its implementation by:\nï Producing and aligning roadmaps for HPC Technology and HPC Applications\nï Measuring the implementation of the European HPC strategy\nï Building and maintaining relations with other international HPC activities and regions\nï Supporting the generation of young talent as a crucial element of the development of European HPC\n \nIn this process, EXDCI will complement the Horizon 2020 calls and projects in the achievement of a globally competitive HPC Ecosystem in Europe. This ecosystem is based on three pillars: HPC Technology Provision, HPC Infrastructure and HPC Application Resources. EXDCI will make sure that:\nï The three pillars are developed in synergy in order to achieve the strategic goals of the entire Ecosystem\nï Tools exist for strategy review and definition for all the three pillars ñ the project will operate a process for the creation of relevant roadmaps and the review of project results in the context of the entire environment\n \nThe project consortium represents the stakeholders and expertise of all three pillars.",
    "totalCost": "2551875",
    "ecMaxContribution": "2551875",
    "coordinator": "PARTNERSHIP FOR ADVANCED COMPUTINGIN EUROPE AISBL",
    "coordinatorCountry": "BE",
    "participants": "EUROPEAN TECHNOLOGY PLATFORM FOR HIGH PERFORMANCE COMPUTING",
    "participantCountries": "NL",
    "projectParticipants": {
        "957376421": {
            "orgId": "957376421",
            "orgName": "PARTNERSHIP FOR ADVANCED COMPUTINGIN EUROPE AISBL",
            "ecContrib": 1686250
        },
        "935958530": {
            "orgId": "935958530",
            "orgName": "EUROPEAN TECHNOLOGY PLATFORM FOR HIGH PERFORMANCE COMPUTING",
            "ecContrib": 865625
        }
    },
    "calculatedTotalContribution": 2551875
}