{
    "rcn": "197962",
    "acronym": "DEPURGAN",
    "topics": "SC5-20-2014",
    "title": "Swine-farm revolution",
    "startDate": "01/09/2015",
    "endDate": "30/09/2017",
    "objective": "During recent decades, the negative environmental impacts of livestock production and manure handling have been controlled by stricter regulations for manure storage and spreading. However, the intensification of livestock production has led to larger herds on fewer farms and industrial scale operations that produce large quantities of manure at centralised locations. As intensive livestock farming is being placed under increasing pressure to minimise the environmental impact of its operations several number of processes have been assessed as Best Available Technologies (BAT) for manure treatment while at the same time improving utilisation of the nutrient resources.\n\nHowever, most of the state-of-the-art solutions (SoA) are neither technologically, nor economically viable nowadays, and the most important fact, they are usually subjected to national subsidies to be profitable.\n\nEUROGAN is based in Spain (one of the largest pig producer and exporter countries worldwide) and have been active in the livestock sector since 1964. Our company, moved by real customer demand and aiming to exploit pig slurry business potential, has recently patented an innovative manure treatment process that accomplishes:\n\n1. The concentration of contaminants in the manure (nitrogen, phosphorous, metals, bacteria, virusÖ) is minimized.\n\n2. Treating the pig slurry at its origin.\n\n3. Its technical and economic viable for the farmer, being independent from national subsidies.\n\n4. valorizes the manure (energy recovery and fertilizer).\n\nThe DEPURGAN project aims to bring to the market an efficient pig manure treatment process, with an initial investment 4 times lower compared to other solutions and operation costs being also very competitive. It base its innovative character in the use of an optimized electrocoagulation reactor, that allows nitrogen abatement, while producing as residues a solid fraction that poses great calorific potential as biomass, and a NPK liquid effluent ready to be used as",
    "totalCost": "2702032,5",
    "ecMaxContribution": "1890110,25",
    "coordinator": "EUROGAN SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934677063": {
            "orgId": "934677063",
            "orgName": "EUROGAN SL",
            "ecContrib": 1890110
        }
    },
    "calculatedTotalContribution": 1890110
}