{
    "rcn": "197949",
    "acronym": "UPAC S-100",
    "topics": "DRS-17-2014-1",
    "title": "Feasibility study for URBAN PROTECTION AVIATION COPTER S-100",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "SCHIEBEL will develop a new unmanned aerial system (UAS) for civil market applications including urban security which will be more cost-effective, reliable and versatile than current solutions. \nCurrently air authorities worldwide are formulating the conditions to be able to operate UAS in the civil airspace, opening a myriad of new market opportunities. With its long-term experience and leadership in the UAS market and its cooperation with regulatory authorities, SCHIEBEL is expected to be the first company to operate in the category of professional UAS, a global market which is expected to reach a volume of 700 million USD in the next five years.\nSCHIEBELís UPAC S-100 will revolutionize disaster relief, protection and surveillance of critical infrastructure and other areas in urban environments, such as:\n\n- Supporting first responders in monitoring disaster areas (e.g., the fire brigade in locating a fire, where people are exiting or how to get around the problem area)\n- Instantly creating a temporary mobile phone network in only 30 minutes, dropping leaflets and talking to people via loudspeakers in case of destroyed infrastructure\n- Entering contaminated areas (too risky for manned assets) and identifying (through sensors) biological/chemical hazard leaks\n- Fast and flexible response to criminal acts (including terrorism) \n- Inspections/maintenance of critical infrastructures, e.g. power lines and pipelines\n- Improving coast guard activities, maritime emergency response and border control\n\nThe Feasibility Assessment will define the regulatory requirements, the business case, the necessary technical developments and the changes needed within SCHIEBELís organization. It will define precisely the market potential in terms of geographical areas, type of clients, potential revenues and market size, establishing a roadmap with clear priorities, actions and targets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SCHIEBEL ELEKTRONISCHE GERAETE GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940539355": {
            "orgId": "940539355",
            "orgName": "SCHIEBEL ELEKTRONISCHE GERAETE GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}