{
    "rcn": "197928",
    "acronym": "PERFUME",
    "topics": "ERC-ADG-2014",
    "title": "Smart Device Communication: A paradigm for  high PERformance FUture Mobile nEtworking",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Advances in theory, integration techniques and standardization have led to huge progress in wireless technologies. Despite successes with past and current (5G) research, new paradigms leading to greater spectral efficiencies and intelligent network organizations will be in great demand to absorb the continuous growth in mobile data. Our ability to respond suitably to this challenge in the next decade will ensure sustained competitiveness in the digital economy.\n\nWith few exceptions such as ad-hoc topologies, classical wireless design places the radio device under the tight control of the network. Promising technologies envisioned in 5G such as (i) Coordinated MultiPoint (CoMP) techniques, (ii) Massive MIMO, or (ii) Millimeter-wave (MMW) by-and-large abide by this model. Pure network-centric designs, such as optical cloud-supported ones raise cost and security concerns and do not fit all deployment scenarios. Also they make the network increasingly dependent on a large amount of signaling and device-created measurements. \nOur project envisions a radically new approach to designing the mobile internet, which taps into the deviceís new capabilities. Our approach recasts devices as distributed computational nodes solving together multi-agent problems, allowing to maximize the network performance by exploiting local measurement and information exchange capabilities. The success of the project relies on the understanding of new information theory limits for systems with decentralized information, the development of novel device communication methods, and advanced team-based statistical signal processing algorithms.\n The potential gains associated with exploiting the devicesí collective, network friendly, intelligence are huge. The project will demonstrate long-term impact of the new paradigm, in pushing the frontiers of mobile internet performance, as well as short- to mid-term impact through its adaptation to currently known communications scenarios and techniques.",
    "totalCost": "2358768,94",
    "ecMaxContribution": "2358768,94",
    "coordinator": "EURECOM",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999606147": {
            "orgId": "999606147",
            "orgName": "EURECOM",
            "ecContrib": 2358769
        }
    },
    "calculatedTotalContribution": 2358769
}