{
    "rcn": "197969",
    "acronym": "ACT4INFRA",
    "topics": "DRS-17-2014-1",
    "title": "Innovative Actuators for empowering smart pipeline infrastructures towards secure water, gas and heating supply",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "In the project ACT4INFRA a novel technology for an automated and  remote controlled valves in public networks, such as water, gas or district heating, shall be commercialized on mass market scale. The technology addresses the public urban piping systems, e.g. for water, gas or district heating, which are today almost fully mechanical, manually controlled and extremely vulnerable with respect to criminal interventions or terroristic attacks. The ACT4INFRA technology has been developed within the past years by the German SME company 3S-Antriebe GmbH. Core of the innovation is a patented rotationally locked support plate (ëSystem Berliner Kappeí), which enables retrofitting of automated actuators in already existing valves without flanging and without a manhole. Additionally, the actuators have been optimized for low energy consumption and can operate fully decentralized powered by batteries. The entire system is controlled by safety-approved wireless communication systems, fulfilling the strong requirements of the German Federal Office for Information Security (BSI). No construction work for cabling and no switching cabinet is required. The ACT4INFRA system is a key enabling technology for low cost  retrofitting in order to protect vital urban infrastructure against unauthorized access. This allows to implement smart and secure networks of piping systems. Within ACT4INFRA, 3S strives for systematic market development, distribution strategy and effective international commercialization of this technology on abroad, international mass markets. Thus, Phase 1 starts with a feasibility study , where market structure, customer needs, boundary conditions in different countries and geographical areas, cost structures, economy of scale and production strategies are analyzed. An updated business plan with these results will be prepared.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "3S ANTRIEBE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934724981": {
            "orgId": "934724981",
            "orgName": "3S ANTRIEBE GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}