{
    "rcn": "197927",
    "acronym": "ALKAGE",
    "topics": "ERC-ADG-2014",
    "title": "Algebraic and K‰hler geometry",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The purpose of this project is to study basic questions in algebraic and K‰hler geometry. It is well known that the structure of projective or K‰hler manifolds is governed by positivity or negativity properties of the curvature tensor. However, many fundamental problems are still wide open. Since the mid 1980's, I have developed a large number of key concepts and results that have led to important progress in transcendental algebraic geometry. Let me mention the discovery of holomorphic Morse inequalities, systematic applications of L≤ estimates with singular hermitian metrics, and a much improved understanding of Monge-AmpËre equations and of singularities of plurisuharmonic functions.  My first goal will be to investigate the Green-Griffiths-Lang conjecture asserting that an entire curve drawn in a variety of general type is algebraically degenerate. The subject is intimately related to important questions concerning Diophantine equations, especially higher dimensional generalizations of Faltings' theorem - the so-called Vojta program. One can rely here on a breakthrough I made in 2010, showing that all such entire curves must satisfy algebraic differential equations. A second closely related area of research of this project is the analysis of the structure of projective or compact K‰hler manifolds. It can be seen as a generalization of the classification theory of surfaces by Kodaira, and of the more recent results for dimension 3 (Kawamata, Koll·r, Mori, Shokurov, ...) to other dimensions. My plan is to combine powerful recent results obtained on the duality of positive cohomology cones with an analysis of the instability of the tangent bundle, i.e. of the Harder-Narasimhan filtration. On these ground-breaking questions, I intend  to go much further and to enhance my national and international collaborations. These subjects already attract many young researchers and postdocs throughout the world, and the grant could be used to create even stronger interactions.",
    "totalCost": "1809345,01",
    "ecMaxContribution": "1809345",
    "coordinator": "UNIVERSITE JOSEPH FOURIER GRENOBLE 1",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907429": {
            "orgId": "999907429",
            "orgName": "UNIVERSITE JOSEPH FOURIER GRENOBLE 1",
            "ecContrib": 0
        },
        "924833212": {
            "orgId": "924833212",
            "orgName": "UNIVERSITE GRENOBLE ALPES",
            "ecContrib": 1809345
        }
    },
    "calculatedTotalContribution": 1809345
}