{
    "rcn": "197952",
    "acronym": "Baby Beat",
    "topics": "ICT-37-2014",
    "title": "Providing Clarity of Fetus Heartbeat Through Baby Beat Bracelet Measuring Fetal Arterial Pulse Wave",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "Baby Beat represents our innovative response to the declining birthrate, increasing pregnancy risks and risks related to the generally higher age of pregnant women. It consists of a bracelet with integrated non-invasive technology that continuously measures the fetal heartbeat 24 hours, 7 days a week from around Week 20 of the pregnancy. This wearable device communicates with smart phones via Bluetooth and generates automatic alarms when the fetal heartbeat exceeds specific thresholds. The main innovations are that this method is non-invasive unlike all other devices available on the market and that it will be available at an attainable price of a few hundred euros. The overall objective of Phase II is to miniaturize the existing prototype, to test and demonstrate its usefulness on a larger group of pregnant women in clinical trials, and to obtain the necessary certifications for Baby Beat to become a medical device. \nThe market size for Baby Beat is promising when considering the number of pregnancies per year, following the trends of the prenatal retail market and considering the boom of non-invasive prenatal tests. There are 23 million pregnancies in the developed world itself. We will follow a two-tiered business model with direct sales through pharmacies and indirect sales through insurance companies, hospitals and clinics. This will allow us to boost our company growth and to create a significant amount of new jobs.\nWith our medical device and software, we foster the prevention of prenatal problems, and facilitate the provision of personalized care: high risk cases do not remain undiscovered, risk patients only proceed with visits if Baby Beat indicates a need, risk patients do not need to be hospitalized and different agents of the healthcare system will better coordinated.",
    "totalCost": "1091515",
    "ecMaxContribution": "764060",
    "coordinator": "BCB Informatica y Control S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997717945": {
            "orgId": "997717945",
            "orgName": "BCB Informatica y Control S.L.",
            "ecContrib": 764060
        }
    },
    "calculatedTotalContribution": 764060
}