{
    "rcn": "197995",
    "acronym": "CLARIN-PLUS",
    "topics": "INFRADEV-3-2015",
    "title": "Strengthening the CLARIN Infrastructure.",
    "startDate": "01/09/2015",
    "endDate": "31/12/2017",
    "objective": "CLARIN, the Common Language Resource and Technology Research Infrastructure, has gained force and momentum over the last 10 years. It is being constructed as a distributed e-infrastructure for the Humanities and Social Sciences to enable sustainable access, exploitation and integration of Europeís vast amount of language-based data and related technology. \nAs stipulated by the ESFRI roadmap, CLARIN is now in the later part of its implementation phase. Indeed, the implementation is already far advanced in many aspects, among these the technical core elements of the infrastructure. However, at this crucial phase, several aspects need additional focused efforts. \nThe 2013 ESFRI high level expert group assessment identified key areas where concentrated actions are needed in order to ensure the broadest possible success of CLARIN. Also following the recommendations of that report, CLARIN-PLUS proposes to accelerate the implementation and to strengthen and consolidate CLARIN in the following areas:\n1) The central (technical) hub ñ Extend the Service Provider Federation; improve metadata quality; tighten webservice integration; improve infrastructure gateways.\n2) The central office ñ Further the internal and external information platforms; work on a professional branding and a higher usability level.\n3) Partnerships with other infrastructure initiatives ñ Beyond existing cooperations, coordinate and implement or strengthen joint services with EUDAT, G…ANT, DARIAH, RDA, Europeana and Hathi Trust.\n4) Outreach ñ Work out a concrete value proposition and use it to attract new countries, centres and users; demonstrate the potential of CLARIN to new user groups.\n5) Governance: Revise the statutes, perform a financial analysis and focus on sustainability.\nThis project will help to adjust the balance between the national CLARIN consortia and centres and CLARIN ERIC, and will improve crucial aspects of CLARIN as a robust European infrastructure.",
    "totalCost": "1495300",
    "ecMaxContribution": "1495300",
    "coordinator": "CLARIN ERIC",
    "coordinatorCountry": "NL",
    "participants": "KOBENHAVNS UNIVERSITET;UNIVERZITA KARLOVA;EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "participantCountries": "DK;CZ;DE",
    "projectParticipants": {
        "941592872": {
            "orgId": "941592872",
            "orgName": "CLARIN ERIC",
            "ecContrib": 979328
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 223125
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 186625
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 106222
        }
    },
    "calculatedTotalContribution": 1495300
}