{
    "rcn": "197925",
    "acronym": "PHOSFUN",
    "topics": "ERC-ADG-2014",
    "title": "Phosphorene functionalization: a new platform for advanced multifunctional materials",
    "startDate": "01/07/2015",
    "endDate": "30/06/2019",
    "objective": "2D materials have attracted a great deal of interest due to their variety of applications. Since its discovery in 2004, graphene has monopolized the attention given the unparalleled combination of outperforming structural and functional properties which pave the way for a plethora of different applications. Though its applicability in micro- and nanoelectronic has been later demonstrated to be strongly limited due to its inherent lack of a band gap. This limitation could be overcome using phosphorene, a recently discovered 2D sheet formed by phosphorus atoms prepared by exfoliation of black phosphorus and endowed with a natural band gap. Up to now, only theoretical and basic research has been carried out without the demonstration of reliable and reproducible implementation into real electronic devices.\nThe PHOSFUN proposal focuses the unexplored chemical reactivity of phosphorene and gathers together chemists mastering the chemistry of phosphorus with physicists expert in advanced nanostructured systems. First, we aim to set-up a scalable and reproducible synthesis of mono and multilayer phosphorene. Then the functionalization of phosphorene with organic and inorganic moieties will be carried out. Doping the phosphorene will provide new functionalized heterostructured 2D sheets. The functionality of the innovative advanced 2D materials will be validated by implanting phosphorene derivatives into different device platforms addressed to applications in material science, catalysis, microelectronics and optoelectronic devices. The final aim of the project is to demonstrate the feasibility of a chain-of-value based on phosphorene platform from synthesis to device realization and implementation. Our results will give an overview on how the chemical and physical properties of phosphorene may be modulated. This will expand enormously the fundamental knowledge on phosphorus-based materials and will open the way to novel applications in different areas.",
    "totalCost": "1995554",
    "ecMaxContribution": "1995554",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 1995554
        }
    },
    "calculatedTotalContribution": 1995554
}