{
    "rcn": "197913",
    "acronym": "MaGic",
    "topics": "ERC-ADG-2014",
    "title": "The Materials Genome in Action",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "It is now possible to make an enormous spectrum of different, novel nanoporous materials simply by changing the building blocks in the synthesis of Metal Organic Frameworks (MOF) or related materials. This unique chemical tunability allows us to tailor-make materials that are optimal for a given application. The promise of finding just the right material seems remote however: because of practical limitations we can only ever synthesize, characterize, and test a tiny fraction of all possible materials. To take full advantage of this development, therefore, we need to develop alternative techniques, collectively referred to as Materials Genomics, to rapidly screen large numbers of materials and obtain fundamental insights into the chemical nature of the ideal material for a given application. The PI will tackle the challenge and promise posed by this unprecedented chemical tunability through the development of a multi-scale computational approach, which aims to reliably predict the performance of novel materials before synthesis. We will develop methodologies to generate libraries of representative sets of synthesizable hypothetical materials and perform large-scale screening of these libraries. These studies should give us fundamental insights into the common molecular features of the top-performing materials. The methods developed will be combined into an open access infrastructure in which our hypothetical materials are publicly accessible for data mining and big-data analysis. The project is organized in three Work Packages, each centered around finding better materials for carbon capture: (1) screen materials for gas separations and develop the tools to predict the best materials for carbon capture; (2) gain insights into and develop a computational methodology for screening the mechanical properties of nanoporous materials; (3) achieve an understanding of the amine-CO2 chemistry in diamine-appended MOFs and use this to predict their performance.",
    "totalCost": "2486720",
    "ecMaxContribution": "2486720",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 2486720
        }
    },
    "calculatedTotalContribution": 2486720
}