{
    "rcn": "197906",
    "acronym": "SoMoPro 3",
    "topics": "MSCA-COFUND-2014-FP",
    "title": "South Moravian Programme for Distinguished Researchers 3",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "SoMoPro 3 is an innovated regional fellowship programme building on its two predecessors, SoMoPro (2009ñ2013) and SoMoPro II (2012ñ2017). The program was established in 2009 after a successful application to the COFUND scheme. Since then 4 calls for proposals have been open: in 2009, 2010 and 2012, 2013 with 53 fellowships funded. The objective of this application is to launch 2 more calls and support 20 more fellows.\nSoMoPro 3 incorporates main features of MSCA and offers incoming researchers attractive conditions and environment (e.g. state-of-the-art equipment in newly build infrastructures). Its aim is to foster international mobility, attract high-quality researchers, provide them training and career development and boost the growing innovation activities in the South Moravian Region.\nThe programme combines extensive experience enriched with new qualitative features ñ research topics in line with domains defined in regional S3 (while emphasising interdisciplinary approaches), closer interaction with key industrial players based in the region (offering researchers an opportunity to gain intersectoral experience) and modified administrative procedures (to allow greater flexibility and decrease the administrative burden).\nThe reason to apply for another COFUND is not only the financial contribution which will enable to fund the fellows (as there is no such funding available on the Czech national level). It is also the fact that it increases international recognition of the programme and provides a well known ìmark of qualityî. It is for the benefit of the researchers, who become Marie Sk?odowska-Curie fellows, of the regional host institutions, which profit from hosting high-quality researchers as well as of the region itself as it profits from interaction between high-quality researchers and key industrial players.",
    "totalCost": "3658000",
    "ecMaxContribution": "1829000",
    "coordinator": "Region of South Moravia",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997894582": {
            "orgId": "997894582",
            "orgName": "Region of South Moravia",
            "ecContrib": 1829000
        }
    },
    "calculatedTotalContribution": 1829000
}