{
    "rcn": "197910",
    "acronym": "CITRIMACC",
    "topics": "IT-1-2014",
    "title": "Circulation Pilot with Continuous Control of Multi-Modal Air Cargo Containers",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Air cargo transportation system is designed to provide fast and efficient shipment of goods, two features that make it highly vulnerable to potential security threats. \n\nThe main objective of the project is to implement and validate in real-life environments a system that addresses these security risks and is aligned with the time and cost realities of the air cargo industry so it does not interfere with the trade flow. \n\nThe project concept is a smart and secure cargo container and information exchange platform that can reduce screening costs and eliminate tampering risks by combining advanced composite materials, secure PIN-code lock, electronic shipping documents (e-freight), web-based software for data storage and a 24/7 fully redundant communication systems based on GPS, GPRS and RFID technology for continuous real-time visibility.\n\nThe project will select of participants in the entire value chain (shippers, logistics services providers, handling agents, airlines, customs, forwarders and consignees), and select two closed-loop transport lanes to execute the pilot. The consortium assembles 4 research performing SMEs with unique and complementary expertise, who will produce together a pre-series of 250 containers, obtain the relevant approvals from FAA/EASA, and deploy the solution with the pilot customers.\n\nThe project results, as compared with the current packaging, transport and security management methods, will be widely disseminated via industry associations such as IATA, TSA and TIACA. A full industrialization and commercialization plan will be developed in the course of the project.",
    "totalCost": "3412665",
    "ecMaxContribution": "2388864,75",
    "coordinator": "LEAP DEVELOPMENT BV",
    "coordinatorCountry": "NL",
    "participants": "EYEDPRO LTD;INTERBOX HOLDING BV;DE RICHARD SARL",
    "participantCountries": "UK;NL;LU",
    "projectParticipants": {
        "935849696": {
            "orgId": "935849696",
            "orgName": "INTERBOX HOLDING BV",
            "ecContrib": 1062994
        },
        "952518467": {
            "orgId": "952518467",
            "orgName": "EYEDPRO LTD",
            "ecContrib": 294000
        },
        "952817421": {
            "orgId": "952817421",
            "orgName": "LEAP DEVELOPMENT BV",
            "ecContrib": 339274
        },
        "935812351": {
            "orgId": "935812351",
            "orgName": "DE RICHARD SARL",
            "ecContrib": 692597
        }
    },
    "calculatedTotalContribution": 2388865
}