{
    "rcn": "197971",
    "acronym": "ART",
    "topics": "DRS-17-2014-1",
    "title": "Feasibility assessment on Alarm Resolution Technology, using X-Ray Echo Methodology",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "Todayís passenger, baggage, and goods security screening works, but at great cost to public authorities and to passengers. Given the continuously evolving and shifting security threats, and passengers being increasingly dissatisfied with queues and intrusive measures, the industry agrees that todayís model is not sustainable in the long term.\n\nGoal of the overall ART initiative is the exploitation of novel Alarm Resolution Technology (ART), using novel patented X-Ray Echo Methodology, for various promising security domains. The proposed ART method of scanning, detecting and characterization is based on an all-new high-energy x-ray Rayleigh scattering technology. In the last two decades, the concept was developed based on a high energy x-ray source, using specific beam widths and collimation techniques, under specific angles/constellations for beam to sample to detector, using new semantic data-analysis methods and ëfingerprintingí algorithms. The Entech approach is fundamentally different from existing scanner technologies. The main paradigm in the ART project promotes a shift from just making an image, towards high-throughput measuring and characterizing of materials and fluids.\n\nSpecific objectives in this ART H2020-SMEINST Phase 1 study proposal are:\n- Explore business cases for a variety of security domains and applications.\n- Evaluate the required specifications of such applications with potential customers.\n- Elaborate a detailed business plan.\n\nEspecially on the Smart Security initiative of the International Air Transport Association policy on Liquids Aerosols & Gels (LAGs), we expect the ART platform to become (one of the) breakthrough technology enablers with the unique selling points to detect explosives, narcotics and CRBNís solved in LAGs efficiently and cost-effectively in a growing global multi-billion market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENTECH SCIENTIFIC BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934323692": {
            "orgId": "934323692",
            "orgName": "ENTECH SCIENTIFIC BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}