{
    "rcn": "197901",
    "acronym": "MOvE-ECG",
    "topics": "MSCA-IF-2014-GF",
    "title": "Moving from genome wide association to elucidating causal mechanisms of electrocardiographic traits",
    "startDate": "01/07/2015",
    "endDate": "30/09/2017",
    "objective": "Understanding how genes and genetic variants influence heart function is of major importance, not only from a basic science viewpoint, but also as a foundation for future innovation in medicine and health-care. In this proposal, Dr. Niek Verweij aims to identify novel genes and mechanisms underlying heart growth. This will be done in collaboration with the top-scientist Dr. Chris Newton-Cheh (Harvard/Massachusetts General Hospital, Broad Institute of Harvard and MIT) and Dr. Laurie Boyer (MIT). As heart growth accompanies many forms of heart disease, this project will focus on the QRS-complex (of the electrocardiogram) in population based studies as this reflects electrically active cardiac mass. We will search for novel low-frequency genetic variants associated with the QRS-complex within the CHARGE consortium and within a Dutch population using dedicated reference panels. Loci will be interrogated through the use of published and unpublished in silico big-data sets to further prioritize variants and regions for experimental follow-up aimed at elucidating biological mechanisms. This project will bridge the gap between population based genetic association studies (with Dr. Newton-Cheh) to functional biology (with Dr. Laurie Boyer). This proposal will provide novel insights into cardiomyocyte functioning and provide novel avenues to study heart disease vulnerability and design innovative treatment.",
    "totalCost": "196380,9",
    "ecMaxContribution": "196380,9",
    "coordinator": "ACADEMISCH ZIEKENHUIS GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 196381
        }
    },
    "calculatedTotalContribution": 196381
}