{
    "rcn": "197907",
    "acronym": "FoTRRIS",
    "topics": "GARRI-1-2014",
    "title": "Fostering a Transition towards Responsible Research and Innovation Systems",
    "startDate": "01/10/2015",
    "endDate": "31/03/2018",
    "objective": "Fostering a Transition towards Responsible Research and Innovation Systems\n\nThe main objective of FoTRRIS is to develop and introduce new governance practices to foster Responsible Research and Innovation (RRI) policies and methods in research and innovation systems. Since research and innovation systems and practices in different European MS and within different research performing organisations vary, FoTRRIS will consider the implementation of new governance practices in five different MS  \n\nIn order to stress that responsible research and innovation is a collaborative activity from the very beginningócollaboration starts ëupstreamí, from the definition of the problem or challenge, continues with the analysis of the problem, the projection of potential solutions, the design of a research and innovation project that aims at realising a solution, and goes on during its performance and monitoringóFoTRRIS adds the prefix ëcoí to the acronym RRI. \n\nMoreover, because important present-day challenges are (at least partially) of a global nature, but manifest themselves in ways that are influenced by local conditions, FoTRRIS focusses on ëglocalí challenges, i.e. local/regional manifestations of global challenges and on ëlocalí opportunities for solving them. \n\nFoTRRIS will perform a transition experiment, i.e. an experiment to support the transformation of present-day research and innovation strategies into co-RRI-strategies. It will design, test and validate the organisation, operation and funding of a co-RRI-hub. This hub is conceived as a small organisational unit, that will function as a local one-stop innovation platform that encourages various knowledge actors from science, policy, industry and civil society to co-design, -perform, and ñmonitor co-RRI-projects that are attuned to local manifestations of global sustainability challenges.\n\nThe transition experiments performed in 5 member states will be evaluated and policy recommendations to implement co-RRI derived.",
    "totalCost": "1674500",
    "ecMaxContribution": "1674500",
    "coordinator": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
    "coordinatorCountry": "BE",
    "participants": "EUROPEAN REGIONS RESEARCH AND INNOVATION NETWORK ASBL;LGI CONSULTING SARL;CESIE;UNIVERSIDAD COMPLUTENSE DE MADRID;ESSRG Kft.;INTERDISZIPLINARES FORSCHUNGSZENTRUM FUR TECHNIK, ARBEIT UND KULTUR",
    "participantCountries": "BE;FR;IT;ES;HU;AT",
    "projectParticipants": {
        "997382713": {
            "orgId": "997382713",
            "orgName": "EUROPEAN REGIONS RESEARCH AND INNOVATION NETWORK ASBL",
            "ecContrib": 111156
        },
        "999677733": {
            "orgId": "999677733",
            "orgName": "LGI CONSULTING SARL",
            "ecContrib": 243000
        },
        "999694320": {
            "orgId": "999694320",
            "orgName": "INTERDISZIPLINARES FORSCHUNGSZENTRUM FUR TECHNIK, ARBEIT UND KULTUR",
            "ecContrib": 235531
        },
        "949677628": {
            "orgId": "949677628",
            "orgName": "CESIE",
            "ecContrib": 221841
        },
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 221434
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 472025
        },
        "997604843": {
            "orgId": "997604843",
            "orgName": "ESSRG Kft.",
            "ecContrib": 169512
        }
    },
    "calculatedTotalContribution": 1674499
}