{
    "rcn": "197965",
    "acronym": "Predictive Vision",
    "topics": "ICT-37-2014",
    "title": "Predictive Vision Saving lives in dangerous working environments with Predictive Risk Management software",
    "startDate": "01/07/2015",
    "endDate": "31/12/2016",
    "objective": "eVision has the ambition to become market leader in the control of work software market for all hazardous industries.\neVisioní s core market is the control of work software market with a 3 billion euros market size, with a CAGR of approximately 25%. At the end of this project eVision will have the proven software, commercial strategy and operational power to fulfill this ambition.\nThe main intent and ultimate goal of the solution is to create a unique real-time and predictive risk management system for usage at the frontline, ensuring entire hazardous industries (e.g. Oil & Gas, Utilities, Chemical, Pharmaceutical, etc.). will be transformed to operate safely.\neVision will demonstrate its innovation in a relevant operational environment of present eVision clients in the Oil & Gas industry (Shell, BP and Total), by demonstrating and validating a very intelligent system that can forecast all kinds of possible risks in any operational hazardous enterprise environment (e.g. Refinery plants, Oil drilling plants etc.). The innovation project is expected to combine information from over 25 different software systems, not only giving a real-time overview of risk levels but also giving early warning of any increased risk level (based on predictive analysis). Itís responsive, real-time software that also reports actual views of the emerging situations, advises the employee on how to (re)act and gives worldwide feedback to the management.\nThe technology being created by eVision will revolutionize the way industries are working today. Not only will the system be designed to prevent large incidents with global impact, but the system also allows personal safety to be planned and managed more effectively, decreasing global industry fatality levels.\nPredictive Vision will:\n- Lower the risk levels at clients by more than 60% within the first 12 months of usage.\n- Decrease the expected likelihood of large scale incidents by at least 50%.1\n- Drop the likelihood of severe personal inci",
    "totalCost": "3418391,25",
    "ecMaxContribution": "2392873",
    "coordinator": "EVISION INDUSTRY SOFTWARE BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935384969": {
            "orgId": "935384969",
            "orgName": "EVISION INDUSTRY SOFTWARE BV",
            "ecContrib": 2392873
        }
    },
    "calculatedTotalContribution": 2392873
}