{
    "rcn": "197916",
    "acronym": "BIORISE",
    "topics": "WIDESPREAD-2-2014",
    "title": "Establishment of the Bioinformatics ERA Chair at the Cyprus Institute of Neurology and Genetics",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "The BIORISE project proposal aims at the establishment of a Bioinformatics ERA Chair at the Cyprus Institute of Neurology and Genetics (CING). CING is currently the most advanced organisation of Cyprus in the fields of Neurology, Genetics and Biomedical Sciences and its research infrastructure is strongly supported by European Structural and Investment Funds (ESIF) through the Cyprus Directorate General for European Programmes, Coordination and Development. Through BIORISE the CING will attract talented Bioinformaticians who will be integrated within its current organisational structure to satisfy urgent needs for Bioinformatics analyses. The CING has recently established a Translational Facility infrastructure, through the ESIF and Norway grants, that will be producing a substantial amount of genomics and proteomics data. Due to budget limitations and the current economic constraints of the country, recruitment of expert Bioinformaticians has not been possible. Therefore, establishment of the Bioinformatics ERA Chair through this funding opportunity will complement and upgrade the above investments, since it will enhance the timely analysis of data and contribute towards excellence in extraction of reliable and meaningful results from large biological datasets. Furthermore, the more effective analysis of genomic and proteomic data will increase the capacity and level of excellence of CING thus promoting participation in competitive research proposals at national and international levels. In addition, BIORISE will facilitate the introduction of a Bioinformatics course within the postgraduate programmes of the Cyprus School of Molecular Medicine thus promoting the education and training of young scientists in the cutting edge field of Bioinformatics. BIORISE will have an impact at organisational, national, European and international level resulting in new multidisciplinary networks and increasing mobility thus complementing and upgrading existing infrastructures.",
    "totalCost": "2526162,5",
    "ecMaxContribution": "2273546",
    "coordinator": "THE CYPRUS FOUNDATION FOR MUSCULAR DYSTROPHY RESEARCH",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999642522": {
            "orgId": "999642522",
            "orgName": "THE CYPRUS FOUNDATION FOR MUSCULAR DYSTROPHY RESEARCH",
            "ecContrib": 2273546
        }
    },
    "calculatedTotalContribution": 2273546
}