{
    "rcn": "197956",
    "acronym": "E-LOCKS",
    "topics": "DRS-17-2014-1",
    "title": "Electronic security for OIL/LPG tanks",
    "startDate": "01/05/2015",
    "endDate": "31/08/2015",
    "objective": "The demand of oil and gas including Liquefied Petroleum Gases (LPG) amounts to 766 million m3 in Europe, at a compound annual growth rate (CAGR) of 5.25% for the period 2009-2013.  Currently, distributors and governments are suffering important financial losses due to theft, smuggling, and fraud in the delivery and sale of oil and gas products, costing European companies an estimated range from 100Ä million to 1,300Ä million  every year.  \nIn WACnGO, our activity started in 2008 with the development of a powerful system to provide an integral logistics management solution to the liquefied petroleum gases (LPG) and oil distribution companies, based on software (SW) tools and hardware (HW) devices to control, maintain and optimize the logistics and operation of this industry. In WACnGO we are focusing on this market segment through the offering of innovative solutions and by being adaptive to customer needs. \nAs one of the major issues to be tackled by oil/gas distribution companies is the prevention of the theft and fraud associated with the distribution of their products. We propose to prevent illegal practices and their direct economic consequences with an innovative security solution for oil/LPG tanks: the e-LockS solution. It is an integrated  SW and HW architecture system based on two main components:\n- CaplockÆ: cap with the electronic lock integrated to be installed in each tank. \n- e-keyÆ: intelligent key which will be managed from the Oil/LPG distribution management system (assignment of the permission to open a single tank and/or group of tanks).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WACNGO LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938752227": {
            "orgId": "938752227",
            "orgName": "WACNGO LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}