{
    "rcn": "197924",
    "acronym": "NEWPHYS-MOLECULES",
    "topics": "ERC-ADG-2014",
    "title": "Probing Physics beyond the Standard Model from Molecules",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The Standard Model of physics is incomplete. Gravity is not understood at the quantum level, dark matter and dark energy are not explained, and (string)-theories searching to cover these shortcomings are only consistent in higher-dimensional spaces, while only four of those dimensions are observed. The mystery of finely tuned strengths of the fundamental forces, providing us with a Universe of complexity, remains unexplained. This calls for new physics that can also be explored at the atomic scale in the low energy domain. That is the paradigm underlying the present proposal: Effects of new physics ñ either related to hitherto unknown particles or to symmetry-breaking phenomena ñ will manifest themselves as minute shifts in the quantum level structures of atoms and molecules, in minute drifts over time or dependencies on environmental conditions.\n\nI propose to perform precision metrology measurements on the H2 molecule in a search for new physics. Deviations between experimental results and QED-theory will scan unexplored territory beyond the Standard Model. Molecular metrology results of the fundamental ground tone vibration in H2 will be confronted with QED-theory calculations to search for the existence of new forces at the Angstrˆm length scale. If extra dimensions beyond the known 3\\1 would be compactified at the same length scale of 1 ≈, this would lead to strongly enhanced gravitational effects, measurable in a molecule. Our current research on experimental probes for varying constants on a cosmological time scale, is redirected into the investigation of chameleon scenarios: by studying H2 molecules in white dwarf stars by uv-astronomy, and by studying methanol molecules in our own galaxy by radio astronomy, searching for a possible dependence of fundamental constants on strong gravity or on density. \n\nIf any of these targeted phenomena could be uncovered, it would have great impact on science as a whole, and on our view on the Universe and its origin.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}