{
    "rcn": "197947",
    "acronym": "WARNTRAK",
    "topics": "IT-1-2014",
    "title": "Rail track monitoring system - Wireless Autonomous On-Board System measuring vibration with continuous reporting to reduce maintenance costs and enhance reliability and safety.",
    "startDate": "01/06/2015",
    "endDate": "31/08/2017",
    "objective": "Rail track monitoring system - real time information on track condition from vibration sensors on rolling stock to enhance safety, improve reliability and reduce costs.\n\nReal time live condition monitoring of rail track is not currently available and this project will provide that capability.  This will deliver major benefits through cost reductions of rail track maintenance as well as improved train safety and operational reliability\n. \nThe technology capability, supported by the WiBRATE FP7 project, has been proven by 5,000 installations in three EU countries for rolling stock condition monitoring. The low cost self-contained wireless sensors are easily fitted in minutes, powered by Perpetuum's world leading vibration energy harvesters.\n\nA prototype track monitoring system has demonstrated the new concept. WARNTRAK will deliver a fully functional system by further improvements, prototyping, testing and trials. This is a world leading capability with massive potential for worldwide sales and accelerated profitable growth through the clear benefits for rail operators. . \n\nWARNTRAK, using in-service train mounted sensors to measure track condition live and continuously rather than occasional data from measurement trains, will\n- Identify degradation trends and rapid deterioration immediately\n- Optimise track maintenance programmes by enabling early intervention and prioritisation\n- Reduce the required frequency of measurement train passes, freeing up rail capacity and hence reducing the cost\n- Improve track availability by prioritising engineering repairs before speed restrictions become necessary.\n- Reduce damage to rolling stock and help prevent derailment by improving track condition\n- Reduce resource use; energy, material and manpower.\n\nThe system can be fully implemented throughout Europe with no interoperability issues and exported worldwide. It will deliver the information collection, processing and visualisation tools to drive accurate track maintenance.",
    "totalCost": "3057716,25",
    "ecMaxContribution": "2140401",
    "coordinator": "PERPETUUM LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968681674": {
            "orgId": "968681674",
            "orgName": "PERPETUUM LIMITED",
            "ecContrib": 2140401
        }
    },
    "calculatedTotalContribution": 2140401
}