{
    "rcn": "197917",
    "acronym": "PROMETHEUS",
    "topics": "ERC-ADG-2014",
    "title": "Novel Cells for Organ Repair",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "In adult organisms, the natural ability to regenerate tissues damaged by injury or aging resides in multipotent tissue-specific precursors in local microenvironments. The number of these precursors is often either limited or declines sharply with age. Moreover, long-term adverse side effects of cancer treatments affect patients of any age. Such treatments tend to diminish the stem cell and progenitor cell populations.\n\nIn mammals pluripotency occurs only in the early embryo. Since 2006 it has been possible to turn ordinary somatic cells into pluripotent stem cells by using transcription factors (cellular reprogramming). However, pluripotency bears a risk for tumor formation, and thus conventional reprogramming strategies face the challenge of managing uncontrolled growth when applied to organs and tissues.\n\nI propose to replenish the tissue-specific precursor cell pool by directly programming local somatic cell types into relevant precursors. My team has already generated such precursor cell types in vitro but not yet in vivo. To bridge the so far insurmountable gap between current in vitro and future in vivo use, we need innovative strategies. I propose to utilize the emerging field of organoid technology (small cell clusters of self-organized tissue) in a scalable automated system to screen possible factors for converting somatic cells into tissue-resident precursors and evaluate them in vivo.\n \nThis high-risk, high-gain approach enables the development of a new method for testing reprogramming strategies in 3D tissues. Our work indicates that somatic cells can be programmed to become multipotent somatic precursor cells with an efficiency above 50%. My approach circumvents the generation of a pluripotent state and its inherent tumor forming potential. It provides essential insights into the underlying cellular mechanisms of stem cell and tissue renewal in the natural niches and offers the potential of these somatic precursors to regenerate injured or aged tissues.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}