{
    "rcn": "197900",
    "acronym": "RotaxHEC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Click to Lock: Mechanically Interlocked Architectures as Hydrogen Evolving Catalysts",
    "startDate": "03/10/2015",
    "endDate": "02/10/2017",
    "objective": "Research towards the development of sustainable energy sources focusses on minimising our negative impact on the Earth. Towards this end investigations into the exploitation of solar power as a clean source of energy are active across multiple scientific disciplines. One approach is to utilise water splitting catalysts to generate oxygen and combustible hydrogen gas from water. This task is often split into the two halves of the problem: the oxygen evolving and hydrogen evolving sides.\n\nThis project aims at the development of a new class of hydrogen evolving catalysts based on mechanically interlocked rotaxane architectures. The advantages of the proposed catalysts include mechanical protection of the catalytic centre, prevention of ligand dissociation by virtue of mechanical bonding, and assembly of the multi-component architecture in a single, rapid, high-yielding step.\n\nInitially rotaxane ligands will be synthesised using the synthetically flexible, convergent, active template (AT) methodology followed by examination of their coordination chemistry with abundant and cheap cobalt. Subsequently these structures will be assessed for their catalytic behaviour using electrochemical techniques, with structural optimisation utilised to improve their activity. We will then append photosensitising units to imbue these systems with photocatalytic activity.\n\nThis MSCA would allow me to develop my skills as an independent scientist, both in terms of capitalising on the skill set during my studies in New Zealand, combined with gaining new knowledge and practical abilities, as well as enhancing my supervisory, teaching, and project management skills. Furthermore, having obtained my tertiary education (including Ph.D.) overseas, the action would facilitate my reintegration into the European scientific community and provide Europe with a highly skilled, independent scientist ready to take up the challenge of an independent research position.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}