{
    "rcn": "197997",
    "acronym": "EMSODEV",
    "topics": "INFRADEV-3-2015",
    "title": "EMSO implementation and operation: DEVelopment of instrument module",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "The EMSODEV general objective is to catalyse the full operations of the EMSO distributed Research Infrastructure, through the development and deployment of the EMSO Generic Instrument Module (EGIM). EGIM will provide accurate, consistent, comparable, long-term measurements of ocean parameters, which are key to addressing urgent societal and scientific challenges (e.g. climate change and hazards). This will lead to an increased interoperability of EMSO nodes and to the common collection of ocean essential variable time series. \nThe specific objectives are: (1) to design and implement a state-of-the-art, standardized multidisciplinary EGIM, a common, harmonized, observation system; (2) to fully test, calibrate, validate and assess the effectiveness of this innovative module in order to ensure its maximum quality, long-term durability, and reliability; (3) to strengthen the data management and delivery backbone of the EMSO RI; this will require a coordinated approach to data capture, archiving, management, and delivery, in turn spurring the development of a wide range of data products and services; (4) to promote the uptake of the project results and public-private partnerships establishing links with industry and SMEs for technology transfer. These objectives will be achieved through: (a) Research & Innovation activities focused on the design, development, test, replication and deployment of EGIMs at EMSO nodes and data management system implementation; (b) Communication, dissemination and exploitation activities aimed at disseminating and facilitating the uptake of the project results, and setting up activities to increase the innovation potential of EMSODEV technological output, and to explore EGIM commercialization.\nAll these activities are in line with those listed in the part B of the section ìSpecific features for Research Infrastructuresî.  \nThe consortium includes 11 multi-skilled partners, with two industries, ensuring the fulfilment of the objectives.",
    "totalCost": "4529864,98",
    "ecMaxContribution": "4298602",
    "coordinator": "ISTITUTO NAZIONALE DI GEOFISICA E VULCANOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "SLR ENVIRONMENTAL CONSULTING(IRELAND)LIMITED;INSTITUTO PORTUGUES DO MAR E DA ATMOSFERA IP;HELLENIC CENTRE FOR MARINE RESEARCH;MARINE INSTITUTE;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE PENTRU GEOLOGIE SI GEOECOLOGIE MARINA-GEOECOMAR;UNIVERSITAET BREMEN;INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER;ENGINEERING - INGEGNERIA INFORMATICA SPA;NATURAL ENVIRONMENT RESEARCH COUNCIL",
    "participantCountries": "IE;PT;EL;ES;RO;DE;FR;IT;UK",
    "projectParticipants": {
        "999472675": {
            "orgId": "999472675",
            "orgName": "ISTITUTO NAZIONALE DI GEOFISICA E VULCANOLOGIA",
            "ecContrib": 646596
        },
        "999987454": {
            "orgId": "999987454",
            "orgName": "UNIVERSITAET BREMEN",
            "ecContrib": 274000
        },
        "999461617": {
            "orgId": "999461617",
            "orgName": "INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE PENTRU GEOLOGIE SI GEOECOLOGIE MARINA-GEOECOMAR",
            "ecContrib": 180226
        },
        "953379924": {
            "orgId": "953379924",
            "orgName": "INSTITUTO PORTUGUES DO MAR E DA ATMOSFERA IP",
            "ecContrib": 89125
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 299472
        },
        "999989200": {
            "orgId": "999989200",
            "orgName": "NATURAL ENVIRONMENT RESEARCH COUNCIL",
            "ecContrib": 974609
        },
        "999522824": {
            "orgId": "999522824",
            "orgName": "MARINE INSTITUTE",
            "ecContrib": 208358
        },
        "999577532": {
            "orgId": "999577532",
            "orgName": "HELLENIC CENTRE FOR MARINE RESEARCH",
            "ecContrib": 200000
        },
        "993040023": {
            "orgId": "993040023",
            "orgName": "SLR ENVIRONMENTAL CONSULTING(IRELAND)LIMITED",
            "ecContrib": 84062
        },
        "999630300": {
            "orgId": "999630300",
            "orgName": "INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER",
            "ecContrib": 822654
        },
        "999960488": {
            "orgId": "999960488",
            "orgName": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
            "ecContrib": 519500
        }
    },
    "calculatedTotalContribution": 4298602
}