{
    "rcn": "197957",
    "acronym": "SOMAPI",
    "topics": "SC5-20-2014",
    "title": "Swap.com On-line department store for Massive Amount of Pre-owned Items",
    "startDate": "01/07/2015",
    "endDate": "30/09/2017",
    "objective": "A part of developing more sustainable lifestyles is to extend the life time of items and foster re-use of the items. The first preference would be to acquire a pre-owned item and only if that is not feasible, purchasing a newly manufactured item produced in a sustainable way.\n \nCurrently, the challenge in acquiring pre-owned items through peer-to-peer internet sites is that people need to see effort to photograph and list their items and then if someone buys their item, they need to pack and ship the items.\n \nSwap.com provides an on-line consignment department store for pre-owned items in a cost-efficient and easy-to-use way. Items that are no longer needed are sent to Swap.com's fulfillment center where they are sorted, photographed, packed and stored. Swap.com solves customer issues regarding the selling effort by so that customer can pack the items into a box and send the items to Swap.com's fulfillment center.\n \nThis project targets to develop an industrial scale capability for selling and trading relatively inexpensive pre-owned (i.e. second-hand) items on-line in massive scale. This means that items with values as low as 2 EUR can be processed so that customers selling their items through Swap.com can get their share and Swap.com can make profitable business.\n \nThe approach is to scale-up the fulfillment center operations to a more efficient multi-processing flow where key parts are optimized and automatized further. The project also develops recommendations and search mechanisms in the customer front side (Swap.com service) so that customers find specifically what they are looking for.\n \nSwap.comís concept will encourage re-use of items instead of dumping them into landfills, and will therefore help to enable the transition towards a circular economy. Swap.comís goal is to be the worldís leading on-line department store for pre-owned items.",
    "totalCost": "1836931,25",
    "ecMaxContribution": "1285851,88",
    "coordinator": "NETCYCLER OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934808110": {
            "orgId": "934808110",
            "orgName": "NETCYCLER OY",
            "ecContrib": 1285852
        }
    },
    "calculatedTotalContribution": 1285852
}