{
    "rcn": "197919",
    "acronym": "INSULATRONICS",
    "topics": "ERC-ADG-2014",
    "title": "Controlling Electric Signals with Insulating Antiferromagnets and Insulating Ferromagnets",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "The proposal aims to facilitate a revolution of information and communication technologies by controlling electric signals with antiferromagnetic insulators and ferromagnetic insulators. We recently discovered that antiferromagnets can be active components in spintronics devices despite their lack of a macroscopic magnetic moment, and even when they are insulating.\n\nConventional electronics- and spintronics-based logic and memory devices, interconnects, and microwave oscillators are based on (spin-polarized) charge transport, which inherently dissipates power due to ohmic losses. The research proposed seeks to determine the extents to which ìInsulatronicsî has the potential to control the electric and thermal signal generation, transmission, and detection in more power-efficient ways.\n\nInsulatronics is profoundly different because there are no moving charges involved so the power reduction is significant. We hope to establish the extents to which spin-waves and coherent magnons in antiferromagnetic insulators and ferromagnetic insulators can be strongly coupled to electric and thermal currents in adjacent conductors and utilize this coupling to control electric signals. The coupling will be facilitated by spin-transfer torques and spin-pumping ñ a technique we pioneered ñ as well as spin-orbit torques and its reciprocal process of charge-pumping.\n\nThe core of this project focuses on the theoretical and fundamental challenges facing Insulatronics. Beyond the duration of the project, if we are successful, the use of spin signals in insulators with extremely low power dissipation may enable superior low-power technologies such as oscillators, logic devices, interconnects, non-volatile random access memories, and perhaps even quantum information processing.",
    "totalCost": "2140502,5",
    "ecMaxContribution": "2140502,5",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 2140502
        }
    },
    "calculatedTotalContribution": 2140502
}