{
    "rcn": "197958",
    "acronym": "SafeSky",
    "topics": "DRS-17-2014-1",
    "title": "SafeSky - Integrated system for critical infrastructure and personal sphere monitoring and protection against aerial threats",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "As the number of drones is increasing fast and new, very serious risks associated with them are emerging, the overall aim of this innovation project is to deliver worldís first integrated system ñ SAFESKY, dedicated for critical infrastructure and personal sphere monitoring and protection against aerial threats.\nThe project builds on integration of prototyped and validated solutions, consisting of dedicated hardware and software, which have been developed and already successfully demonstrated by the consortium SMEs, reaching TRL 7 of technology maturity. The consortium is composed of three complementary SMEs, that bring distinct key expertise to the project. Bonda will integrate the whole system and deliver software. Bioseco will deliver an advanced vision system, while SIRC will be focused on the delivery of the radar system built on first-class integrated circuits. The know-how and solutions provided by each SME build together all the necessary components of the targeted SAFESKY solution.\nIt has to be emphasized that the SAFESKY consortium has already acquired first, very significant potential customers from the critical infrastructure domain, with whom the SAFESKY solution will be validated during the project implementation. These are the Deepwater Container Terminal in Gda?sk, Lech Walesa International Airport in Gda?sk and Saur Neptun Gda?sk, the waterworks company serving the metropolitan area of Gda?sk, Poland. \nThe SAFESKY system will be delivered in two versions. Its high-end version will be dedicated for protection of critical infrastructures, while its basic deployment, considerably less expensive one, will be dedicated for private persons (soft targets) for protection of their personal sphere, e.g. houses. \nThe expected, targeted outcome of this innovation project is a commercially mature SAFESKY solution that will be subsequently deployed on the global markets, targeting EU and US.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BONDA. PL - SPOLKA ZOO",
    "coordinatorCountry": "PL",
    "participants": "SIRC SP ZOO;BIOSECO SP ZOO",
    "participantCountries": "PL",
    "projectParticipants": {
        "935081650": {
            "orgId": "935081650",
            "orgName": "BIOSECO SP ZOO",
            "ecContrib": 0
        },
        "952295464": {
            "orgId": "952295464",
            "orgName": "SIRC SP ZOO",
            "ecContrib": 0
        },
        "934739531": {
            "orgId": "934739531",
            "orgName": "BONDA. PL - SPOLKA ZOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}