{
    "rcn": "197960",
    "acronym": "Robolution",
    "topics": "SC5-20-2014",
    "title": "Robotic Recycling Revolution",
    "startDate": "01/07/2015",
    "endDate": "31/12/2016",
    "objective": "The increasing scarcity for raw materials, growingly strict regulations (European Waste Directive & Landfill tax escalation) and social pressure have turned waste into a resource, making recycling highly attractive. This has created a major market opportunity for new technologies that achieve high purity of sorted materials at a low cost.\n\nZenRobotics Oy has developed a robotic waste sorting system ZenRobotics Recycler (ZRR) that has the potential to revolutionise waste sorting, replacing low-performing hazardous manual jobs with highly efficient and fast autonomous robotic pickers. The key innovation of ZRR is a unique machine-learning based system, which gathers gigabytes of data of its environment, makes smart decisions and moves a robot arm in an unpredictable environment. Given the novelty of the technology, a paradigm shift is necessary in waste management for wide uptake of ZRR.\n\nThe Robolution project develops the prototype ZRR into a reliable and commercially attractive system for sorting Commercial and Industrial waste that forms more that 25% of total waste stream. The project focuses on:\nï Robot motion control to be able sort faster smaller objects and pick larger and heavier objects.\nï Recognition to detect new fractions (plastics, ferrous/non-ferrous metals) with 95% purity and recovery.\nï Development of the reporting tool enabling optimization within a waste sorting plant.\nï Optimization of the ZRR commissioning and service to shorten time-to-market time.\nï Testing and demonstration of the new functionality in real life conditions.\n\nZenRobotics targets the global waste sorting equipment market currently worth about Ä1.5-3 billion annually, but thanks to technological advances, the market is likely to explode. The expected annual turnover of the Commercial and Industrial waste ZRR reaches Ä150 million by 2021.",
    "totalCost": "2023750",
    "ecMaxContribution": "1416625",
    "coordinator": "ZenRobotics Ltd.",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950011308": {
            "orgId": "950011308",
            "orgName": "ZenRobotics Ltd.",
            "ecContrib": 1416625
        }
    },
    "calculatedTotalContribution": 1416625
}