{
    "rcn": "197912",
    "acronym": "intime",
    "topics": "PHC-12-2014",
    "title": "Prototyping 'intime' - a NINAAT-based self testing platform to detect infectious diseases",
    "startDate": "01/04/2015",
    "endDate": "30/11/2018",
    "objective": "Presented here is the proposal for the project - Homecare test device Çintimeë ñ targeting to bring the first non-instrumented nucleic acid amplification test device onto the market. Market launch will start out with a device for the diagnosis and screening of the sexually transmitted infection Chlamydia trachomatis followed by a multifunctional device including additionally Neisseria gonorrhoeae and Trichomonas vaginalis. This project is the effort of an international consortium of highly professional partners to bring the modular Çintimeí homecare diagnostic test from a functional model to the final prototype that is ready to be produced and brought to market. SelfD Technologie will lead this consortium and provide the technology for the device, which was already developed and proven to work in a laboratory setting. Now the homecare test will undergo final prototyping with the help of renowned design company wideblue and the experienced injection molding company Recon. This prototype will then be made in a small series production for a thorough analytical and clinical validation that will allow SelfD to apply for the CE mark and introduce the product shortly after the end of the project. The production will be achieved with Recon and the prepared chemical components necessary for the assay will be provided by Bioatlas, a company that SelfD is already engaged in a strategic partnership with. The clinical trial will be executed by the CRO proinnovera and their great experience and connections will ensure a smooth collection of all relevant data. In short, the Çintimeë project will propel the novel diagnostic tool for home use onto the market and thus improve healthcare and allow SelfD to launch their first product and position itself as a promising IVD developer.",
    "totalCost": "4526324",
    "ecMaxContribution": "4526324",
    "coordinator": "SELFDIAGNOSTICS DEUTSCHLAND GMBH",
    "coordinatorCountry": "DE",
    "participants": "BIOATLAS OU;Recon A/S",
    "participantCountries": "EE;DK",
    "projectParticipants": {
        "935408443": {
            "orgId": "935408443",
            "orgName": "SELFDIAGNOSTICS DEUTSCHLAND GMBH",
            "ecContrib": 3575024
        },
        "986954049": {
            "orgId": "986954049",
            "orgName": "Recon A/S",
            "ecContrib": 0
        },
        "935397676": {
            "orgId": "935397676",
            "orgName": "BIOATLAS OU",
            "ecContrib": 951300
        }
    },
    "calculatedTotalContribution": 4526324
}