{
    "rcn": "197918",
    "acronym": "PanEur1970s",
    "topics": "ERC-ADG-2014",
    "title": "Looking West: the European Socialist regimes facing pan-European cooperation and the European Community",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The project investigates the European Socialist regimesí expectations and predicaments vis-‡-vis the opening of a space of pan-European cooperation in the long 1970s. Against the background of East-West dÈtente and incipient globalization, the Socialist Èlites had to work out complex ideological, economic, and political issues originating from their attempts at integrating in the world economy, deepening their rapprochement with Western Europe and dealing with the commercial giant next door, the EC. \nWe intend to provide the first historical appraisal of the late Socialist Èlitesí views of their countriesí place and prospects in an emerging space of trans-European connections that presented them with new patterns of exchange and potential regional integration while challenging existing configurations of stability, political control and ideological self-legitimization.\nThe project intertwines international and economic history approaches to provide a dynamic portrait of the Socialist Èlitesí paradigms, goals and constraints in envisioning interdependence with Western Europe and cooperation with the EC. In order to map the debate within each European socialist country, our focus will be not only on the ruling party but also on state bureaucracy, experts and academics, trade unions, managers, and the official press. Our research will thus rely on a variety of primary sources originated by these actors.\nOur study aims at linking the usually separate scholarships on Eastern and Western Europe and broadening the scope of integration historiography beyond the EC experience, bringing the outsidersí perspective in. It will shed new light on the long-term paths of European integration and the antecedents to EU enlargement to Eastern Europe. \nThe PI will lead a team of experts on Socialist countries and historians of Western Europeís integration, whose close collaboration is the key to the conceptual development of a broader history of European co-operation.",
    "totalCost": "1811200",
    "ecMaxContribution": "1811200",
    "coordinator": "EUROPEAN UNIVERSITY INSTITUTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 1811200
        }
    },
    "calculatedTotalContribution": 1811200
}