{
    "rcn": "197921",
    "acronym": "RECEPIANCE",
    "topics": "ERC-ADG-2014",
    "title": "Molecular reconstitution of epigenetic centromere inheritance",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Accurate segregation of the parental genome to the daughter cells during mitosis is essential for cell and organismal viability, protecting against cell death or cellular transformation. Kinetochores are crucial for accurate chromosome segregation because they link chromosomes to spindle microtubules. Kinetochores sprout from unique chromosomal loci named centromeres. In most eukaryotes, centromere specification does not rely on defined DNA sequences. Rather, centromere specification relies on epigenetic mechanisms, the most prominent of which is identified in the enrichment at centromeres of the histone H3 variant CENP-A. Deposition of new CENP-A at every cell cycle is vital for centromere maintenance through cell division. RECEPIANCE aims to dissect the molecular mechanism of CENP-A deposition through reductionist approach based on two main pillars, biochemical reconstitution and structural analysis. \n\nThe CENP-A deposition machinery consists of chromatin-remodelling factors, histone chaperones, and accessory factors, including the Mis18 complex, HJURP, RbAb46/48, the FACT complex, RSF, CHD1, and additional currently less characterized proteins. The CENP-A deposition machinery is recruited to centromeres in a cell cycle-regulated manner by inner kinetochore proteins associated with CENP-A, most notably CENP-C. The hypothesis inspiring this proposal is that the CENP-A deposition machinery operates on a unit containing at least one CENP-A nucleosome and a neighboring canonical H3 nucleosome, with the latter being the target for exchange with new CENP-A. Our ability to reconstitute the centromere-inner kinetochore interface puts us in an ideal position to study how the CENP-A deposition machinery is recruited to centromeres in vitro, dissecting the crucial binding interfaces and studying them biochemically and structurally. The ultimate goal of RECEPIANCE is to reconstitute the ATP-dependent exchange of H3 with CENP-A in vitro exclusively with recombinant proteins.",
    "totalCost": "2064583",
    "ecMaxContribution": "2064583",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2064583
        }
    },
    "calculatedTotalContribution": 2064583
}