{
    "rcn": "197915",
    "acronym": "deepSLice",
    "topics": "ERC-ADG-2014",
    "title": "Deciphering the greenhouse gas record in deepest ice using continuous sublimation extraction / laser spectrometry",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The recent anthropogenic global warming makes a detailed understanding of coupling processes between climate and biogeochemical cycles of pressing importance. The atmospheric archive of air bubbles enclosed in polar ice cores provides the only direct record of greenhouse gas changes in the past, and the key to understanding the related changes in biogeochemical cycles and climate/greenhouse gas feedbacks. \n\nCrucial questions about greenhouse gas variability on very short (decadal) and very long (orbital) time scales still remain open. To answer these questions, the ice core community has proposed new drilling projects with the goal of nearly doubling the time span of the available ice core record to the last 1.5 million years and of covering the entire Holocene greenhouse gas record in unprecedented decadal resolution. These goals have one thing in common: due to glacier flow most of this record will only be found in a very thin layer in the bottom-most ice of the cores. Completely new analytical approaches are needed to unlock the atmospheric archive in this ice in order to gain high-resolution, high-precision measurements, while at the same time drastically reducing sample consumption compared to established techniques.\n\nThe deepSLice project will make such a step change in ice core analytics by developing a novel coupled Continuous Sublimation Extraction-Quantum Cascade Laser Spectrometer system. It will allow us to simultaneously measure CO2, CH4 and N2O concentrations as well as the isotopic composition of CO2 on air samples of only 1-2 ml at standard pressure and temperature, reducing the required sample size by one order of magnitude. This non-destructive analysis will make it also possible for the complete air sample to be recollected after analysis and used for other measurements. This method will be applied to existing and new ice cores in order to study past changes in greenhouse gases and the underlying biogeochemical cycles in unparalleled detail.",
    "totalCost": "2255788",
    "ecMaxContribution": "2255788",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}