{
    "rcn": "197967",
    "acronym": "MetaFuel",
    "topics": "SIE-01-2014",
    "title": "High Temperature Methanol Fuel Cell",
    "startDate": "01/05/2015",
    "endDate": "31/10/2017",
    "objective": "The German company Siqens has developed a High Temperature Methanol Fuel Cell (HT-MFC) with outstanding technical and economical characteristics. The first product will be an eco-friendly and affordable system named EcoPort for the camping and boat market. EcoPort generates electrical power using renewable methanol liquid fuel. The Danish company Danish Power Systems manufactures the key fuel cell component, the MEA (Membrane Electrode Assembly), for the Siquens products. The project aim sets a significant basis for the efficient and effective transformation of chemical energy from the substance methanol into ìcleanî (carbon neutral) electrical energy.  The fuel cell from Siquens allows an expanded use of electricity from renewable energies. The production of methanol from wind and sun by Carbon Capture Utilization (CCU) methods is a great chance to store energy of renewables allowing to reach the individual climate goal of the German government (80% renewables in 2050). The ecological benefits of our solution makes it a valuable contribution to the EU climate goals. The market in 2018 for the 800 Watt variant (EcoPort800) is expected to be 930 units with a delivery price of 5,000 EUR each, generating a turnover of more than 4.6 million Euros. In the present project the components and final products need to be finally developed and manufactured with lower costs.",
    "totalCost": "3282750",
    "ecMaxContribution": "2297925",
    "coordinator": "SIQENS GMBH",
    "coordinatorCountry": "DE",
    "participants": "DANISH POWER SYSTEMS APS",
    "participantCountries": "DK",
    "projectParticipants": {
        "934651164": {
            "orgId": "934651164",
            "orgName": "SIQENS GMBH",
            "ecContrib": 1944775
        }
    },
    "calculatedTotalContribution": 1944775
}