{
    "rcn": "197993",
    "acronym": "CTA-DEV",
    "topics": "INFRADEV-3-2015",
    "title": "Cherenkov Telescope Array: Infrastructure Development and Start of Implementation",
    "startDate": "01/07/2015",
    "endDate": "30/06/2018",
    "objective": "The Cherenkov Telescope Array project aims to provide a unique global facility for very high energy gamma ray astronomy addressing many long-unanswered questions in astronomy and astrophysics, astroparticle physics, particle physics, and cosmology. Two arrays of Cherenkov telescopes ñ one in each hemisphere ñ will provide unprecedented sensitivity for the study of the Universe at the highest energies of the electromagnetic spectrum. The project is supported and promoted by the CTA Consortium, with 178 institutes in 29 countries; Consortium institutes plan to provide the telescopes as in-kind contributions. CTA completed instrument specifications and design in the CTA Preparatory Phase. The ESFRI expert committee has identified the main bottlenecks towards implementation of CTA as: characterisation and survey of array sites, design and implementation of site infrastructure, concluding long-term agreements, and preparing for construction to begin. The CTA-DEV proposal targets these bottlenecks by specifically addressing:\n-Designing and planning in detail the site-specific infrastructure required to operate the telescopes provided by CTA Consortium institutes;\n-Planning the deployment process, exercising it on the first pre-production telescopes and their infrastructure, and providing a solid foundation for the mass deployment of telescopes;\n-Providing the legal basis for approval and deployment of CTA by creating the required founding agreement, hosting agreements, and framework contracts;\n-Implementing local outreach programmes in the host countries and defining the outreach infrastructure required, promoting relations with the host country at government, commercial, and public levels.\nThese tasks will be carried out by the CTA Observatory gGmbH, a non-profit organisation founded by CTA member states to provide a legal framework for the preparations for the CTA Observatory, to administer CTA project management and system engineering, and to prepare for deployment.",
    "totalCost": "4857812,5",
    "ecMaxContribution": "4257813",
    "coordinator": "CHERENKOV TELESCOPE ARRAY OBSERVATORY GEMEINNUTZIGE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934240272": {
            "orgId": "934240272",
            "orgName": "CHERENKOV TELESCOPE ARRAY OBSERVATORY GEMEINNUTZIGE GMBH",
            "ecContrib": 4257813
        }
    },
    "calculatedTotalContribution": 4257813
}