{
    "rcn": "197950",
    "acronym": "I-KAM2EU",
    "topics": "INNOVATION",
    "title": "enhancing Innovation and Key Account Management by sme2EU",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The proposal aims at providing the two new Enterprise Europe Network services:\n1) Enhancing SMEís Innovation Management Capacity (EIMC) for innovating SMEs, and\n2) Key Account Management (KAM) for SME Instrument beneficiaries \nin the three Italian regions covered by the EEN consortium ìSME2EUî: Tuscany, Marche and Umbria.\nThese new services will be provided in an additional but integrated way to the usual EEN activities related to the SME competitiveness and innovation.\n\nThe objective of the I-KAM2EU proposal is to improve the innovation management capacity of SMEs in order to enhance their competitiveness.\nThe establishment of an internal innovation management system will allow the SMEs to become more innovative and to achieve more success with their product, service and process. This would foster SMEís results, value and competitiveness. SMEs are often not able to adequately develop their management innovation systems and there are no local available services that help them to go in this direction. The proposal will establish services to make available the opportunity for a SME to have a rational and structured support to develop and maintain an internal innovation management system\nMoreover, I-KAM2EU will support the SME Instrument beneficiaries to enhance the probability of successful exploitation of their project and to leave a footprint for the their future sustainable growth. \n\nThe EICM service is targeted to a number of selected SMEs who are developing innovative products or services and with high potential for international competitiveness, but who have poor knowledge or skills or ability to manage the innovation processes. The partners agreed to make use of ìIMP≥roveî as core tool for the assessment phase of the service.\nThe KAM service is reserved to SME Instrument Phase 1 or Phase 2 beneficiaries located in the three Italian regions covered by the proposal.\n\nI-KAM2EU will provide 83 EIMC and 13 KAM services for a total of 96 services in 2015-2016.",
    "totalCost": "225353,1",
    "ecMaxContribution": "225353,1",
    "coordinator": "PROMOFIRENZE AZIENDA SPECIALE DELLACAMERA DI COMMERCIO INDUSTRIA ARTIGIANATO E AGRICOLTURA DI FIRENZE",
    "coordinatorCountry": "IT",
    "participants": "CONFINDUSTRIA TOSCANA;ASSOCIAZIONE COMPAGNIA DELLE OPERE DI PESARO;CAMERA DI COMMERCIO INDUSTRIA ARTIGIANATO E AGRICOLTURA DI ASCOLI PICENO;CENTRO PER LA PROMOZIONE DELL INTERNAZIONALIZZAZIONE DELLE IMPRESE UMBRE;EUROSPORTELLO CONFESERCENTI;SOCIETA REGIONALE PER LO SVILUPPO ECONOMICO DELL UMBRIA - SVILUPPUMBRIA SPA",
    "participantCountries": "IT",
    "projectParticipants": {
        "953042170": {
            "orgId": "953042170",
            "orgName": "CENTRO PER LA PROMOZIONE DELL INTERNAZIONALIZZAZIONE DELLE IMPRESE UMBRE",
            "ecContrib": 27689
        },
        "999834873": {
            "orgId": "999834873",
            "orgName": "CAMERA DI COMMERCIO INDUSTRIA ARTIGIANATO E AGRICOLTURA DI ASCOLI PICENO",
            "ecContrib": 33389
        },
        "941198955": {
            "orgId": "941198955",
            "orgName": "CONFINDUSTRIA TOSCANA",
            "ecContrib": 59241
        },
        "999741559": {
            "orgId": "999741559",
            "orgName": "EUROSPORTELLO CONFESERCENTI",
            "ecContrib": 44174
        },
        "999810138": {
            "orgId": "999810138",
            "orgName": "ASSOCIAZIONE COMPAGNIA DELLE OPERE DI PESARO",
            "ecContrib": 22533
        },
        "961532483": {
            "orgId": "961532483",
            "orgName": "PROMOFIRENZE AZIENDA SPECIALE DELLACAMERA DI COMMERCIO INDUSTRIA ARTIGIANATO E AGRICOLTURA DI FIRENZE",
            "ecContrib": 0
        },
        "950599225": {
            "orgId": "950599225",
            "orgName": "SOCIETA REGIONALE PER LO SVILUPPO ECONOMICO DELL UMBRIA - SVILUPPUMBRIA SPA",
            "ecContrib": 38328
        }
    },
    "calculatedTotalContribution": 225354
}