{
    "rcn": "197988",
    "acronym": "OUTCOME",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "The outstanding challenge in solid mechanics: engineering structures subjected to extreme loading conditions",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "In this project we aim to train early-stage researchers in what is referred to as an outstanding challenge in solid mechanics: developing novel solutions for the analysis and design of aerospace and defense structures subjected to extreme loading conditions. Structural elements used in these sectors are frequently subjected to a large variety of unusually severe thermo-mechanical solicitations. One easily realizes that this type of structures (e.g. components for satellites) has to be designed to sustain extreme temperatures, which may vary hundred degrees in short periods of time, and extreme mechanical loadings like hypervelocity impacts. New specific structural solutions are constantly developed to fulfill such requirements, which place these industrial sectors in the forefront of the technological innovation. Hereby, aerospace and defense industries constitute the natural meeting point between academia and entrepreneurial fabric. A deep understanding of the response of structures under the aforementioned sharp solicitations is mandatory for design purposes. Unfortunately, not even today is easy to find researchers in the labour market with such specific (and complicated) understanding. Aerospace and defence industries require highly-qualified technical staff capable of developing research and innovation within the framework of structural mechanics. This is the precise context where our proposal lies. We intend to form a consortium composed of 3 academic beneficiaries and 2 industrial beneficiaries which aims at developing specific training for early-stage researchers within the field of aerospace and defense structures subjected to severe thermo-mechanical loads. The leitmotif of this ITN is to train creative and innovative researchers ready to face structural-engineering challenges which arise in the vanguard of technological innovation.",
    "totalCost": "2052846,72",
    "ecMaxContribution": "2052846,72",
    "coordinator": "UNIVERSIDAD CARLOS III DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITE DE LORRAINE;CIMULEC;AEROSERTEC SL;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "participantCountries": "FR;ES;IL",
    "projectParticipants": {
        "950290280": {
            "orgId": "950290280",
            "orgName": "AEROSERTEC SL",
            "ecContrib": 247873
        },
        "954831626": {
            "orgId": "954831626",
            "orgName": "UNIVERSITE DE LORRAINE",
            "ecContrib": 525751
        },
        "935817589": {
            "orgId": "935817589",
            "orgName": "CIMULEC",
            "ecContrib": 262876
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 520601
        },
        "999899572": {
            "orgId": "999899572",
            "orgName": "UNIVERSIDAD CARLOS III DE MADRID",
            "ecContrib": 495746
        }
    },
    "calculatedTotalContribution": 2052847
}