{
    "rcn": "197964",
    "acronym": "Bio-AX",
    "topics": "DRS-17-2014-1",
    "title": "A new wearable, cost effective and non-invasive biometric solution for accurate and high throughput screening of people, bags and vehicles",
    "startDate": "01/06/2015",
    "endDate": "31/08/2015",
    "objective": "AUDAX Global Solutions Ltd. is an SME founded in Plymouth UK in 2005. Since then it has become a pioneer in the delivery and development of mobile digital evidence gathering products and services. The AUDAX team consists of the most knowledgeable experts in the industry who are committed to offer ground breaking innovative solutions. AUDAX owns a new technology Bio-AXô, a new wearable, cost-effective and non-invasive biometric solution for accurate and high throughput screening of people, bags and vehicles. This technology will bring many benefits to the stakeholders and increase security in our communities. AUDAX sees a huge business opportunity through sales. The uniqueness of Bio-AXô will increase the Unique Selling Proposition (USP) of our products and competitive advantage in the market. AUDAX believes that Bio-AXô will raise the Companyís profitability and grow its workforce. AUDAX has invested in Bio-AXô and it is now in prototype phase. However, the Company requires further financing through SME Instrument to fund the transition of the prototype into commercialisation. In Phase 1 our specific objective is to prepare a clear Feasibility Study and Business Plan to determine the feasibility, possibility, viability and sustainability of this new project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AUDAX GLOBAL SOLUTIONS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937921034": {
            "orgId": "937921034",
            "orgName": "AUDAX GLOBAL SOLUTIONS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}