{
    "rcn": "197926",
    "acronym": "QuDeT",
    "topics": "ERC-ADG-2014",
    "title": "Quantum devices in topological matter: carbon nanotubes, graphene, and novel superfluids",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The project addresses quantum devices in hybrid systems formed using carbon nanotubes, graphene, and 3He superfluid, all with particular topological characteristics. Topological properties of these non-trivial materials can be drastically modified by introducing defects or interfaces into them, like single layer graphene into superfluid helium, boron nitride between graphene sheets, carbon nanotubes in 3He superfluid, or misfit dislocation layers into HOPG graphite. \n\nWe are particularly interested in graphene/3He systems where graphene acts as an interface/substrate of interacting atomic ensembles. The atomic interactions across graphene are expected to provide novel mesoscopic condensates. By studying the topological phases of thin 3He layers and graphene immersed into superfluid 3He, we will investigate pairing across the graphene interface, deduce the origin of supercurrents, and look for excitonic superfluidity in these systems.\n\nSingle walled carbon nanotubes provide high-quality nanomechanical resonators with extraordinary properties. By using proximity-induced superconductivity, these objects will be integrated into circuit optomechanics in a way that facilitates strong coupling between the mechanical motion and the microwave cavity. By using adiabatic nuclear refrigeration, these non-linear quantum objects will be cooled below 1 mK, at the temperature of which the quantum ground state is reached. The cooling relies on immersion of the SWNT into superfluid 3He which, in the limit T -> 0, provides a quantum vacuum with unique topological properties. Intriguingly, the characteristics of this vacuum can be probed by ultrasensitive detectors provided by the suspended SWNTs.\n\nFinally, besides non-classical phonon states, e.g. Fock states in the mechanical resonator, reaching the ground state of such an anharmonic oscillator will allow studies of quantum tunnelling of a macroscopic object from its metastable minimum when biased with a large gate voltage.",
    "totalCost": "2398536",
    "ecMaxContribution": "2398536",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}