{
    "rcn": "197999",
    "acronym": "WASP",
    "topics": "ERC-PoC-2015",
    "title": "Wide Spectral Range Photonic Glucometer",
    "startDate": "01/11/2015",
    "endDate": "30/04/2017",
    "objective": "Diabetic patients (around 8.6% of the western population) must constantly monitor their blood glucose level (BGL) with a continuous glucose monitoring (CGM) device. This social need has already been addressed by some companies, with an overall compound annual growth rate (CAGR) for this market (from 2014 through 2019) of 19.6%. Besides such highly attractive market possibilities, to date none of the commercial CGMs can provide accuracy below 20%. This is a non-assumable risk for the users. In addition, the readout medical device can only be used for glucose sensing, severely limiting its use for early detection of other analytes of interest.\nWASP POC aims to bring into the market the next generation of CGMs which makes use of light as interrogation mechanism. In this approach, and with the appropriate multi-purpose medical readout device, accuracies of 10% will be attained. It is the vision of the WASP team that this approach will represent a game-changing player in the market of CGMs. Important is to mention that high technology does not necessary means huge fabrication costs, and WASP will only make use of mass-production technologies and well established measurement protocols (developed in the ERC Starting Grant HIP-LAB).\nTo determine the market impact of WASP, a throughout market study will be pursued, considering the advantages of the WASP concept as opposite to the competitors. Additionally, a preliminary industrial overview for WASP massive production will be pursued. This preliminary evaluation will take into account production series in the range of 3-300 million units per year, considering all key factors in a real productive environment such as direct costs, replacement costs, etc.\nWASP is firmly grounded on already owned IPR related to this topic (patent PCT/ES2011/070011). In addition, a risk assessment procedure has been established allowing the choice of the best route towards either starting-up or licensing the concept to a major player.",
    "totalCost": "149972",
    "ecMaxContribution": "149972",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 149972
        }
    },
    "calculatedTotalContribution": 149972
}