{
    "rcn": "197974",
    "acronym": "InnoHessen2Europe",
    "topics": "INNOVATION",
    "title": "Enhancing Innovation Management Capacity in Hessen",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "With this proposal the coordinator of the EEN Hessen consortium, Hessen Trade & Invest GmbH (HTAI), participates as a sole partner in the Consultation of Enterprise Europe Network partners on the work programme for 2015-2016 Horizon 2020 activities.  HTAI will implement the action ÑEstablishing services enhancing the innovation management capacity of SMEs in the EENì, offering to innovative SMEs in Hessen at least 48 Ñseven days packagesì. Thus EEN Hessen will contribute to the aims of the Europe 2020 strategy in terms of increasing the business performance of SMEs.\n\nBeneficiaries of the SME Instrument will be supported with Key Account Management (KAM). EEN Hessen will assess their gaps and challenges, identify a suitable coach, facilitate the interaction between the coach and the SME and respond to further needs by additional support measures. The overall aim is to enable those companies to conduct their innovation project successfully and thus to contribute to their commercial growth. \n\nOther SMEs with significant innovation activities and a high potential for growth and internationalisation will be supported in the separate process of Enhancing Innovation Management Capacity (EIMC). EEN Hessen will assess their gaps and needs, develop together with the SME an action plan and facilitate its implementation.\n\nWith these activities, complemented by a wide range of further EEN services, HTAI strives to increase the competitiveness of Hessian SMEs and strengthen their ability to operate successfully in the European Single Market and outside. \n\nThe action will be conducted by EEN Hessen innovation experts, all senior staff experienced in innovation management. They will use the ÑInnovation Health Checkì by Enterprise Ireland as a CEN/TS 16555-1 tool to assess the innovation management capacity of Hessian clients and to identify needs to be responded to. EEN Hessen will further follow the methodology provided by the EASME for EEN innovation services.",
    "totalCost": "175000",
    "ecMaxContribution": "175000",
    "coordinator": "HESSEN TRADE & INVEST GMBH",
    "coordinatorCountry": "DE",
    "participants": "INDUSTRIE- UND HANDELSKAMMER FRANKFURT AM MAIN;WIRTSCHAFTS UND INFRASTRUKTURBANK HESSEN;INDUSTRIE- UND HANDELSKAMMER DARMSTADT;INDUSTRIE- UND HANDELSKAMMER OFFENBACH AM MAIN",
    "participantCountries": "DE",
    "projectParticipants": {
        "938712748": {
            "orgId": "938712748",
            "orgName": "INDUSTRIE- UND HANDELSKAMMER FRANKFURT AM MAIN",
            "ecContrib": 0
        },
        "938704600": {
            "orgId": "938704600",
            "orgName": "INDUSTRIE- UND HANDELSKAMMER OFFENBACH AM MAIN",
            "ecContrib": 0
        },
        "938714009": {
            "orgId": "938714009",
            "orgName": "INDUSTRIE- UND HANDELSKAMMER DARMSTADT",
            "ecContrib": 0
        },
        "941329711": {
            "orgId": "941329711",
            "orgName": "HESSEN TRADE & INVEST GMBH",
            "ecContrib": 175000
        },
        "938569964": {
            "orgId": "938569964",
            "orgName": "WIRTSCHAFTS UND INFRASTRUKTURBANK HESSEN",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 175000
}