{
    "rcn": "197998",
    "acronym": "MaMs2",
    "topics": "ERC-PoC-2015",
    "title": "Platform for Heterogeneous Integration of NEMS on ICs",
    "startDate": "01/07/2015",
    "endDate": "31/12/2016",
    "objective": "Within the ERC-M&M¥s Starting Grant project (No.277879) we are exploring an innovative platform technology for wafer-level heterogeneous integration of integrated circuits (ICs) with micro/nano-electromechanical systems (MEMS/NEMS). This type of heterogeneous 3D integration technology is part of the More-than-Moore paradigm depicted in the International Technology Roadmap for Semiconductors (ITRS)  and allows the combination of standard CMOS-based integrated circuits and high-performance MEMS devices to form complex and highly integrated systems that are not possible to manufacture with other micro-manufacturing approaches. First heterogeneous integration platforms for IC-integrated MEMS products have already been commercialized with great success by InvenSense (USA) and by mCube (USA) in collaboration with TSMC (Taiwan), the worldís largest CMOS foundry. However, the established heterogeneous integration technologies have limitations with respect to the type of MEMS devices that can be realized and the extent to which the MEMS-ICs system component can be miniaturized. The heterogeneous integration platform developed in this ERC-M&Mís\\2 Proof of Concept proposal is suitable for a variety of small-sized MEMS components with large-volume markets, including infrared (IR) detector arrays, micro-mirror arrays, ultra-low power circuits based on NEM switches (a specific target application are low-power FPGAs), gyroscopes, accelerometers, microphones, etc. Thus, the heterogeneous integration platform is addressing a potential multi-billion Ä market. In contrast to the competing technologies, our heterogeneous integration platform is enabling the integration of ICs and MEMS/NEMS devices with extremely small device dimensions in the nm-range, very small via dimensions in the sub-1?m-range and placement accuracies of the MEMS/NEMS components on the target ICs in the nm-range.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}