{
    "rcn": "197992",
    "acronym": "INNOWAVE",
    "topics": "MSCA-ITN-2015-EID",
    "title": "Maximising the technical and economic performance of real wave energy devices",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "This initiative proposes an innovative training environment for 3 ESRs in a supportive environment provided by an award-winning progressive wave energy company (Aquamarine Power Ltd) and a research centre at the forefront of innovation in wave energy device optimisation and control (the Centre for Ocean Energy Research at NUIM). The ESRs will be recruited by COER and will be seconded for 50% of their time to APL. \nThere is a clear need for a training programme that integrates academic and industrial contributions. The proposed programme integrates formal and informal training activities with a rich set of industry-academic research projects, supported by significant secondment to the industrial partner and experience with real-world tank and ocean testing, wave-energy device deployment and implementation of new research results in state-of-the-art wave energy technology. The ESRs will be enrolled in a Structured PhD programme at NUIM, and will benefit from a series of structured training models. The training programme is complemented by a set of network-wide training activities.  \nThe research programme is composed of 3 closely-knit projects in the research area of wave energy and ocean energy, which allow the ESRs to have significant interaction, yet providing each ESR with an independent set of objectives and the opportunity to play a significant role in the rapidly developing area of wave energy conversion. With a clear global requirement to provide new energy sources, this programme aims to contribute to both the rapid commercialisation of a viable and economic wave energy technology, while also providing a pipeline of well-trained engineers with research, technical and commercial skills which are badly needed by this rapidly-expanding industrial sector.",
    "totalCost": "804637,08",
    "ecMaxContribution": "804637,08",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND MAYNOOTH",
    "coordinatorCountry": "IE",
    "participants": "AQUAMARINE POWER LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "999901415": {
            "orgId": "999901415",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND MAYNOOTH",
            "ecContrib": 531349
        },
        "938143649": {
            "orgId": "938143649",
            "orgName": "AQUAMARINE POWER LIMITED",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 804637
}