{
    "rcn": "197973",
    "acronym": "AMOR",
    "topics": "IT-1-2014",
    "title": "A Mile Of Runway",
    "startDate": "01/08/2015",
    "endDate": "31/01/2018",
    "objective": "Unlocking the true potential of general aviation (GA) requires a significant increase in safety measures. Today, pilots of small aircraft often rely on Visual Flight Rules operations (VFR) to detect and avoid obstacles in the air and on the ground. To operate under Instrument Flight Rules, pilots require special equipment and additional licenses. They must also fly in controlled airspace. These extra requirements are not always feasible for many pilots.\n\nIn the past five years alone, there have been more than 7,064 GA accidents, resulting in 2,189 fatalities, most often while using VFR. The AMOR project aims to add a powerful level of safety to GA. As a stand-alone, affordable Electronic Detection and Avoid (ED&A) system, AMOR can potentially help pilots avoid 80% of accidents that occur under the current VFR system.  \n\nED&A provides small aircraft with ìelectronic eyesî. This allows for collision avoidance that reaches far beyond human visibility. It supports and enhances the safety and efficacy of VFR. Whatís more, this safety-added system will unlock the true business potential of GA, allowing for an entirely new market of local small aircraft transport, without the need for additional infrastructure. Small aircraft pilots can simply use the more than 2,750 runways already in operation in Europe. While large civil aircraft are able to utilise Air Traffic Control, small aircraft pilots are often left to their own judgment to operate safely. AMOR will increase their safety by a factor of 5, and, as a stand-alone system, will not interfere with current civil aircraft operations.\n\nThe successful completion of AMOR will offer a fully operational ED&A set-up that can be demonstrated to the industry. Within five years, AMOR aims to have supplied approx. 0.5% of the current GA market (300k aircraft) with an affordable, independent system at a market price of Ä20k. The system will be distributed through tier 1 and tier 2 co-developers who are already engaged in the project.",
    "totalCost": "2028950",
    "ecMaxContribution": "1420264,63",
    "coordinator": "METASENSING BV",
    "coordinatorCountry": "NL",
    "participants": "SELFLY BV",
    "participantCountries": "NL",
    "projectParticipants": {
        "936464094": {
            "orgId": "936464094",
            "orgName": "SELFLY BV",
            "ecContrib": 501560
        },
        "955852454": {
            "orgId": "955852454",
            "orgName": "METASENSING BV",
            "ecContrib": 918705
        }
    },
    "calculatedTotalContribution": 1420265
}