{
    "rcn": "197959",
    "acronym": "OX-SIHA",
    "topics": "SC5-20-2014",
    "title": "INTEGRAL WATER SANITATION SYSTEM",
    "startDate": "01/07/2015",
    "endDate": "30/09/2017",
    "objective": "Waterborne bacteria are an extremely dangerous source of infection. Water of poor quality can cause disease outbreaks (80% of gastrointestinal infectious and parasitic diseases and a third of the deaths caused by those infections, are due to the use and consumption of contaminated water) and affects human health in two ways:\nï Direct consumption (drinking and inhaling)\nï Indirect, by contaminating production, industrial and public service sectors\nWater is used in many different facilities (cattle trough, refrigeration towers, food industryÖ) and different treatments (physical, chemical and biological) are used to remove bacteria and clean the water. However, there is a lack in the performance of these methods, because controlling of bacteria is not enough. Studies have demonstrated that amoebae can also be found in water, a protozoa that can be host of bacteria and capable of colonising water networks, which represents a terrible health risk, causing important economic losses to companies and administrations, and even human deaths.\nThe general objective of the project is to commercialise a water sanitation system (OX-SIHA) that guarantees the total disinfection of water. The system will be comprised of:\nï In-situ sampling system to detect amoebae in water environments by the polymerase chain reaction (PCR) method.\nï A biocidal formulate, capable of eliminating all pathogenic microorganisms in any kind of waters.\nï A joint biocidal-catalyst system, permitting a total absence of toxic by-products, making the formula environmentally friendly.\nï An automatic remote water management system, a software that will manage data processing, statistics analysis, product dosage and alerts.\nï An accurate biocidal dosage system.\n\nOX-SIHA offers the possibility of being commercialised by modules that will ease its uptake by the end users, as the system is designed to be adapted to the needs and business size of any client.",
    "totalCost": "810181,25",
    "ecMaxContribution": "567126,88",
    "coordinator": "OX-COMPA—IA DE TRATAMIENTO DE AGUAS SL.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934972719": {
            "orgId": "934972719",
            "orgName": "OX-COMPAÑIA DE TRATAMIENTO DE AGUAS SL.",
            "ecContrib": 567127
        }
    },
    "calculatedTotalContribution": 567127
}