{
    "rcn": "197911",
    "acronym": "RapidEx",
    "topics": "PHC-12-2014",
    "title": "Validation of a point-of-care H-FABP test for a rapid exclusion of Acute Myocardial Infarction in patients with cardiac complaints.",
    "startDate": "01/04/2015",
    "endDate": "31/10/2017",
    "objective": "There is a pressing need for improvement of the diagnosis of acute myocardial infarction (AMI) for healthcare professionals (HCP). 1ñ1,5% of the population consult a physician each year with chest pain complaints. While the majority (60ñ80%) of these patients are sent to a hospital for further inspection, eventually AMI is diagnosed in only 8ñ18% of these cases. Consequently, a rapid, objective test that helps to better select patients suspected of AMI by HCPs would reduce the number of unnecessary hospital referrals and admissions, thereby saving costs and contributing to a more sustainable healthcare.\n\nFABPulous (SME) is a medical device company spun out of Maastricht University in 2008. The core of the company is its innovative proprietary technology that allows a simple, robust and ultra-rapid diluted plasma preparation from a drop of blood. This offers great advantages over current technologies in point-of-care and home testing.\n\nThe CE-marked H-FABP True Rapid Test (H-FABP TRT) developed by FABPulous aids the HCP in ruling out AMI with a very high level of confidence. It is based on the heart-type fatty acid binding protein (H-FABP), which can be used as biomarker for AMI. With H-FABP TRT a physician is able to rule out the occurrence of an AMI for a large proportion of patients suspected of AMI. It is intended for use in both primary and emergency care.\n\nIn this project FABPulous seeks to medico-economically validate H-FABP TRT in primary (Netherlands\\Belgium) and emergency care (UK) by performing two clinical trials. Outcomes of these studies lead to adoption of H-FABP TRT in medical guidelines and form the basis of a request for reimbursement towards health insurers. In this project FABPulous will improve the production process as well in order to decrease the cost price to Ä5 per test.\n\nThe addressable market in NW Europe alone amounts to at least 2 mln tests. The phased introduction plan leads to Ä8.6 mln revenue with a gross margin of Ä6.5 mln in 2018.",
    "totalCost": "1633750",
    "ecMaxContribution": "1633750",
    "coordinator": "FABPULOUS BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937056958": {
            "orgId": "937056958",
            "orgName": "FABPULOUS BV",
            "ecContrib": 1633750
        }
    },
    "calculatedTotalContribution": 1633750
}