{
    "rcn": "197983",
    "acronym": "ALPS.INN3",
    "topics": "INNOVATION",
    "title": "Innovation Support Services for SMEs in North West Italy",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The project, whose geographical coverage will be North-West Italy (3 regions : Piemonte Liguria and Valle díAosta) aims at implementing a specific framework service for supporting SMEs in the innovation management capacity . The service, delivered through provision of 96 individual companiesí service packages, will be directed to SMEs with international growth potential via product, process service and or business model innovation- with gaps regarding innovation management. \nIn particular, the action will focus on the following specific objectives:\n1. SMEs international growth, including participation to European programs. \n2. SMEs Innovation capacity enhancement and innovation projects implementation, job creation and new market access.\n3. SMEs Innovation results exploitation and innovation spill over enhancement at local level.\n4. Significant value creation for the SMEs through the intervention on ate least 1of the main innovation drivers (offer, process, distribution, customer relations).\n5. Deep understanding of local business innovation support needs: mapping and understanding the context within which the service is placed.\n6. EEN specific service positioning within the regional innovation ecosystem.\n7. Advisory skill enhancement: ALPS EEN personnel, assisting the experts in this Action, will increase expertise and competences, providing high level advisory on innovation management.\n8. Fine tuning of a EU shared support methodology for EEN staff, which could be adopted for profitably supporting other local SMEs.\n9. Contribution to the creation of a visible and well identified Coach/EEN experts community at EU level (through the participation to the specific pilot and or Working Groups and activating dedicated awareness raising campaigns).\n10. Editing of an operational internal manual/chart for a harmonized service within the EEN ALPS Consortium (for years 2015 on), and contribution to definition of an common, EU-level EEN operational manual.",
    "totalCost": "283087,02",
    "ecMaxContribution": "226469,6",
    "coordinator": "CAMERA DI COMMERCIO INDUSTRIA ARTIGIANATO AGRICOLTURA DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "UNIONCAMERE PIEMONTE;REGIONE LIGURIA;CONFINDUSTRIA PIEMONTE;UNIONCAMERE LIGURIA;REGIONE PIEMONTE",
    "participantCountries": "IT",
    "projectParticipants": {
        "999746894": {
            "orgId": "999746894",
            "orgName": "CONFINDUSTRIA PIEMONTE",
            "ecContrib": 87454
        },
        "999738067": {
            "orgId": "999738067",
            "orgName": "UNIONCAMERE PIEMONTE",
            "ecContrib": 54517
        },
        "999476943": {
            "orgId": "999476943",
            "orgName": "REGIONE PIEMONTE",
            "ecContrib": 0
        },
        "996097851": {
            "orgId": "996097851",
            "orgName": "REGIONE LIGURIA",
            "ecContrib": 0
        },
        "999913540": {
            "orgId": "999913540",
            "orgName": "CAMERA DI COMMERCIO INDUSTRIA ARTIGIANATO AGRICOLTURA DI TORINO",
            "ecContrib": 53338
        },
        "999892200": {
            "orgId": "999892200",
            "orgName": "UNIONCAMERE LIGURIA",
            "ecContrib": 31160
        }
    },
    "calculatedTotalContribution": 226469
}