{
    "rcn": "197954",
    "acronym": "SENEX",
    "topics": "DRS-17-2014-1",
    "title": "Table Top Device based on Nanostructured Sensors for the continuous ENvironmental monitoring of EXplosive substances in sensitive areas",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "SENEX Project aims at the industrialization of an innovative table top explosive trace detector that exhibits remarkable and competitive performances in sensitivity and specificity, besides a compact and low-cost architecture. The SENEX device is based on surface plasmonic resonance phenomenon and it  fills the growing need of security professionals to have the ability to detect a wide range of explosive substances and to be able to adapt as threats and their needs change. By the use of an innovative automatic microelectronic system based on nano-structured sensors, SENEX system is capable of continuously detecting and identifying explosives during a single analysis, while maintaining high sensitivity.\nSENEX device has the potential to satisfy all the requirements for the trace detection of explosives because it can overcome all the technical and commercial barriers connected to use of conventional sensors based techniques: Ion Mobility Spectrometry, Gas Chromatography, Computer Tomography, Colorimetry and Chemi-Luminescence.  Most of the existing devices are bulky, expensive and require long lasting procedures and complex training activities in the start-up phase.\nSENEX technology first key market application is transportation security in airports and harbours to detect explosives, weapons, and illegal items in baggage or on passengers, airports threat areas are; another key market application is the freight terminal sectors where currently security explosive controls are often lacking.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ARC - CENTRO RICERCHE APPLICATE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940639847": {
            "orgId": "940639847",
            "orgName": "ARC - CENTRO RICERCHE APPLICATE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}