{
    "rcn": "197982",
    "acronym": "InnoManage BB 1516",
    "topics": "INNOVATION",
    "title": "EEN Innovation Management Services Berlin-Brandenburg",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "Berlin Partner f¸r Wirtschaft und Technologie GmbH (BP) and ZAB ZukunftsAgentur Brandenburg (ZAB), the two economic and technology development agencies of Berlin and Brandenburg, both partners in the Berlin-Brandenburg Enterprise Europe Network consortium, are going to offer innovation management consultancy to SMEs with high potential for innovation, internationalization and growth. This newly developed service will allow the agencies to broaden their service portfolio to SMEs und to support existing programmes for research and innovation. While the latter usually concentrate on technologies and other outputs, InnoManage BB 2015-2016 will focus an internal management processes and capacities in the SME in order for them to successfully innovate. Target groups of InnoManage BB 2015-2016 are a) companies which have successfully applied for funding under the SME Instrument of H2020, and b) other SMEs in Berlin and Brandenburg which show the potential for innovation, internationalization and growth. As both BP and ZAB have been responsible for realizing the innovation strategies of their respective federal states since more than ten years, both agencies are fully familiar with the scope and challenges fading innovation-orientated companies. Within the frame of this project, BP and ZAB intend to carry out 71 service packages in total, BP will take over 40 service packages, ZAB 31 service packages.",
    "totalCost": "279600",
    "ecMaxContribution": "279600",
    "coordinator": "BERLIN PARTNER FUR WIRTSCHAFT UND TECHNOLOGIE GMBH",
    "coordinatorCountry": "DE",
    "participants": "WIRTSCHAFTSFORDERUNG LAND BRANDENBURG GMBH;INDUSTRIE- UND HANDELSKAMMER FRANKFURT",
    "participantCountries": "DE",
    "projectParticipants": {
        "999726718": {
            "orgId": "999726718",
            "orgName": "WIRTSCHAFTSFORDERUNG LAND BRANDENBURG GMBH",
            "ecContrib": 110000
        },
        "999830314": {
            "orgId": "999830314",
            "orgName": "INDUSTRIE- UND HANDELSKAMMER FRANKFURT",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 110000
}