{
    "rcn": "197991",
    "acronym": "MIMESIS",
    "topics": "MSCA-ITN-2015-EID",
    "title": "Mathematics and Materials Science for Steel Production and Manufacturing",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "The five partners EFD (Norway), SSAB, Outokumpu, and University of Oulu (Finland), and WIAS (Germany) propose an EID programme on Mathematics and Materials Science for Steel Production and Manufacturing, where eight PhD projects are jointly carried out, providing a unique interdisciplinary and inter-sectorial training opportunity. \n\nThe research is focussed on three major topics - induction heating, phase transformations in steel alloys, ladle stirring. Two theses concern hardening: one is the hardening of helical and bevel gears by an optimized single or multi-frequency approach and the other is a novel idea about the hardening of the inner surface of pipes. Two of the theses are related to induction heating applications in the production of high-frequency welded pipes and for pre- and post-heating in the thermal cutting of steel plates. Two theses are concerned with phase transformations during steel production and the final two theses are related to secondary metallurgy in the ladle, optimal alloying strategies and an inverse problem related to stirring efficiency.\n\nDespite the fact that most theses projects deal with established processes, they are not fully understood nor fully controllable from a quality point of view. Improved and optimized process control requires quantitative mathematical modelling, simulation and optimization of the complex thermal cycles and thermal gradients experienced by the processed material. Such models require an understanding of the behaviour of the materials from a materials science and phase transformations perspective. \n\nTailored industrial on-site trainings, customized courses in physical modelling and testing of steels as well as numerical simulation of induction heating and flow phenomena combined with scientific research in carefully selected topics on the interface of materials science and applied mathematics will provide the early stage researchers with excellent qualifications to pursue a career in academia or industry.",
    "totalCost": "2110506,12",
    "ecMaxContribution": "2110506,12",
    "coordinator": "FORSCHUNGSVERBUND BERLIN EV",
    "coordinatorCountry": "DE",
    "participants": "OULUN YLIOPISTO;EFD INDUCTION AS;SSAB EUROPE OY",
    "participantCountries": "FI;NO",
    "projectParticipants": {
        "999844670": {
            "orgId": "999844670",
            "orgName": "OULUN YLIOPISTO",
            "ecContrib": 807436
        },
        "960222401": {
            "orgId": "960222401",
            "orgName": "OUTOKUMPU STAINLESS OY",
            "ecContrib": 0
        },
        "954066393": {
            "orgId": "954066393",
            "orgName": "EFD INDUCTION AS",
            "ecContrib": 286275
        },
        "963162471": {
            "orgId": "963162471",
            "orgName": "SSAB EUROPE OY",
            "ecContrib": 269145
        },
        "999927120": {
            "orgId": "999927120",
            "orgName": "FORSCHUNGSVERBUND BERLIN EV",
            "ecContrib": 747649
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2110505
}