{
    "rcn": "197951",
    "acronym": "WATERGUARD",
    "topics": "DRS-17-2014-1",
    "title": "Safeguarding Water Distribution Systems from Contamination Threatsusing the SmartTap Platform",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The objective of the proposed innovation project is the commercialization of the SmartTap Platform: An early-warning real-time water contamination monitoring system for the protection of water distribution systems against accidental or malicious chemical contamination events, provided as a service to utilities. Currently, water utilities rely on manual sampling to monitor water quality; however it may take days before a contamination event is detected. Competition relies on expensive sensors; as a result, most water utilities can only install such specialized sensors at very few locations within a network, thus offering reduced coverage. \n\nSmartTap is a cyber-physical system comprised of low-cost wireless sensory devices (physical) and smart cloud software (cyber) that are seamlessly integrated, so that the software is able to analyze the data in real-time, as well as to compensate hardware inaccuracies. The SmartTap devices monitor several physicochemical water parameters with low-cost sensors and fuse multi-sensor data at a local level to infer possible contamination events. The goal is to provide real-time water quality monitoring information to consumers and utilities and to reliably detect any contamination events within 1-2 hours, instead of days, thus significantly reducing the financial and societal impact of that event. The SmartTap Sensor System already exists as a home/industry product of Aqualligence, and is currently being field-tested by a water utility. In addition, Aqualligence provides consulting services for water security. Aqualligence envisions to offer a contamination alert service for the protection of water utilities, a very niche market which is not affected by strong competition. \n\nThe feasibility study will present the analysis of the market segments/customer needs, the competition and the competitive advantages, the various business models and the best IP Management strategy, the risks and the financial projections under various scenarios.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AQUALLIGENCE LIMITED",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949182443": {
            "orgId": "949182443",
            "orgName": "AQUALLIGENCE LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}