{
    "rcn": "197914",
    "acronym": "RegulHox",
    "topics": "ERC-ADG-2014",
    "title": "Topological organization of vertebrate regulatory landscapes:  The Hox genes paradigm",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The aim of this grant is to understand how mammalian developmental genes, which are usually pleiotropic, are controlled via long-range regulations and how chromatin partitions into large and discrete regulatory domains, generally matching Topologically Associating Domains (TADs). We want to understand how such domains emerged in evolution, how they are built during development and how they help implement enhancer functions. We will use a large genomic interval in mouse chromosome 2 containing the HoxD cluster as a paradigm, as it is covered by a large allelic series re-organizing the topology of this interval. Since the syntenic human locus (2q31) is affected in numerous genetic syndromes involving CNVs or large DNA re-arrangements, we believe this work will also help understand the mechanistic bases of human regulatory mutations. The approach will capitalize on our knowledge of mouse embryos, the implementation of cutting-edge genomic technologies and the unique collection of engineered mammalian chromosomes kept into living mice, which represent as many targeted re-organizations of both chromatin and regulatory topologies. It will require important technological development, in order to apply to mammalian embryos, methods (HiC) currently used for cell cultures or adult tissues. We think that the feasibility of this novel program is high, due the portfolio of experimental tools recently developed in our laboratory. Also, pilot experiments have been initiated to identify problems and preliminary results including the use of HiC on embryonic tissues suggest that the proposed experiments can be realized within delay. The novelty and originality of this program are in the interdisciplinary and system approach of genomic re-arrangements, as analyzed in vivo using recently developed methodologies, allowing to associate topological variations with regulatory modalities in a physiological context, during normal or genetically impaired embryonic development.",
    "totalCost": "2499628",
    "ecMaxContribution": "2499628",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 2499628
        }
    },
    "calculatedTotalContribution": 2499628
}