{
    "rcn": "197966",
    "acronym": "SOUTHPARK",
    "topics": "IT-1-2014",
    "title": "SOUTHPARK  - SOcial and Universal Technology HelPing to detect ARrivals via sdK",
    "startDate": "01/08/2015",
    "endDate": "31/07/2018",
    "objective": "ParkTAG has been set up as a company to address individual, as well as societal problems related to urban mobility and road congestion by building a smart, integrated, technology-based, easy to use system that renders  the traffic more efficient thereby decreasing negative effects on humans and the environment while at the same time fulfilling today's need for fast and individualised urban mobility. The technology is based upon an elaborated set of algorithms that can detect on mobile devices when a user arrives at a location in order to improve different kinds of traffic and mobility apps. \n\nThe SOUTHPARK project is set up to fulfil two overall objectives: \n\nFirst, ParkTAG will integrate the technology, called predict.io, with its automated start and stop detection in different mobility apps (including parking apps). This will be achieved when the SDK generates at least 1 million mobility data points a day for real-time applications as well as business analytics. These efforts will cover countries across the European Union. The goal is to enable more convenient, more reliable, safer, environmentally friendlier, and efficient mobility solutions.\n\nSecond, the SOUTHPARK project will bring the arrival detection close to perfection. This will be reached by the reduction of localisation costs and implementation time. ParkTAG will build up significant machine learning capacities that constantly improve the existing algorithms in order to provide faster, better anticipating, more adaptive and less battery consuming STOP detection. Fulfilling this objective will reduce the adaptation costs and time to localise to new settings by estimated 75%.\n\nThe outcome of the project will be an ensemble of algorithms that had been tested on large scale in the operational environment. The arrival detection can be used in various mobility use cases and provide data that  helps city planners and public transport authorities to better plan the future of urban transportation.",
    "totalCost": "1984711",
    "ecMaxContribution": "1389297,7",
    "coordinator": "PREDICT.IO GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934429422": {
            "orgId": "934429422",
            "orgName": "PREDICT.IO GMBH",
            "ecContrib": 1389298
        }
    },
    "calculatedTotalContribution": 1389298
}