{
    "rcn": "198004",
    "acronym": "SO2SAFE",
    "topics": "BIOTEC-5b-2015",
    "title": "ENZYMATIC SO2 BIOSENSOR FOR RAPID FOOD SAFETY MONITORING",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Sulphites are food additives that have antioxidant and preservative properties, but are recorded as allergens by the main international regulatory bodies on food safety because of their adverse health effects. Hence, sulphites maximum concentration levels in foodstuff are regulated, and must be ensured by the agro-food processing industries. BIOLAN has developed at the laboratory scale a simple, reliable and specific enzymatic biosensor for sulphite determination and has obtained relevant data that support the innovative project here proposed.\nMain objective of SO2SAFE project is to develop a novel miniaturized ready to use biosensor based on disposable screen printed electrodes for determination of sulphites in crustaceans, since this is a type of food where the sulphite is broadly used. The novel solution will have a direct impact not only in the food industry economy, but also in the society due to the direct impact the sulphite has in health. Therefore, SO2SAFE project will also contribute to one of the societal challenges set by the European Commission, food safety and consumer health.\nSpecific objectives will be:\nï To develop further the biosensor prototype to achieve a new miniaturized ready to use biosensor enabling a highly sensitive, selective, fast and user friendly method for determination of sulphites in crustaceans\nï To demonstrate the SO2SAFE miniaturized biosensor improved performance by relevant stakeholders\nï To scale-up the biosensor manufacturing process to optimize production cost and increase production capacity\nSO2SAFE biosensor solution is targeted to all agro-food industries where sulphites are used as additives at different steps of the supply chain. Current methods and tools widely used for sulphite level monitoring in the agro-food industry and in the crustacean industry, are not solving the problem of the high quality control standards required to comply with new regulation on food safety and consumer health protection.",
    "totalCost": "1062235",
    "ecMaxContribution": "743564,5",
    "coordinator": "BIOLAN MICROBIOSENSORES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986279414": {
            "orgId": "986279414",
            "orgName": "BIOLAN MICROBIOSENSORES SL",
            "ecContrib": 743564
        }
    },
    "calculatedTotalContribution": 743564
}