{
    "rcn": "198094",
    "acronym": "SElySOs",
    "topics": "FCH-02.1-2014",
    "title": "Development of new electrode materials and understanding of degradation mechanisms on Solid Oxide High Temperature Electrolysis Cells.",
    "startDate": "02/11/2015",
    "endDate": "01/11/2019",
    "objective": "The high temperature Solid Oxide Electrolysis (SOEC) technology has a huge potential for future mass production of hydrogen and shows great dynamics to become commercially competitive against other electrolysis technologies (AEL, PEMEL), which are better established but more expensive and less efficient. On the downside, up to now SOECs are less mature and performance plus durability are currently the most important issues that need to be tackled, while the technological progress is still below the typically accepted standard requirements. Indicatively, the latest studies on State-of-the-Art (SoA) cells with Ni/YSZ and LSM as cathode and anode electrodes, respectively, show that the performance decreases about 2-5% after 1000h of operation for the H2O electrolysis reaction, whereas for the co-electrolysis process the situation is even worse and the technology level is much more behind the commercialization thresholds. In this respect, SElySOs is taking advantage of the opportunity for a 4-years duration project and focuses on understanding of the degradation and lifetime fundamentals on both of the SOEC electrodes, for minimization of their degradation and improvement of their performance and stability mainly under H2O electrolysis and in a certain extent under H2O/CO2 co-electrolysis conditions. Specifically, the main efforts will be addressed on the study of both water and O2 electrodes, where there will be investigation on: (i) Modified SoA Ni-based cermets, (ii) Alternative perovskite-type materials, (iii) Thorough investigation on the O2 electrode, where new more efficient O2 evolving electrodes are going to be examined and proposed. An additional strong point of the proposed project is the development of a theoretical model for description of the performance and degradation of the SOEC fuel electrode. Overall, SElySOs adopts a holistic approach for coping with SOECs degradation and performance, having a strong orientation on the market requirements.",
    "totalCost": "2939655",
    "ecMaxContribution": "2939655",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "Prototech AS;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;FORSCHUNGSZENTRUM JULICH GMBH;VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE;PYROGENESIS SA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "NO;EL;DE;CZ;FR",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 498550
        },
        "999867853": {
            "orgId": "999867853",
            "orgName": "VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE",
            "ecContrib": 396750
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 349728
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 450000
        },
        "973660490": {
            "orgId": "973660490",
            "orgName": "Prototech AS",
            "ecContrib": 350000
        },
        "998543221": {
            "orgId": "998543221",
            "orgName": "PYROGENESIS SA",
            "ecContrib": 300000
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 594628
        }
    },
    "calculatedTotalContribution": 2939656
}