{
    "rcn": "198003",
    "acronym": "EFD",
    "topics": "ICT-37-2015",
    "title": "The e-wallet Fraud Detection",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "'EFD (e-wallet Fraud Detection) aims to provide people with a tool that will dramatically improve credit card frauds and false identity thefts. To date the cost of credit card frauds and false identity thefts worldwide amount to billions of dollars annually. The objective of this project is to implement the e-wallet Fraud Detection (EFD) system and support Self Safe Ltd (SSafe) in becoming a leading provider of mobile fraud detection tools to the emerging market of mobile e-wallets. EFD system objective is to reduce fraudulent financial transactions, using anti-theft algorithms running on the user mobile device. The system works in an off line mode without the need for the device to be connected to the acquirer database.   EFD system detects an unauthorised attempt to make a transaction and prevents it, if it detects a problem or suspicion. The EFD technology will defend e-wallets in transactions at the Point of Sale directly via NFC and also transactions done on the internet. Based on EFD's patented technology (US 61 815798 Self Authentication: ìinvention directed to the use of mobile devices in offline transactions, and, more particularly, to a system, method and device for self-authentication of transactionsî), e-wallet users will have a 'financial transaction firewall'. EFDís ultra-light fraud detection algorithms and models, offers on-the-spot intervention and prevention of fraudulent financial transaction using the smartphone. In case of fraud, EFD system may instruct the electronic wallet to block all credit cards until issuing a release process while sending relevant information to customer and credit card issuers. The technology enables to cover all credit cards that are approved for use by the smartphone wallet, achieving higher accuracy and fraud detection rates. \n'",
    "totalCost": "2773750",
    "ecMaxContribution": "1941625",
    "coordinator": "PAYGILANT LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936306469": {
            "orgId": "936306469",
            "orgName": "PAYGILANT LTD",
            "ecContrib": 1941625
        }
    },
    "calculatedTotalContribution": 1941625
}