{
    "rcn": "198083",
    "acronym": "COMSTAR",
    "topics": "ERC-ADG-2014",
    "title": "The effects of early-life adversity on cognition: A comparative approach.",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "This research programme will investigate how adversity experienced early in life affects cognition in adulthood in two different long-lived species, humans and European starlings. Previous research has suggested that there might be cross-species similarities in the way early-life adversity shapes cognition, but the extent of commonalities has not been systematically investigated. I will focus on three cognitive domains where we have some evidence that early-life adversity may be important: impulsivity, dietary cognition, and threat-related cognition. For each domain, I will characterise how the trait relates to different facets of early-life adversity. These will be measured using socioeconomic and familial variables in humans, but in young starlings they will be experimentally manipulated via cross-fostering and hand-rearing siblings apart so that they experience different early histories. To measure the adult outcomes in each cognitive domain, I will develop novel behavioural paradigms with directly analogous versions in the two species. I will also examine whether telomere length, a cellular measure of cumulative stress exposure, statistically mediates the relationships between early-life adversity and the cognitive outcomes, thus testing recent theoretical models based on psychological adaptation to ones own physical state. In the second phase of the programme, I will focus on adaptive questions: do the observed effects of early-life adversity simply represent pathology, or can they be considered as adaptive responses? To test this, I will create ënovel worldsí: experimental environments whose parameters I can vary systematically to establish whether there are circumstances under which individuals who have experienced early-life stress actually perform better than those from more benign developmental backgrounds. Thus, I will move beyond cataloguing the cognitive consequences of early-life adversity, and begin to explain them.",
    "totalCost": "2080040",
    "ecMaxContribution": "2080040",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 2080040
        }
    },
    "calculatedTotalContribution": 2080040
}