{
    "rcn": "198011",
    "acronym": "Fishtimator",
    "topics": "BG-12-2015-1",
    "title": "Continual Acoustic Based Multifunctional Cage Mounted Fish estimator Deigned To Reduce Feed Waste, Fish Mortality, and Predator and Fish Escape Control",
    "startDate": "01/07/2015",
    "endDate": "31/12/2015",
    "objective": "The growing demand for sea food has resulted in the depletion of natural fisheries and it is estimated that 62% of the sea food will come from aquaculture farms by 2030. The profitable operation of aquaculture farms is being hindered by unbalanced and un-predictive fish feed amount, unreliable biomass estimation, fish escape and fish mortality. Fish feed alone represents 50% of the total operating costs of the fish pans and cages. Permanent and accurate estimation of fish size and weight is of significant importance in the fish farming industry for the provision of key data with which feeding, grading and harvesting operations are controlled.\nOcean Tools Aquaculture (OTAQ) is an industry leader in providing predator control and acoustic technologies for the aquaculture industry. Our solution is to develop an acoustic based permanent in-cage biomass estimator system (FISHSTIMATOR) that will deal with the problems being faced by aquatic fish farmers. The solution is intended to reduce fish feed waste by 3-5% by giving recommended amount of feed that matches the number of fish and their growth rate. Fish mortality and escape due to predators, anomalies in the cage structure and thieves will be eliminated by close monitoring of the cage environment. FISHSTIMATOR will be sold to farmers at Ä26í000 per cage and leased for Ä13í000 per cage. With this pricing model we envisage to clinch to 16% of the global aquaculture monitoring market which is estimated to reach Ä5.24 billion at a compound annual growth rate of 5.24% by 2020 (3% of Ä175billion - global aquaculture market) and increase our revenue from Ä2.5M to Ä84M by 2022.\nIn Phase 1 we will validate FISHSTIMATOR prototype, develop Intellectual Property strategy, and carry out a market study, search and recruit partner and draft a business plan in a period of 6 months.\nIn Phase 2, we will finalise the design and operability of FISHSTIMATOR allowing us to match the requirements of the targeted customers. The prototype dev",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OTAQ LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929969362": {
            "orgId": "929969362",
            "orgName": "OTAQ LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}