{
    "rcn": "198088",
    "acronym": "TARLOOP",
    "topics": "ERC-ADG-2014",
    "title": "R-loops as a major modulator of transcription-associated recombination and chromatin dynamics",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "Understanding the causes of genome instability, a condition linked to cancer and cancer-prone genetic diseases, is a major question in Molecular Biology and Biomedicine. Probably the most important natural cause of genome instability is transcription, which is known to induce both mutation and recombination from bacteria to human cells. Different studies suggest that transcription-associated recombination (TAR) is in large part due to collisions between transcription and replication, but increasing evidence indicate that R-loops, formed by a DNA-RNA hybrid and a displaced single-stranded DNA, may be a major determinant of genome instability. This is of particular relevance, provided our recent observation that tumor suppressor BRCA2 gene is involved in R-loop prevention/resolution and that, therefore, R-loops may represent a major potential source of tumorigenesis. The goal of this project is to understand the mechanisms of R-loop dynamics by identifying the functions and elements acting in cis and trans, that is, the DNA sequences and genes controlling R-loop formation and removal. The project will be based on a multidisciplinary approach using Saccharomyces cerevisiae and human cell lines. We plan: a) to identify the proteins and mechanism that actively works in the formation and prevention of intermediates responsible for R-loop-mediated TAR; b) to define the histone residues linked to R-loop formation and its role in chromatin dynamics, and c) to establish how the different trans and cis elements control genome-wide R-loopñmediated genome instability whether or not in association with replication fork impairment, double-strand break accumulation, chromatin structure and mRNP biogenesis and export. The functional relevance of selected conserved genes will be validated in Caenorhabditis elegans as a model organism. The long-term objective of the proposal is to decipher the mechanisms by which R-loops modulate chromatin dynamics and genome instability.",
    "totalCost": "2312500",
    "ecMaxContribution": "2312500",
    "coordinator": "UNIVERSIDAD DE SEVILLA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 2312500
        }
    },
    "calculatedTotalContribution": 2312500
}