{
    "rcn": "198027",
    "acronym": "WHEYCOM",
    "topics": "SFS-08-2014",
    "title": "Validation and market uptake of a natural disinfection whey-based formula for whole and fresh-cut fruits and vegetables",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "WHEYCOM was born to solve a twofold problem: the necessity of more healthy and sustainable sanitizers for washing of whole and fresh-cut F&V and the need to reduce the amount of waste coming from the cheese industry.\nChlorine-based chemicals are the most widely used disinfectants in fresh-cut industry. These sanitizers pose health and environmental risks. They can react with organic matter in water and form trihalomethanes as by-products, which are carcinogenic compounds. Besides Chlorine is included in the indicative list of the Directive on industrial emissions as a major water pollutant. The application of chorine in ready-to-use F&V is already banned in some European countries, including The Netherlands, Germany, Switzerland and Belgium because of their potential toxicity.\nOn the other hand the whey is the liquid fraction that is obtained during the production of cheese. The content raised in lactose is the main reason why whey is considered to be a highly polluting product. For each kilogram of cheese about 9 kilograms of whey are generated. Current whey processing systems are not economically viable for most SME.\nThe project WHEYCOM aims to exploit the results of previous efforts carried out in research and development of a whey-based solution for the sanitizing of whole and fresh-cut fruits and vegetables (F&V). To this end, the optimization of the formula and validation, homologation and replication activities will be carried out.",
    "totalCost": "697000",
    "ecMaxContribution": "487900",
    "coordinator": "AGROFIELD SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998820350": {
            "orgId": "998820350",
            "orgName": "AGROFIELD SOCIEDAD LIMITADA",
            "ecContrib": 487900
        }
    },
    "calculatedTotalContribution": 487900
}