{
    "rcn": "198089",
    "acronym": "ZOOMecular",
    "topics": "ERC-ADG-2014",
    "title": "Read the fine print: Zooming into paleoenvironmental and biogeochemical processes through molecular imaging of biomarker distributions in sediments",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Lipid biomarkers provide unique information to disciplines such as paleoceanography, paleoecology and biogeochemistry. Factors limiting their scope include high sample demand and analytical complexity, constraining resolution of time and space to decadal and centimeter scales, respectively. However, dynamic interactions between physical, chemical and biological processes are recorded within sedimentary matrices at finer scales; lipid biomarkers could decode this sedimentary fine print if the limitations of resolution could be overcome. In a recent PNAS paper, we have demonstrated that this can be done and shown that µm-scale molecular images of paleoenvironmental and geobiological processes can be obtained directly on surfaces of cut sediment cores via laser desorption ionization coupled to mass spectrometry. The project ZOOMecular will build on this innovation by interrogating laminated sediment archives of Late Quaternary climate change and dissecting the complex environmental and ecological responses at subannual resolution. Through analysis of spatial associations of lipid biomarkers with the sedimentary matrix, we will provide a new view of the mechanisms underlying delivery to and preservation of molecular signals in sedimentary records. ZOOMecular will seek to examine the microbial habitat niches at sedimentary interfaces that are home to globally important biogeochemical processes but that are largely known from studies of cm3-scale samples. To enable these pioneering studies, we will develop innovative analytical protocols for a suite of informative biomarkers and for the acquisition of congruent molecular and elemental maps of geological samples. ZOOMecular will unlock otherwise inaccessible information of broad geoscientific relevance; its goals go far beyond the state-of-the-art and its outcome has the potential to transform biomarker research. Such a project can be successfully realized only within a frontier research scheme as provided by the ERC.",
    "totalCost": "3000000",
    "ecMaxContribution": "3000000",
    "coordinator": "UNIVERSITAET BREMEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987454": {
            "orgId": "999987454",
            "orgName": "UNIVERSITAET BREMEN",
            "ecContrib": 3000000
        }
    },
    "calculatedTotalContribution": 3000000
}