{
    "rcn": "198043",
    "acronym": "INDIMACRO",
    "topics": "ERC-ADG-2014",
    "title": "Individual decisions and macroeconomic robustness",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Model uncertainty is a key issue and an active research area in Macro-Finance. Its study, pioneered by Hansen and Sargent, substantially improves the treatment of uncertainty in Macro-Finance models and the robustness of their conclusions. The interest of central banks on problems related to model uncertainty is a clear signal of the relevance of this novel concept and the related theoretical framework. Model uncertainty in Macro-Finance and ambiguity in Decision Theory share a common insight that inspires empirical and theoretical developments: the agentsí ignorance about the ìtrueî probabilistic model that governs the uncertain environments they face. With few exceptions, decision theorists have studied ambiguity mostly in static contexts that are insufficient for the analysis of the steady state and dynamic decision problems that characterize Macro-Finance. Hence, this field keeps relying on decision models that cannot cope with model uncertainty.\nOur research agenda aims to create a unified Macro-Finance and Decision Theory framework for the study of model uncertainty, which broadens the scope of Decision Theory and provides novel foundations for a common framework. We will build new steady state and dynamic decision models that are powerful enough for a general analysis of model uncertainty in Macro-Finance. We will also develop a self-confirming equilibrium analysis, which by leaving room for agents to have ìwrongî views about models, can much more naturally confront agents with model uncertainty than the rational expectations approach. Our project will foster cross-fertilization and lead to a deeper understanding of the empirical and theoretical effects of uncertainty in Macro-Finance phenomena. Because model uncertainty is pervasive (e.g., which climate model to use? which is the correct production function for human capital?), we expect that our theoretical findings will push the research frontier and the analysis of the role of uncertainty in other fields.",
    "totalCost": "1394716",
    "ecMaxContribution": "1394716",
    "coordinator": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 1394716
        }
    },
    "calculatedTotalContribution": 1394716
}