{
    "rcn": "198056",
    "acronym": "BRAIN MICRO SNOOPER",
    "topics": "ERC-StG-2014",
    "title": "A mimetic implant for low perturbation, stable stimulation and recording of neural units inside the brain.",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Developing brain implants is crucial to better decipher the neuronal information and intervene in a very thin way on neural networks using microstimulations. This project aims to address two major challenges: to achieve the realization of a highly mechanically stable implant, allowing long term connection between neurons and microelectrodes and to provide neural implants with a high temporal and spatial resolution. To do so, the present project will develop implants with structural and mechanical properties that resemble those of the natural brain environment. According to the literature, using electrodes and electric leads with a size of a few microns allows for a better neural tissue reconstruction around the implant. Also, the mechanical mismatch between the usually stiff implant material and the soft brain tissue affects the adhesion between tissue cells and electrodes. With the objective to implant a highly flexible free-floating microelectrode array in the brain tissue, we will develop a new method using micro-nanotechnology steps as well as a combination of polymers. Moreover, the literature and preliminary studies indicate that some surface chemistries and nanotopographies can promote neurite outgrowth while limiting glial cell proliferation. Implants will be nanostructured so as to help the neural tissue growth and to be provided with a highly adhesive property, which will ensure its stable contact with the brain neural tissue over time. Implants with different microelectrode configurations and number will be tested in vitro and in vivo for their biocompatibility and their ability to record and stimulate neurons with high stability. This project will produce high-performance generic implants that can be used for various fundamental studies and applications, including neural prostheses and brain machine interfaces.",
    "totalCost": "1499850",
    "ecMaxContribution": "1499850",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1499850
        }
    },
    "calculatedTotalContribution": 1499850
}