{
    "rcn": "198015",
    "acronym": "EXODUS",
    "topics": "ERC-CoG-2014",
    "title": "Light induced spatially EXact and genetically encoded labeling of immune cells for monitoring of lOng Distance and Ultra-compartment Shuttling during autoimmunity and chronic inflammation",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The incidence of autoimmune diseases including multiple sclerosis is dramatically increasing. While there is a genetically defined ìbedrockî susceptibility to develop T cell mediated autoimmunity, environmental cues likely determine the threshold for disease development. Yet, little is known on how environmental cues sensed at body/environment interfaces are translated into immunopathology in distant organs like the central nervous system (CNS).\nHere, we raise the hypothesis that immune cells must be activated at epithelial surfaces and then physically migrate to distant organs in order to induce autoimmunity. Furthermore, we propose that the ìstate of activationî of (either lymphoid or myeloid) immune cells can be interrogated by IL-6 production since IL-6 deficiency confers resistance to virtually any organ specific autoimmune disease and we have contributed fundamentally in defining the role of IL-6 for the generation of Th17 cells that are highly associated with autoimmune tissue inflammation.\nIn EXODUS, we will develop ground-breaking next generation reporter tools in order to test these hypotheses. A split Cre recombinase protein, which dimerizes and is activated by blue light, will be used to genetically label cells (and their progeny) in a topologically defined manner (ìcompartment reporterî). Furthermore, we have developed a novel type of Cre-inducible in vivo IL-6 reporter (ìactivation reporterî). The combination of these tools will enable us to trace the anatomical compartment of activation of immune cells without limitations in lag time.\nThus, site specific photogenetic co-induction of a fluorescence and IL-6 reporter will be used to probe peripheral sites for their potency to licence immune cells to travel to the CNS (Forward). Vice versa, labeling of cells in the CNS (through a thinned skull window) will allow for studying immune cell exodus from the CNS in homeostasis and during inflammation (Reverse).",
    "totalCost": "1998063",
    "ecMaxContribution": "1998063",
    "coordinator": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875710": {
            "orgId": "999875710",
            "orgName": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
            "ecContrib": 1998063
        }
    },
    "calculatedTotalContribution": 1998063
}