{
    "rcn": "198024",
    "acronym": "ELYntegration",
    "topics": "FCH-02.8-2014",
    "title": "Grid Integrated Multi Megawatt High Pressure Alkaline Electrolysers for Energy Applications",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "The strategic goal of the ELYntegration Project is the design and engineering of a robust, flexible, efficient and cost-competitive single stack Multimegawatt High Pressure Alkaline Water Electrolysis of 4,5 T H2/day capable to provide cutting-edge operational capabilities under highly dynamic power supplies expected in the frame of generation/ transmission/ distribution scenarios integrating high renewable energies (RE) shares. \n\nThe final design of the MW HP AWE will be achieved on the basis of the development, validation and demonstration of a HP AWE industrial prototype of 250 kW (250 HP AWE) (TRL 7) comprising:\n- cylindrical stack consisting of industrial size elementary cells (1,600 mm cell diameter)\n- balance of plant (BOP)\n- power electronics\n- advanced communication & control system \n\nIn the early phase of the development process, great attention will be brought to the identification of end-userís needs and relevant/critical operational requirements.\n\nThe target behaviour of the industrial prototype will be thoroughly demonstrated in an operational environment reflecting different on-grid integration schemes using power facilities already available to the Consortium (notably, 635 kW wind and 100 kW photovoltaic power plants).\n\nAs previously mentioned, the successful demonstration of the industrial prototype will be paving the way towards the implementation and the commercial deployment of the  4.5 T H2/day HP AWE technology in the frame of large scale demonstration projects which shall be the next step after the conclusion of ELYntegration.",
    "totalCost": "3301391,25",
    "ecMaxContribution": "1861309",
    "coordinator": "FUNDACION PARA EL DESARROLLO DE LAS NUEVAS TECNOLOGIAS DEL HIDROGENO EN ARAGON",
    "coordinatorCountry": "ES",
    "participants": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;INSTRUMENTACION Y COMPONENTES SA;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;IHT INDUSTRIE HAUTE TECHNOLOGIE SA",
    "participantCountries": "BE;ES;DE;CH",
    "projectParticipants": {
        "997456918": {
            "orgId": "997456918",
            "orgName": "FUNDACION PARA EL DESARROLLO DE LAS NUEVAS TECNOLOGIAS DEL HIDROGENO EN ARAGON",
            "ecContrib": 783500
        },
        "999730889": {
            "orgId": "999730889",
            "orgName": "IHT INDUSTRIE HAUTE TECHNOLOGIE SA",
            "ecContrib": 0
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 203768
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 293503
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 346913
        },
        "974142483": {
            "orgId": "974142483",
            "orgName": "INSTRUMENTACION Y COMPONENTES SA",
            "ecContrib": 233625
        }
    },
    "calculatedTotalContribution": 1861309
}