{
    "rcn": "198046",
    "acronym": "IntelServBus",
    "topics": "IT-1-2014",
    "title": "Intelligent Hydraulic Systems Enabling Service Business in Heavy Transport",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The project transforms manufacturing driven SME supplying components to heavy transport and mobile machinery industry to an innovation driven SME gaining significant new turnover from value added services.\n\nHydraulic power systems are essential technology in several fields such as transport and machinery due to their unsurpassed power density.  There is a trend towards subcontracting the components among the vehicle and machinery manufacturers with strategic and long-term subcontracting relationships. Still, there is a 25% per year increase in the imports of hydraulic cylinders alone to EU.\n\nHydroline Ltd. is a family owned SME that has been successful in its business providing hydraulic components for mobile machinery but it's looking forward to take the next step in business development. The success of the company so far has been based on design and manufacturing prowess, close customer relations and continuous company development. Intensifying these strengths will stave off the price pressure at low-end market segment caused by non-EU competition. However, maintaining the growth path of the company will require generating and developing new opportunities. That requires development of proprietary technologies and IPR, products based on those, and even closer relationship with the customers.\n\nThe objectives of the proposal comprise of product development based on Hydrolineís filed patents and pre-patent innovations. In particular, the product development activities are development of \n\n1. intelligent, networked hydraulic cylinder to be used in system components.\n2. integrated preventive maintenance system enabling value added services sales.\n3. novel suspension kit based on the intelligent cylinder. \n\nand refinement of\n\n4. innovation for energy harvesting. \n5. innovation for local pressure increase in an actuator.\n\nThe partners are Hydroline Oy and Hydroline Poland Sp. Zo. o. This core consortium is supported by subcontractors.",
    "totalCost": "1589884,5",
    "ecMaxContribution": "1112919",
    "coordinator": "HYDROLINE OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937043087": {
            "orgId": "937043087",
            "orgName": "HYDROLINE OY",
            "ecContrib": 1112919
        }
    },
    "calculatedTotalContribution": 1112919
}