{
    "rcn": "198001",
    "acronym": "3D-LEAP",
    "topics": "ICT-37-2015",
    "title": "3 Dimensional Light sEnsing for Advanced Portable Devices",
    "startDate": "01/07/2015",
    "endDate": "31/03/2018",
    "objective": "This proposal aims to develop 3 Dimensional Mini-cameras (producing 3D-Images) for mobile phones, tablets and laptop computers; more specifically embedded camera modules providing 2D and 3D-Images, integrating sensing electronics and optics in a single lens Wafer Level Camera (WLC).\n\nThis market creating innovative device is aiming towards disruptive market-share and global leadership in 3D-imaging camera modules, to accelerate our growth, profitability and Europe¥s competitive position in smart cameras for 3D-imaging. We introduce a paradigm changer by applying new sets of rules in one of the highest growth areas addressable in consumer technologies and, we will set entry barriers that are difficult to overcome for current and new market players; we will hit the market while established competitors will still be trying to figure out our algorithms, our IPR and our hardware/software solution.\n\nOur most disruptive competitive advantage is based on our algorithms.  These exploit a novel hardware structure described in detail in the proposal.  In short, we build micro-lenses on top of a semiconductor substrate containing image sensors or pixels with several color filters.\n         \n3D has captured the public imagination through Hollywood mega productions (like James Cameron¥s Avatar). It has reached modest market penetration in different segments including movie productions, household 3D-TVs and cameras with two lenses.  The hurdle to mass market adoption of the technology is the lack of consistent quality 3D content. The paradigm shift that our market creating innovative 3D camera module enables is that it meets the need for much higher quality content production at a lower cost, and will enable the creation of high-quality consumer-owned 3D-content on mobile platforms. Today, 3D content creation is the privilege of a small number of professional movie makers.",
    "totalCost": "3468925",
    "ecMaxContribution": "2428192,38",
    "coordinator": "PHOTONIC SENSORS AND ALGORITHMS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940489594": {
            "orgId": "940489594",
            "orgName": "PHOTONIC SENSORS AND ALGORITHMS SL",
            "ecContrib": 2428192
        }
    },
    "calculatedTotalContribution": 2428192
}