{
    "rcn": "198026",
    "acronym": "ADDIA",
    "topics": "PHC-12-2014",
    "title": "Validation of a fast and simple peripheral blood diagnostic biomarker kit for Alzheimerís disease",
    "startDate": "01/08/2015",
    "endDate": "31/07/2018",
    "objective": "The French SME Amoneta Diagnostics has previously developed a diagnostic kit for Alzheimerís disease (AD) based on two blood biomarkers that are scientifically proven to be associated with AD. The company holds the intellectual property for specific fluorescent probes that can detect these biomarkers in small amounts of blood using flow cytometry. \nCurrently, no single test to diagnose AD exists. A potential AD diagnosis is usually given by a combination of clinical examination, neuropsychological tests and brain imaging over weeks/months. A lumbar puncture can be performed to detect biomarkers in cerebrospinal fluid, but this procedure is risky and expensive. A definite AD diagnosis can formally only be given by autopsy. Consequently, the diagnosis is assessed late and still questionable.  The novel kit allows the diagnosis of AD, using only one single test, in a fast, non-invasive and inexpensive way. We expect the blood-based biomarker kit to facilitate assessment of drug efficacy in AD drug development and the monitoring of treatment efficacy in AD patients. This kit will meet the urgent medical need of ~2 million patients in Europe, Japan and America, that are annually diagnosed with AD. Successful implementation will have a strong impact on the quality of life of patients and a significant impact on the healthcare system and economy.\nIn this project, Amoneta Diagnostics will validate this diagnostic test by performing a Proof-of-Performance (PoP) clinical study in 800 human subjects including 400 AD patients. At the end of this 3-year project, a validated and CE registered IVD biomarker assay will be available and ready for clinical application. This innovative ADDIA biomarker assay will be ready for initial market introduction and further commercialization and implementation. \nThe project is supported by patient organisation Alzheimer Europe, and several leading European Alzheimer centres that are committed to enrol subjects for the PoP clinical study.",
    "totalCost": "4998625",
    "ecMaxContribution": "4998625",
    "coordinator": "AMONETA DIAGNOSTICS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942487406": {
            "orgId": "942487406",
            "orgName": "AMONETA DIAGNOSTICS",
            "ecContrib": 4998625
        }
    },
    "calculatedTotalContribution": 4998625
}