{
    "rcn": "198047",
    "acronym": "BIONICO",
    "topics": "FCH-02.2-2014",
    "title": "BIOgas membrane reformer for deceNtralIzed hydrogen produCtiOn",
    "startDate": "01/09/2015",
    "endDate": "28/02/2019",
    "objective": "BIONICO will develop, build and demonstrate at a real biogas plant (TRL6) a novel reactor concept integrating H2 production and separation in a single vessel. The hydrogen production capacity will be of 100 kg/day.\nBy using the novel intensified reactor, direct conversion of biogas to pure hydrogen is achieved in a single step, which results in an increase of the overall efficiency and strong decrease of volumes and auxiliary heat management units. The BIONICO process will demonstrate to achieve an overall efficiency up to 72% thanks to the process intensification. \nIn particular, by integrating the separation of hydrogen in situ during the reforming reaction, the methane in the biogas will be converted to hydrogen at a much lower temperature compared with a conventional system, due to the shifting effect on the equilibrium conversion.\nThe fluidization of the catalyst makes also possible to (i) overcome problems with temperature control (formation of hotspots or too low temperature), (ii) to operate with smaller particles while still maintaining very low pressure drops and (iii) to overcome any concentration polarization issue associated with more conventional fixed bed membrane reactors. Dedicated tests with different biogas composition will be carried out to show the flexibility of the process with respect to the feedstock type.\nCompared with any other membrane reactor project in the past, BIONICO will demonstrate the membrane reactor at a much larger scale, so that more than 100 membranes will be implemented in a single fluidized bed membrane reactor, making BIONICOís\nIn this way a more easy operation can be carried out so that a stable pure hydrogen production can be achieved. BIONICO project is based upon knowledge and experience directly gained in three granted projects: ReforCELL, FERRET and FluidCELL.",
    "totalCost": "3396640",
    "ecMaxContribution": "3147640",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "ABENGOA INNOVACION SOCIEDAD ANONIMA;FUNDACION TECNALIA RESEARCH & INNOVATION;RAUSCHERT KLOSTER VEILSDORF GMBH;ENC POWER LDA;QUANTIS;ICI CALDAIE SPA;TECHNISCHE UNIVERSITEIT EINDHOVEN;JOHNSON MATTHEY PLC",
    "participantCountries": "ES;DE;PT;CH;IT;NL;UK",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 390173
        },
        "999947102": {
            "orgId": "999947102",
            "orgName": "JOHNSON MATTHEY PLC",
            "ecContrib": 255941
        },
        "951113907": {
            "orgId": "951113907",
            "orgName": "ENC POWER LDA",
            "ecContrib": 395085
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 497000
        },
        "996326286": {
            "orgId": "996326286",
            "orgName": "ABENGOA INNOVACION SOCIEDAD ANONIMA",
            "ecContrib": 93730
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 380002
        },
        "974614388": {
            "orgId": "974614388",
            "orgName": "RAUSCHERT KLOSTER VEILSDORF GMBH",
            "ecContrib": 303462
        },
        "994416065": {
            "orgId": "994416065",
            "orgName": "QUANTIS",
            "ecContrib": 0
        },
        "999450462": {
            "orgId": "999450462",
            "orgName": "ICI CALDAIE SPA",
            "ecContrib": 832248
        }
    },
    "calculatedTotalContribution": 3147641
}