{
    "rcn": "198099",
    "acronym": "AEROGLASS",
    "topics": "IT-1-2014",
    "title": "Augmented reality aerial navigation for a safer and more effective aviation",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Pilot error is the cause of 60-70% of aviation accidents.  Current technologies require that pilots mentally convert complex instrument readings and 2D flat panel displays into 3D, 360∞ reality which increases their mental load and level of stress, a major negative factor in concentration and appropriate decision making.\nAero Glass is a technology that contributes to solve this problem: using Head-Mounted Displays (Epson Moverio, Google Glass or similar) it is the first to bring Augmented Reality to pilots providing an unparalleled 3D, 360∞ experience in the cockpit, regardless of the visibility. \nEU Edge, a cutting edge software developer company has developed the concept combining its deep knowledge in augmented reality technologies and the personal background of its founder and CTO, Mr. ¡kos MarÛy, an active pilot himself.\nIn the past two years the idea became a proven business concept and the beta version of the product was also released in July 2014 based on Epson Moverio smart glasses. Currently 200 active testers are using Aero Glass in our Pioneer Beta Program giving valuable feedback from regular use.  \nIn the current SME Instrument Phase2 project we aim to \nenhance the currently limited features of the software framework\ndemonstrate the technology on the recently released smart glasses platforms\nimprove crucial technical preferences based on user feedbacks\ndemonstrate the impact of the technology on the general aviation sector\nOur targeted primary market is general aviation - all those not considered to be operated by airlines, charter operators or the military. This segment includes 1 million pilots worldwide, more than 80% of them in our two regional target markets, the EU and the USA. \nBased on the Feasibiltiy Study we conducted in the 3rd quarter of 2014 EU Edge expects to sell more than 9.000 Aero Glass packages (bundled HMD \\ software) achieving 10 million Ä annual sales revenue in the fourth year of commercialization.",
    "totalCost": "1572500",
    "ecMaxContribution": "1100750",
    "coordinator": "EU Edge Informatikai Korlatolt Felelossegu Tarsasag",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942453456": {
            "orgId": "942453456",
            "orgName": "EU Edge Informatikai Korlatolt Felelossegu Tarsasag",
            "ecContrib": 1100750
        }
    },
    "calculatedTotalContribution": 1100750
}