{
    "rcn": "198054",
    "acronym": "ROBUSTNET",
    "topics": "ERC-StG-2014",
    "title": "Quantitative developmental genetic analysis of phenotypic buffering and cryptic variation",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Randomness pervades life and biological systems are continuously subject to variation. This variation may be stochastic, due to random fluctuations in the concentration of critical molecules, genetic, due to mutation accumulation, or environmental, because of changes in the environment over time. It is therefore remarkable how biological systems manage to operate with so much precision. The property of a system to produce an invariant output in the presence of considerable noise is called robustness. Development itself is highly robust to noise and this is instrumental for the successful transformation of a fertilised egg into a multi-cellular individual. Developmental robustness ensures the stability of phenotypic traits, including correct cell numbers in a given tissue. While research on developmental robustness has seen a surge over the last 15 years, most studies have remained theoretical, and we still lack appropriate experimental systems to elucidate the mechanisms via which robust outputs are achieved.\nWe propose here to follow a system-wide, integrative approach to study the mechanisms, evolution and consequences of developmental robustness in a multi-cellular model organism. To this end, C. elegans is a very attractive system because developmental patterning is highly stereotypical and animals are isogenic, thereby allowing precise control of the genetic background. Focusing on a new experimental model, the epithelial seam cell number variation, and using comprehensive molecular developmental genetics, genomics and imaging we will derive principles about the contribution of genes to stabilisation of developmental outcomes and will develop a developmental framework for phenotypic buffering. Understanding the fundamental mechanisms underlying developmental robustness is highly relevant to biomedical sciences, as many diseases can be understood in the context of debuffering of normal physiological states.",
    "totalCost": "1499745",
    "ecMaxContribution": "1499745",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1499745
        }
    },
    "calculatedTotalContribution": 1499745
}