{
    "rcn": "198037",
    "acronym": "AutoRecon",
    "topics": "ERC-CoG-2014",
    "title": "Molecular mechanisms of autophagosome formation during selective autophagy",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "I propose to study how eukaryotic cells generate autophagosomes, organelles bounded by a double membrane. These are formed during autophagy and mediate the degradation of cytoplasmic substances within the lysosomal compartment. Autophagy thereby protects the organism from pathological conditions such as neurodegeneration, cancer and infections. Many core factors required for autophagosome formation have been identified but the order in which they act and their mode of action is still unclear. We will use a combination of biochemical and cell biological approaches to elucidate the choreography and mechanism of these core factors. In particular, we will focus on selective autophagy and determine how the autophagic machinery generates an autophagosome that selectively contains the cargo. \nTo this end we will focus on the cytoplasm-to-vacuole-targeting pathway in S. cerevisiae that mediates the constitutive delivery of the prApe1 enzyme into the vacuole. We will use cargo mimetics or prApe1 complexes in combination with purified autophagy proteins and vesicles to reconstitute the process and so determine which factors are both necessary and sufficient for autophagosome formation, as well as elucidating their mechanism of action.\nIn parallel we will study selective autophagosome formation in human cells. This will reveal common principles and special adaptations. In particular, we will use cell lysates from genome-edited cells in combination with purified autophagy proteins to reconstitute selective autophagosome formation around ubiquitin-positive cargo material. The insights and hypotheses obtained from these reconstituted systems will be validated using cell biological approaches.\nTaken together, our experiments will allow us to delineate the major steps of autophagosome formation during selective autophagy. Our results will yield detailed insights into how cells form and shape organelles in a de novo manner, which is major question in cell- and developmental biology.",
    "totalCost": "1999640,01",
    "ecMaxContribution": "1999640",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 1999640
        }
    },
    "calculatedTotalContribution": 1999640
}