{
    "rcn": "198057",
    "acronym": "WANDERINGMINDS",
    "topics": "ERC-CoG-2014",
    "title": "Not all minds that wander are lost: A neurocognitive test of mind-wandering stateís contribution to human cognition.",
    "startDate": "01/12/2015",
    "endDate": "31/05/2020",
    "objective": "Experience does not always arise from the events in the immediate environment; research has shown that states such as mind-wandering occupy almost half of our waking thought. Although mind-wandering has gained a foothold in cognitive science, our understanding of this core form of cognition is piecemeal and disjointed, making it a regular topic of theoretical debates in high-profile journals (e.g. Science and Psychological Bulletin). I have argued that these controversies are due to the lack of a coherent framework in which to explore mind-wanderingís role in cognition. In particular, a key problem is overcoming simple views that propose that mind wandering is merely a state that leads to errors, or unhappiness; accounts that persist in the face of evidence that it contributes foresight and originality to human thought.\nThis project will allow me to assemble a team of researchers and develop an account of how mind-wandering contributes to creative and novel thinking and how it can be regulated to prevent interference with ongoing action. We will explore the experiential categories of the state using novel experience-sampling methods I have developed and explore its neural basis using functional Magnetic Resonance Imaging (fMRI). Using these measures, we will: (i) identify the neural correlates of different categories of mind-wandering experiences, (ii) use these metrics to explore the mechanisms that underlie the creative properties of thinking during mind-wandering, (iii) identify how this creative mode of thought is managed so as not to disrupt important goals in the here and now (such as learning) and (iv) explore these processes in the context of both controlled laboratory studies and longitudinally in the real world by assessing their beneficial role in academic performance. This project will redefine our understanding of mind-wandering as a vital and dynamic element of the mental lives of every member of our species.",
    "totalCost": "1800000",
    "ecMaxContribution": "1800000",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 1800000
        }
    },
    "calculatedTotalContribution": 1800000
}