{
    "rcn": "198069",
    "acronym": "WEIGHTANDVALUE",
    "topics": "ERC-CoG-2014",
    "title": "Weight metrology and its economic and social impact on Bronze Age Europe, West and South Asia",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "This project explores the economical and societal transformations provoked by weights and measures during the Bronze Age in Western Eurasia. The impact and significance of weight-based measures for value assessments during the Bronze Age is largely unknown und understudied. My objective is to unravel this empirical and intellectual gap in studies of the prehistoric and ancient economy. The project will uncover new sources for the reconstruction of trade and exchange networks due to the identification of a mostly overlooked or ignored class of artefacts: early balance weights. This opens up a new understanding of the nature and extent of the earliest commercial economies in the world. The ambitious project aims to document for the first time potential weights, often of unexpected simple shape, as well as canonical weights, frequently not sufficiently documented in a selection of cases studies between the Atlantic and the Indus. Further focus will be on potential mass-related finished metal objects, standardization and pre-coinage currencies, contributing to the debate on the origins of money. Specific statistical methods and 3D scanning provide a novel tool package to verify assumptions in a rigorous way. Hypotheses to be tested include identifying the potential correlation of the emergence of weight metrology to elucidating the first extensive trade in raw material (like silver, tin), the connection of weights to other administrative and commercial tools like seals and script, and their impact of early conceptions of value. The early dissemination of weights and weighing systems will be analysed systematically on evidence from the Bronze Age in Western Eurasia. The proposed research starts with identifying and documenting potential balance weights and mass related objects by archaeological indications and the rigorous application of various statistical methods, but progresses to developing and testing models of exchange and transfer of innovations.",
    "totalCost": "1901427,84",
    "ecMaxContribution": "1901427,84",
    "coordinator": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
    "coordinatorCountry": "DE",
    "participants": "KOBENHAVNS UNIVERSITET",
    "participantCountries": "DK",
    "projectParticipants": {
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 1276276
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 625152
        }
    },
    "calculatedTotalContribution": 1901428
}