{
    "rcn": "198065",
    "acronym": "LEGO",
    "topics": "ERC-CoG-2014",
    "title": "Multimodal glycoconjugates: a molecular Lego approach for antitumoral immunotherapy",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Despite significant progress in cancer therapy, current treatments are still controversial due to intolerable side effects. Targeted immunotherapy has recently emerged as an ideal alternative to improve treatment modalities for cancers patients. However, very limited approaches are available today and major issues remain to be addressed. The ERC grant offers a unique opportunity to propose a new paradigm for treating cancer. Through a ground-breaking interdisciplinary program, at the crossroad of supramolecular chemistry, synthetic chemistry, molecular engineering, biophysics, biochemistry, immunochemistry and glycoscience, it is my ambition to design, synthesize and study smart biomolecular structures with unprecedented combinations, complexity and immunological properties against cancers. To achieve this purpose, I will develop a ìmolecular LEGOî approach to construct synthetic molecules capable of redirecting endogenous antibodies present in the human bloodstream against tumors without preliminary immunization. Efficient tumoral killing by immune effectors will be provided by molecules combining innovative antibody and tumor binding modules that will be selected in vitro beforehand. To be successful, I will address fundamental questions that are still unresolved in chemical and biological sciences. The expected breakthroughs will represent a landmark achievement in these fields and will open promising horizons in cancer immunotherapy. Beyond this, it can be expected that our findings will pave the way to future development of synthetic molecules embedded with recognition, labeling, and/or therapeutic functions. They will thus find wider medicinal, diagnostic and even theranostic applications for which the development of more effective and selective biomolecular systems is of the utmost importance.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITE JOSEPH FOURIER GRENOBLE 1",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907429": {
            "orgId": "999907429",
            "orgName": "UNIVERSITE JOSEPH FOURIER GRENOBLE 1",
            "ecContrib": 0
        },
        "924833212": {
            "orgId": "924833212",
            "orgName": "UNIVERSITE GRENOBLE ALPES",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}