{
    "rcn": "198080",
    "acronym": "MultiCO",
    "topics": "SEAC-1-2014",
    "title": "Promoting Youth Scientific Career Awareness and it Attractiveness through Multi-stakeholder Co-operation",
    "startDate": "01/08/2015",
    "endDate": "30/11/2018",
    "objective": "This project builds on literature research outcomes and proposes to study the impact of real life related, career-focused stories (referred to as scenarios) as the introduction to the learning of science subjects by secondary school students (ages 13 to 15). Through such an innovative development, initiating motivational and meaningful context- and inquiry-based science studies, the project researches the impact on learning and attitudinal gains, as well as studentsí own ideas to enhance the relevance of science studies. The target is to increase studentsí future preferences for choosing science studies and their desire to reflect on and pursue science-related careers. \nThere has been a general educational trend towards context-based approaches and viewing science education as being education through the context of science. Context-based approaches and strategies that actively engage students in the learning process have been shown to result in improvement in studentsí attitudes towards science, although the need for students to input their ideas and their indigenous knowledge should be taken into account.  However, research has shown that middle grade students were not aware of career options, were not conversant with competences needed and few indicated knowing professionals actively working in the science, technology, engineering and mathematics fields. Yet in recruiting graduates, employers have indicated that a range of skills were important and that the most important skills were team working, sector-specific and communication skills. \nThe intended project outcome is to raise youth awareness of the role of science and technology in society, an awareness of science and technology careers and orientation of students towards gaining positive views towards undertaking science careers. The project is planned as a longitudinal study over 3 years, involving multi-stakeholder co-operation between different stakeholders.",
    "totalCost": "1393750",
    "ecMaxContribution": "1393750",
    "coordinator": "ITA-SUOMEN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "TARTU ULIKOOL;RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN;UNIVERSITY COLLEGE LONDON;UNIVERSITY OF CYPRUS",
    "participantCountries": "EE;DE;UK;CY",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 253750
        },
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 253750
        },
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 366250
        },
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 253750
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 266250
        }
    },
    "calculatedTotalContribution": 1393750
}