{
    "rcn": "198040",
    "acronym": "ASICA",
    "topics": "ERC-CoG-2014",
    "title": "New constraints on the Amazonian carbon balance from airborne observations of the stable isotopes of CO2",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Severe droughts in Amazonia in 2005 and 2010 caused widespread loss of carbon from the terrestrial biosphere. This loss, almost twice the annual fossil fuel CO2 emissions in the EU, suggests a large sensitivity of the Amazonian carbon balance to a predicted more intense drought regime in the next decades. This is a dangerous inference though, as there is no scientific consensus on the most basic metrics of Amazonian carbon exchange: the gross primary production (GPP) and its response to moisture deficits in the soil and atmosphere. Measuring them on scales that span the whole Amazon forest was thus far impossible, but in this project I aim to deliver the first observation-based estimate of pan-Amazonian GPP and its drought induced variations. \nMy program builds on two recent breakthroughs in our use of stable isotopes (13C, 17O, 18O) in atmospheric CO2: (1) Our discovery that observed ?π≥C in CO2 in the atmosphere is a quantitative measure for vegetation water-use efficiency over millions of square kilometers, integrating the drought response of individual plants. (2) The possibility to precisely measure the relative ratios of 18O/16O and 17O/16O in CO2, called ?17O. Anomalous ?17O values are present in air coming down from the stratosphere, but this anomaly is removed upon contact of CO2 with leaf water inside plant stomata. Hence, observed ?17O values depend directly on the magnitude of GPP. Both ?π≥C and ?17O measurements are scarce over the Amazon-basin, and I propose more than 7000 new measurements leveraging an established aircraft monitoring program in Brazil. Quantitative interpretation of these observations will break new ground in our use of stable isotopes to understand climate variations, and is facilitated by our renowned numerical modeling system ìCarbonTrackerî. My program will answer two burning question in carbon cycle science today: (a) What is the magnitude of GPP in Amazonia? And (b) How does it vary over different intensities of drought?",
    "totalCost": "2269688,76",
    "ecMaxContribution": "2269688,76",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "INSTITUTO NACIONAL DE PESQUISAS ESPACIAIS;UNIVERSITY OF LEEDS;RIJKSUNIVERSITEIT GRONINGEN;UNIVERSITEIT UTRECHT",
    "participantCountries": "BR;UK;NL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 296409
        },
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 68735
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 827975
        },
        "998693086": {
            "orgId": "998693086",
            "orgName": "INSTITUTO NACIONAL DE PESQUISAS ESPACIAIS",
            "ecContrib": 812171
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 264399
        }
    },
    "calculatedTotalContribution": 2269689
}