{
    "rcn": "198075",
    "acronym": "CIAO",
    "topics": "MSCA-IF-2014-EF",
    "title": "Central Iran Amphibole-bearing Ophiolite",
    "startDate": "01/10/2015",
    "endDate": "29/03/2018",
    "objective": "In subduction systems, there is an intermediate mantle zone in the overriding plate, located between the wedge and the neighbouring back arc. This zone is influenced by both subduction-related and ocean spreading processes, resulting in a remarkable geochemical heterogeneity of the mantle sources that ultimately generate a wide variety of melts. They in turn will feed the volcanoes on the surface, most of them highly explosive. Our knowledge of these peculiar geodynamic settings is very limited and ophiolitic complexes provide an almost unique opportunity to investigate their chemical-physical features at large scale. \nCIAO will study the amphibole-bearing peridotites of Nain ophiolite (Iran). This ophiolite includes magmas from MORB to Boninite and suggest that it was formed in an arc/back arc system. We use this unique opportunity to study the physical-chemical conditions of these peculiar peridotites, measuring major, trace and volatile element concentrations in hydrous and nominally anhydrous minerals. Volatile speciation, water activity and oxygen fugacity will be also measured. This study will improve our knowledge of mantle volatile species and circulation mechanism. It will allow to constrain the mass transfer between the two colliding plates, ultimately leading to a better understanding of the input/output budget of the subduction systems. \nWithin Earth Sciences, CIAO combine disciplines as diverse as petrology, crystallography and geodynamics. It will employ a variety of state of the art analytical techniques. The applicant will work in a synergetic network of highly motivated experts that will guarantee high-quality output and a significant impact on the perspectives of her career. A better understanding of the petrological features of this geodynamic setting, together with its chemical-physical processes will greatly improve our knowledge of volcano eruptions, hoping to reduce the hazards for thousands of people living around volcanic areas.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI FERRARA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999839626": {
            "orgId": "999839626",
            "orgName": "UNIVERSITA DEGLI STUDI DI FERRARA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}