{
    "rcn": "198063",
    "acronym": "LocalAdaptation",
    "topics": "ERC-CoG-2014",
    "title": "Detecting Local Adaptation with Climate-Informed Spatial Genetic Models",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Local adaptation, whereby individuals of a population exhibit higher fitness in their local environment compared to that experienced by other populations, has the potential to shape the distribution of genetic diversity and influence speciation. However, detecting and quantifying the extent of local adaptation is challenging, since neutral demographic processes can leave signatures which are hard to distinguish from those of local selection. In this project, I propose to quantify the extent of local adaptation in Anatomically Modern Humans by using climate-informed spatial genetic models (CISGeM) to reconstruct past population sizes, local movements, and range expansions, and thus provide a null model against which the signature of geographically-localised selection can be detected.\nIn CISGeM, demography is affected by local resource availability, which in turn is defined by paleoclimate and paleovegetation reconstructions. By using these additional lines of evidence, it is possible to generate accurate demographic reconstructions for any number of populations, as well as integrating information from both modern and ancient genomes. Such spatially-explicit reconstructions are key for defining the expected neutral patterns due to complex demography, and thus allow us to isolate the signals of selection from this noisy background with high fidelity. The availability of paleoclimate reconstructions also enables formally testing hypotheses about the drivers of selection, integrating the changes in the strength of selection through space and time.\nWhile this project will be focused on Anatomically Modern Humans, the framework that I will develop will be applicable to the investigation of local adaptation from genomic data in any species. Such tools are very timely, given the ever-increasing availability of large genetic datasets thanks to the decreasing cost of genotyping and sequencing in both model and non-model organisms.",
    "totalCost": "1999839",
    "ecMaxContribution": "1999839",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}