{
    "rcn": "198052",
    "acronym": "CompSCHoice",
    "topics": "ERC-StG-2014",
    "title": "A Comprehensive Approach to School Choice and Education",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "School choice is one of the most hotly debated policies in education. Advocates argue that school choice allows equal access to high quality schooling for all. High-income families have always had more choice, either through residential choice or through enrolment in private schools. Therefore increased choice should also improve equity by allowing minority and low-income students to choose too. On the other hand, school choice critics suggest that school choice can increase sorting between schools based on their socio-economics status, suggesting high-income families benefit more from these policies.\nThree different and disconnected literatures in economics provide different and often contradicting answers to these questions. We propose a unified theoretical framework that merges these three literatures and allows for a comprehensive analysis on school choice design and its impact on actual choice, outcomes and segregation in schools and neighborhoods. Unique and newly constructed data sets are used to address novel empirical challenges. The data constructed for Barcelona shall become one of the largest and most comprehensive data sets not only on school choice but also on public education worldwide.\n\nUsing the data set from Barcelona we 1) estimate familiesí preferences and, for the first time, evaluate the efficiency of different mechanism through structural estimation of our model and counterfactual analysis. We then 2) evaluate the impact that peer effects have on parents' choice and on outcomes. Exploiting the occurrence of hurricane Katrina in New Orleans and the aid programs implemented we aim at 3) estimating the distribution of willingness to pay for quality schools for families with different socio-economics. And last we exploit a policy change in Catalunya in 2009 to 4) provide evidence on how increased flexibility of the school system to adapt for differential maturity levels affects individual short and medium-term outcomes.",
    "totalCost": "1207500",
    "ecMaxContribution": "1207500",
    "coordinator": "INSTITUTE OF POLITICAL ECONOMY AND GOVERNANCE",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION CENTRO DE ESTUDIOS MONETARIOS Y FINANCIEROS",
    "participantCountries": "ES",
    "projectParticipants": {
        "998763993": {
            "orgId": "998763993",
            "orgName": "FUNDACION CENTRO DE ESTUDIOS MONETARIOS Y FINANCIEROS",
            "ecContrib": 334577
        }
    },
    "calculatedTotalContribution": 334577
}