{
    "rcn": "198096",
    "acronym": "EEN-Innovation PT",
    "topics": "INNOVATION",
    "title": "EEN-Innovation PT",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The objective of this project is to contribute to smart growth in the European Union by increasing the efficiency and effectiveness of investments in RD&I and by contributing to a better and more efficient connection of actors along the innovation chain.  In order to achieve the above objective, 2 main target groups and 2 specific objectives are defined:\na) beneficiaries of the SME Instrument  at this level, the specific objectives consist in identifying  bottlenecks to the creation of economic impact in companies benefitting from grants by Horizon 2020 SME Instrument and address these bottlenecks with the help of capable coaches. This service to beneficiaries of the SME Instrument is called 'Key account management'(KAM) and 22 of these services are foreseen.\nb) selected small and medium-sized enterprises with significant innovation activities and a high potential for internationalisation, which could potentially become beneficiaries of European support in terms of research and innovation but without effective access to consulting services for innovation management. At this level, the specific objective is: to increase the efficiency and effectiveness of innovation processes in those companies. This service, provided independently from a specific innovation project and focused on a company's innovation management system, is called 'Enhancing the innovation management capacity of SMEî (EIMC) and 137 of these services are foreseen. \nIn summary, the partners participating in this project (IAPMEI, ADI, CCIPD, CEC and INESC) expect to deliver a total of 159 services covering all the country. The project respects the excellence, 'no wrong door', proximity, subsidiarity and additionally principles as well as the mechanisms of signposting and follow-up of target audience inside the Network. This project is linked to related relevant services proposed in the SGA COSME 2015-2016 thus ensuring synergies between the different European funding programmes for the benefit of SMEs.",
    "totalCost": "269402,23",
    "ecMaxContribution": "269402,23",
    "coordinator": "IAPMEI - AGENCIA PARA A COMPETITIVIDADE E INOVACAO IP",
    "coordinatorCountry": "PT",
    "participants": "ASSOCIACAO COMERCIAL E INDUSTRIAL DO FUNCHAL - CAMARA DE COMERCIO E INDUSTRIA DA MADEIRA;INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA;ASSOCIACAO EMPRESARIAL DE PORTUGAL;ASSOCIACAO INDUSTRIAL DO DISTRITO DE AVEIRO;COMISSAO DE COORDENACAO E DESENVOLVIMENTO REGIONAL DO ALGARVE;ANI - AGENCIA NACIONAL DE INOVACAO, SA;Laboratorio Nacional de Energia e Geologia I.P.;ASSOCIACAO INDUSTRIAL PORTUGUESA -CAMARA DE COMERCIO E INDUSTRIA AIPCCI;CAMARA DO COMERCIO E INDUSTRIA DE PONTA DELGADA;ASSOCIACAO INDUSTRIAL DO MINHO;CEC - CONSELHO EMPRESARIAL DO CENTRO/CIC - CAMARA DE COMERCIO E INDUSTRIA DO CENTRO",
    "participantCountries": "PT",
    "projectParticipants": {
        "994187921": {
            "orgId": "994187921",
            "orgName": "Laboratorio Nacional de Energia e Geologia I.P.",
            "ecContrib": 0
        },
        "999941476": {
            "orgId": "999941476",
            "orgName": "ANI - AGENCIA NACIONAL DE INOVACAO, SA",
            "ecContrib": 81865
        },
        "999891715": {
            "orgId": "999891715",
            "orgName": "COMISSAO DE COORDENACAO E DESENVOLVIMENTO REGIONAL DO ALGARVE",
            "ecContrib": 0
        },
        "999928187": {
            "orgId": "999928187",
            "orgName": "ASSOCIACAO COMERCIAL E INDUSTRIAL DO FUNCHAL - CAMARA DE COMERCIO E INDUSTRIA DA MADEIRA",
            "ecContrib": 0
        },
        "999513706": {
            "orgId": "999513706",
            "orgName": "INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA",
            "ecContrib": 93844
        },
        "944648081": {
            "orgId": "944648081",
            "orgName": "CAMARA DO COMERCIO E INDUSTRIA DE PONTA DELGADA",
            "ecContrib": 18573
        },
        "999910048": {
            "orgId": "999910048",
            "orgName": "ASSOCIACAO INDUSTRIAL DO DISTRITO DE AVEIRO",
            "ecContrib": 0
        },
        "999919942": {
            "orgId": "999919942",
            "orgName": "ASSOCIACAO INDUSTRIAL DO MINHO",
            "ecContrib": 0
        },
        "999833224": {
            "orgId": "999833224",
            "orgName": "IAPMEI - AGENCIA PARA A COMPETITIVIDADE E INOVACAO IP",
            "ecContrib": 32812
        },
        "999831187": {
            "orgId": "999831187",
            "orgName": "CEC - CONSELHO EMPRESARIAL DO CENTRO/CIC - CAMARA DE COMERCIO E INDUSTRIA DO CENTRO",
            "ecContrib": 42308
        },
        "940831810": {
            "orgId": "940831810",
            "orgName": "ASSOCIACAO INDUSTRIAL PORTUGUESA -CAMARA DE COMERCIO E INDUSTRIA AIPCCI",
            "ecContrib": 0
        },
        "938472091": {
            "orgId": "938472091",
            "orgName": "ASSOCIACAO EMPRESARIAL DE PORTUGAL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 269402
}