{
    "rcn": "198084",
    "acronym": "CARBOSURF",
    "topics": "BBI.VC3.R6",
    "title": "New processes for the fermentative production of glycolipid biosurfactants and sialylated carbohydrates",
    "startDate": "01/08/2015",
    "endDate": "31/07/2018",
    "objective": "This project aims to develop new processes and solve bottlenecks in the fermentative production of biosurfactants and specialty carbohydrates. Specifically, the project targets the development of innovative fermentation processes to produce the following compounds:\n1.            Glycolipid biosurfactants. The project targets four distinct classes of biosurfactants, specifically rhamnolipids, sophorolipids, xylolipids and mannosylerythritol-lipids with a wide range of application fields.\n2.            Specialty carbohydrates. Specifically, the project targets sialylated oligosaccharides, a class of very complex Human Milk Oligosaccharides that find application as a neutraceutical, pharmaceutical and cosmetic ingredient. \n\nFor both product lines, microbial producer strains will be developed through metabolic engineering. The fermentation process and down-stream processing will be developed and optimized in order to obtain an industrial process. Second generation technology based on lignocellulosic substrates will also be developed. Sufficient amounts of the new products will be produced for application testing, in order to evaluate their market potential in a wide range of application fields. The technical, economic, environmental and social sustainability of the process over the whole value chain from biomass to product application will also be assessed, with an emphasis on identifying and addressing the bottlenecks in the innovation chain. A valorisation plan will be drafted to complete the innovation process.\n\nThe project consortium has all the required players to obtain the expected impact: RTO's to address the research challenges in this project, an open innovation pilot plant to optimize and scale up the new processes, three biotech SMEs and three large industries to ensure the exploitation of the project results. In addition, two user groups (one for each product line) consisting of end-user companies are involved in the project.",
    "totalCost": "5961742,5",
    "ecMaxContribution": "2730605",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "EVONIK NUTRITION & CARE GMBH;IMD NATURAL SOLUTIONS GMBH;VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;INBIOSE NV;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;CRODA EUROPE LTD;EVONIK INDUSTRIES AG;BIO BASE EUROPE PILOT PLANT VZW;EOC BELGIUM NV;Carbosynth Limited;COMPAGNIE INDUSTRIELLE DE LA MATIERE VEGETAL CIM V",
    "participantCountries": "DE;BE;UK;FR",
    "projectParticipants": {
        "958960237": {
            "orgId": "958960237",
            "orgName": "EOC BELGIUM NV",
            "ecContrib": 0
        },
        "989899939": {
            "orgId": "989899939",
            "orgName": "COMPAGNIE INDUSTRIELLE DE LA MATIERE VEGETAL CIM V",
            "ecContrib": 0
        },
        "962748475": {
            "orgId": "962748475",
            "orgName": "EVONIK INDUSTRIES AG",
            "ecContrib": 0
        },
        "935827580": {
            "orgId": "935827580",
            "orgName": "IMD NATURAL SOLUTIONS GMBH",
            "ecContrib": 0
        },
        "927711202": {
            "orgId": "927711202",
            "orgName": "EVONIK NUTRITION & CARE GMBH",
            "ecContrib": 0
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 707767
        },
        "986261275": {
            "orgId": "986261275",
            "orgName": "Carbosynth Limited",
            "ecContrib": 75088
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 251875
        },
        "944828501": {
            "orgId": "944828501",
            "orgName": "CRODA EUROPE LTD",
            "ecContrib": 0
        },
        "986528219": {
            "orgId": "986528219",
            "orgName": "BIO BASE EUROPE PILOT PLANT VZW",
            "ecContrib": 951750
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 252500
        },
        "951059975": {
            "orgId": "951059975",
            "orgName": "INBIOSE NV",
            "ecContrib": 491625
        }
    },
    "calculatedTotalContribution": 2730605
}