{
    "rcn": "198025",
    "acronym": "CHARME",
    "topics": "NMP-25-2014",
    "title": "Growing bone fast and cost-effective",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "XPAND Biotechnology BV has developed a new generation of orthopaedic materials: the EpitaxOs bone regeneration material. \n\nEpitaxOs (TRL 6) is unique:\na) it seduces the body to form bone\nb) is as effective as the golden standard autograft without its disadvantages (extra operative procedure, pain, limited quantity available)\nc) it is superior to other synthetic bone graft materials, allograft, growth factors and cell-based technologies\nd) it is available in abundant quantities \ne) it increases the quality of life for patients as the use of EpitaxOs  has no adverse effects on the patient. \nThe innovative property of EpitaxOs is its patented surface nano-structure, which induces the formation of bone by attracting the patientís own stem cells to the defect site and stimulate them to make autologous bone (in situ bone tissue regeneration). Similar to autograft and growth factors and unlike other synthetic materials, EpitaxOs is a true bone inducing material, but generates bone much faster\n\nEpitaxOs is targeted at the Ä4 billion spinal market and the Ä200 million dental market. The exceptional bone inducing properties of EpitaxOs put it in a unique position to replace autograft, (processed) allograft and growth factors.\n\nThe CHARME project aims at bringing EpitaxOs from technological maturity level TRL6 to a successful commercial/ production launch at level TRL 8/9 (in 2017). The objectives are:\n \n1. Development of a commercial scale production infrastructure\n2. Regulatory submission of EpitaxOs in key markets\n3. Providing evidence-based data to demonstrate product superiority and facilitate product launch & market acceptance\n4. Establishment of a marketing channel and development of a strategy for commercialisation of EpitaxOs \n\nThe endpoints of the CHARME project will be EpitaxO, a commercial scale infrastructure, to manufacture EpitaxOs, regulatory submission, approval in Europe, clinically relevant study data, a marketing channel, plan for the commercialisation",
    "totalCost": "2630845",
    "ecMaxContribution": "1841591",
    "coordinator": "XPAND BIOTECHNOLOGY BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998373277": {
            "orgId": "998373277",
            "orgName": "XPAND BIOTECHNOLOGY BV",
            "ecContrib": 1841591
        }
    },
    "calculatedTotalContribution": 1841591
}