{
    "rcn": "198086",
    "acronym": "OxygenSensing",
    "topics": "ERC-ADG-2014",
    "title": "Molecular mechanisms of acute oxygen sensing.",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Oxygen (O2) is essential for life on Earth. This proposal deals with the study of the molecular mechanisms underlying acute O2 sensing by cells, a long-standing issue that is yet to be elucidated. In recent years, the discovery of hypoxia inducible transcription factors and their regulation by the O2-dependent hydroxylases has provided a solid framework for understanding genetic responses to sustained (chronic) hypoxia. However the mechanisms of acute O2 sensing, necessary for the activation of rapid, life-saving, compensatory respiratory and cardiovascular reflexes (e.g. hyperventilation and sympathetic activation), are unknown. While the primary goal of the project is to characterize the molecular mechanisms underlying acute O2 sensing by arterial chemoreceptors (carotid body ñCB- and adrenal medulla ñAM-), we will also extend our study to other organs (e.g. pulmonary and systemic arteries) of the homeostatic acute O2-sensing system. We will investigate the role of mitochondria, in particular complex I (MCI), in acute O2 sensing. Previous data from our group demonstrated that rotenone, a MCI blocker, selectively occludes responsiveness to hypoxia in CB cells. In addition, our unpublished data indicate that sensitivity to hypoxia (but not to other stimuli) is lost in mice with genetic disruption of MCI genes in CB and AM cells. We have shown that the adult CB is a plastic organ that contains a population of multipotent neural stem cells. Hence, another objective of the project is to study the role of these stem cells in CB modulation (over- or infra-activation), which may participate in the pathogenesis of diseases. In the past, our group has made seminal contributions to unveiling the cellular bases of arterial chemoreception. The discovery of stem cells in the CB and the generation of new genetically modified mouse models, put us in a leading position to elucidate the molecular bases of acute O2 sensing and their biomedical implications.",
    "totalCost": "2843750",
    "ecMaxContribution": "2843750",
    "coordinator": "UNIVERSIDAD DE SEVILLA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 2843750
        }
    },
    "calculatedTotalContribution": 2843750
}