{
    "rcn": "198029",
    "acronym": "Nafen",
    "topics": "NMP-25-2015",
    "title": "Nano-particle based enhancement of composite and thermoplastic materials",
    "startDate": "01/08/2015",
    "endDate": "31/01/2017",
    "objective": "ANF Development proposes to develop applications for its nano fiber Nafen, that will include Nafen-modified thermoplastics and Nafen-modified composite materials. The new nano materials will possess superior mechanical properties, which will allow weight reduction and durability increase for polymer finished products and replacement of traditional materials from their applications. ANF will sell to the polymer-processing industry worldwide.\n\nANF will address key challenges in using nano materials for polymer modification: difficulty to access nano fiber, which would give effect at low loadings and at the same time can be industrially available at low cost. Existing nano materials, which are currently used for this purpose, are either unavailable on large scale (single wall CNTs) or require high loads in polymer (multi-wall CNTs, nano silicas, nano clays).\n\nANF will install pilot production facilities for modified thermoplastics and modified composite materials, increase the capacity of Nafen production facility, prepare Nafen masterbatches in thermoplastics and composite materials and test masterbatches in house and at the production sites of industrial co-development partners. After that commercial contracts with interested partners will be signed.\n\nWith this solution, for the first time, applications will be developed for unique crystalline nano fiber Nafen, which is industrially available at low cost and can be used at low loadings (<1%) in polymers. This makes it possible to (1) achieve polymer goods weight reduction by using less material or making more durable goods (2) achieve fuel economy over the lifecycle of airplanes and vehicles (3) replace traditional materials from their applications.\n \nANF receives several inquiries a week from various polymer industry companies and has agreed with number of them to test Nafen in their material or to co-develop Nafen-modified polymers. Hence, interest in Nafen as nano enhancer for polymers can be demonstrated.",
    "totalCost": "3558625",
    "ecMaxContribution": "2491037,5",
    "coordinator": "OSAUHING ANF DEVELOPMENT",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931562684": {
            "orgId": "931562684",
            "orgName": "OSAUHING ANF DEVELOPMENT",
            "ecContrib": 2491038
        }
    },
    "calculatedTotalContribution": 2491038
}