{
    "rcn": "198087",
    "acronym": "Com4Com",
    "topics": "ERC-ADG-2014",
    "title": "Collective modes in 4d-metal compounds and heterostructures",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Compounds of transition metals with 4d valence electrons (ì4d metalsî) play eminent roles in many areas of condensed matter physics ranging from unconventional superconductivity to oxide electronics, but fundamental questions about the interplay between the spin-orbit coupling and electronic correlations at the atomic scale remain unanswered. Momentum-resolved spectroscopies of collective electronic excitations yield detailed insight into the magnitude and spatial range of the electronic correlations, and have thus decisively shaped the conceptual understanding of quantum many-body phenomena in 3d-electron systems. We will devise and build a novel resonant inelastic x-ray scattering (RIXS) instrument capable of determining the dispersion relations of electronic collective modes in 4d-metal compounds with full momentum-space coverage, high energy resolution, and monolayer sensitivity. \n\nData from this instrument will yield comprehensive information about the interaction parameters specifying the electronic Hamiltonians of 4d-electron materials, unique insight into the spin-orbital composition of their excited-state wavefunctions, and definitive tests of proposals to realize Kitaev models with spin-liquid states that are potentially relevant in topological quantum computation. The element-specificity of RIXS will also allow us to determine the microscopic exchange interactions in complex materials with both 3d and 4d valence electrons, and its high sensitivity will enable experiments on operational device structures comprising only a few monolayers. We will thus be able to tightly integrate momentum-resolved spectroscopy with state-of-the-art, monolayer-by-monolayer deposition methods of 4d metal-oxide films and heterostructures. The results will fuel a feedback loop comprising synthesis, characterization, and modeling, which will greatly advance our ability to design materials and devices whose functionality derives from the collective organization of electrons.",
    "totalCost": "3176850",
    "ecMaxContribution": "3176850",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 3176850
        }
    },
    "calculatedTotalContribution": 3176850
}