{
    "rcn": "198095",
    "acronym": "POWERCLOUD",
    "topics": "SIE-01-2014",
    "title": "Cloud Energy management solution for Office It equipment and Smart devices",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "ICT industry requires a large amount of energy to power its infrastructure (Computing and networking mainly), accounting for 10% of global electricity consumption. The ICT sector direct emissions are expected to increase a 270% from 2002 to 2020. \nAs electricity takes a larger portion of the SME costs, companies try to find new ways to reduce both the financial and environmental impact of this consumption. The addition of more electrical devices to the work scene such as Personal Computers (PCs), Laptops and printers, is increasing the energy consumption of the organisations. Nowadays, the office IT equipment accounts for approximately 24% of a modern office building energy demand.\nMoreover, according to International Energy Agency (IEA), energy used by these devices is expected to triple by 2030 unless actions are taken to increase energy efficiency.\nRegarding PCs, research shows that in Europe, approximately 28% of PCs being left on overnight in the UK, resulting in an estimated energy loss of 4,700 GWh (379 MÄ/year). In Germany, approximately 30% of PCs left on overnight, it is estimated 10,000 GWh/year of energy are wasted (819 MÄ/year). By 2015, it is predicted that software solutions which cut wasted power from computers and servers will save companies 13,800 MÄ. \nAccording to recent market reports, PC and Server Power Management Software is predicted to generate a revenue of 579 MÄ by 2015 on a global scale and it is expected to grow at a Compound Annual Growth Rate of 15.8% .\nPowerPlugís new offering aims to change this by providing a platform that will enable the management of IT and smart devices as part of a global energy management system as it happens with HVAC and lighting systems. PowerCloud system will provide manageability for the IT, visibility and usage patterns to energy managers and unique energy management and demand response features for service providers and utilities.",
    "totalCost": "1534577",
    "ecMaxContribution": "1074203,9",
    "coordinator": "POWERPLUG LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934658439": {
            "orgId": "934658439",
            "orgName": "POWERPLUG LTD",
            "ecContrib": 1074204
        }
    },
    "calculatedTotalContribution": 1074204
}