{
    "rcn": "198066",
    "acronym": "iNanoEOR",
    "topics": "ERC-CoG-2014",
    "title": "In-situ produced nanoparticles for enhanced oil recovery",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "The era of finding ìeasy oilî is coming to an end, and future supply will become more reliant on fossil fuels produced from enhanced oil recovery (EOR) process. Many EoR methods have been used, including mechanical, chemical, thermal and biological approaches, but there are still 50~70% of the original oil trapped in reservoir rocks after the primary and secondary recovery. NanoEOR, i.e, injecting nanoparticles (NPs) together with flooding fluids, is an emerging field. However all proposed applications are based on pre-fabricated NPs, which encountered enormous problems in NP stabilization and transport under reservoir conditions. This project proposes a revolutionary concept, iNanoEOR: in-situ production of NPs inside the reservoir for enhanced oil recovery. Rather than pre-manufacturing, dispersing and stabilizing NPs in advance, NPs will be produced in the reservoir by controlled hydrothermal reactions, acting as sensors to improve reservoir characterisation, or as property modifiers to effectively mobilize the trapped oil. This project will validate the innovative iNanoEOR concept by answering three questions: i) how the concept works? ii) what kind of NPs should be produced that can effectively mobilize trapped oil? iii) what are desired NP properties to allow them flow through a reservoir? Three work programs are designed, and a number of breakthroughs beyond state-of-art research are expected, which include i) proof-of-concept of the innovative iNanoEOR, ii) developing a new methodology for temperature measurement inside a reservoir, iii) revelation of the influence of NPs on EOR under reservoir-like conditions, iv) understanding the controlling factors in  NP transport at different scales. The project will not only contribute directly to iNanoEOR,  but also transfers the PIís expertise in nanomaterials and multiphase flow into oil and gas sector and underpin many NP-related subsurface applications, which currently is non-existing in the Europe.",
    "totalCost": "1958733",
    "ecMaxContribution": "1958733",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 1958733
        }
    },
    "calculatedTotalContribution": 1958733
}