{
    "rcn": "198055",
    "acronym": "LAA-THz-CC",
    "topics": "ERC-StG-2014",
    "title": "Lens Antenna Arrays for Coherent THz Cameras",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The THz region was limited to applications in radio astronomy and space science. In recent years, THz systems have expanded into many more areas of science, defence, security, and non-destructive industrial applications. Microwave based THz cameras have demonstrated the highest sensitivity at large distances. However, their current state of the art is comparable to the first analog photographic cameras characterized by long exposition times. Two fundamental problems have to be addressed to change this situation: technologically, there is the lack of integrated coherent arrays with high power and sensitivity; and theoretically, a field representation to characterize analytically these systems is missing. \n\nI propose to tackle the technological problem by exploiting the coherency between small antenna arrays coupled to actuated lenses to overcome the sensitivity problem and achieve instantaneous refocusing (i.e. zooming). The proposed antenna technology is based on a recent breakthrough that I pioneered: micro-lenses excited by leaky waves with seamless integration in silicon technology. This antenna enables the fabrication of large flyís eye cameras in just two wafers, and promises one order of magnitude better scanning performances than previous solutions. An analytical model to investigate the electromagnetic response of coherent THz arrays is the enabling tool for optimizing the camera performances. I will develop this tool by combining advance spectral antenna techniques with coherent Fourier Optics. This model will not only be used in new beamforming techniques, but also for the characterization of future THz telecommunication links.\n \nThis project will make the first significant strides in developing the next generation of coherent THz imaging cameras. The outcome of this project will be instrumental in pushing today's costly THz niche applications into the main stream, and possibly pole vault THz systems into the 21st century communication society.",
    "totalCost": "1497500",
    "ecMaxContribution": "1497500",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 1497500
        }
    },
    "calculatedTotalContribution": 1497500
}