{
    "rcn": "198060",
    "acronym": "CilDyn",
    "topics": "ERC-CoG-2014",
    "title": "Molecular analysis of the Hedgehog signal transduction complex in the primary cilium",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "The unexpected connection between the primary cilium and cell-to-cell signalling is one of the most exciting discoveries in cell and developmental biology in the last decade. In particular, the Hedgehog (Hh) pathway relies on the primary cilium to fulfil its fundamental functions in orchestrating vertebrate development. This microtubule-based antenna, up to 5 µm long, protrudes from the plasma membrane of almost every human cell and is the essential compartment for the entire Hh signalling cascade. All its molecular components, from the most upstream transmembrane Hh receptor down to the ultimate transcription factors, are dynamically localised and enriched in the primary cilium. The aim of this proposal, which combines structural biology and live cell imaging, is to understand the function and signalling consequences of the multivalent interactions between Hh signal transducer proteins as well as their spatial and temporal regulation in the primary cilium. The key questions my laboratory will address are: What are the rules for assembly of Hh signal transduction complexes? How dynamic are these complexes in size and organisation? How are these processes linked to the transport and accumulation in the primary cilium?\n\nI will combine state-of-the art structural biology techniques (with an emphasis on X-ray crystallography) to study the molecular architecture of binary and higher-order Hh signal transduction complexes and live cell fluorescence microscopy (for protein localisation and direct protein interactions). These two approaches will allow me to identify and define specific protein-protein interfaces at the atomic level and test their functional consequences in the cell in real time. My goal is to consolidate a world-class morphogen signal transduction laboratory, deciphering fundamental biological insights. Importantly, my results and reagents can potentially feed into the development of novel anti-cancer therapeutics and reagents promoting stem cell therapy.",
    "totalCost": "1727456",
    "ecMaxContribution": "1727456",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1727456
        }
    },
    "calculatedTotalContribution": 1727456
}