{
    "rcn": "198039",
    "acronym": "FAKIR",
    "topics": "ERC-CoG-2014",
    "title": "Focal Adhesion Kinetics In nanosurface Recognition",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "The provision of advanced functional materials in the area of regenerative medicine and discovery applications depends on many different factors to provide the appropriate targeted function. As adherent cells also read their environment through substrate interactions there is a great interest in developing such substrates in a predictable manner. Their first point of contact is through their focal adhesions and it is also though them that forces are applied allowing the cell to migrate and establish cytoskeletal tension which in turn regulates cell function. The objective of this project is to investigate the cell-substrate interaction at the nanoscale and correlate that to the surface topography for predictable biomaterials. Through the application of state-of-the-art nanofabrication we will fabricate precise surface topographies with length scales comparable to the structural units found in the focal adhesions. The aim is to map and understand the topographical influence in the architectural arrangement of the proteins in the adhesions. Aided by high resolution microscopy we will classify cell types on different nanotopographies. Combining that information with machine learning, we will be able to gain information about cell characteristics from the rule set. That information can also be used in reverse to identify cell types with the previously defined characteristic. This approach is similar to face recognition seen on cameras and mobile phones.\n \nThe proposed research project will not only provide insight to an area of biomaterials not previously explored, yet aim to provide a blueprint for future design of biomaterials.",
    "totalCost": "2128895",
    "ecMaxContribution": "2128895",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 2128895
        }
    },
    "calculatedTotalContribution": 2128895
}