{
    "rcn": "198058",
    "acronym": "IChaos",
    "topics": "ERC-CoG-2014",
    "title": "Intermediate Chaos",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "'The transition from order to chaos has been a central theme of investigation in dynamical systems in the last two decades. Structures that exhibit a mix of deterministic and chaotic properties, for example, quasi-crystals, naturally arise in problems of geometry and mathematical physics. Despite intense study, key questions about these structures remain wide open.\nThe proposed research is an investigation of intermediate chaos in ergodic theory of dynamical systems. Specific examples include systems of geometric origin such as interval exchange maps, translation and Hamiltonian flows on surfaces of higher genus, symbolic substitution systems important in the study of quasi-crystals as well as dynamical systems arising in asymptotic combinatorics and mathematical physics such as determinantal and Pfaffian point processes. Specific tasks include computation of the Hausdorff dimension for the spectral measure of interval exchange maps (problem posed by Ya. Sinai), limit theorems for Hamiltonian flows on surfaces of higher genus (question of A. Katok), development of entropy theory and functional limit theorems for determinantal point processes and a description of the ergodic decomposition for infinite orthogonally-invariant measures on the space of infinite real matrices (the real case of the problem, posed in 2000 by A. Borodin and G. Olshanski, of harmonic analysis on the infinite-dimensional analogue of the Grassmann manifold). The project consolidates the proposer's past work, in particular, his limit theorems for translation flows (Annals of Math. 2014), his proof of the 1985 Vershik-Kerov entropy conjecture (GAFA 2012) and his solution of the complex case of the Borodin-Olshanski problem (preprint 2013). The proposer is currently PI of project ANR-11-IDEX-0001-02 (1.11.2013--30.10.2015; budget 360000 euro) under the Programme 'Investissements d'avenir' of the Government of the French Republic.'",
    "totalCost": "1696936,74",
    "ecMaxContribution": "1696936,74",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1696937
        }
    },
    "calculatedTotalContribution": 1696937
}