{
    "rcn": "198009",
    "acronym": "Gazelab",
    "topics": "PHC-12-2015-1",
    "title": "A precision, computer-vision measurement system for the early diagnosis of schizophrenia",
    "startDate": "01/05/2015",
    "endDate": "31/10/2015",
    "objective": "Strabismus, the disorder in which the eyes do not line up in the same direction, affects around 10.5 million Europeans.\nAround 30% of strabismus surgeries need to be repeated due to inaccurate ocular measurements. At any point in time, about 10% of the adult population will report having some type of mental or behavioral disorder, such as schizophrenia.\nThese two seemingly unrelated pathologies have one thing in common: they can be detected using ocular biomarkers. The goal of this project is to validate ocular biomarkers for a range of pathologies, including ophthalmological, neurological, mental, and endocrinological disorders. The clinical validations will be conducted using GazeLab, a computer vision-based system that accurately measures ocular motility and pupillary dynamics. Our innovative all-in-one solution can be deployed as a point-of-care diagnostic tool, leading to quicker and more effective treatments for a variety of disorders.\nStrabismus patients are the first beneficiaries of our technology and are currently driving demand for GazeLab within the ophthalmological sector. As we validate more biomarkers for ocular pathologies we will add value to our product for ophthalmologists. Mental health professionals overwhelmingly diagnose subjectively, and can miss physiological symptoms that ocular biomarkers can detect.\nThe goal of this SME Instrument phase 1 project is to determine if GazeLab represents a scalable, repeatable business model to help diagnose a variety of pathologies. If this is the case, we will proceed to request funding through phase 2. In phase 2 we aim to conduct large-scale validations necessary for GazeLab to be approved for the defined applications in a clinical setting. Our target markets include ophthalmologists, neuro-ophthalmologists, neurologists and psychiatrists. Our ultimate goal is to position GazeLab as the industry standard for precision ocular motility measurement and pupillography throughout a range of clinical specialties.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BCNINNOVA TECHNOLOGICAL EVOLUTION SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940657210": {
            "orgId": "940657210",
            "orgName": "BCNINNOVA TECHNOLOGICAL EVOLUTION SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}