{
    "rcn": "198002",
    "acronym": "PANIPLAST",
    "topics": "NMP-25-2015-1",
    "title": "Industrial Development of PANIPLAST Process Poly(aniline) Conductive Polymers",
    "startDate": "01/08/2015",
    "endDate": "31/01/2016",
    "objective": "STILZ Chimie is a subsidiary of RESCOLL, which is an independent R&D organization based in France, specialized in materials chemistry.  Building upon seminal work in polyaniline performed at the CEA, RESCOLL has developed a new and patented conductive polymer formulation.  Based on poly(aniline) conductive polymers, PANIPLAST is an innovative response to many market needs, and is a process which permits the production of safe-by-design, REACh compliant, flexible, low-cost, highly concentrated (up to 40% w/w) dispersions of poly(aniline) which exhibit very high electrical conductivities, and possess improved stability.\n\nPANIPLAST is a material with great market potential.  With this project, within five years, STILZ Chimie expects to become a leading supplier in the European market of advanced conductive polymers for heating applications.  It is expected in the five years following the EU-funded portion of the project (i.e. following Phase II), PANIPLAST will achieve turnovers of 13.3 MÄ across the combined markets of construction, wind power, and aerospace, reaching annual production volumes of 67.5 tons of PANIPLAST.\n\nThe current state of PANIPLAST industrialization faces the following challenges:\nï Capital for investment in production-level synthesis equipment for poly(aniline)\nï RESCOLLís partners need PANIPLAST to pass rapidly to the industrial stage to respond to their product needs\nï RESCOLL has an innovative, patented technology that needs to be put on the market in a timely fashion in order to fully exploit its IP protection.\n\nIn order to bring PANIPLAST systems to market, it is vitally important to prioritize markets, evaluate key players, and formulate the winning strategy for successful commercialization.  Phase I of the PANIPLAST project will undertake a feasibility study to evaluate the industrialization of PANIPLAST products and their commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "STILZ CHIMIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937973802": {
            "orgId": "937973802",
            "orgName": "STILZ CHIMIE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}