{
    "rcn": "198067",
    "acronym": "PROGSY",
    "topics": "ERC-CoG-2014",
    "title": "Prosaposin and GPR37 in synucleinopathies",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "The next breakthrough in the treatment of synucleinopathies, incl Parkinson¥s disease (PD), will be aimed at interference of disease progression based on insights into the underlying pathogenic process. The pathological hallmark of PD are Lewy bodies (LBs), in which ?-synuclein is the major constituent together with other PD-linked gene products (DJ-1, LRRK2, parkin, and GBA) and aggregated GPR37. GPR37 is exceptional among GPCRs having a high propensity for intracellular receptor accumulation and aggregation leading to neurotoxicity. However, unexpectedly, our results suggest that GPR37 is neuroprotective in dopaminergic when located at the plasma membrane. Consistently, prosaposin (PSAP), and its neurotrophic fragment prosaptide, were recently identified as agonists at GPR37. PSAP is a neuroprotective protein that regulates intracellular lysosomal enzyme function, with saposin C being a co-factor of GBA. In addition, we hypothesize that PSAP is secreted following cellular stress and, via membraneous GPR37, cue dopamine neurons to initiate survival pathways. Pivotal to this programme is modeling and analysis of the atomic structures of GPR37 in complex with prosaptide, which will grossly facilitate mechanistic understanding and drug development with potential use in diagnosis and treatment. Novel applications and technological advancements of fluorescence correlation spectroscopy will be implemented for single molecule trafficking of GPR37 and its ligands and will examine whether GPCR multimerization beyond dimer formation may be neurotoxic. Normal and cGPR37KO mice will be virally transduced by ?-synuclein to delineate in the relative contributions of improved lysosomal function versus GPR37 agonism for neuroprotection by prosaptides. Evolving from the autopsy studies that antiñGPR37 label LBs and that prosaposin is released upon cellular injury, we will develop GPR37 ligands as PET tracers for LBs in synucleinopathies.",
    "totalCost": "1950033",
    "ecMaxContribution": "1950033",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 1950033
        }
    },
    "calculatedTotalContribution": 1950033
}