{
    "rcn": "198028",
    "acronym": "CHeaP",
    "topics": "SC5-20-2015",
    "title": "Cost-effective Combined Heat and Power generator for camping vans",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Camper vans allow being autonomous as regards all services and comforts needed, however, the power supply is often a limitation: to overcome this problem camper vans generally dispose of supplementary batteries for services, mainly necessary when the vehicle is stationary and the engine is switched off, which unfortunately become exhausted after only a few hours of use. \nThe present project aims at developing (and then commercializing) a new electricity generator for camping vans, which compensates for the drawbacks and overcomes the limitations of the state of the art solutions currently on the market, through proposing a completely silent system (19Db at 1mt) with limited CO2 emissions (30% less than gasoline generators).  The CHeaP generator will be a green,  silent, reliable, cost-effective and versatile solution for the camping vans.\nWith the CHeaP project activities, Mobil Tech (an IT SME) aims at optimizing and industrializing the generator prototype they have already developed in the few last years, opening a new big opportunity to expand the company business in central and northern Europe (with the support of Vadac, a well-known SME from The Netherlands).\nThe CHeaP proposers have the ambition of i) launching the product in the market in 24 months (at the end of the project) and ii) widening their business to geographical markets where, at the moment, they are not present, such as North and Central Europe.\nThe SME-Instrument will be extremely important to help MTech and Vadac to expand their business to the gensets market. The SME-instrument funding will reduce the investment that the two companies have forecasted to carry out all the activities for the implementation, the validation and the demonstration of the prototype before launching the CHeaP generator on the market. The covering of 70% of investment by the SME-instrument funding will decrease the initial economic effort from ca Ä 752,500 to Ä 225,750 completely affordable by the two small companies",
    "totalCost": "752462,5",
    "ecMaxContribution": "526723,75",
    "coordinator": "MOBIL TECH DI BARIN LUCA AND C. SAS",
    "coordinatorCountry": "IT",
    "participants": "VADAC BV",
    "participantCountries": "NL",
    "projectParticipants": {
        "930507615": {
            "orgId": "930507615",
            "orgName": "MOBIL TECH DI BARIN LUCA AND C. SAS",
            "ecContrib": 474224
        },
        "930196051": {
            "orgId": "930196051",
            "orgName": "VADAC BV",
            "ecContrib": 52500
        }
    },
    "calculatedTotalContribution": 526724
}