{
    "rcn": "198014",
    "acronym": "STARS",
    "topics": "ERC-StG-2014",
    "title": "Strategies Targeting Thyroid Hormone in Athrophy Related Syndromes",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Skeletal muscle wasting is a devastating complication of many chronic diseases including cancer, diabetes, chronic heart failure and cystic fibrosis. Despite its medical importance, there is, as yet, no effective means to treat this condition. Therefore, an urgent challenge is to discover treatments able to prevent its onset and/or progression. Thyroid hormone (TH) is a major determinant of muscle functions, and thyroid dysfunctions are leading causes of many myopathies. An emerging concept in this field is that THís pleiotropic actions can be amplified or attenuated at cell level by the deiodinase enzymes that can increase (D2) or decrease (D3) the active TH concentration regardless of hormone plasma levels. Based on recent published and new preliminary data, our working hypothesis is that ìamplificationî of TH action/signalling in muscle is critical in determining the accelerated muscle catabolism that causes muscle loss in numerous diseases. On the contrary, attenuation of the TH signal facilitates the proliferation/survival of muscle stem cells and reduces atrophy. Using genetically manipulated mouse models of altered TH metabolism, STARS aims to dissect the role of TH in muscle fibers and stem cells during the wasting processes. The ground-breaking nature of STARS is the possibility of manipulating a local-acting mechanism that determines the tissue concentration of a diffuse endocrine signal (TH), which is a critical determinant of muscle wasting. We will use state-of-the art methodology and recently generated mouse models in the attempt to explore the therapeutic potential of novel mechanisms to lower the TH signature at a specific muscle level. Proof-of-principle studies will be conducted with novel hormone-peptide conjugates for targeted disease prevention and therapy. The results will have cross-disciplinary implications, for the identification of novel potential therapeutic approaches impacting on stem cell biology, tissue metabolism and healthy ageing.",
    "totalCost": "1310000",
    "ecMaxContribution": "1310000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 1310000
        }
    },
    "calculatedTotalContribution": 1310000
}