{
    "rcn": "198038",
    "acronym": "STROMA",
    "topics": "ERC-CoG-2014",
    "title": "IMMUNOBIOLOGY OF LYMPHOID STROMAL CELLS",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "In 1984, Nossal wrote ëëA readership consisting of primarily anatomists has every right to question the favorite sport of research workers in cell immunology. This is to take a lymphoid tissue and totally destroy its beautiful and elaborately designed architecture to obtain simple cell suspension of lymphocytes, which are then asked to do more or less all the jobs of the original anatomic masterpieceíí. Growing evidence that lymph node (LN) stromal cells control the motility, activation and survival of lymphocytes has reinforced this view. These architectural cells assemble in 3D networks that regulate LN homeostasis and control its ability to remodel during inflammation. Understanding stromal cell biology is thus mandatory to our full comprehension of the immune system but this ambitious objective is technically challenging. As the complexity of the LN cannot be modelled in culture, knowledge gained from in vitro experiments is limited and will not address many relevant questions related to the biology of LN stromal cells, in particular (i) the elucidation of their origin and the precursor/product relationships that link them, (ii) the determination of their behavior in inflamed LNs and (iii) their subsequent fate in LNs that have returned to homeostasis. To this aim, I have developed several original, cutting-edge multicolor fluorescent reporter mouse models and computational modeling approaches to map the fate of single stromal cells and their progeny in situ. Using this innovative approach, my group will investigate the spatio-temporal behavior and molecular cues that orchestrate the development and dynamics of the major LN stromal cell populations in vivo, at steady state and under inflammatory conditions, at the single cell level. Because the proposed studies will unravel the precursor/product relationships linking the various stromal cell types, we anticipate to provide the first ìPhylogenetic treeî of LN stromal cell development and remodeling.",
    "totalCost": "2547762",
    "ecMaxContribution": "2547762",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
    "participantCountries": "DE",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2386262
        },
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 161500
        }
    },
    "calculatedTotalContribution": 2547762
}