{
    "rcn": "198074",
    "acronym": "SHARS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Small HeteroAromatic Ring Synthesis: A Unified Approach",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Five-membered ring heteroaromatics such as pyrroles, furans, thiophenes and isoxazoles form a cornerstone of medicinal and agrochemical research. Despite this importance, the predominant methods used by both academic and industrial researchers to access these frameworks still rely on chemistry developed up to a century ago, which suffers from several drawbacks. Chief amongst these is the restriction on substituent pattern that is intrinsic to these classical routes, which prevents decoration of the ring with a full range of contemporary functionality. This project seeks to address these shortcomings by developing a unified catalytic approach to these heterocycles through a fundamentally new ring synthesis mechanism. This chemistry can access, with ease, previously unattained substitution patterns, and permits the positioning of substituents at any or all of the 2-, 3- and 5-positions around the ring. Equal to the value of this reactivity and its products is the facility with which the key reaction substrates are prepared ñ in 2-5 steps from cheap, commercial alkyne and carbonyl building blocks. Alongside method development, an industrial engagement platform is planned which will allow the Experienced Researcher to interface directly with industrial partners in Europe via a secondment programme.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}