{
    "rcn": "198064",
    "acronym": "EUDEMOS",
    "topics": "ERC-CoG-2014",
    "title": "Constrained Democracy: Citizensí Responses to Limited Political Choice in the European Union",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "National governments operate under the growing constraints of European integration that limit the choices they can offer citizens and the policy instruments they can use. Yet, despite the centrality of political choice to the functioning of electoral democracy, we know very little about the consequences of constrained political choices for citizensí engagement in democratic processes. Across Europe, an increasing number of citizens are supporting extreme parties or declining to take part in democratic elections. This project offers the first systematic examination of how the range and substance of political choices offered to citizens in the EU shape democratic perceptions and electoral behaviour. Understanding how citizens perceive and react to the growing constraints on domestic politics is crucial to a diagnosis of European democracy and for an evidence-based debate on reform of EU institutions. Building on the Principal Investigatorís award-winning research on electoral democracy and extensive experience of designing and analysing cross-national surveys and experiments, this project is a pioneering study of the consequences of constrained democracy. It uniquely combines a large-N cross-national analysis of citizensí responses to mainstream party convergence and case studies of the ëemergency politicsí of the Eurozone crisis with micro-level experimental work. This project aims to transform the study of citizensí democratic attitudes and behaviour by focusing on the importance of political choice. By developing and testing a theoretical model of heterogeneous citizen responses to the constrained political choice, the project provides insights into why citizens turn against mainstream parties or exit democratic processes altogether. This further allows EUDEMOS to develop proposals for how institutions can be designed to facilitate citizensí participation in and satisfaction with democratic processes in a multi-level European Union.",
    "totalCost": "1508821,75",
    "ecMaxContribution": "1508821,75",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 1508822
        }
    },
    "calculatedTotalContribution": 1508822
}