{
    "rcn": "198013",
    "acronym": "DATACTIVE",
    "topics": "ERC-StG-2014",
    "title": "Data activism: The politics of big data according to civil society",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "With the diffusion of ëbig dataí, citizens become increasingly aware of the critical role of information in modern societies. This awareness gives rise to new social practices rooted in technology and data, which I term ëdata activismí. While activists see massive data collection by governments and businesses as a challenge to civil rights, big data also offer new opportunities for collective action.\nThis research will investigate civil societyís engagement with massive data collection by addressing three research questions: How do citizens resist massive data collection by means of technical fixes (re-active data activism)? How do social movements use big data to foster social change (pro-active data activism)? How does data activism affect the dynamics of transnational civil society, and transnational advocacy networks in particular?\nThe project will develop a multidisciplinary conceptual framework integrating social movement studies, science and technology studies and international relations. It will analyze organizational forms, action repertoires and the enabling role of software in data activism, and will identify emerging structures and strategies of transnational advocacy networks. Data will be collected via qualitative (interviews with activists, field observations, infrastructure ethnography on software platforms) and computational methods (such as data mining in online repositories). ? \n?This research is groundbreaking in four ways: 1) by analyzing civil societyís engagement with massive data collection, it evaluates risks and promises of big data; 2) by addressing an uncharted but rapidly growing field of human action, it sets the basis for understanding future civic engagement; 3) by integrating adjacent disciplines that seldom interact, it magnifies their ability to understand the interplay between society, information, technology and power; 4) by developing dedicated data collection tools, it adds to methodological innovation in big-data analytics.",
    "totalCost": "1498352",
    "ecMaxContribution": "1498352",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1498352
        }
    },
    "calculatedTotalContribution": 1498352
}