{
    "rcn": "198048",
    "acronym": "GO4APP",
    "topics": "NMP-25-2015",
    "title": "Graphene Oxide for advanced polymers APPlication",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "GO4APP goal is to create added value through the introduction of high performing additives at a competitive costs, accelerating innovation for the advanced polymer industry and eventually creating a new product category that will meet consumer and industrial needs. This new area of development will make it possible for the European industry to harness this market high potential, fostering competitiveness and creating growth throughout the EU.\nGRAPHENEA proposes this Phase 2 project after the successful realization of the Phase 1 Business Innovation Plan, in order to take the Graphene Oxide (GO) a step closer to the market through specific polymer applications. This project will allow GRAPHENEA to become the worldwide leader as GO producer with the necessary production capacity to supply the polymer industry and the research laboratories. \nMore specifically, the GO4APP objectives are: \nï Large-scale production of GO to enter/supply the advanced polymers industry.\n\nï Reducing dramatically GO cost, increasing the production scale and supporting applications development.\n\nï Producing tailor made GO materials to improve compatibility with different matrices, leading to a broad range of applications.\n\nï Improving the mechanical, electrical and thermal properties of advanced polymers. \n\nï Creating a cost-competitive final advanced polymer composites new market category using GO additives.\n\nGRAPHENEA has validated and patented a highly efficient GO production process and its application into polymeric matrices. GRAPHENEA will be able to introduce GO materials at industrial scale positively impacting the Ä48 billions polymer additives market. GRAPHENEA will become the worldwide leader in GO additives for polymer applications generating at least Ä 21 M in 2022, in incremental revenues, \\50 jobs creation and the largest market share \\35%.",
    "totalCost": "2252875",
    "ecMaxContribution": "1577012,5",
    "coordinator": "GRAPHENEA SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "971995582": {
            "orgId": "971995582",
            "orgName": "GRAPHENEA SA",
            "ecContrib": 1577012
        }
    },
    "calculatedTotalContribution": 1577012
}