{
    "rcn": "198053",
    "acronym": "INQMINDS",
    "topics": "ERC-StG-2014",
    "title": "The Evolutionary and Developmental Origins of Inquiring Minds: Studies of Causal Reasoning; Curiosity and Executive Control",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Human technology is vastly superior to that of other apes: human tools from telescopes to the Large Hadron Collider exploit causal relationships but also explore them. What change over the brief course of hominid evolution made for such a big difference? One theory implicates a single cognitive distinction: the ability to reinterpret the world in abstract terms. In contrast, in several studies, chimpanzees seemed to rely on surface appearances, as if for the apes there was no more to the situation than met the eye. The theory is seductively simple, but this proposal argues that it is too early to rule out deep evolutionary roots for inquiring minds. Experiments designed specifically to compare humans and other primates are proposed covering two broad lines of study: causal cognition and executive function. To disentangle causal reasoning from simpler mechanisms three approaches are planned. The first will look at intervention: will subjects use exploration to seek hidden causes? The second will focus on natural mechanics: do subjects reason about physical properties or rely on perceptual correlates? The third examines causal learning from observation when the taskís mechanics are opaque. The second line of study explores executive functions. An inquiring primate mind could flourish if more information could be held in mind and manipulated. But we know little about how executive functions compare across primates. A new test battery will explore levels of working memory, inhibition, and attention shifting. Executive functions undergo radical development in human childhood, and individual differences correlate with performance on tests of physical and social reasoning. The intersection between these skills may therefore be particularly revealing. This proposal aims to use cross-sectional testing of causal cognition and executive control in the same individuals to explore how these cognitive skills interact to produce inquiring minds.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}