{
    "rcn": "198012",
    "acronym": "BrailleJet",
    "topics": "NMP-25-2015-1",
    "title": "Digitally controlled Braille jet printing",
    "startDate": "01/06/2015",
    "endDate": "31/10/2015",
    "objective": "BrailleJet is a new advantageous system for the digitally controlled Braille printing which reduces the costs of sheets and introduces the possibility of printing actual periodicals for the blind. The method is environmentally friendly, and the product may be recycled in case a proper material is used as substrate. The printed text may provide further information for the blind and healthy people as well. The substrate and the text are highly durable with negligible wearing resulting from the use. The proposed printer is a desktop-sized instrument, which is intended for use by blind communities, educational institutes, and is available at an affordable price. In addition to these, the proposed printer is not simply a new competitor of the existing Braille printers, but we believe that it would open a new horizon for the written communication for the blind people (monthly/weekly periodicals) and it could also become a revolutionary tool in the education of the blind. This system would also play a significant role in improving the tactile sensitivity of the blind, which gradually and constantly decreases due to the use of high-tech equipments .We introduce a method, which allows depositing well-controlled amount of powder in a certain heap onto a surface in a wide range of quantity and size. Without further arrangements, these small hills of powder are normally mechanically vulnerable (which may be acceptable in several applications such as dosing in chemistry), but in our case the deposited parcels need to be fixed.Based on the technology readiness and the confirmed business opportunity of BrailleJet, CERC, the cordinator (the powder material expert) and INFOALAP, its subcontractor (the distributor of assistive technologies for visually impaired) decided to work together and secure funding within SME Instrument phase 1 to assess our concept and its feasibility then as a next step to get funding within phase 2 for reaching the market-maturity phase.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CENTRAL EUROPEAN RESEARCH CENTER KORLATOLT FELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953591287": {
            "orgId": "953591287",
            "orgName": "CENTRAL EUROPEAN RESEARCH CENTER KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}