{
    "rcn": "198097",
    "acronym": "IMMPACT",
    "topics": "PHC-12-2014",
    "title": "Clinical validation of a serum protein biomarker signature for the early diagnosis of pancreatic cancer.",
    "startDate": "01/06/2015",
    "endDate": "31/05/2018",
    "objective": "The IMMPACT project aims to perform the clinical validation of a serum biomarker signature for the early diagnosis of pancreatic cancer. The biomarker signature is based on the worldís most advanced recombinant antibody microarray platform owned by Immunovia AB. The underlying technology is affinity proteomics. The biomarker signature hence exploits the bodyís own detection network for the diagnosis of cancer. The initial retrospective clinical studies  have confirmed that the biomarker signature can accurately separate pancreatic cancer patients from healthy individuals. The implication is that the signature, once validated by a robust method, has a very high potential for the short-term uptake into clinical practice. The European dimension of the project lies in the validation of the biomarker signature that will make it possible for the first time to accurately diagnose pancreatic cancer in an asymptomatic stage (I and II) when the cancer is resectable. The results of the project will help to build up evidence that pancreatic cancer can be detected at an early stage, thus laying the basis for the future implementation of screening programmes of population groups at risk. The project stems from the unmet clinical need for the early detection of PDAC. Pancreatologists need a reliable biomarker for the early diagnosis (yes/no) diagnosis of pancreatic cancer. The test should primarily indicate whether the patient has cancer, not if the patient has a high risk of getting cancer. The new biomarker signature will address those needs and allow Immunovia to benefit from the tremendous business opportunity. Immunoviaís business strategy is based on extensive efforts towards validating the new biomarker signature by retrospective and prospective clinical trials. The validation to be undertaken in the project will accelerate an international clinical uptake of Immunoviaís blood based-tests. The project is thus fully aligned with Immunoviaís business development strategy.",
    "totalCost": "4244969,25",
    "ecMaxContribution": "4244969",
    "coordinator": "IMMUNOVIA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955486279": {
            "orgId": "955486279",
            "orgName": "IMMUNOVIA AB",
            "ecContrib": 4244969
        }
    },
    "calculatedTotalContribution": 4244969
}