{
    "rcn": "198076",
    "acronym": "Sulphirulence",
    "topics": "MSCA-IF-2014-EF",
    "title": "Re-engineering of fungal sulphur metabolism to limit mould viability and virulence.",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Aspergillus fumigatus, the major mould pathogen of human lungs, is responsible for > 2 million illnesses per annum in Europe . I have discovered that sulphur is an essential host-derived element during A. fumigatus infection . This finding is novel, and highly exploitable as a) Synthesis of the sulphur-containing molecule methionine appears to be essential for viability of A. fumigatus b) Regulation of sulphur assimilation is essential for A. fumigatus virulence and c) The foremost candidate sulphur source in mammalian lungs (H2S) is gaseous, and recently identified as a novel signalling molecule in eukaryotic cells . I now wish to harness world-class clinical and scientific expertise in the field of fungal pathogenicity to identify the precise molecular source of sulphur exploited by A. fumigatus during experimental and clinical infection, with a view to designing novel antifungal therapies.\nOBJECTIVES\n1. To define the role of methionine synthase in A. fumigatus viability I will enforce a mutational blockade upon biosynthesis of the sole methionine precursor, homocysteine, while leaving methionine synthase intact. This will decipher between essentiality of methionine biosynthesis, and essentiality of a secondary function of the methionine synthase enzyme. \n2. I have eliminated cysteine and oxidized inorganic-S sources as in-host sources of sulphur. I will now address, via mutational analysis in the fungus, in-host transcriptome and transgenic mice whether methionine or H2S are exploited in the host. Having defined the S-source exploited in vivo, I will seek correlates with human disease by scrutinizing human and fungal genome sequences for SNPs associated, respectively, with human H2S production and fungal sulphur assimilation.\n3. I will use A. fumigatus mutants deficient in production and assimilation of H2S to address the occurrence of, and requirement for, sulfhydration of fungal proteins during mammalian infection.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}