{
    "rcn": "198090",
    "acronym": "nEU-Med",
    "topics": "ERC-ADG-2014",
    "title": "Origins of a new Economic Union (7th to 12th centuries): resources, landscapes and political strategies in a Mediterranean region",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Medieval archaeology over the past thirty years has challenged the canonic history of the rise of Western Europe. First, the collapse of the Roman world in Italy by the 7th century was more profound than had been previously envisaged by historians, leaving rural society, in particular, maintaining comparatively primitive conditions. Secondly, in complete contrast, north-west Europe by stages between the 7th and 9th centuries developed an integrated economic union. Central to this was agricultural intensification coupled with strategic deployment of a silver currency. Thirdly, between the 9th and 12th centuries certain regions of Italy, drawing simultaneously upon connections to the north as well as the Mediterranean, became the economic and political motor of the new Medieval Europe, paving the way for the Renaissance. \nThis project aims to make a paradigmatic shift in understanding the archaeology of resource management and commerce in the revival of the Medieval Mediterranean. The investigation will define how an inter-connected micro-territorial system occupying a classic riverine corridor in an area of Tuscany, first entered the west European post-Roman economic arena, and then, by steps over time, how these contributed to the emergence of major urban communes such as Pisa in 12th-century Tuscany. \nDrawing upon twenty-five years of multi-disciplinary research by different teams from the University of Siena, the new project, based in Siena, supported by a group of expert researchers, post-doc and PhD students, aims to examine these questions by undertaking a co-ordinated programme of research based upon survey archaeology, science-based archaeology, new archival research and environmental science. These data will provide a model for the integration of this region into the wider European economic union and the micro- and macro-political strategies involved.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "Universit‡ degli Studi di Siena",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999898020": {
            "orgId": "999898020",
            "orgName": "UNIVERSITA' DEGLI STUDI DI SIENA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}