{
    "rcn": "198023",
    "acronym": "DIME",
    "topics": "ERC-ADG-2014",
    "title": "Disequilibirum metamorphism of stressed lithosphere",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Most changes in mineralogy, density, and rheology of the Earthís lithosphere take place by metamorphism, whereby rocks evolve through interactions between minerals and fluids. These changes are coupled with a large range of geodynamic processes and they have first order effects on the global geochemical cycles of a large number of elements.\nIn the presence of fluids, metamorphic reactions are fast compared to tectonically induced changes in pressure and temperature. Hence, during fluid-producing metamorphism, rocks evolve through near-equilibrium states.  However, much of the Earthís lower and middle crust, and a significant fraction of the upper mantle do not contain free fluids. These parts of the lithosphere exist in a metastable state and are mechanically strong. When subject to changing temperature and pressure conditions at plate boundaries or elsewhere, these rocks do not react until exposed to externally derived fluids. \nMetamorphism of such rocks consumes fluids, and takes place far from equilibrium through a complex coupling between fluid migration, chemical reactions, and deformation processes. This disequilibrium metamorphism is characterized by fast reaction rates, release of large amounts of energy in the form of heat and work, and a strong coupling to far-field tectonic stress. \nOur overarching goal is to provide the first quantitative physics-based model of disequilibrium metamorphism that properly connects fluid-rock interactions at the micro and nano-meter scale to lithosphere scale stresses. This model will include quantification of the forces required to squeeze fluids out of grain-grain contacts for geologically relevant materials (Objective 1), a new experimentally based model describing how the progress of volatilization reactions depends on tectonic stress (Objective 2), and testing of this model by analyzing the kinetics of a natural serpentinization process through the Oman Ophiolite Drilling Project (Objective 3).",
    "totalCost": "2900000",
    "ecMaxContribution": "2900000",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 2900000
        }
    },
    "calculatedTotalContribution": 2900000
}