{
    "rcn": "198059",
    "acronym": "PLANTSTEMS",
    "topics": "ERC-CoG-2014",
    "title": "Decoding the Lateral Expansion of Plant Stems",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "In contrast to animals, in which tissue proliferation in adult individuals is often pathological and deleterious, plants have evolved an indefinite growth habit. A remarkable but under-investigated example is the thickening of plant stems and roots: It is a purely postembryonic growth process and the group of stem cells responsible ñ the cambium ñ is derived from and embedded in fully differentiated tissues. Consequently, lateral plant growth has to integrate and overcome developmental and physical constraints imposed by participating tissues. This is especially significant in the context of the extracellular matrix, which fixes the position of plant cells relative to each other and provides mechanical support for the plant body. However, how cells sense and modulate their environment during this process is completely unknown. Here, I will leverage the unique growth mode of plants and explore the process of lateral stem growth in the reference plant Arabidopsis thaliana as a paradigm for postembryonic growth and tissue remodelling. Thereby I will address the fundamental question of how cell identities are reprogrammed in vivo and how basic cellular functions like interaction between cells and their matrix contribute to this process. To achieve this I will i) decipher the influence of the extracellular matrix on stem cell activity by cell type-specific modulation of matrix integrity; ii) decode the complex role of brassinosteroid hormones by tuning their activities during stem cell initiation; iii) record cell fate signatures by high-resolution 4-D expression maps for cambium subdomains; and iv) Identify novel signalling cascades connecting the extracellular matrix with underlying cells by forward genetics. Together my results will provide unprecedented insight into lateral stem growth ñ a process responsible for the accumulation of wood and a large proportion of terrestrial biomass and will reveal fundamental concepts of growth processes in adult organisms.",
    "totalCost": "1999000",
    "ecMaxContribution": "1999000",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 1999000
        }
    },
    "calculatedTotalContribution": 1999000
}