{
    "rcn": "198007",
    "acronym": "LaForte",
    "topics": "NMP-25-2015",
    "title": "Large Format Textile Printing",
    "startDate": "01/07/2015",
    "endDate": "31/12/2016",
    "objective": "Our company, ALEPH, was founded in 1999 (Lurate Caccivio, Italy) as a Software House & Integrated Hardware textile solution company. Since then, we have become a respected large-format printer manufacturer and consumables\\software provider. This comprehensive capability allowed us to deliver our textile-industry customers strong sets of solutions so they can turn their design ideas into material reality. Thus, we cover the two main bases for this industry: 1) design\\development, marketing and support of CAD/CAM  software; 2) development of the OEM  plotters themselves. We are framed within the so-called ìDigital Valleyî at Lurate Caccivio industrial area. As a result of our 15-year experience, we offer our customers integrated ad-hoc solutions in hardware and software for the Textile Industry in the digital print field.  \nOur customersí operation challenges have increased, demanding higher volumes and therefore higher production speed, together with their need for cheaper maintenance costs along the manufacturing process. Thus, ALEPHís response is our new innovative project ëLaFORTEí. By means of this, we will deliver new machines capable of increasing productivity in our clients enabling them to print 300 dots-per-inch (dpi) in UltraFast Speed (5,08 m/sec) in 1-direct smart print-pass or 600 dpi in High Speed mode (1,69 m/s) in 16 print-pass in an extra 15% output rate with 20% higher velocity and 15% less time in set-up operations and change-over times, due to the removal of the traditional need of glue for fixing paper position in Large Format Textile Printing. Our idea is to use controlled vacuum to fix it. As a result, the customers will not need to clean the glue from the surface pad with consequent saving in 50 kg dissolvent per operation batch and about 50 litres water per hour of operation. This equals to global 100.000 litres of water/year, giving our project an environmental relevant move forward.",
    "totalCost": "1274950",
    "ecMaxContribution": "892465",
    "coordinator": "ALEPH SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930085277": {
            "orgId": "930085277",
            "orgName": "ALEPH SRL",
            "ecContrib": 892465
        }
    },
    "calculatedTotalContribution": 892465
}