{
    "rcn": "198085",
    "acronym": "multiBB",
    "topics": "ERC-ADG-2014",
    "title": "Boron-boron multiple bonding",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Multiple bonding between atoms is immensely important to chemistry, biology, physics and their associated industries; multiple bonds are both ubiquitous in everyday products and extremely useful functionalities for effecting chemical transformations. While very common with the elements carbon, nitrogen and oxygen, multiple bonding is in comparison extremely rare with other elements. Multiple bonding between heavier elements of the main group of the periodic table becomes less favourable the heavier the element becomes. However, this does not explain the relative paucity of multiple bonding with boron, which is immediately to carbon's left on the periodic table. In particular, isolable, stable compounds containing multiple bonds between two boron atoms are extremely rare, and until 2007 only a handful of charged examples existed.\n\nA revolution in this field has recently been witnessed with the syntheses of the first neutral compounds with boron-boron double bonds, diborenes, and the first compounds with boron-boron triple bonds, diborynes. The first neutral diborenes were prepared in 2007, however, we have recently developed a number of rational, selective and more general routes to these compounds. The first diboryne compounds were prepared by our group in 2012. The significance of these two families of molecules is not only their unusual multiple bonding but also the extremely high electron density on the boron atoms, an unusual situation for an element that is known for its electron-poor character. This high electron density leads to strong boron-based nucleophilicity and extremely high reduction potentials ñ both highly novel phenomena.\n\nThis proposal aims to: (A) comprehensively explore the syntheses of these unique compounds and the limits thereof, and to (B) exploit the unusual reactivity of these electron-rich boron molecules in synthesis, small-molecule activation and materials science.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}