{
    "rcn": "198005",
    "acronym": "SMARTCIM",
    "topics": "SIE-01-2015",
    "title": "Smart interoperable electronic active valve, control eco-system and service to achieve superior building efficiency and user awareness",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "The business project relates to the development of an innovative product-service offer that intends to revolutionise the hydronic market.\nSmartCIM value proposition aims at transforming water distribution valves from simple actuators of the HVAC distribution systems into smart active nodes that can control with great accuracy quantities flowing through and interoperate with other components of the system (coils, thermostat, pumps) in such a way as to deliver the exact amounts of heat/cooling in each zone served with minimal amount of water and losses. In a nutshell, smart valves to enable smart, efficient HVAC plants.\nValve technology is unique for the deep integration of sensors and actuators, software eco-system makes the valve interoperable with other hydronic components, enables seamless implementation of advanced controls and allows monitoring from the internet. SmartCIM is the first valve with IoT features, including monitoring/user feedback on mobile devices\nBenefits in application are substantial in terms of savings, ease of installation, lead time for commissioning, comfort and awareness of final users. CAPEX pays back shortly, especially for cooling applications. \nThe system is particularly suitable for retrofit/renovation of existing buildings for many reasons: installation & commissioning can be modular (gradual renovations), retrofit can be made without stopping service in all the building, the system interoperates with third party hydronic systems, i.e. does not require to upgrade the rest of the plant. \nCIMBERIO has solid brand reputation, capacity to deliver and global presence. The business project is key for the strategy to become leader in higher value-added segments and is suitable to represent a game changer in the market",
    "totalCost": "2302000",
    "ecMaxContribution": "1611400",
    "coordinator": "CAV. UFF. GIACOMO CIMBERIO SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937015830": {
            "orgId": "937015830",
            "orgName": "CAV. UFF. GIACOMO CIMBERIO SPA",
            "ecContrib": 1611400
        }
    },
    "calculatedTotalContribution": 1611400
}