{
    "rcn": "198082",
    "acronym": "ER4STEM",
    "topics": "SEAC-1-2014",
    "title": "Educational Robotics for STEM",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "Many children lose their natural curiosity for how things function and interrelate to each other along the way into their lives as young adults. The Educational Robotics for STEM (ER4STEM) project aims to turn curious young children into young adults passionate about science and technology with a hands-on use case: robotics. The domain of robotics represents a multidisciplinary and highly innovative field encompassing physics, maths, informatics and even industrial design as well as social sciences. Moreover, due to various application domains, teamwork, creativity and entrepreneurial skills are required for the design, programming and innovative exploitation of robots and robotic services. Children are fascinated by such autonomous machines. This fascination and the variety of fields and topics covered make robotics a powerful idea to engage with. Young girls as well as boys can easily connect robots to their personal interests and share their ideas through these tangible artefacts. \nER4STEM will refine, unify and enhance current European approaches to STEM education through robotics in one open operational and conceptual framework. The concept is founded on three important pillars of constructionism: 1. engaging with powerful ideas, 2. building on personal interests, and 3. learning through making (or presenting ideas with tangible artefacts). The ER4STEM framework will coherently offer students aged 7 to 18 as well as their educators different perspectives and approaches to find their interests and strengths in robotics to pursue STEM careers through robotics and semi-autonomous smart devices. At the same time students will learn about technology (e.g. circuits), about a domain (e.g. math) and acquire skills (e.g. collaborating, coding). Innovative approaches will be developed to achieve an integrated and consistent concept that picks children up at different ages, beginning in primary school and accompany them until graduation from secondary school.",
    "totalCost": "1630612,5",
    "ecMaxContribution": "1630611,75",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "PRACTICAL ROBOTICS INSTITUTE AUSTRIA (PRIA) ZUR FORDERUNG DES WISSENSCHAFTLICH-TECHNISCHEM NACHWUCHSES UBER ROBOTIK IN OSTERREICH;CERTICON A.S;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;FONDATSIYA EVROPREYSKI SOFTUEREN INSTITUT - TSENTAR IZTOCHNA EVROPA;ACROSSLIMITS LTD;CARDIFF UNIVERSITY",
    "participantCountries": "AT;CZ;EL;BG;MT;UK",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 497126
        },
        "935966581": {
            "orgId": "935966581",
            "orgName": "PRACTICAL ROBOTICS INSTITUTE AUSTRIA (PRIA) ZUR FORDERUNG DES WISSENSCHAFTLICH-TECHNISCHEM NACHWUCHSES UBER ROBOTIK IN OSTERREICH",
            "ecContrib": 234561
        },
        "997333534": {
            "orgId": "997333534",
            "orgName": "ACROSSLIMITS LTD",
            "ecContrib": 213414
        },
        "959240470": {
            "orgId": "959240470",
            "orgName": "CERTICON A.S",
            "ecContrib": 44038
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 198442
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 219731
        },
        "953514366": {
            "orgId": "953514366",
            "orgName": "FONDATSIYA EVROPREYSKI SOFTUEREN INSTITUT - TSENTAR IZTOCHNA EVROPA",
            "ecContrib": 223300
        }
    },
    "calculatedTotalContribution": 1630612
}