{
    "rcn": "198020",
    "acronym": "CRYVISIL",
    "topics": "ERC-ADG-2014",
    "title": "Crystalline and vitreous silica films and their interconversion",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Silicon is the most abundant element in the earthís crust. Its oxide, silica (SiO2) is the basis for most minerals of the earthís crust, and also for a number of technological applications ranging from window glass, via electronics to catalysis. The structure of crystalline materials such as quartz or silica-based minerals is well understood due to the application of scattering techniques such as x-ray or neutron diffraction, for example, which allow accurate structure determinations. Silica, however, also forms glasses, which are amorphous or vitreous. Its structure is not well understood. In fact, diffraction techniques have only been able to deliver pair correlation functions, which reveal the density of a material around a given atom, but do not allow a detailed reconstruction of the atomic structure as in the case of crystalline materials. Until recently, a real space image of a silica glass with atomic resolution had not been recorded. Using scanning probe techniques applied to a thin silica film grown atomically flat on a metal substrate, it has been possible to reveal, for the first time, an atomically resolved image of vitreous silica. Both, a crystalline as well as a vitreous phase have been imaged. With this system, it is now possible to address the transition from a vitreous state to a crystal-line in real space by developing a scanning probe microscope that allows the study of its structure over a wide range of temperatures ranging from cryogenic temperatures to 1500 K. It is the purpose of this grant application to build such a device and apply it to the crystal-glass transition and the study of vibrational properties. This instrument may also be used to address a number of scientific problems related to other glass-formers, such as borates and the influence of silica modifications by atom doping, for example.",
    "totalCost": "2484375",
    "ecMaxContribution": "2484375",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2484375
        }
    },
    "calculatedTotalContribution": 2484375
}