{
    "rcn": "198000",
    "acronym": "HYPHEN",
    "topics": "ERC-PoC-2015",
    "title": "HYPHEN: Hybrid Photonic Engines for Massive Cloud Connectivity",
    "startDate": "01/08/2015",
    "endDate": "31/01/2017",
    "objective": "The global explosion of data traffic and the migration of essential services to ìthe cloudî are combining to push current data-center infrastructures to their limits. This applies in particular to communication networks within and between data centers (DC), which limit scalability of computing and storage already today. Wavelength-division multiplexing (WDM) transmission schemes are key to overcome these bottlenecks, increasing the throughput of inter-DC and intra-DC communication links by more than an order of magnitude. However, but there are currently no WDM systems in the market that fulfill the associated cost and performance requirements: Conventional systems based on discrete components such as SFP\\ or CFP transceivers are far too bulky and too expensive, while monolithic photonic integration remains technologically challenging and constrained in performance. The fundamental question remains: How to flexibly combine photonic components of a variety of material systems to create cost- and performance-optimized solutions for data centers? The answer to this question will unlock multi-billion-Euro market opportunities connected with cloud networks.\nHYPHEN aims at exploring and verifying the commercial potential of a novel class of optical WDM engines that combine the benefits of a large-scale photonic integration with the design flexibility of discrete systems. The optical engines are based on hybrid multi-chip integration and exploit the technique of photonic wire bonding, which was established and elaborated in the framework of the ERC Stating Grant EnTeraPIC. HYPHEN comprises an in-depth analysis of market opportunities and competitive boundary conditions, the specification of technical product concepts that are geared towards the most important technology gap, as well as the associated IP strategy and risk analysis. The project shall result in a comprehensive business plan that allows to raise funds for the next phase of commercialization.",
    "totalCost": "149875",
    "ecMaxContribution": "149875",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 149875
        }
    },
    "calculatedTotalContribution": 149875
}