{
    "rcn": "198073",
    "acronym": "COMNACTSS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Controlling micro- and nano-channel transport with selective solvation",
    "startDate": "01/09/2015",
    "endDate": "11/12/2017",
    "objective": "The motivation for the COMNACTSS project comes from recent evidence that the selective solvation of ions in liquid mixtures has a dramatic influence on the interaction between colloids. Selective solvation introduces a new energy scale that is comparable with or often exceeds the thermal energy and this energy can be utilized for the dispersion of uncharged nano-particles, offering a polymer-and-surfactant-free pathway to nano-particle stabilization. The combination of a large energy-scale and chemical specificity offers a new handle for inducing liquid structuring and controlling flow at interfaces in confined and heterogeneous environments. I therefore propose to study theoretically, and by using molecular simulations, selective solvation in micro- and nano-fluidics. The research objectives are (i) gaining fundamental understanding of the dynamics of salt-containing mixtures in micro- and nano-fluidic channels and using it to investigate the transport of macromolecules through such channels. The use of salty mixtures will enable to greatly increase the transport of ions and macromolecules through pores, and the ability to control this transport, a key issue in science and technology. (ii) To uncover novel liquid-liquid interface destabilization mechanisms. The COMNACTSS project will advance the field of nanofluidics by introducing a new research paradigm which will enable new fundamental insights into the molecular organization and dynamics of complex fluids, with excellent potential to produce applications.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}