{
    "rcn": "198167",
    "acronym": "Macro Identification",
    "topics": "ERC-CoG-2014",
    "title": "New Approaches to the Identification of Macroeconomic Models",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Macroeconomic data are largely non-experimental. Thus, causal inference in macroeconomics is largely based on assumptions about what aspects of the variation in the data are exogenous. This presents two major challenges, which this research addresses directly. First, few such assumptions are generally accepted. Second, conditional on any set of assumptions, identification of causal effects is often weak because there is little relevant variation in the data. To tackle these challenges, I propose three lines of enquiry to explore new sources of identification and develop the requisite econometric methods.\nThe first line will study the implications of the so-called ëzero lower boundí (ZLB) on nominal interest rates for identification. The key novel insight is that the ZLB causes monetary policy to be set at least in part exogenously. This can be thought of as a natural experiment that generates a new instrument to identify the underlying policy model. This insight applies more generally to policy functions subject to exogenous constraints. The informativeness of these constraints depends on the probability that they bind, so recent experience makes the ZLB a promising application of the idea.\nThe second line will analyse new ways of using time-variation in some of the parameters of macroeconomic models, such as trend inflation or the volatility of shocks, to study important open questions in macro, such as the degree of forward versus backward-looking behaviour and the ëgood luck versus good policyí debate.\nThe third line will contribute to the on-going research on developing methods of inference that are robust to weak identification. This is a pervasive problem in macro that threatens the validity of structural inference under any identification scheme.\nThe synergies among these three lines' methodological analyses will accelerate progress on each line well beyond what would be possible in a piecemeal approach.",
    "totalCost": "1312383",
    "ecMaxContribution": "1312383",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1312383
        }
    },
    "calculatedTotalContribution": 1312383
}