{
    "rcn": "198112",
    "acronym": "SYSTEM-RISK",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "A Large-Scale Systems Approach to Flood Risk Assessment and Management",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Flood risk systems are characterised by physical and socio-economic processes acting at different space-time scales, by non-stationary and non-linear behaviour, and by a significant degree of interdependence between processes. This may lead to surprising developments and unanticipated side effects of risk reduction measures. A novel systems approach is needed that captures this dynamics and accounts for the interactions of the system components. We propose the ETN SYSTEM-RISK which aims at developing this systems approach for large spatial scales, from large river basins to the European scale. The research concept of SYSTEM-RISK builds upon the entire risk chain, from the source of hazard to consequences, and analyses the interactions and temporal dynamics in flood risk systems. In this way, the linear risk chain is replaced by a more realistic approach with interdependent links. SYSTEM-RISK exposes early-stage researchers (ESR) to all knowledge domains along the risk chain, and gives them, at the same time, the opportunity to build specific research profiles. The interdisciplinary setting and the focus on interactions and spatio-temporal dynamics of risk system will expand the mental models and lead to a new generation of creative scientists, able to transfer their systems perspective from flood risk systems to other fields. We bring together internationally leading groups in flood research with institutions from the non-academic main sectors exploiting flood research ñ consultancy, insurance industry and governmental sector. Close interaction will support the ESRs in developing trans-disciplinary skills with an understanding of both fundamental science and application. SYSTEM-RISK will deliver a suite of methods and tools for assessing and managing flood risk across large regions. This will be of highest importance for the EU Flood Directive and Strategy on Adaptation for Climate Change due to the EUís key role in dealing with risks transcending national borders.",
    "totalCost": "3884131,08",
    "ecMaxContribution": "3884131,08",
    "coordinator": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
    "coordinatorCountry": "DE",
    "participants": "FUTUREWATER BV;TECHNISCHE UNIVERSITAET WIEN;GECOSISTEMA SRL;HR WALLINGFORD LIMITED;STICHTING DELTARES;UNIVERSITY OF BRISTOL;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;UMWELTBUNDESAMT;MIDDLESEX UNIVERSITY HIGHER EDUCATION CORPORATION",
    "participantCountries": "NL;AT;IT;UK;DE",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 511868
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 258061
        },
        "999994341": {
            "orgId": "999994341",
            "orgName": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
            "ecContrib": 747649
        },
        "998575910": {
            "orgId": "998575910",
            "orgName": "UMWELTBUNDESAMT",
            "ecContrib": 249216
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 273288
        },
        "999520302": {
            "orgId": "999520302",
            "orgName": "STICHTING DELTARES",
            "ecContrib": 510749
        },
        "999883470": {
            "orgId": "999883470",
            "orgName": "MIDDLESEX UNIVERSITY HIGHER EDUCATION CORPORATION",
            "ecContrib": 546576
        },
        "998049103": {
            "orgId": "998049103",
            "orgName": "HR WALLINGFORD LIMITED",
            "ecContrib": 273288
        },
        "998909590": {
            "orgId": "998909590",
            "orgName": "FUTUREWATER BV",
            "ecContrib": 255374
        },
        "959248327": {
            "orgId": "959248327",
            "orgName": "GECOSISTEMA SRL",
            "ecContrib": 258061
        }
    },
    "calculatedTotalContribution": 3884130
}