{
    "rcn": "198170",
    "acronym": "QAffine",
    "topics": "ERC-CoG-2014",
    "title": "Representations of quantum affine algebras and applications",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Quantum affine algebras are important examples of Drinfeld-Jimbo quantum groups. They can be defined as quantizations of affine Kac-Moody algebras or as affinizations of finite type quantum groups (Drinfeld Theorem).\nThe representation theory of quantum affine algebras is very rich. It has been studied intensively during the past twenty five years from different point of views, in particular in connections with various fields in mathematics and in physics, such as geometry (geometric representation theory, geometric Langlands program), topology (invariants in small dimension), combinatorics (crystals, positivity problems) and theoretical physics (Bethe Ansatz, integrable systems).\nIn particular, the category C of finite-dimensional representations of a quantum affine algebra is one of the most studied object in quantum groups theory. However, many important and fundamental questions are still unsolved in this field. The aim of the research project is to make significant advances in the understanding of the category C as well as of its applications in the following five directions. They seem to us to be the most promising directions for this field in the next years:\n1. Asymptotical representations and applications to quantum integrable systems,\n2. G-bundles on elliptic curves and quantum groups at roots of 1,\n3. Categorications (of cluster algebras and of quantum groups),\n4. Langlands duality for quantum groups,\n5. Proof of (geometric) character formulas and applications.\nThe resources would be used for the following:\n(1) Hiring of 2 PhD students (in 2015 and 2017).\n(2) Hiring of 2 Postdocs (in 2015 and 2017).\n(3) Invitations and travel for ongoing and future scientific collaborations.\n(4) Organization of a summer school in Paris on quantum affine algebras.",
    "totalCost": "1182000",
    "ecMaxContribution": "1182000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1182000
        }
    },
    "calculatedTotalContribution": 1182000
}