{
    "rcn": "198153",
    "acronym": "COOPERATION",
    "topics": "ERC-StG-2014",
    "title": "Releasing Prisoners Of The Paradigm: Understanding How Cooperation Varies Across Contexts In The Lab And Field",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Cooperation is essential for mitigating conflict between individual and collective interests in relationships and groups, such as providing public goods and conserving resources. Most research testing psychological and economic theory of cooperation has applied a highly specific lab method (e.g., the prisonerís dilemma) that unnecessarily constrains the applicability of research findings. The discrepancies between cooperation observed in the lab and field can be due to variation in interdependence. Two limitations of lab studies to generalizing findings to the field are that (1) lab studies contain interdependence that differs from reality and (2) in the field people lack knowledge about their objective interdependence with others ñ and must infer their interdependence. I propose two inter-related research programs that test hypotheses derived from Functional Interdependence Theory on how objective and perceived interdependence affect cooperation. Project 1 applies meta-analysis to test hypotheses about how variation in objective interdependence across lab studies moderates the effectiveness of strategies to promote cooperation. Because Project 2 involves a pioneering effort to catalogue and analyze the 60 year history of research on cooperation, I will apply these efforts to develop an international, multidisciplinary institution and open access database for cataloguing studies in a way that facilitates scientific progress. Project 2 (a) develops a measure of perceived interdependence, (b) observes the interdependence people encounter in their daily lives, (c) tests two models of how people think about interdependence, and (d) innovates and applies a method to test hypotheses about factors that influence accuracy and bias in perceptions of interdependence. To maximize the ecological validity of research findings, I study cooperation in different samples (students, romantic couples, and employees) with the use of multiple methods (survey, experimental, and field).",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}