{
    "rcn": "198184",
    "acronym": "AdaptoSCOPE",
    "topics": "ERC-CoG-2014",
    "title": "Using cis-regulatory mutations to highlight polygenic adaptation in natural plant systems",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The goal of this project is to demonstrate that novel aspects of the molecular basis of Darwinian adaptation can be discovered if the polygenic basis of adaptation is taken into account. This project will use the genome-wide distribution of cis-regulatory variants to discover the molecular pathways that are optimized during adaptation via accumulation of small effect mutations. Current approaches include scans for outlier genes with strong population genetics signatures of selection, or large effect QTL associating with fitness. They can only reveal a small subset of the molecular changes recruited along adaptive paths. Here, instead, the distribution of small effect mutations will be used to make inferences on the targets of polygenic adaptation across divergent populations in each of the two closely related species, A. thaliana and A. lyrata. These species are both found at diverse latitudes and show sign of local adaptation to climatic differences. Mutations affecting cis-regulation will be identified in leaves of plants exposed to various temperature regimes triggering phenotypic responses of adaptive relevance. Their distribution in clusters of functionally connected genes will be quantified. The phylogeographic differences in the distribution of the mutations will be used to disentangle neutral from adaptive clusters of functionally connected genes in each of the two species.  This project will identify the molecular pathways subjected collectively to natural selection and provide a completely novel view on adaptive landscapes. It will further examine whether local adaptation occurs by convergent evolution of molecular systems in plants. This approach has the potential to find broad applications in ecology and agriculture.",
    "totalCost": "1683120",
    "ecMaxContribution": "1683120",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 1683120
        }
    },
    "calculatedTotalContribution": 1683120
}