{
    "rcn": "198164",
    "acronym": "MeLiLoN",
    "topics": "ERC-CoG-2014",
    "title": "Metabolic Networks that Link Longevity to Reproduction in Response to Nutrition",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "In most western countries, life expectancy is increasing by 3 months a year. As the average age of\nthe population increases, so too does the prevalence of age-related diseases such as cancer, cardiovascular\nand metabolic diseases, and neurodegenerative disorders. An essential component of ageing research is to\nunderstand the biological mechanisms that contribute to the ageing process at the cellular and molecular\nlevels. This has major implications not only for the treatment of age-associated diseases but also for the\npromotion of healthy ageing.\nStudies of experimental animals and observations in humans have identified an array of genes and\nnutritional conditions that increase lifespan. However, these manipulations (genetic or nutritional) often\nhave detrimental effects on other biological processes; for example, reproduction, metabolism, immunity\nor growth. This is an area of ageing research that has largely been ignored but that is critical to the\nsuccess of strategies intended to slow ageing and thus the onset of disease.\n\nThe primary goal of this research proposal is to understand how lifespan extension is linked to\nreproduction. We will use the nematode Caenorhabditis elegans as a model organism to identify novel\nconserved genes, molecules, and metabolic networks that link reproduction and longevity through\nnutrition. The proposed study is based on a unique set of preliminary data that identifies the first\nclear molecular links between these traits: a steroid hormone receptor and a reproduction-responsive\nlipase, both of which modulate lifespan extension achieved through changes in nutrition.\n\nUnderstanding the regulation and function of these genes and pathways will clarify at the molecular\nlevel how reproduction is linked to longevity. This may ultimately lead to interventions that optimise\nmetabolic activity to promote healthy ageing.",
    "totalCost": "1941499",
    "ecMaxContribution": "1941499",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1941499
        }
    },
    "calculatedTotalContribution": 1941499
}