{
    "rcn": "198101",
    "acronym": "Ro-Boost Inno SMEs",
    "topics": "INNOVATION",
    "title": "Boosting the Innovative Potential of Romanian SMEs",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "'In the context of innovation-divided Europe and scarce consultancy in RDI, Macro Region 4 Romania is facing its peak of natural development and moving towards its 'turning point'. The core members of the Ro-Boost SMEs consortium are aware that it is time for smart action in order to achieve the goal of reducing the innovation divide among companies.\nBased on the vision stated in the Ro-Boost SMEs Implementation Strategy, the core members of the consortium jointly elaborated the project 'Ro-Boost Inno SMEs' that is aiming to consolidate innovative businesses - rooted into the Smart Specialisation Strategy - and to expand their position within the sector global value chains.\nAs being ambitious, this goal can be achieved by 'surgical' interventions, bringing added value to SMEs and innovative sectors, using an innovative delivery system and by setting up a vibrant community of innovators.\nThe proposal is built around relevant institutions at Macro Region 4 level, using in-depth competences of our experts to create success regarding the indicators, satisfaction among clients, impact at macro regional level and innovation culture within business environment.'",
    "totalCost": "79647,4",
    "ecMaxContribution": "79647,26",
    "coordinator": "REGIONAL DEVELOPMENT AGENCY OF THE WEST REGION ROMANIA",
    "coordinatorCountry": "RO",
    "participants": "UNIVERSITATEA DIN CRAIOVA;ASOCIATIA TEHIMPULS-CENTRUL REGIONAL DE INOVARE SI TRANSFER TEHNOLOGIC;ASOCIATIA CENTRUL DE DEZVOLTARE ARAD;AGENTIA PENTRU DEZVOLTARE REGIONALA SUD-VEST OLTENIA",
    "participantCountries": "RO",
    "projectParticipants": {
        "999490038": {
            "orgId": "999490038",
            "orgName": "ASOCIATIA TEHIMPULS-CENTRUL REGIONAL DE INOVARE SI TRANSFER TEHNOLOGIC",
            "ecContrib": 60060
        },
        "954652467": {
            "orgId": "954652467",
            "orgName": "AGENTIA PENTRU DEZVOLTARE REGIONALA SUD-VEST OLTENIA",
            "ecContrib": 15113
        },
        "999548141": {
            "orgId": "999548141",
            "orgName": "REGIONAL DEVELOPMENT AGENCY OF THE WEST REGION ROMANIA",
            "ecContrib": 4474
        },
        "949736507": {
            "orgId": "949736507",
            "orgName": "ASOCIATIA CENTRUL DE DEZVOLTARE ARAD",
            "ecContrib": 0
        },
        "999632434": {
            "orgId": "999632434",
            "orgName": "UNIVERSITATEA DIN CRAIOVA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 79647
}