{
    "rcn": "198160",
    "acronym": "DynaSens",
    "topics": "ERC-CoG-2014",
    "title": "Understanding the neural mechanisms of multisensory perception based on computational principles",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "The brainís multisensory faculty provides considerable benefits for perception, as the adaptive weighting of multiple inputs increases perceptual reliability and flexibility. However, failure of this process results in an impoverished percept, and links to perceptual deficits that occur along our life span and in disorders such as Autism. While the brain efficiently handles multiple sensory inputs, we still have a limited understanding of the underlying neural mechanisms. To advance our knowledge of how the brain processes its environment I propose a pioneering agenda that departs from previous descriptive work by linking the underlying brain mechanisms with specific multisensory computations and perception.\n\nPrecisely, I propose a programme that combines computational models of multisensory interactions with high-density neuroimaging and perceptual tasks. This interdisciplinary research builds on my pioneering multisensory work but will provide a qualitatively new and principled understanding of the neural processes that implement the well-known perceptual benefits of multisensory information.\n\nThe proposed programme advances our knowledge by addressing the following timely questions: What are the neural processes transforming multiple sensory inputs to a unified representation guiding behaviour? How does the brain control the dynamic weighting of multiple inputs and assigns these to either a single or multiple causes? Which perceptual and neural processes are affected in the multisensory deficits seen in autistic individuals or the elderly?\n\nThis agenda, by its innovative methods and deliverables, will offer a principled and comprehensive understanding of how the brain handles and merges multiple sensory inputs, and provides a framework for addressing continuing and pressing problems associated with multisensory processing deficits seen in cognitive disorders and during our life span.",
    "totalCost": "1909441",
    "ecMaxContribution": "1909441",
    "coordinator": "UNIVERSITAET BIELEFELD",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITY OF GLASGOW",
    "participantCountries": "UK",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 495482
        },
        "999854370": {
            "orgId": "999854370",
            "orgName": "UNIVERSITAET BIELEFELD",
            "ecContrib": 1413959
        }
    },
    "calculatedTotalContribution": 1909441
}