{
    "rcn": "198180",
    "acronym": "BCELLMECHANICS",
    "topics": "ERC-CoG-2014",
    "title": "Regulation of antibody responses by B cell mechanical activity",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The production of antibodies against pathogens is an effective mechanism of protection against a wide range of infections. However, some pathogens evade antibody responses by rapidly changing their composition. Designing vaccines that elicit antibody responses against invariant parts of the pathogen is a rational strategy to combat existing and emerging pathogens. Production of antibodies is initiated by binding of B cell receptors (BCRs) to foreign antigens presented on the surfaces of antigen presenting cells. This binding induces B cell signalling and internalisation of the antigens for presentation to helper T cells. Although it is known that T cell help controls B cell expansion and differentiation into antibody-secreting and memory B cells, how the strength of antigen binding to the BCR regulates antigen internalisation remains poorly understood. As a result, the response and the affinity maturation of individual B cell clones are difficult to predict, posing a problem for the design of next-generation vaccines. My aim is to develop an understanding of the cellular mechanisms that underlie critical B cell activation steps. My laboratory has recently described that B cells use mechanical forces to extract antigens from antigen presenting cells. We hypothesise that application of mechanical forces tests BCR binding strength and thereby regulates B cell clonal selection during antibody affinity maturation and responses to pathogen evasion. We propose to test this hypothesis by (1) determining the magnitude and timing of the forces generated by B cells, and (2) determining the role of the mechanical properties of BCR-antigen bonds in affinity maturation and (3) in the development of broadly neutralising antibodies. We expect that the results of these studies will contribute to our understanding of the mechanisms that regulate the antibody repertoire in response to infections and have practical implications for the development of vaccines.",
    "totalCost": "1999386",
    "ecMaxContribution": "1999386",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1999386
        }
    },
    "calculatedTotalContribution": 1999386
}