{
    "rcn": "198174",
    "acronym": "NEURO-PATTERNS",
    "topics": "ERC-CoG-2014",
    "title": "How neuronal activity patterns drive behavior: novel all-optical control and monitoring of brain neuronal networks with high spatiotemporal resolution",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "When we see an object, hear a sound or smell an odor, precise spatial and temporal patterns of electrical activity are generated within neuronal networks located in specialized brain areas. This electrical representation of the external stimulus mediates perception and sensory experience. However, this process is highly variable, and repetition of the very same sensory experience results in distinct network activity patterns. What does this variability mean for perception? Do distinct activity patterns carry different information about the stimulus? Or rather, does the brain code the same information coming from the outside world in multiple and equivalent ways? Answering these questions and determining how patterns of activity in neuronal populations are used for behavior has not been possible because of the inability to change the activity of neurons with single cell precision over large networks in an intact mammalian brain. In this ambitious proposal we will take a multidisciplinary approach to causally address these questions and decipher the computational principles of brain networks. To achieve this goal we will develop innovative optical technologies for manipulating and monitoring brain circuits with single cell resolution in the intact mouse brain. We will combine these new techniques with novel genetic manipulations and psychophysical behavioral methods that allow precise quantification of animalsí perceptual performance. Using this unique set of tools, we will unravel how the spatial (across neurons) and temporal (across time) aspects of neuronal electrical activity patterns encode information that guides behavior. In achieving our goals we will produce a new technology for stimulating and monitoring neurons in the brains of behaving animals with single-cell specificity that can be adapted to explore cellular dynamics in highly scattering biological media.",
    "totalCost": "1974000",
    "ecMaxContribution": "1974000",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "THE UNIVERSITY OF CHICAGO",
    "participantCountries": "US",
    "projectParticipants": {
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 1637500
        },
        "993760054": {
            "orgId": "993760054",
            "orgName": "THE UNIVERSITY OF CHICAGO",
            "ecContrib": 336500
        }
    },
    "calculatedTotalContribution": 1974000
}