{
    "rcn": "198108",
    "acronym": "REP-BIOTECH",
    "topics": "MSCA-ITN-2015-EJD",
    "title": "European Joint Doctorate in Biology and Technology of Reproductive Health",
    "startDate": "01/11/2015",
    "endDate": "31/10/2019",
    "objective": "The main objective of the European Doctorate in Biology and Technology of the Reproductive Health (REP-BIOTECH) is to build a research, training and academic programme in the interdisciplinary domain of reproductive health and fertility. Basic knowledge of mechanisms involved in mammalian fertilization and embryo development provides useful strategies to improve food quality (by implementation of efficient and secure animal reproductive technologies), human health (by contributing to the control of reproductive diseases and epidemiologic factors) and human and animal fertility (by identifying target molecules for successful conception or contraception).\nREP-BIOTECH is a PhD programme with the aim of training a new generation of creative, entrepreneurial and innovative Early-Stage Researchers (ESRs). ESRs must carry out independent research on a specific topic to be awarded a European Joint Degree from 5 European Universities (Beneficiaries). \nThe PhD project will be jointly supervised within a joint governance structure in which the beneficiaries as well as the partner organisations will be actively involved. The Doctorate programme will expose ESRs to different sectors and they will acquire a comprehensive set of transferable skills working in the specific research area relating to their doctoral thesis.\nThe consortium has a proven track record in their area and they have a history of fruitful scientific collaboration. Moreover, giving the diversity amongst the participating institutions, the ESRs will be able to face current and future challenges in order to convert knowledge and ideas into products and services for economic and social benefit. The strength of the partnership lies in being a multidisciplinary group (animal and human fertility, reproductive health and reproductive technologies) within the cooperation of 7 different European countries, the collaboration of Universities from Japan and United States and partners from the non academic sector.",
    "totalCost": "3811469,04",
    "ecMaxContribution": "3811469,04",
    "coordinator": "UNIVERSIDAD DE MURCIA",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN;UNIVERSITEIT GENT;UNIVERSITA DEGLI STUDI DI TERAMO;RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
    "participantCountries": "IE;BE;IT;DE",
    "projectParticipants": {
        "999844282": {
            "orgId": "999844282",
            "orgName": "UNIVERSIDAD DE MURCIA",
            "ecContrib": 991492
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 797024
        },
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 747649
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 501120
        },
        "998475709": {
            "orgId": "998475709",
            "orgName": "UNIVERSITA DEGLI STUDI DI TERAMO",
            "ecContrib": 774184
        }
    },
    "calculatedTotalContribution": 3811469
}