{
    "rcn": "198176",
    "acronym": "miRNA in Immunity",
    "topics": "ERC-CoG-2014",
    "title": "Testing the role of miRNA-mediated non-cell autonomous gene regulation in type-2 immunity",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "MicroRNAs (miRNAs) can be transferred between cells, representing an exciting new dimension to intercellular communication, referred to as non-cell-autonomous gene regulation. We recently identified that distinct miRNAs are packaged and exported from TREG cells and delivered directly to TH1 cells, suppressing T cell-mediated disease. Different T cell populations express different miRNAs and release a distinctive set of extracellular miRNAs. In this proposal we will identify whether the transfer of miRNAs between cells contributes to T cell development, T cell differentiation and TH2-mediated allergy and anti-helminth immunity. miRNA-mediated gene silencing requires one of four catalytically active Argonaut (Ago) proteins to regulate gene expression. To investigate miRNA transport between cells, we have generated novel mice with miRNA-deficient T cells that can (Dicerñ/ñ) or cannot (Dicerñ/ñAgo-1,-3,-4ñ/ñ Ago-2fl/fl) respond to exogenous miRNAs. Using these novel mice we will identify which Ago protein(s) specific miRNAs associate with and which Ago proteins are required for miRNA-mediated gene regulation in T cells. TH2 cells express unique miRNAs, which can be found within TH2 cells and in extracellular vesicles released from TH2 cells. We have generated several new TH2-associated miRNA-deficient mice to investigate the cell intrinsic (cell-autonomous) and extrinsic (non-cell-autonomous) role of these miRNAs in TH2-mediated allergy and anti-helminth immunity. Studies in plants and worms have identified various mechanisms of RNA transfer between cells, involving cell-contact dependent and independent mechanisms. We will translate these observations into mammalian systems and identify the mechanisms of miRNA transfer. Results from this work will identify novel miRNA-mediated pathways and incentivise state-of-the-art approaches for novel therapeutic intervention to treat inflammatory diseases.",
    "totalCost": "1762510",
    "ecMaxContribution": "1762510",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 1762510
        }
    },
    "calculatedTotalContribution": 1762510
}