{
    "rcn": "198158",
    "acronym": "HomeoBalanceExcInh",
    "topics": "ERC-StG-2014",
    "title": "Homeostatic balancing of excitation and inhibition in vivo",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Balanced excitation and inhibition is a fundamental principle of neural circuit function, and perturbed excitation/inhibition (E/I) balance has been linked to diseases such as epilepsy, autism and schizophrenia. Maintaining E/I balance within normal bounds depends in part on homeostatic plasticity, in which neurons compensate for deviations in activity levels by adjusting their responsiveness to excitation and inhibition. Yet despite recent progress in elucidating molecular mechanisms underlying homeostatic plasticity in reduced preparations, little is known about such mechanisms in the intact brain.\n\nI propose to address this gap using a simple and genetically tractable neural circuit that I recently characterized. In Drosophila, Kenyon cells (KCs), the neurons underlying olfactory associative memory, receive excitation from projection neurons (PNs) as well as feedback inhibition from a single identified neuron (ëAPLí). The balance between these two forces maintains sparse odour coding in KCs, which enhances the odour-specificity of associative memory by reducing overlap between odour representations. \n\nPreliminary evidence indicates that KCs adapt to prolonged disruption of E/I balance, providing a ground-breaking opportunity to use the powerful genetic tools of Drosophila to uncover the molecular mechanisms underlying homeostatic balancing of excitation and inhibition in vivo in a defined circuit that mediates a sophisticated behaviour.\n\nSpecific aims:\n1. Characterize homeostatic plasticity in the PN-KC-APL circuit.\n2. Identify genes up- and down-regulated in response to perturbations of E/I balance.\n3. Determine role of candidate genes and cellular mechanisms in homeostatic plasticity. \n\nEstablishing the PN-KC-APL circuit as a novel model system for homeostatic plasticity will reveal for the first time the molecular mechanisms underlying homeostatic balancing of excitation and inhibition in the intact brain.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}