{
    "rcn": "198111",
    "acronym": "ITEAM",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Interdisciplinary Training Network in Multi-Actuated Ground Vehicles",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The main target of the ITEAM project is to establish and sustainably maintain the European training network with high grade of interdisciplinarity, which will train strong specialists skilled in research and development of novel technologies in the field of multi-actuated ground vehicles (MAGV). The global goals are: (i) Advance of European postgraduate education in the area of environment- and user-friendly vehicle technologies that highly demanded by the European industry and society; (ii) Reinforcement of cooperation between academia and industry to improve career perspectives of talented graduates in both public and private sectors; (iii) Creation of strong European research and innovation group making determinant contributions to next generations of multi-actuated ground vehicles.  To achieve the project objectives, the consortium unites 11 beneficiaries and 5 partner organizations from 9 European countries including 7 universities, 2 research centres, and 7 non-academic organizations. Distinctive feature of the ITEAM network is the concept of interaction of three research clusters: 'MAGV integration', 'Green MAGV', 'MAGV Driving Environment'.  Within these clusters, the training concept will be based on intersectoral cooperation and will cover domains of (i) basic research, (ii) applied research, and (iii) experimentations. The ITEAM project will provide the first-of-its kind European training network in Ground Vehicles at doctorate level to fill up the niche in private sector and industry with researcher-practitioners.  The proposed network will be developed as innovative, multidisciplinary, engineering product-oriented and project-based program to train the scientists by integrating cutting-edge research methods of ground vehicles, electric/mechatronic systems, environmental engineering and applied intelligent control. The ITEAM network measures will guarantee excellent career prospects for participating researchers both in industrial and academic sectors.",
    "totalCost": "3833413,2",
    "ecMaxContribution": "3833413,2",
    "coordinator": "TECHNISCHE UNIVERSITAET ILMENAU",
    "coordinatorCountry": "DE",
    "participants": "COVENTRY UNIVERSITY;VOLVO PERSONVAGNAR AB;UNIVERSITE DE TECHNOLOGIE DE COMPIEGNE;SKODA AUTO A.S.;INFINEON TECHNOLOGIES AG;Kompetenzzentrum - Das Virtuelle Fahrzeug, Forschungsgesellschaft mbH;UNIVERSITA DEGLI STUDI DI PAVIA;AVL LIST GMBH;FLANDERS MAKE VZW;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "UK;SE;FR;CZ;DE;AT;IT;BE",
    "projectParticipants": {
        "999978918": {
            "orgId": "999978918",
            "orgName": "INFINEON TECHNOLOGIES AG",
            "ecContrib": 249216
        },
        "999952243": {
            "orgId": "999952243",
            "orgName": "AVL LIST GMBH",
            "ecContrib": 255934
        },
        "999945065": {
            "orgId": "999945065",
            "orgName": "VOLVO PERSONVAGNAR AB",
            "ecContrib": 527319
        },
        "999863973": {
            "orgId": "999863973",
            "orgName": "UNIVERSITE DE TECHNOLOGIE DE COMPIEGNE",
            "ecContrib": 525751
        },
        "999942543": {
            "orgId": "999942543",
            "orgName": "SKODA AUTO A.S.",
            "ecContrib": 232422
        },
        "997885852": {
            "orgId": "997885852",
            "orgName": "Kompetenzzentrum - Das Virtuelle Fahrzeug, Forschungsgesellschaft mbH",
            "ecContrib": 511868
        },
        "999612161": {
            "orgId": "999612161",
            "orgName": "COVENTRY UNIVERSITY",
            "ecContrib": 273288
        },
        "999893752": {
            "orgId": "999893752",
            "orgName": "UNIVERSITA DEGLI STUDI DI PAVIA",
            "ecContrib": 258061
        },
        "999575204": {
            "orgId": "999575204",
            "orgName": "TECHNISCHE UNIVERSITAET ILMENAU",
            "ecContrib": 498433
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 250560
        },
        "996435896": {
            "orgId": "996435896",
            "orgName": "FLANDERS MAKE VZW",
            "ecContrib": 250560
        }
    },
    "calculatedTotalContribution": 3833412
}