{
    "rcn": "198113",
    "acronym": "ESS-SUSTAIN",
    "topics": "INFRADEV-3-2015",
    "title": "European Social Survey Sustainability",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "The societal challenges affecting European societies require responsive socio-economic policy solutions.  The European Social Survey is an unparalleled resource enabling stability and change in Europeansí social attitudes to be charted. Its value for science and public policy has been recognised.  However, despite such recognition and the clear success and impact of the European Social Survey research infrastructure, culminating in the award of  ERIC status in 2013, there remain significant challenges to ensuring its long-term sustainability. ESS-SUSTAIN represents a comprehensive response to the different challenges and it will be instrumental in securing the sustainable future of ESS ERIC.  A key challenge is ensuring the appropriate number of European countries are included, representing the different areas of geographic Europe. This is a critical requirement for meaningful analyses beyond the national level, as well as for the financial viability of the infrastructure. The most important activities in this proposal are therefore those which aim (i) to enhance the long-term commitment of existing Members and Observers of ESS ERIC, (2) effect the transfer of the current guest status of some countries to more stable memberships and (3) expand the coverage of the ESS to countries not yet affiliated. Based upon the current number of just over twenty countries participating in the ESS ERIC, a further increase of its membership will translate into lower costs of participation for all, whilst also strengthening the analytical power of its datasets.",
    "totalCost": "2367888",
    "ecMaxContribution": "2367888",
    "coordinator": "EUROPEAN SOCIAL SURVEY EUROPEAN RESEARCH INFRASTRUCTURE CONSORTIUM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938188269": {
            "orgId": "938188269",
            "orgName": "EUROPEAN SOCIAL SURVEY EUROPEAN RESEARCH INFRASTRUCTURE CONSORTIUM",
            "ecContrib": 2367888
        }
    },
    "calculatedTotalContribution": 2367888
}