{
    "rcn": "198199",
    "acronym": "Titin Signals",
    "topics": "MSCA-IF-2014-GF",
    "title": "Molecular dissection of titin-based mechanisms in charge of cardiomyocyte dysfunction in terminal feart failure",
    "startDate": "01/07/2016",
    "endDate": "30/06/2019",
    "objective": "Chronic heart failure is a leading cause of mortality in the industrialized countries. Pathomechanistically, a variety of diverse stress signals on the cardiomyocyte trigger loss of myofibrils and cardiomyocyte death, thereby activating a vicious cycle of cardiac stress and deterioration during terminal heart failure. Despite the enormous clinical relevance, the exact pathomechanisms in charge remains unclear.\n\nHere, I propose to investigate the molecular mechanisms that couple mechanical cardiomyocyte strain and cardiomyocyte loss during the heart failure involving the mechanosensing titin filament. For this, I will perform research in three globally leading teams and access their complementary expertise in a secondment scheme. In the the proposed 2-year outgoing phase, I will study how cardioprotection is mediated by key factors recently identified in the Ju Chen lab (UCSD, San Diego). During this time, I will be trained in cutting-edge molecular mouse genetic models and phenotyping tools. This research is expected to shed light on CARP-titinsignaling axis in cardiomyocyte death and to provide tools for manipulating this pathway. In a one-year re-integration phase I will perform follow-up mechanistic structural studies in the Olga Mayans lab (University of Liverpool) to determine the structural basis how the CARP (cardiac ankyrin repeat protein)-titin signaling axis mediates cardiomyocyte protection, and in the Labeit lab (University of Heidelberg, Medical Faculty Mannheim) how to perturb activity of this complex by small molecules.\n\nTaken together, this work encompasses structural studies at the atomic level up to vivo animal models to study CARP-titin functions. After the propose three years, I expect to be ready to pursue an independent career in the field of molecular cardiology research. Therefore, my goal during the re-integration phase will be to set-up an interdisciplinary collaboration involving the three lead teams of this proposal.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "ZENTRALINSTITUT FUER SEELISCHE GESUNDHEIT",
    "coordinatorCountry": "DE",
    "participants": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "participantCountries": "DE",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999889969": {
            "orgId": "999889969",
            "orgName": "ZENTRALINSTITUT FUER SEELISCHE GESUNDHEIT",
            "ecContrib": 239861
        },
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 239861
}