{
    "rcn": "198172",
    "acronym": "UPR NEURO",
    "topics": "ERC-CoG-2014",
    "title": "The Unfolded Protein Response in Neurodegeneration",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "This proposal aims to increase our understanding of the role of translational failure in human neurodegenerative diseases.  We recently discovered the mechanism by which protein misfolding leads to neurodegeneration in prion disease. The pathway involved is a generic cellular pathway, a branch of the unfolded protein response (UPR) that controls protein synthesis at the level of initiation of translation.  Rising levels of misfolded prion protein cause sustained over-activation of the PERK-eIF2? branch of the UPR in neurons resulting in an uncompensated decline in global translation rates, synaptic failure and neuronal death. Reduction of eIF2?-P levels by genetic manipulation or by pharmacological inhibition of PERK, rescue vital translation rates and prevent neurodegeneration and clinical disease in prion-infected mice. There is increasing evidence that UPR dysregulation is a central process in protein misfolding neurodegenerative diseases, and that maintaining translation levels is essential for neuronal health. Raised levels of PERK-P and eIF2?-P occur in brains of patients with Alzheimerís (AD), Parkinsonís (PD), and related diseases. The pathway is also implicated in learning and memory; manipulation of eIF2?-P levels boost cognition in wild type mice and restore memory deficits in AD mouse models. We will test for over-activation of PERK/eIF2?-P and the effects of its manipulation in other models of neurodegenerative disease.  We will generate new transgenic mouse models that isolate translational failure from specific misfolded proteins and use these to gain valuable new insights into the window for intervention when neurons can still be rescued, the selective vulnerability of different neuronal populations, and the role of the UPR in neurons and glia.  Collectively, the aim is to increase insight into the role of UPR-mediated translational failure in human neurodegenerative disease and determine its tractability for the treatment of dementia.",
    "totalCost": "1979286",
    "ecMaxContribution": "1979286",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}