{
    "rcn": "198179",
    "acronym": "NANOBUBBLE",
    "topics": "ERC-CoG-2014",
    "title": "Laser-induced vapour nanobubbles for intracellular delivery of nanomaterials and treatment of biofilm infections",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Lasers have found widespread application in medicine, such as for photothermal therapy. Gold nanoparticles (AuNPs), are often used as enhancers of the photothermal effect since they can efficiently absorb laser light and convert it into thermal energy. When absorbing intense nano- or picosecond laser pulses, AuNPs can become extremely hot and water vapor nanobubbles (VNBs) can emerge around these particles in tissue. A VNB will expand up to several hundred nm until the thermal energy from the AuNP is consumed, after which the bubble violently collapses, causing mechanical damage to neighbouring structures. In this project the aim is to make use of the disruptive mechanical force of VNBs to enable highly controlled and efficient delivery of macromolecules and nanoparticles in cells and biofilms. First, optical set-ups and microfluidics devices will be developed for high-throughput treatment of cells and biofilms. Second, VNBs will be used to achieve efficient cytosolic delivery of functional macromolecules in mammalian cells by cell membrane perforation or by inducing endosomal escape of endocytosed nanomedicine formulations that are functionalized with AuNPs. These concepts will be applied to tumorigenesis research, generation of induced pluripotent stem cells and modulation of effector T-cells for adoptive T-cell anti-cancer therapy. Third, contrast nanoparticles for cell imaging will be delivered into the cytosol of mammalian cells through VNB induced cell membrane perforation. This will enable more reliable in vivo imaging of labelled cells, labelling of subcellular structures for time-lapse microscopy and intracellular biosensing. Finally, [... confidential...] laser-induced VNBs will be used [... confidential...] for improved eradication of biofilms. This concept will be applied to biofilm infections in dental root canals and chronic wounds.",
    "totalCost": "2236250",
    "ecMaxContribution": "2236250",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSITE DES SCIENCES ET TECHNOLOGIES DE LILLE - LILLE I",
    "participantCountries": "FR",
    "projectParticipants": {
        "999899378": {
            "orgId": "999899378",
            "orgName": "UNIVERSITE DES SCIENCES ET TECHNOLOGIES DE LILLE - LILLE I",
            "ecContrib": 256250
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1980000
        }
    },
    "calculatedTotalContribution": 2236250
}