{
    "rcn": "198178",
    "acronym": "Drug-Seq",
    "topics": "ERC-CoG-2014",
    "title": "Unravelling the Genomic Targets of Drugs Using High-Throughput Sequencing",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "This proposal is centred on the development of small molecule probes derived from DNA damaging agents to identify their genomic targets using a novel unbiased approach. Although, several genotoxic drugs have been used for decades to treat cancers, the exact mechanisms by which they operate are not fully understood. It is established that these compounds interfere with the processes of transcription and replication, thereby promoting genomic instability and cell death. However, there is as yet no genome-wide map of the exact location of sites that are putative targets for these drugs in vivo. This information is critical to understand and rationalize cellular responses to genotoxic agents. Here, we propose to develop an innovative discovery- based methodology that will combine click chemistry in situ, affinity pull-down techniques and high throughput DNA sequencing (Drug-Seq), to identify the genomic interactome of DNA damaging drugs in order to elucidate their cellular activity at the molecular level. Two independent lines of enquiry will be followed. Firstly, we will establish the genomic interacting landscape of landmark drugs including etoposide, camptothecin and cisplatin using Drug-Seq. Secondly, we will perform regular chromatin immuno- precipitation sequencing (ChIP-Seq) of selected proteins linked to the cellular response of interest to validate Drug-Seq and further identify druggable genomic sites. An important aim of this proposal is to establish a universal methodology to decipher small molecule/genome interactions in vivo that trigger a particular response in disease-relevant models. We also seek to interrogate the role of chromatin in regulating drug/genome interactions and to define whether it is possible to act on the epigenome to modulate the activity and specificity of these drugs. Collectively, we anticipate our study will lay down the foundation for personalized medicine with the implementation of rational rather than empirical clinical protocols.",
    "totalCost": "1999900",
    "ecMaxContribution": "1999900",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 1999900
        }
    },
    "calculatedTotalContribution": 1999900
}