{
    "rcn": "198194",
    "acronym": "MITIGATE",
    "topics": "DS-06-2014",
    "title": "Multidimensional, IntegraTed, rIsk assessment framework and dynamic, collaborative Risk ManaGement tools for critical information infrAstrucTurEs",
    "startDate": "01/09/2015",
    "endDate": "28/02/2018",
    "objective": "Despite the importance of Critical Information Infrastructures (CIIs) and dynamic ICT-based maritime supply chains (SCs) for port operations, state-of-the-art Risk Management (RM) methodologies for maritime environments pay limited attention to cyber-security and do not adequately address security processes for international SCs. Motivated by these limitations, MITIGATE will introduce, integrate, validate and commercialize a novel RM system, which will empower stakeholdersí collaboration for the identification, assessment and mitigation of risks associated with cyber-security assets and SC processes. This collaborative system will boost transparency in risk handling, while enabling the generation of unique evidence about risk assessment and mitigation. At the heart of the RM system will be an open simulation environment enabling stakeholders to simulate risks and evaluate risk mitigation actions. This environment will allow users to model, design, execute and analyze attack-oriented simulations. Emphasis will be paid on the estimation of cascading effects in SCs, as well as on the prediction of future risks. MITIGATE will be compliant with prominent security standards and regulations for the maritime sector (i.e. ISO27000, ISO28000, ISPS).\nThe MITIGATE system will be built based on readily available technologies of the partners, which will enable the project to produce a mature (high-TRL) system at an optimal value-for-money. The system will be validated based on real-life pilot operations across five EU ports (Bremen, Piraeus, Valencia, Ravenna, Livorno) with the active participation of over 500 users (security officers, terminal operators, facility operators, standardization experts and more). Also, the projectís approach will be contributed as a blueprint to the NIS public-private platform. Finally, significant effort will be devoted to the commercialization of the MITIGATE system based on pragmatic business plans and market launch actions.",
    "totalCost": "3549868,75",
    "ecMaxContribution": "3109794,5",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITY OF BRIGHTON;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;SINGULARLOGIC ROMANIA COMPUTER APPLICATIONS SRL;FUNDACION INSTITUTO PORTUARIO DE ESTUDIOS Y COOPERACION DE LA COMUNIDAD VALENCIANA;FONDAZIONE ISTITUTO TECNICO SUPERIORE MOBILITA SOSTENIBILE NEI SETTORITRASPORTI MARITTIMI E DELLA PESCA-ACCADEMIA ITALIANA DELLA MARINA MERC;UNIVERSITY OF PIRAEUS RESEARCH CENTER;MAGGIOLI SPA;AUTORITA DI SISTEMA PORTUALE DEL MARE ADRIATICO CENTRO-SETTENTRIONALE- PORTO DI RAVENNA;SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS;FUNDACION DE LA COMUNIDAD VALENCIANA PARA LA INVESTIGACION, PROMOCION Y ESTUDIOS COMERCIALES DE VALENCIAPORT;PIRAEUS PORT AUTHORITY  SA;dbh Logistics IT AG",
    "participantCountries": "UK;AT;RO;ES;IT;EL;DE",
    "projectParticipants": {
        "999860481": {
            "orgId": "999860481",
            "orgName": "UNIVERSITY OF BRIGHTON",
            "ecContrib": 328251
        },
        "969970319": {
            "orgId": "969970319",
            "orgName": "SINGULARLOGIC ROMANIA COMPUTER APPLICATIONS SRL",
            "ecContrib": 162750
        },
        "990695921": {
            "orgId": "990695921",
            "orgName": "dbh Logistics IT AG",
            "ecContrib": 106969
        },
        "935223561": {
            "orgId": "935223561",
            "orgName": "FONDAZIONE ISTITUTO TECNICO SUPERIORE MOBILITA SOSTENIBILE NEI SETTORITRASPORTI MARITTIMI E DELLA PESCA-ACCADEMIA ITALIANA DELLA MARINA MERC",
            "ecContrib": 103562
        },
        "994978083": {
            "orgId": "994978083",
            "orgName": "FUNDACION INSTITUTO PORTUARIO DE ESTUDIOS Y COOPERACION DE LA COMUNIDAD VALENCIANA",
            "ecContrib": 291039
        },
        "999586941": {
            "orgId": "999586941",
            "orgName": "UNIVERSITY OF PIRAEUS RESEARCH CENTER",
            "ecContrib": 346875
        },
        "983282308": {
            "orgId": "983282308",
            "orgName": "SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS",
            "ecContrib": 180250
        },
        "937182185": {
            "orgId": "937182185",
            "orgName": "AUTORITA DI SISTEMA PORTUALE DEL MARE ADRIATICO CENTRO-SETTENTRIONALE- PORTO DI RAVENNA",
            "ecContrib": 71121
        },
        "998709188": {
            "orgId": "998709188",
            "orgName": "FUNDACION DE LA COMUNIDAD VALENCIANA PARA LA INVESTIGACION, PROMOCION Y ESTUDIOS COMERCIALES DE VALENCIAPORT",
            "ecContrib": 106750
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 584144
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 322334
        },
        "996621457": {
            "orgId": "996621457",
            "orgName": "MAGGIOLI SPA",
            "ecContrib": 428094
        },
        "994857900": {
            "orgId": "994857900",
            "orgName": "PIRAEUS PORT AUTHORITY  SA",
            "ecContrib": 77656
        }
    },
    "calculatedTotalContribution": 3109795
}