{
    "rcn": "198104",
    "acronym": "BISONet PLUS ENH",
    "topics": "INNOVATION",
    "title": "Business Innovation Support Network for the Czech Republic ñ Enhancing the innovation management capacities of SMEs by EEN in 2015-2016",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The overall aim of the project is to elaborate on experience with the preceding project ìEnhancing the innovation management capacity of SME'sî conducted by the Enterprise Europe Network in the Czech Republic in the second half of 2014 and to offer Czech SMEs with significant innovation activities, in particular to the beneficiaries of the  SME Instrument, consecutive services in 2015-16. \nThe activities of the project deal with the lack of quality and affordable services for SMEs in the area of innovation management in the Czech Republic and the lack of innovation management capacity in Czech SMEs. In particular, the project aims: 1) run the standardised support system for beneficiaries of the SME Instrument under Horizon 2020, and 2) identify, through the analysis of innovation management capacity of SMEs with significant innovation activities, weaknesses of the innovation management system in the SME and offer measures to their elimination. \nIn order to meet the objectives of item 1, all the beneficiaries of the SME Instrument under Horizon 2020 will be contacted by experienced Key Account Managers upon notification from EASME. Key Account Managers will meet in person with relevant representatives of the beneficiaries in order to describe the full scope of the support offered, and ask for confirmation to proceed with the identification of growth opportunities and setting up the coaching service process, which they will mediate. \nIn the process fulfilling the item 2, small and medium sized enterprises with significant innovation activities and a high potential for internationalisation will be identified by consortium members and their EEN partners as well as external partners. Selected SMEs will be offered comprehensive seven-day service packages, including the innovation management capacity assessment, enhancing their innovation management capacities as described in the project.",
    "totalCost": "319330",
    "ecMaxContribution": "319330",
    "coordinator": "TECHNOLOGICKE CENTRUM AKADEMIE VED CESKE REPUBLIKY",
    "coordinatorCountry": "CZ",
    "participants": "REGIONALNI HOSPODARSKA KOMORA BRNO;BIC PLZEN SPOLECNOST S RUCENIM OMEZENYM;JIC, ZAJMOVE SDRUZENI PRAVNICKCH OSOB;CENTRUM PRO REGIONALNI ROZVOJ CESKE REPUBLIKY;CENTRUM PRO REGIONALNI ROZVOJ CESKEREPUBLIKY;KRAJSKA HOSPODARSKA KOMORA MORAVSKOSLEZSKEHO KRAJE",
    "participantCountries": "CZ",
    "projectParticipants": {
        "999506334": {
            "orgId": "999506334",
            "orgName": "TECHNOLOGICKE CENTRUM AKADEMIE VED CESKE REPUBLIKY",
            "ecContrib": 159665
        },
        "939108314": {
            "orgId": "939108314",
            "orgName": "BIC PLZEN SPOLECNOST S RUCENIM OMEZENYM",
            "ecContrib": 0
        },
        "940748584": {
            "orgId": "940748584",
            "orgName": "KRAJSKA HOSPODARSKA KOMORA MORAVSKOSLEZSKEHO KRAJE",
            "ecContrib": 0
        },
        "999780262": {
            "orgId": "999780262",
            "orgName": "JIC, ZAJMOVE SDRUZENI PRAVNICKCH OSOB",
            "ecContrib": 159665
        },
        "995483938": {
            "orgId": "995483938",
            "orgName": "CENTRUM PRO REGIONALNI ROZVOJ CESKEREPUBLIKY",
            "ecContrib": 0
        },
        "999777546": {
            "orgId": "999777546",
            "orgName": "REGIONALNI HOSPODARSKA KOMORA BRNO",
            "ecContrib": 0
        },
        "927018816": {
            "orgId": "927018816",
            "orgName": "CENTRUM PRO REGIONALNI ROZVOJ CESKE REPUBLIKY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 319330
}