{
    "rcn": "198196",
    "acronym": "EUCALL",
    "topics": "INFRADEV-4-2014-2015",
    "title": "European Cluster of Advanced Laser Light Sources",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "Advanced optical laser light sources and accelerator-based X-ray sources, as well as their technologies, scientific applications, and user communities, have developed independently over more than five decades. Driven by the developments at each optical laser and free-electron laser research infrastructures (RIs) in recent years, the gap between the optical laser and accelerator-driven light sources has diminished significantly. Both communities operate, implement, or plan advanced laser light source RIs, combining high-power optical and high-brightness X-ray light sources operated as dedicated user facilities. Operational and technical problems of these RIs have become very similar, if not identical. In specific cases, joint projects by the two communities have been initiated, but a closer and more structured collaboration of the corresponding communities and light sources is urgently required and shall be developed through this project.\nThe present proposal for a European Cluster of Advanced Laser Light Sources (EUCALL) is the first attempt to create an all-embracing consortium of all (optical and X-ray) advanced laser light source RIs in Europe. Besides addressing the most urgent technical challenges, EUCALL will develop and implement cross-cutting services for photon-oriented ESFRI projects, will optimize the use of advanced laser light sources in Europe by efficient cross-community resource management, will enhance interoperability of the two types of light sources, will ensure global competitiveness, and will stimulate and support common long-term strategies and research policies for the application of laser-like short-wavelength radiation in science and innovation. The EUCALL consortium includes the three ESFRI projects ELI, European XFEL, and ESRF(up), several national RIs, and the LASERLAB-EUROPE and FELs OF EUROPE networks as representatives for the nationally operated optical laser and free-electron laser RIs.",
    "totalCost": "7466800",
    "ecMaxContribution": "7000000",
    "coordinator": "EUROPEAN X-RAY FREE-ELECTRON LASERFACILITY GMBH",
    "coordinatorCountry": "DE",
    "participants": "EUROPEAN SYNCHROTRON RADIATION FACILITY;ELETTRA - SINCROTRONE TRIESTE SCPA;PAUL SCHERRER INSTITUT;LUNDS UNIVERSITET;STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY;HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV;ASSOCIATION INTERNATIONALE EXTREME-LIGHT-INFRASTRUCTURE DELIVERY CONSORTIUM",
    "participantCountries": "FR;IT;CH;SE;DE;BE",
    "projectParticipants": {
        "999470541": {
            "orgId": "999470541",
            "orgName": "HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
            "ecContrib": 896500
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 358300
        },
        "999986969": {
            "orgId": "999986969",
            "orgName": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
            "ecContrib": 1061500
        },
        "999484121": {
            "orgId": "999484121",
            "orgName": "EUROPEAN SYNCHROTRON RADIATION FACILITY",
            "ecContrib": 785000
        },
        "999589851": {
            "orgId": "999589851",
            "orgName": "ELETTRA - SINCROTRONE TRIESTE SCPA",
            "ecContrib": 103250
        },
        "939502328": {
            "orgId": "939502328",
            "orgName": "ASSOCIATION INTERNATIONALE EXTREME-LIGHT-INFRASTRUCTURE DELIVERY CONSORTIUM",
            "ecContrib": 1746500
        },
        "999994923": {
            "orgId": "999994923",
            "orgName": "PAUL SCHERRER INSTITUT",
            "ecContrib": 0
        },
        "974524469": {
            "orgId": "974524469",
            "orgName": "EUROPEAN X-RAY FREE-ELECTRON LASERFACILITY GMBH",
            "ecContrib": 2048950
        }
    },
    "calculatedTotalContribution": 7000000
}