{
    "rcn": "198159",
    "acronym": "MetAGEn",
    "topics": "ERC-StG-2014",
    "title": "Metabolic and Genetic Regulation of Ageing",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Ageing is a complex physiological process that affects almost all species, including humans. Despite its importance for all of us, the biology of ageing is insufficiently understood. To uncover the molecular underpinnings of ageing, I propose an interdisciplinary research program that will identify and investigate metabolic and genetic regulators of ageing.\nProgressive loss of cellular homeostasis causes ageing and an age-associated decline in protein quality control has been implicated in numerous diseases, including neurodegeneration. Seeking for ways to improve protein quality, I have identified a novel longevity pathway in Caenorhabditis elegans. In a forward genetic screen, I found a link between metabolites in the hexosamine pathway and cellular protein quality control. Hexosamine pathway activation extends C. elegans lifespan, suggesting modulation of ageing by endogenous molecules.\nIn a first step, I will explore the mechanism by which hexosamine metabolites improve protein quality control in mammals, using cultured mammalian cells and a mouse model for neurodegeneration. Preliminary data show that hexosamine pathway metabolites enhance proteolytic capacity in cells and reduce protein aggregation, suggesting conservation. Second, I will investigate molecular mechanisms that activate the hexosamine pathway to promote protein homeostasis and counter ageing. Third, I will perform a direct forward genetic screen for modulators of ageing in C. elegans. For the first time, mutagenesis and next generation sequencing can be paired in forward genetic screens to interrogate the whole genome for lifespan-extending mutations in a truly unbiased manner. This innovative approach has the potential to reveal novel modulators of the ageing process.\nTaken together, this work aims to understand molecular mechanisms that maintain cellular homeostasis to slow the ageing process, and to develop a new technology to identify yet unknown genetic modulators of ageing.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}