{
    "rcn": "198154",
    "acronym": "CogSoCoAGE",
    "topics": "ERC-StG-2014",
    "title": "Tracking the cognitive basis of social communication across the life-span",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "A vital part of successful everyday social interaction is the ability to infer information about others (e.g. their emotions, visual perspective, and language). Development of these social skills (termed Theory of Mind, ToM) has been linked to improvements in more general cognitive skills, called Executive Functions (EF). However, to date very little is known of how this link varies with advancing age, and no model exists to explain the relationship. Thus, the key aim of the proposed research is to systematically explore the cognitive basis of social communication and how this changes across the life-span. The research will address three complementary objectives: (1) to what degree can variations in ToM ability across the life-span be accounted for by changes in EF skills, (2) how do ToM ability and EF skill change over time in different age groups (using longitudinal methods, i.e. test-retest of the same participants), and (3) can ToM ability be enhanced through training specific EF skills, and how do these training effects differ across the life-span. Contrary to traditional studies of social communication, I will employ an interdisciplinary approach that links theory and practice from cognitive, social, developmental, and clinical (neuro)psychology to study the relationship between ToM and EF across a broad and dynamic age range (10 to 80\\ yrs old). I will use cutting-edge combinations of techniques (eye-tracking and EEG) and paradigms, alongside sophisticated statistical methods to track the timecourse of social understanding, and model how it relates to EF and more general cognitive/social skills (eg. IQ, language) within and between individuals. This research will open up new horizons in ToM research by developing an intervention programme to enhance the quality of social communication in older adults (thus improving their mental health and well-being), which has the potential to be applied in other individuals with social communication deficits (eg. autism).",
    "totalCost": "1488028",
    "ecMaxContribution": "1488028",
    "coordinator": "UNIVERSITY OF KENT",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841275": {
            "orgId": "999841275",
            "orgName": "UNIVERSITY OF KENT",
            "ecContrib": 1488028
        }
    },
    "calculatedTotalContribution": 1488028
}