{
    "rcn": "198189",
    "acronym": "dynamicmodifications",
    "topics": "ERC-CoG-2014",
    "title": "Complexity and dynamics of nucleic acids modifications in vivo",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Development of any organism starts with a totipotent cell (zygote). Through series of cell divisions and differentiation processes this cell will eventually give rise to the whole organism containing hundreds of specialised cell. While the cells at the onset of development have the capacity to generate all cell types (ie are toti-or pluripotent), this developmental capacity is progressively lost as the cells undertake cell fate decisions. At the molecular level, the memory of these events is laid down in a complex layer of epigenetic modifications at both the DNA and the chromatin level. Unidirectional character of the developmental progress dictates that the key acquired epigenetic modifications are stable and inherited through subsequent cell divisions. This paradigm is, however, challenged during cellular reprogramming that requires de-differentiation (nuclear transfer, induced pluripotent stem cells, wound healing and regeneration in lower organisms) or a change in cell fate (transdifferentiation). Despite intense efforts of numerous research teams, the molecular mechanisms of these processes remain enigmatic.  \nIn order to understand cellular reprogramming at the molecular level, this proposal takes advantage of epigenetic reprogramming processes that occur naturally during mouse development. By using mouse fertilised zygote and mouse developing primordial germ cells we will investigate novel molecular components implicated in the genome-wide erasure of DNA methylation.  Additionally, by using a unique combination of the developmental models with the state of the art ultra-sensitive LC/MS and genomics approaches we propose to investigate the dynamics and the interplay between DNA and RNA modifications during these key periods of embryonic development characterised by genome-wide epigenetic changes . Our work will thus provide new fundamental insights into a complex dynamics and interactions between epigenetic modifications that underlie epigenetic reprogramming",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}