{
    "rcn": "198163",
    "acronym": "Multi-Pop",
    "topics": "ERC-CoG-2014",
    "title": "Fulfilling the Potential of Globular Clusters as Tracers of Cosmological Mass Assembly",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Globular clusters (GCs) are among the oldest luminous sources in the universe, bearing witness to the earliest stages of galaxy formation as well as their evolution to the present day. While GCs have played a pivotal role in our understanding of the assembly of galaxies, their full potential remains unfulfilled due to our lack of understanding of how they form. One of the largest stumbling blocks has been the anomalous chemistry (both metallicity distributions and abundance patterns) of GCs relative to field stars within galaxy.\nHere, we will turn the problem around and exploit these differences to understand the co-evolution of GCs and their host galaxies.\n\nOur understanding of GCs and their formation has undergone a radical change in the past two decades. First, it is now clear that while traditionally thought of as the quintessential simple stellar populations (i.e., all stars within a cluster have the same chemical abundances and age), globular clusters host multiple stellar populations with spreads in He, many light elements (e.g., Na, O, Al) and even Fe in a few cases. Secondly, GCs, once thought to only be able to form in the special conditions present in the early Universe, are now known to be still forming today (known as Young Massive Clusters - YMCS). These two facts have opened up a new window into the interconnectedness of GC and galaxy formation and co-evolution.\n\nIn this project we will quantitatively test current GC formation models with observations of YMCs, as well as organise what is known of the stellar populations within GCs (e.g., abundance spreads, CMD morphologies), providing, for the first time, a global view (i.e., which characteristics are specific to individual GCs and which are common to all GCs). These results, when combined with what is known about massive cluster formation in the local universe, will provide an unprecedented opportunity to use GCs to constrain the hierarchical assembly of galaxies.",
    "totalCost": "1429439",
    "ecMaxContribution": "1429439",
    "coordinator": "LIVERPOOL JOHN MOORES UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998079949": {
            "orgId": "998079949",
            "orgName": "LIVERPOOL JOHN MOORES UNIVERSITY",
            "ecContrib": 1429439
        }
    },
    "calculatedTotalContribution": 1429439
}