{
    "rcn": "198165",
    "acronym": "WATU",
    "topics": "ERC-CoG-2014",
    "title": "Wave turbulence: beyond weak turbulence",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Wave turbulence and fluid turbulence belong to the same class of turbulent states made of a large number of nonlinearly coupled degrees of freedom driven far from equilibrium. The Weak Turbulence Theory is a statistical theory of low amplitude turbulent waves. The predicted phenomenology (energy cascade) is very similar to that of fluid turbulence, which badly lacks such a statistical theory. Weak Turbulence is thus a promising mathematical framework for turbulence in general. It is observed in many systems such as planetary atmospheres, astrophysical plasmas, tokomak fusion plasmas, superfluid turbulence or Bose-Einstein condensates for example. The theory is much less advanced in the strong wave turbulence case for which a richer phenomenology appears due to the generation of coherent structures. Furthermore, to a large extent the theory lacks experimental validation.\nMy project aims at studying several physical systems (vibrating elastic plate, 1D and 2D water surface waves, 3D internal waves in a stratified fluid) specifically chosen to highlight various features of wave turbulence both in the weak and strong regimes. Under strong forcing, coherent structures will appear such as developable cones (elastic plates), solitons and sharp water wave ridges (water surface waves) or even fluid turbulence for overturning 3D internal waves. I will specifically use two unique large-scale facilities available in LEGI (Grenoble, France): the 30 m 1D wave flume for surface water waves and the 13m-diameter Coriolis turntable for water surface waves and internal waves. I will setup advanced space-time resolved profilometry and velocimetry techniques adapted to the dimensionality and size of each one of these systems. Advanced statistical tools on massive datasets will provide a profound insight into the coupling between waves and structures in the various regimes of wave turbulence.",
    "totalCost": "1991611",
    "ecMaxContribution": "1991611",
    "coordinator": "UNIVERSITE JOSEPH FOURIER GRENOBLE 1",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907429": {
            "orgId": "999907429",
            "orgName": "UNIVERSITE JOSEPH FOURIER GRENOBLE 1",
            "ecContrib": 1923065
        },
        "924833212": {
            "orgId": "924833212",
            "orgName": "UNIVERSITE GRENOBLE ALPES",
            "ecContrib": 1991611
        }
    },
    "calculatedTotalContribution": 3914676
}