{
    "rcn": "198162",
    "acronym": "PhageDiff",
    "topics": "ERC-CoG-2014",
    "title": "Distinct Infection Dynamics and Ecological Success among Closely Related Marine Cyanophages: Why the Differences?",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Viruses are extremely abundant in the oceans and majorly impact the marine ecosystem by influencing the abundance, diversity and evolution of their hosts. However, our understanding of marine viral physiology and ecology among different members of the virus community is conspicuously lacking. Preliminary data using a newly developed molecular method revealed drastic differences in field abundances of two subtypes of T7-like podoviruses that infect marine cyanobacteria. Moreover, these subtypes displayed large differences in infection properties in laboratory studies. The main objective of this proposal is to gain a deep understanding of the genetic basis for the physiological differences in infection dynamics among closely related T7-like cyanophages that infect the globally important marine cyanobacteria, Synechococcus and Prochlorococcus, and to ascertain the ecological consequences of these physiological differences. We hypothesize that a small set of genes, beyond the core replication and morphogenesis genes, differentially impact the dynamics of the infection process which, in-turn, defines the niche occupied by discrete members of this virus family. Our specific objectives are to identify the genes responsible for the physiological differences and determine their impact on infection dynamics. This will be achieved through the development of a phage gene inactivation system and the comparison of infection properties of mutant and wild-type phages. Furthermore, using our new molecular field method, we will assess the distribution patterns of different subtypes of T7-like cyanophages from within the mix of all viruses in the oceans. The unique combination of innovative molecular methods with physiological experimentation and ecological sampling will provide significant insight into both the biological functionality behind the diversity within an ecologically relevant phage family and the selection pressures that have led to their diversification and evolution.",
    "totalCost": "2162296",
    "ecMaxContribution": "2162296",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 2162296
        }
    },
    "calculatedTotalContribution": 2162296
}