{
    "rcn": "198109",
    "acronym": "DivIDe",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "A multidisciplinary approach to cell division: From human oocyte to synthetic biology",
    "startDate": "01/04/2016",
    "endDate": "31/03/2020",
    "objective": "The cell is the universal unit of living matter, and there cannot be propagation of life without cell division. DivIDe aims to investigate the mechanisms and principles of cell division and to reproduce them in vitro with synthetic approaches. Crucial to cell division is the mitotic spindle, a structure whose main duty is the separation of chromosomes. The spindle is made of microtubules (MT), molecular motors, and MT-binding factors, some of which show astounding complexity. The mitotic spindle is the one of the cellular structures that best represents the ability of biological matter to self-organize though arrays of dynamic protein-protein interactions. It rapidly assembles when cells enter mitosis, and it disassembles, after sister chromatid separation and mitotic exit. The complexity and dynamic behaviour of the mitotic spindle captures the imagination of synthetic biologists and modellers. These ìmolecular engineersî try to understand and harness the principles of self-organization to generate new biological structures endowed with the most typical features of biological matter, the ability to harness energy to do mechanical or chemical work. The emerging discipline of synthetic biology aims to bring together modellers, physicists, and chemists, with biochemists, structural biologists and cell biologists. So does DivIDe, which will train a new generation of molecular engineers endowed with a strong basis in quantitative computational and biochemical methods, and therefore capable of addressing cellular and molecular mechanisms. Furthermore, molecular engineering harbours industrial applications, and DivIDe will continuously provide results for potential exploitation by the three SME partners. Training in management skills, conceptual and ethical thinking, communication and networking will complement the scientific offer. In summary, DivIDe will be able to teach an integrated package of skills and will train the molecular biologists of the future.",
    "totalCost": "2792651,83",
    "ecMaxContribution": "2792651,83",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "CHERRY BIOTECH;EUROPEAN MOLECULAR BIOLOGY LABORATORY;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;LEAD DISCOVERY CENTER GMBH;EUVITRO SLU;INSTITUT CURIE;THE FRANCIS CRICK INSTITUTE LIMITED;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "FR;DE;ES;UK",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 495746
        },
        "946754921": {
            "orgId": "946754921",
            "orgName": "EUVITRO SLU",
            "ecContrib": 247873
        },
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 675225
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 249216
        },
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 273288
        },
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 89995
        },
        "990776043": {
            "orgId": "990776043",
            "orgName": "LEAD DISCOVERY CENTER GMBH",
            "ecContrib": 249216
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 249216
        },
        "934242018": {
            "orgId": "934242018",
            "orgName": "CHERRY BIOTECH",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 2792651
}