{
    "rcn": "198119",
    "acronym": "MSCA2015 - COFUND",
    "topics": "MSCA",
    "title": "Luxembourg EU Presidency Conference 2015 on MSCA COFUND, 10-11 December 2015",
    "startDate": "01/07/2015",
    "endDate": "31/01/2016",
    "objective": "Under Luxembourg's EU presidency in the second half of 2015, the National Research Fund (FNR) is organising a high visibility international conference on the theme of COFUND in the framework of the Marie Sklodowska-Curie Actions. \n\nThe conference will take place  December 10-11, 2015, in the premises of the Chamber of Commerce at Luxembourg-Kirchberg.\nOn the evening of December 10, the Marie Sklodowska Curie Award Ceremony will be organised in the prestigious Cercle CitÈ in Luxembourg City. The event will be framed by a Keynote followed, and by a Gala dinner. \nA total of 150-200 participants are foreseen. \n\nA call for contributions will invite stakeholders all over Europe to contribute their experiences to the conference, in order to take stock of experiences with the MSCA COFUND so far, and to formulate recommendations for the future of the MSCA COFUND under H2020. \n\nA website, a logo and the visual identity of the conference will be developed.\nInformation regarding the conference, the programme, organisational issues, information about speakers, keynotes and MSCA award winners (including a short film per awardee), as well as the final conference report and recommendations will be widely disseminated through the conference dedicated website www.msca2015.lu. \n\nThe overall budget of the conference is approx. 190.000 EUR. The EU contribution requested amounts to 150.000, while the remaining part is covered by the FNR.",
    "totalCost": "191250",
    "ecMaxContribution": "150000",
    "coordinator": "FONDS NATIONAL DE LA RECHERCHE",
    "coordinatorCountry": "LU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998597153": {
            "orgId": "998597153",
            "orgName": "FONDS NATIONAL DE LA RECHERCHE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}