{
    "rcn": "198114",
    "acronym": "INDUCT",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Interdisciplinary Network for Dementia Utilising Current Technology (INDUCT)",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "Dementia raises complex challenges for people with dementia, their families, and society. The European Parliament has called for investment in high quality, innovative technology research to improve dementia care but so far there has been little benefit because research has generally been limited, small scale and methodologically flawed. In particular: the poor understanding between research and business of how people with dementia use technology means new applications are designed without an in-depth appreciation of peopleís needs, preferences and limitations; there is little knowledge about practical, psychological and social barriers and facilitators to implementation making it hard to get results into practice; there is a serious shortage of research trained professionals who combine expertise on dementia care research and technology. In conjunction with INTERDEM the worldís largest network of psychosocial research for people with dementia this ITN will: develop a European multi-disciplinary, intersectoral educational research framework for Europe, to comprehensively train 15 early stage researchers (ESRs) to PhD level; provide the research evidence to show how technology may improve care and quality of life for people with dementia; and provide the European workforce with a much needed new generation of excellent research trained professionals. The objectives of INDUCT are to: determine practical, cognitive & social factors to improve usability of technology; evaluate the effectiveness of specific contemporary technology; trace facilitators & barriers for implementation of technology in dementia care. Using advanced methods in applied health research (e.g. randomised controlled trials, qualitative studies) INDUCT will provide the evidence needed to demonstrate how to make dementia care technology more usable, more effective, and better implemented in practice, culminating in an international consensus guideline for improving policy and practice.",
    "totalCost": "3878757",
    "ecMaxContribution": "3878757",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "STICHTING VU;VRIJE UNIVERSITEIT BRUSSEL;UNIVERSITEIT MAASTRICHT;STICHTING VUMC;I MAS D Y EMPLEO SERVICONSULTING SL;KAROLINSKA INSTITUTET;UNIVERZITA KARLOVA;UNIVERSITY COLLEGE LONDON",
    "participantCountries": "NL;BE;ES;SE;CZ;UK",
    "projectParticipants": {
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 510749
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 546576
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 510749
        },
        "936469332": {
            "orgId": "936469332",
            "orgName": "I MAS D Y EMPLEO SERVICONSULTING SL",
            "ecContrib": 247873
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 255374
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 527319
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 546576
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 501120
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 232422
        }
    },
    "calculatedTotalContribution": 3878758
}