{
    "rcn": "198156",
    "acronym": "Novel asthma therapy",
    "topics": "ERC-StG-2014",
    "title": "Biocompatible nanoparticles for T cell targeted siRNA delivery as novel asthma therapy",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The aim of this proposal is to engineer biocompatible nanoparticles that deliver short interfering RNA (siRNA) to activated T cells (ATCs) for the downregulation of the Type 2 T helper cell (Th2) transcription factor GATA-3. By downregulating GATA-3 with siRNA, which regulates the secretion of proinflammatory cytokines in chronic inflammatory diseases such as asthma, the activation of their downstream inflammatory cascades can be prevented. However, T cells are hard-to-transfect cells which are not readily accessible for nucleic acid based therapeutics. I am the first to have demonstrated successful and targeted siRNA delivery to ATCs ex vivo and in vivo for specific GATA-3 knockdown without delivering siRNA to naive T cells. Thus, I can avoid general immune suppression. This was achieved by engineering targeted siRNA delivery systems based on low molecular weight polyethylenimine (LMW-PEI) which form nanoparticles with siRNA and successfully deliver the latter to ATCs. The targeting approach was realized by coupling transferrin to LMW-PEI and by optimizing the coupling chemistry. I have demonstrated specific delivery to ATCs in a mouse model of allergic asthma and have screened siRNA sequences for efficient GATA-3 knockdown. The nanoparticles were administered locally to the lung to prevent the first-pass effect in the liver. The LMW-PEI based nanocarriers were very well tolerated in healthy animals, however, potentially caused additional proinflammatory effects in the asthma model. \nTherefore, I will engineer nanocarriers that do not only specifically deliver siRNA to ATCs but are also biocompatible in a diseased state of the lung. I will use oligospermines, which are tetramers and octamers of spermine, an endogenous polyamine, and apply the optimized coupling strategy to target the spermine based nanocarriers to ATCs for therapeutic GATA-3 knockdown. To obtain clinically relevant formulations, I will produce inhalable powders of these nanocarriers.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}