{
    "rcn": "198182",
    "acronym": "TRANSPOP",
    "topics": "ERC-CoG-2014",
    "title": "The Transformation of Popular Politics in Europeís Long Nineteenth Century",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "How did ordinary people acquire the capacity to mobilize and influence the political decision-making process? How did standard forms of popular collective action emerge and get institutionalized in European modernity? To address these questions, this project explores the transformation of European popular politics in the long nineteenth-century (c. 1789-1914), while also offering a systematic and empirically rigorous causal account of the processes that led to the emergence of the typical forms of social movement activities that dominate the current landscape of popular protest. \n\nThe project will seek to address two interconnected problems in current scholarship. First, it will enrich our knowledge of the scope and variety of popular politics in the period by focusing on cases (Hungary, Italy, the Netherlands, and Spain) that unlike the ìcoreî cases of Great Britain and France have not been studied exhaustively.  Second, it will transcend the limitations of existing treatments that have focused predominantly on class formation and state building as the ultimate determinants of popular politics in the period. Through careful archival research and innovative quantitative techniques, the participants will consider an interrelated set of questions on the proper causal relationship between political scale and political mobilization and on the varied cultural and organizational forms of social movement activity.",
    "totalCost": "1133396",
    "ecMaxContribution": "1133396",
    "coordinator": "UNIVERSIDAD CARLOS III DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899572": {
            "orgId": "999899572",
            "orgName": "UNIVERSIDAD CARLOS III DE MADRID",
            "ecContrib": 1133396
        }
    },
    "calculatedTotalContribution": 1133396
}