{
    "rcn": "198191",
    "acronym": "EMBRYOandLATERHEALTH",
    "topics": "ERC-CoG-2014",
    "title": "Embryonic origins of cardiovascular health in later life: disentangling early causal pathways in a lifecourse perspective",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Children born preterm or with a small size at birth have increased risks of cardiovascular disease and type 2 diabetes in adulthood. These intriguing associations strongly suggest that common diseases have at least part of their origins in early fetal life. From both an etiological and preventive perspective, it is important to disentangle the early fetal critical periods and causal pathways. An accumulating body of evidence suggests that early pregnancy, or even the preconception period, may influence the risk of cardiovascular and metabolic disease throughout the lifecourse. The main hypothesis for this project is that adverse exposures before or very early in pregnancy induce embryonic and placental developmental adaptations, which permanently affect cardiovascular and metabolic development and predispose individuals to both adverse outcomes at birth and cardiovascular and metabolic dysfunction and diseases in later life. I will use an integrated epidemiological, molecular and clinical full lifecourse approach from preconception to adulthood embedded in three population-based cohort studies. Innovative element are: 1) focus on developmental adaptations during the embryonic phase and early placentation assessed by advanced imaging studies at 6, 8, 10 and 12 weeks of gestation; (2) detailed cardiovascular and metabolic studies in infancy and late childhood, including 3T MRI of the heart, aorta, liver and abdomen, metabolomics analyses; and (3) genome-wide DNA-methylation studies to identify specific DNA-methylation changes related to preconception or early pregnancy exposures, which persist in late childhood and adulthood and are associated with cardiovascular and metabolic outcomes in later life. With these approaches, this project will provide unique and important new perspectives into the earliest origins of cardiovascular disease and type 2 diabetes and will ultimately contribute to development of preventive strategies focused on future parents and children.",
    "totalCost": "1969586,04",
    "ecMaxContribution": "1969586,04",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 1969586
        }
    },
    "calculatedTotalContribution": 1969586
}