{
    "rcn": "198177",
    "acronym": "MIMESIS",
    "topics": "ERC-CoG-2014",
    "title": "Development of biomaterials through mimesis of plant defensive interfaces to fight wound infections",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Fighting microbial infection of wounds, especially in immunocompromised patients, is a major challenge in the 21st century. The skin barrier is the primary defence against microbial (opportunistic) pathogens. When this barrier is breached even non-pathogenic fungi may cause devastating infections, most of which provoked by crossover fungi able to infect both plant and humans. Hence, diabetic patients (ca. 6.4% of the world population), who are prone to develop chronic non-healing wounds, constitute a major risk group. My research is driven by the vision of mimicking the functionality of plant polyesters to develop wound dressing biomaterials that combine antimicrobial and skin regeneration properties.\n\nLand plants have evolved through more than 400 million years, developing defence polyester barriers that limit pathogen adhesion and invasion. Biopolyesters are ubiquitous in plants and are the third most abundant plant polymer. The unique chemical composition of the plant polyester and its macromolecular assembly determines its physiological roles. This lipid-based polymer shows important similarities to the epidermal skin layer; hence it is an excellent candidate for a wound-dressing material. While evidences of their skin regeneration properties exist in cosmetics formulations and in traditional medicine, extracting polyesters from plants results in the loss of both native structure and inherent barrier properties hampering progress in this area.\n\nWe have developed a biocompatible extraction method that preserves the plant polyester film forming abilities and their inherent biological properties. The ex-situ reconstituted polyester films display the native barrier properties, including potentially broad antimicrobial and anti-biofouling effect. This, combined with our established record in fungal biochemistry/genetics, places us in a unique position to push the development of plant polyester materials to be applied in wounds, in particular diabetic chronic wounds.",
    "totalCost": "1795967,5",
    "ecMaxContribution": "1795967,5",
    "coordinator": "UNIVERSIDADE NOVA DE LISBOA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864943": {
            "orgId": "999864943",
            "orgName": "INSTITUTO DE TECNOLOGIA QUIMICA E BIOLOGICA - UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 1795968
        },
        "960782479": {
            "orgId": "960782479",
            "orgName": "UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 1795968
        }
    },
    "calculatedTotalContribution": 3591936
}