{
    "rcn": "198188",
    "acronym": "COMPEN",
    "topics": "ERC-CoG-2014",
    "title": "Penal Policymaking and the prisoner experience: a comparative analysis",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Recent years have seen renewed interest in the political economy of punishment, yet almost no attention has been given to the factors that translate socio-political arrangements into penal practices or the specific nature of imprisonment in different political-economic systems. Based on research in England & Wales and one Nordic nation,  the project goals are to expose the dynamics of the penal state and the nature of penality in countries that are considered ëexclusionaryí and ëinclusionaryí respectively in their socio-economic and penal practices. These goals will be achieved through four comparative sub-projects: first, a study of penal policymaking and the ëpenal fieldí (the players and processes that shape penal policy and practice); second, an exploration of the texture of imprisonment for women and sex offenders, groups presumed to experience inclusionary and exclusionary penal practices in distinctive ways; third, a study of how these prisoners experience entry into and exit from the system; fourth, a study of the ëdeep endí imprisonment in both countries.\n\nA central aim is to interrogate widespread assumptions about the relative mildness/severity of penal practices in inclusionary and exclusionary nations. The research will employ an emerging framework that conceptualises the prison experience through notions of ëdepthí, ëweightí, ëtightnessí and ëbreadthí. It will foreground the roles of shame and guilt in shaping prisonersí orientations, concepts that feature in theories of offending and reintegration, but are absent from the sociology of imprisonment. Through the concept of ëpenal consciousnessí, the project will also explore the interaction between the punitive intentions of the state and prisonersí perceptions of the purposes and legitimacy of their punishment. The research will be groundbreaking in several ways, reshaping the field of comparative penology, and linking macro issues of the penal state with the lived realities of the prison landings.",
    "totalCost": "1964948",
    "ecMaxContribution": "1964948",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}