{
    "rcn": "198117",
    "acronym": "CTCPlus",
    "topics": "SFS-08-2015",
    "title": "Multi-Parameter Monitoring and Control System for Grain Silo Plants (CTC+)",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Gescaser SA specialises in the manufacture and commercialisation of grain temperature monitoring systems for silos and horizontal storage units. Our current remote control systems provide detailed and continuous measurement of grain temperature at different levels in the grain silo. We currently have over 350 installations in 40 different countries worldwide. Thanks to our over 40 yearsí experience, we are experts in our field and we know our market very well. We have identified a market opportunity to develop an intelligent multi-parameter monitoring system for cereal conservation in grain silo plants product that offers improved quality control of stored grain. \n\nThe CTC\\ system will consist of ATEX compliant multi-sensors nodes for measuring grain temperature, moisture and CO2 gas concentrations at various levels in the silo, and for accurately monitoring fill level. The measurement data will be transmitted to a central cloud-enabled control platform that processes and analyses that data for controlling the optimum ambient conditions in the silo to prevent losses due to spoilage of the grain by insects and fungi, and to obtain maximum market value for the grain by conserving the stores in a perfect state of temperature, moisture and maturity.\n\nThe market launch (2018) and subsequent commercialisation of this new product will position our company as the undisputed world leader in advanced monitoring and control solutions for the growing global grain storage market, which is being fuelled by a rising world population and increased grain production that is leading to increased demand for silos and grain storage solutions. During the first 5 years of commercialisation of the CTC\\ we expect to generate ~ Ä32.2 Million in turnover. We will also hire an additional 24 staff as a result of a product offering that allows us to better serve and grow our customer base through our expanding worldwide network of distributors.",
    "totalCost": "1238500",
    "ecMaxContribution": "866950",
    "coordinator": "GESCASER SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930220010": {
            "orgId": "930220010",
            "orgName": "GESCASER SA",
            "ecContrib": 866950
        }
    },
    "calculatedTotalContribution": 866950
}