{
    "rcn": "198166",
    "acronym": "STEEPclim",
    "topics": "ERC-CoG-2014",
    "title": "Spatiotemporal evolution of the hydrological cycle throughout the European continent during past abrupt climate changes",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "With global temperatures on the rise due to anthropogenic greenhouse gas emissions, one of the largest short-term threats to societies comes from a changing water cycle: changing ocean currents and atmospheric circulation patterns, increased periods of drought or extreme precipitation events directly affect the socio-economic foundation of communities. However, one of the great unknowns in state-of-the art climate models predicting future changes is the spatial distribution of changing precipitation patterns. This lack of knowledge severely limits implementation of mitigation and adaptation options to divert the most severe consequences of climate change.\nI propose a fundamentally new approach to understand spatial patterns and mechanisms of hydrological changes on the European continent by reconstructing such changes during past abrupt temperature and ocean circulation changes. We will develop an innovative research program integrating ideas and methods from diverse disciplines: organic geochemistry, plant physiology, event stratigraphy and geostatistical data analysis. We will generate quantitative paleohydrological data by developing a dual biomarker approach as a novel and direct proxy for fluxes in the hydrological cycle from 10 of the most precisely dated terrestrial climate records encompassing the European continent.\nSTEEPclim will enter uncharted territory and establish master records of continental climate change, comparable in resolution and quality to the polar ice cores. We will identify continental-scale feedback mechanisms and particularly vulnerable regions in European hydroclimate relevant for the evaluation of the consequences of ongoing climate change. These mechanistic insights will be essential to validate future generations of climate models, ensuring more accurate predictions of regional effects of anthropogenic climate changes and as such enable a targeted mitigation and adaptation policy.",
    "totalCost": "1847546",
    "ecMaxContribution": "1847546",
    "coordinator": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994341": {
            "orgId": "999994341",
            "orgName": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
            "ecContrib": 1847546
        }
    },
    "calculatedTotalContribution": 1847546
}