{
    "rcn": "198120",
    "acronym": "ABANDONMENT",
    "topics": "MSCA-IF-2014-EF",
    "title": "People under Pressure: Settlement Abandonment and Human Responses to Environmental and Socio-Economic Stress during the Medieval and Post-Medieval Periods",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "The ABANDONMENT project explores the pan-European phenomenon of settlement desertion and shrinkage, which occurred especially during the 14th and 17th centuries. Despite considerable attention being paid to this particularly rich aspect of archaeological records (within several disciplines), the process of abandonment still remains poorly understood. The project aims to explore how rural communities and the settlements they lived in responded to socio-economic and environmental stress. The specific objectives are: (a) to determine the processes of settlement shrinkage and abandonment across England; (b) to contextualise changes in settlement patterns within wider transformations of land-use within distinct regions in the longue durÈe perspective; (c) to explore the cultural and environmental context of settlement evolution (and extinction) across northern and central Europe to determine the impact of these factors on communities.  \nThis interdisciplinary research programme will bring together well-published and especially unpublished data from excavations and fieldworks. These will be supplemented by aerial photographs, LiDAR data, documentary evidence, historical maps, field-names and palaeoenvironmental data, with their collection and analysis via a GIS. This comparative, multi-scale research covers contrasting areas in the UK that were meaningful in the past in terms of their settlement pattern, geographical conditions and economy (the moors of the South West England, East Anglia, the claylands of the East Midlands and the North East of England), and tests the outcomes in broad geographical context through a comparison with Continental Europe.\nThe fellowship in the University of Exeter, with the largest group of landscape archaeologists focusing on the historic period in the UK, enables the applicant to receive high-quality training. New gained skills and experience of the researcher will enhance his future interdisciplinary and international career perspectives.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}