{
    "rcn": "198187",
    "acronym": "MarineIce",
    "topics": "ERC-CoG-2014",
    "title": "Ice Nucleating Particles in the Marine Atmosphere",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "The formation of ice in clouds is fundamentally important to life on our planet since clouds play a key role in climate and the hydrological cycle. Despite the significance of ice formation, our quantitative understanding of sources, properties, mode of action and transport of Ice-Nucleating Particles (INP) is poor. In order to improve our representation of clouds in models we need to understand the ice-nucleating ability of all major aerosol types, including those from the worldís oceans.\n\nDespite oceans covering over 70% of the planet and sea spray being one of the dominant aerosol types in the atmosphere, its role in the formation of ice in clouds remains poorly understood. There are strong indications that biological organic components of sea spray can nucleate ice, but there is a lack of data to quantify it. In contrast, the ice-nucleating ability of major aerosol species from terrestrial sources, such as mineral dusts or bacteria, has received significant attention over the past few decades. A similar effort now needs to be made to understand marine INP. The key limitation to accurately representing INP in models over the worldís oceans is the lack of field data, a deficiency which I intend to address during this ERC fellowship.\n\nI propose to develop and deploy a new semi-autonomous INP instrument based on novel microfluidics technology which will cover the full range of mixed phase cloud conditions, unlike existing instruments. It will be housed in a unique highly instrumented mobile laboratory, which will allow us to access the remote oceans from atmospheric observatories and research ships. The data from these campaigns will be used to constrain the oceanic INP source and define the spatial and temporal distribution of marine INP in a state-of-the-art global aerosol model. In combination, these activities will allow us to quantify this potentially important source of INP which is needed to underpin the next generation of weather and climate models.",
    "totalCost": "2681881",
    "ecMaxContribution": "2681881",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 2681881
        }
    },
    "calculatedTotalContribution": 2681881
}