{
    "rcn": "198181",
    "acronym": "NEGEVBYZ",
    "topics": "ERC-CoG-2014",
    "title": "Crisis on the margins of the Byzantine Empire: A bio-archaeological project on resilience and collapse in early Christian development of the Negev Desert",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "This project proposes an innovative, integrative and data-intensive approach to understand the parameters for long-term sustainable functioning of complex societies under vulnerable conditions. The broad aim of the research is to explore contexts of collapse and resilience in an ancient society with high levels of socio-political complexity and technological ingenuity within a resource-limited environment. It focuses on the Byzantine early Christian urban centres of the Negev Desert (4th-7th cent. AD) disclosing both the triumph of human ingenuity in conquering the desert through large-scale human settlement and agricultural development as well as a striking and as yet ambiguous case of wholesale systemic collapse. To test hypotheses regarding social disintegration, economic stress, environmental degradation due to climatic or anthropogenic causes, and the question of plague the project integrates approaches in the archaeology of households, landscapes and garbage through use of biomolecular, botanical, zoological, geological, chronometric, artifactual and contextual sources of data. \nDealing with societal vulnerability in marginal regions is timely and relevant in a world where accelerating development rapidly expands such problems, previously localized, to global levels. Although it is a risky endeavour to engage the record of past societies to inform the present and forecast the future due to the typically underdetermined nature of historical and proxy data, this project offers substantial gain to theoretical and empirical research on societal vulnerability in two main avenues: (1) providing an opportunity to critically re-evaluate the current state of knowledge in the field based on an extensive corpus of new, high-quality data and (2) drawing more nuanced and informed broad generalizations regarding limiting states for human ingenuity in reconciling social and economic development with sustainable management of the environment and its resources.",
    "totalCost": "1445151",
    "ecMaxContribution": "1445151",
    "coordinator": "UNIVERSITY OF HAIFA",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897826": {
            "orgId": "999897826",
            "orgName": "UNIVERSITY OF HAIFA",
            "ecContrib": 1445151
        }
    },
    "calculatedTotalContribution": 1445151
}