{
    "rcn": "198118",
    "acronym": "CARVE",
    "topics": "IT-1-2015",
    "title": "Clean Air - Reduce Vehicle Emissions",
    "startDate": "01/09/2015",
    "endDate": "30/11/2017",
    "objective": "Challange: \nAir pollution is a huge problem causing millions of deaths each year and one of the main contributors is NOx emission from diesel vehicles. To counter this the EU Euro Standards were introduced in 1990, designed to limit the harmful emissions. Increasingly strict legislation has been imposed, but existing technologies have not yet been able to meet the set NOx emission limits under real-world driving conditions, and as a consequence there has been no significant impact on NOx emissions.\n\nSolution: \nAmminexí ASDS technology offers a beyond state-of-the-art solution for reducing NOx emissions under real-world driving conditions, thus enabling diesel vehicles to meet Euro Standards and future tightened standards, while at the same time securing a significant reduction in the fuel consumption. Even though competing solutions are able to meet current Euro Standards in lab tests, they are not able to reduce NOx emissions from exhaust efficiently under real-world driving conditions, which is why the air pollution problem remains unsolved. The unique ASDS solution has the ability to meet Euro Standards in both lab-testing and in real-world driving tests, and consequently make a real contribution to improving air pollution. \n\nThe project: \nAmminex has already developed a retrofit system with the ASDS technology, which has been demonstrated on city busses with excellent results. Based on this retrofit product, the objective for this project is to develop and optimise the technology from a retrofit to a first-fit solution for the two segments: passenger cars and light commercial vehicles (vans).\n\nThe customers: \nThe two most relevant market segments for the further development of the ASDS technology are diesel passenger cars and diesel vans worldwide, for which this project sets out to develop and demonstrate a first-fit prototype ASDS system. With the typical driving pattern of these vehicles, these two segments will benefit highly from the ASDS technology.",
    "totalCost": "2709860",
    "ecMaxContribution": "1896902",
    "coordinator": "AMMINEX EMISSIONS TECHNOLOGY AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930305176": {
            "orgId": "930305176",
            "orgName": "AMMINEX EMISSIONS TECHNOLOGY AS",
            "ecContrib": 1896902
        }
    },
    "calculatedTotalContribution": 1896902
}