{
    "rcn": "198157",
    "acronym": "Troy Stem Cells",
    "topics": "ERC-StG-2014",
    "title": "Troy+ stomach stem cells in homeostasis, repair and pathogenesis",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "The adult mammalian stomach can be divided into three distinct parts: From the proximal fore-stomach over the corpus to the distal pylorus. Due to constant exposure to mechanical stress and to hostile contents of the lumen, highly specialized cell types have to be constantly reproduced in order to maintain the function of the gastrointestinal tract. Recently, the applicant identified Troy\\ chief cells as a novel stem cell population in the corpus epithelium. Troy\\ chief cells displayed a very low proliferation rate indicating their quiescent nature compared to other known gastro-intestinal tract stem cells. Interestingly, these stem cells can actively divide upon tissue damage, suggesting distinctive statuses under conditions of homeostasis and injury.\n\nAs Troy\\ stomach stem cells exhibit interconvertible characteristics i.e. quiescent and proliferative, they represent a unique model of adult stem cells with which we can study 1) the dynamics of stem cell propagation in homeostasis and regeneration and the underlying mechanism of this switch by analysing molecular and epigenetic profiles. Subsequently, by analysing mRNA expression profiles and epigenetic changes in Troy\\ stem cells between homeostasis and injury repair, we will generate a list of genes with potentially interesting functions in cell fate decisions. We will therefore investigate 2) the stomach stem cell programme in homeostasis and regeneration using in vitro and in vivo functional genetics. Lastly, we will characterise 3) human stomach stem cells in normal and pathological conditions.\n\nHere we pursue three main aims:\n- Investigating Troy\\ stem cell dynamics during homeostasis and injury repair\n- Unmasking the stomach stem cell programme using in vitro and in vivo functional genetics\n- Characterising human stomach stem cells",
    "totalCost": "1570398,99",
    "ecMaxContribution": "1570398,99",
    "coordinator": "INSTITUT FUER MOLEKULARE BIOTECHNOLOGIE GMBH",
    "coordinatorCountry": "AT",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "UK;DE",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 284522
        }
    },
    "calculatedTotalContribution": 284522
}