{
    "rcn": "198115",
    "acronym": "spim4You",
    "topics": "ERC-PoC-2015",
    "title": "spim4You: customised solutions for light sheet microscopes and imaging data analysis.",
    "startDate": "01/11/2015",
    "endDate": "30/04/2017",
    "objective": "Biological research heavily relies on visualization of biological samples by microscopy. In recent years light-sheet microscopy has emerged as a paradigm shifting technique. Only with light sheet microscopy it is for instance possible to follow every cell in a living system throughout development, to monitor brain activity of a live animal or to study cancer cells in their native three dimensional environment within an organism. Thus, light sheet microscopy has the potential to revolutionize biological research and in the near future every research establishment will have a light sheet microscope. During the Hourglass ERC grant, my laboratory developed two widely used open access solutions for light sheet microscopy: \n\n1.) OpenSPIM, a modular open hardware platform that enables anyone to construct and operate a simple light sheet microscope and\n2.) a powerful library of open source software solutions to process and analyze lights sheet microscopy data.\n\nTogether, these tools form a powerful foundation for exploiting the spectacular benefits of light sheet microscopy for research. The problem is however that in order to use light sheet microscopy a formidable set of expertise spanning physics, engineering, computer science and biology is required and only very few research laboratories have this level of interdisciplinary skills. The idea of our Proof of Concept proposal is to leverage the unique know-how of my laboratory generated during the ERC funding period and establish a company that will offer biology researchers assistance with all aspects of light sheet microcopy from hardware, through operation to computational data analysis. We plan to establish an expandable light sheet microscopy service - spim4You ñ at a time when this powerful technique enters the research mainstream and was named Method of the Year by Nature Methods.",
    "totalCost": "148613",
    "ecMaxContribution": "148613",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 148613
        }
    },
    "calculatedTotalContribution": 148613
}