{
    "rcn": "198168",
    "acronym": "MolCellTissMech",
    "topics": "ERC-CoG-2014",
    "title": "Molecular and cellular determinants of cell monolayer mechanics",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Epithelial monolayers are amongst the simplest tissues in the body, yet they play fundamental roles in adult organisms where they separate the internal environment from the external environment and in development when the intrinsic forces generated by cells within the monolayer drive tissue morphogenesis. The mechanics of these simple tissues is dictated by the cytoskeletal and adhesive proteins that interface the constituent cells into a tissue-scale mechanical syncitium. Mutations in these proteins lead to diseases with fragilised epithelia. However, a quantitative understanding of how subcellular structures govern monolayer mechanics, how cells sense their mechanical environment and what mechanical forces participate in tissue morphogenesis is lacking.\n\nTo overcome these challenges, my lab devised a new technique to study the mechanics of load-bearing monolayers under well-controlled mechanical conditions while allowing imaging at subcellular, cellular and tissue resolutions. Using this instrument, my proposal aims to understand the molecular determinants of monolayer mechanics as well as the cellular behaviours that drive tissue morphogenesis.  I will focus on four objectives: 1) discover the molecular determinants of monolayer mechanics, 2) characterise monolayer mechanics, 3) dissect how tension is sensed by monolayers, and 4) investigate the biophysics of individual cell behaviours participating in tissue morphogenesis.\n\nTogether these studies will enable us to understand how monolayer mechanics is affected by changes in single cell behaviour, subcellular organisation, and molecular turnover. This multi-scale characterisation of monolayer mechanics will set the stage for new theoretical descriptions of living tissues involving both molecular-scale phenomena (cytoskeletal turnover, contractility, and protein unfolding) operating on short time-scales and rearrangements due to cell-scale phenomena (cell intercalation, cell division) acting on longer times.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}