{
    "rcn": "198173",
    "acronym": "COMAL",
    "topics": "ERC-CoG-2014",
    "title": "COMAL:COhesin Mutations in Acute Leukemia: from modeling and mechanisms to novel therapeutics",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Transcriptional dyregulation is a common driver in cancer and acute myeloid leukemia (AML) is an exemplar of this process. AML has a dismal survival rate of <30% with novel targeted therapies urgently required. My research focuses on improving our understanding of the biology of AML and using this knowledge to develop targeted therapies to improve outcomes. Recently loss-of-function mutations in members of the cohesin complex have been described in up to 15% of patients with AML. The cohesin complex mediates sister chromatid cohesion, an important process for DNA repair and proper chromosomal segregation. It has also recently been demonstrated to be important for transcriptional regulation, due to its coordination of communication between promoters and enhancer and insulator elements. Evidence suggests that transcriptional alterations underlie the mechanisms of transformation by cohesin mutations in AML. However, other evidence and my preliminary data also suggest cohesin mutant cells to have specific vulnerabilities related to their roles in proper chromosome segregation and DNA repair that can be specifically targeted.\n\nObjectives:\n\n1) Generation of mouse models of cohesin-mutated AML. To model AML in vivo and as a resources for Obj 2-4\n\n2) Characterisation of transcriptional defects in cohesin-mutated AML using state-of-the-art genomic techniques (RNA-Seq, ChIP-Seq and Capture Hi-C)\n\n3) Define mechanisms of cohesin-mediated transcriptional regulation in normal hematopoiesis and its alteration in leukaemia using SILAC based proteomics and ChIP-Seq co-binding\n\n4) Therapeutic targeting of the cohesin complex in cohesin-mutant AML using compounds identified in a large screen and suggested by Obj 1-3 and tested in cell lines, patient samples and in vivo models.\n\nThis proposal will inform mechanisms of transcriptional regulation that occur during normal hematopoiesis and how these are altered in AML. It will also identify candidate therapies for this aggressive disease",
    "totalCost": "1999574",
    "ecMaxContribution": "1999574",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}