{
    "rcn": "198190",
    "acronym": "UNEXPECTED",
    "topics": "ERC-CoG-2014",
    "title": "Uncovering targets for ex vivo expansion of hematopoietic stem cells to enhance cell therapies of blood disorders",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "Mechanisms of self-renewal in hematopoietic stem cells (HSCs) have been subject to intense studies during the last decades. However, this is still a poorly defined process and very limited progress has been made in the long sought goal of expanding HSCs ex vivo to allow for critical improvements of bone marrow transplantation procedures for cancer patients and potentially a broader use of HSCs in gene therapy and regenerative medicine. The aim of this research program is to systematically identify and characterize regulators of self-renewal in human HSCs and to develop strategies for stem cell expansion. Within the project we will develop novel paradigms for CRISPR (clustered regularly interspaced short palindromic repeats) mediated gene editing in primary human HSCs to enable detailed assessment of gene function. We will further employ forward genetic screening approaches based on both CRISPR/Cas9 gene editing and RNA interference (RNAi) gene silencing to identify regulators of renewal and differentiation in human HSCs. Large numbers of HSCs will be targeted with genome-wide lentiviral CRISPR (sgRNA) and short hairpin RNA (shRNA) libraries. Screening assays for HSC self-renewal will be evaluated in a pooled format and de-convoluted using next generation sequencing, allowing thousands of perturbations to be assayed in parallel. Candidate genes from the screens will be studied further using genetic barcoding and transplantations assays in immundeficient mice to test whether they can be targeted to induce expansion of HSCs ex vivo. Finally, based on our findings, we aim to develop GMP compatible conditions for HSC expansion in preparation for clinical trials involving expansion of umbilical cord blood derived stem cells to treat patients with acute leukemia.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}