{
    "rcn": "198175",
    "acronym": "CONNECTINGEUROPE",
    "topics": "ERC-CoG-2014",
    "title": "Digital Crossings in Europe: Gender, Diaspora and Belonging",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Many immigrants enter Europe both legally and illegally every year. This creates multiple challenges for the Union, including the gender and ethnic segregation of migrant groups, especially women. While it strives for an inclusive and integrated society as envisioned by the EU motto ëUnity in Diversityí, it is still often perceived more as ëFortress Europe.í This project focuses on the ëconnected migrantí, studying how virtual communities of migrants, or digital diasporas, convey issues of technology, migration, globalisation, alienation and belonging capturing the lives of migrants in their interaction with multiple worlds and media. \nMore specifically, it will investigate whether digital technologies enhance European integration or foster gender and ethnic segregation, and, if so, how. Using a multi-layered and cutting-edge approach that draws from the humanities, social science and new media studies (i.e. internet studies and mobile media), this research considers: 1. How migration and digital technologies enable digital diasporas (Somali, Turkish, Romanian) and the impact these have on identity, gender and belonging in European urban centres; 2. How these entanglements are connected to and perceived from outside Europe by focusing on transnational ties; and 3. How digital connections create new possibilities for cosmopolitan outlooks, rearticulating Europeís motto of ëUnity in Diversity.í \nThe outcomes of this work will be innovative at three levels. a) Empirically, the project gathers, maps and critically grounds online behaviour by migrant women from a European comparative perspective. b) Methodologically, it breaks new ground by developing new methods of analysis for digital diasporas contributing to the development of ëpostcolonialí digital humanities. c) Conceptually, it integrates colonial and migrant relations into the idea of Europe, elaborating on the notion of cosmopolitan belonging through virtual connectivity.",
    "totalCost": "1992809",
    "ecMaxContribution": "1992809",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1992809
        }
    },
    "calculatedTotalContribution": 1992809
}