{
    "rcn": "198183",
    "acronym": "AnCon",
    "topics": "ERC-CoG-2014",
    "title": "A Comparative Anthropology of Conscience, Ethics and Human Rights",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "This project is a comparative anthropology of conscience, ethics and human rights. Numerous international human rights documents formally declare their commitment to protect freedom of conscience. But, what is conscience and how do we know it when we see it? How do we distinguish it from self-interest or fanaticism? And what happens when the concept, often associated with a distinct Christian or liberal history, travels across cultural boundaries? The project will examine the cultural conditions under which claims to conscience are made possible, and the types of claims that are most persuasive when doing so. The project addresses these issues through the comparative analysis of three case studies: British pacifists, Sri Lankan activists, and Soviet dissidents. These case studies have been carefully chosen to provide globally significant, but contrasting examples of contests over the implications of claims to conscience. If claims of conscience are often associated with a specifically liberal and Christian tradition, mid-twentieth century Britain can be said to stand at the centre of that tradition. Sri Lanka represents a particularly fraught post-colonial South Asian counterpoint, wracked by nationalist violence, and influenced by ethical traditions associated with forms of Hinduism and Buddhism. Soviet Russia represents a further contrast, a totalitarian regime, where atheism was the dominant ethical language.  Finally, the project will return specifically to international human rights institutions, examining the history of the category of conscience in the UN human rights system. This project will be ground breaking, employing novel methods and analytical insights, in order to producing the first comparative analysis of the cultural and political salience of claims of conscience. In doing so, the research aims to transform our understandings of the limits and potentials of attempts to protect freedom of conscience.",
    "totalCost": "1457869",
    "ecMaxContribution": "1457869",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "NATIONAL UNIVERSITY OF SINGAPORE PUBLIC COMPANY LIMITED BY GUARANTEE",
    "participantCountries": "SG",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1312753
        },
        "999869696": {
            "orgId": "999869696",
            "orgName": "NATIONAL UNIVERSITY OF SINGAPORE PUBLIC COMPANY LIMITED BY GUARANTEE",
            "ecContrib": 145116
        }
    },
    "calculatedTotalContribution": 1457869
}