{
    "rcn": "198192",
    "acronym": "EVOLPROOF",
    "topics": "ERC-CoG-2014",
    "title": "Are HPV vaccines ëevolution-proofí? Multilevel evolutionary ecology of human oncoviruses",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "There is a threat that evolutionary responses can render vaccines ineffective, as illustrated by the emergence of the increasingly virulent Marek Disease Virus strains in poultry following vaccination campaigns. Assessing the ëevolution-proofí nature of vaccines targeting human viruses is challenging because it requires an understanding of the epidemiology, the within-host ecology and the evolutionary potential of the virus. To date, most investigations into the spread of vaccine-resistant strains are theoretical and are rarely constrained by data.\n\nWe propose a novel alliance between evolutionary ecology and clinical research to assess the risk of vaccines selecting for resistant or virulent strains. Human papillomaviruses (HPV) and their vaccines provide an ideal study system. However, the scope of the project is wider and encompasses other DNA viruses. \n\nThe project is divided into three parts. In Part A, we will decipher HPV within-host dynamics in genital infections. By combining mathematical modelling and longitudinal patient data, we will be able to parameterise within-host models and compare them. In Part B, we will jointly analyse host, virus and genital microbiota diversity using a community ecology approach to understand the infectious process. These results will be integrated into evolutionary epidemiology models allowing for diverse infections. In Part C, we will estimate virus substitution rates and use the results from Parts 1 and 2 to develop a multilevel analysis of HPV evolution in response to vaccination. We will also tackle more general questions related to the evolution of the virulence of human oncoviruses.\n\nA major asset of the project is the collection of clinical data in order to address a major public health issue using ideas and methods from evolutionary ecology. This will set a new agenda for the study of human viral infections and establish a perennial leading research group in Europe.",
    "totalCost": "1987492,96",
    "ecMaxContribution": "1987492,96",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "CENTRE HOSPITALIER UNIVERSITAIRE MONTPELLIER",
    "participantCountries": "FR",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1485732
        },
        "999609348": {
            "orgId": "999609348",
            "orgName": "CENTRE HOSPITALIER UNIVERSITAIRE MONTPELLIER",
            "ecContrib": 501761
        }
    },
    "calculatedTotalContribution": 1987493
}