{
    "rcn": "198106",
    "acronym": "SUBITOP",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Understanding subduction zone topography through modelling of coupled shallow and deep processes",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "The SUBITOP ETN is a framework for training and career development of young researchers in Geodynamics, Geophysics, Geology and Geomorphology.  It has a scientific focus on the dynamics of continental margins where tectonic plates are recycled through subduction. Subduction processes have shaped and govern many aspects of the topography of Europe, and other continents, and they determine the patterns and intensity of geological hazards such as earthquakes, volcanic activity and landsliding. The Training Network will imbue 15 young scientists with the ability to address the links between the geological processes within subduction zones and the processes that impact the Earthís surface above, using a comprehensive range of modelling and observation techniques and exploiting the full diversity of active and ancient subduction systems within Europe.\nSUBITOP fuses research and training at ten leading centres of the Earth Sciences in Europe and forges partnerships with 15 companies for its fellows, with participants in eight countries. It will train Early Stage Researchers (ESR) through a structured programme of cross-disciplinary, collaborative research, and integrated skills and outreach activities. This experience-based training is centred on PhD projects, covering a spectrum of topics from the deep mechanics of subduction zones to the erosion of their uplifted topography. Together the projects probe the functioning of the subduction system in its entirety, and they are welded together by shared techniques, study sites and data sets. Through their projects, the ESRs will acquire skills in modelling and observation of coupled processes in complex geological systems.  SUBITOP will also impart essential communication, outreach and career management skills, and first-hand experience of the private sector through project-specific secondments and co-supervision by industry partners, and embed its ESRs in the active TOPO-Europe research community.",
    "totalCost": "3910105,8",
    "ecMaxContribution": "3910105,8",
    "coordinator": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITY OF DURHAM;UNIVERSITE DE MONTPELLIER;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIVERSITA DEGLI STUDI ROMA TRE;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;UNIVERSITETET I OSLO;UNIVERSITEIT UTRECHT;UNIVERSITE DE RENNES I;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "UK;FR;ES;IT;CH;NO;NL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 510749
        },
        "999994341": {
            "orgId": "999994341",
            "orgName": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
            "ecContrib": 498433
        },
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 286275
        },
        "933640521": {
            "orgId": "933640521",
            "orgName": "UNIVERSITE DE MONTPELLIER",
            "ecContrib": 262876
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 530454
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 495746
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 273288
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 273288
        },
        "999866107": {
            "orgId": "999866107",
            "orgName": "UNIVERSITA DEGLI STUDI ROMA TRE",
            "ecContrib": 516123
        },
        "999858541": {
            "orgId": "999858541",
            "orgName": "UNIVERSITE DE RENNES I",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 3910108
}