{
    "rcn": "198197",
    "acronym": "HOLOFRENPOSTMOD",
    "topics": "MSCA-IF-2014-EF",
    "title": "Un passÈ qui ne passe pas. The Ethics and Aesthetics of Contemporary French Holocaust Literature",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "The project addresses the controversial interplay between postmodern narrative strategies and Holocaust representations in recent French fiction. The projectís innovative quality lies in applying Anglo-American theories of postmodernism to French literature, deemed largely immune to the influence of the ëaliení and negatively connoted postmodern poetics. The projectís aims are a) to establish the presence of French literary postmodernism, b) to observe parallels between contemporary French- and English-language Holocaust historiographic metafiction, c) to explore the tension between the analysed worksí thematics and aesthetics, and d) to examine the ethical implications of the corpus for French World War II memory. The project is planned for 24 months and is entirely feasible, its successful completion being ensured by suitable project management procedures, the perfect match between the Fellowís profile and the research, and the ideal working environment offered by the Host. The future Fellow is Dr Helena Duffy, an experienced researcher whose academic work has more than adequately prepared her for the proposed research, and the Host is Royal Holloway (RHUL). By being one of UKís top research-led universities and home to the Holocaust Research Centre, the leading academic centre of its kind in Europe, RHUL is the best possible context for Dr Duffyís work. The project will be supervised by Prof. Robert Eaglestone, a world-leading specialist in Holocaust Studies, and carried out in synergy with other eminent scholars. The project, which will result in a range of publications and outreach activities, will create a space for a two-way transfer of knowledge between Dr Duffy, who will contribute her specialism in French literature and postmodernism, and the Host that will offer its expertise in Holocaust Studies. By creating an opportunity to refocus her research, the fellowship will help Dr Duffy attain the position of academic independence and authority she is seeking",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861451": {
            "orgId": "999861451",
            "orgName": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}