{
    "rcn": "198270",
    "acronym": "PIPPI",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Protein-excipient Interactions and Protein-Protein Interactions in formulation",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The revolution of biotechnology has led to the creation of various types of therapeutic biologics with the potential to provide treatment for new chronic and malignant diseases. Though the potential advantages of biologics lay in their high specificity and potency combined with few side effects, their formulation still remains a large challenge to pharmaceutical scientists. This is in part due to the complex, not-well understood relationship between the physicochemical properties of proteins and formulation conditions required for protein stability. A comprehensive understanding of the molecular mechanisms behind protein stabilization and solubility would provide the formulation scientists with knowledge of the interplay between formulation and stability that in turn could potentially make formulation development faster, cheaper and less labour intensive than the currently used broad screening approach. Understanding the susceptibilities of formulations to protein aggregation and denaturation can reduce the response time to for instance product failure. Few universities in Europe have formulation of biologics as a scientific subject. Consequently, the pharmaceutical industry is forced to train scientists - a challenge for larger companies, and an insurmountable task for smaller companies. Scientists in the field of structural biology, biophysics, protein formulation and stability have formed a consortium to systematically map physicochemical properties of biologics, formulation conditions and protein stability. The main objective of the consortium is to provide a new generation of innovative and entrepreneurial early-stage researchers that will develop methodologies, tools and databases to guide the formulation of robust biologics. The consortium will not only provide an excellent platform to train a new generation of formulation scientists, but also establish avenues for designing new formulation strategies and thereby securing the leading edge of EU expertise.",
    "totalCost": "4067745,48",
    "ecMaxContribution": "4067745,48",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;THE UNIVERSITY OF MANCHESTER;LUNDS UNIVERSITET;NOVOZYMES A/S;WYATT TECHNOLOGY EUROPE GMBH;KOBENHAVNS UNIVERSITET;MEDIMMUNE LIMITED",
    "participantCountries": "DE;UK;SE;DK",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 0
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 747649
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 580164
        },
        "999913346": {
            "orgId": "999913346",
            "orgName": "NOVOZYMES A/S",
            "ecContrib": 580164
        },
        "998518389": {
            "orgId": "998518389",
            "orgName": "MEDIMMUNE LIMITED",
            "ecContrib": 546576
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 546576
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 290082
        },
        "955546419": {
            "orgId": "955546419",
            "orgName": "WYATT TECHNOLOGY EUROPE GMBH",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3540427
}