{
    "rcn": "198213",
    "acronym": "APOLs",
    "topics": "ERC-ADG-2014",
    "title": "Role of Apolipoproteins L in immunity and disease",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Work conducted in my laboratory on the trypanosome killing factor of human serum led to the identification\nof the primate-specific Apolipoprotein L1 (APOL1) as a novel pore-forming protein with striking similarities\nwith proteins of the apoptotic BCL2 family. APOL1 belongs to a family of proteins induced under\ninflammatory conditions in myeloid and endothelial cells. APOL1 is efficiently neutralized by the SRA\nprotein of Trypanosoma rhodesiense, accounting for the ability of this trypanosome subspecies to infect\nhumans and cause sleeping sickness. We found that natural APOL1 variants escaping SRA neutralization and\ntherefore conferring human resistance to T. rhodesiense are associated with chronic kidney disease.\nMoreover, transgenic mice expressing these APOL1 variants exhibit an obese phenotype. Our unpublished\nresults also indicate that APOLs control the lifespan of dendritic cells and podocytes activated by viral\nstimuli. Therefore, we propose that the pathology of APOL variants is due to their deregulated activity on the\ncontrol of the cellular lifespan in myeloid/endothelial cells activated by pathogen detection.\nThis project aims at characterizing (i) the molecular mechanism by which APOLs control the lifespan of\nactivated dendritic cells and podocytes, which has direct impact on innate immunity and inflammation, and\n(ii) the mechanism by which APOL1 variants cause pathology. In addition, we plan to detail the\nphysiological function of APOLs by studying the phenotype of transgenic mice either expressing human\nAPOL1 (wild-type and variants) or devoid of APOL genes, which we have recently generated. Finally, we\npropose to exploit the extraordinary potential of trypanosomes for antigenic variation in order to produce\nSRA variants able to neutralize the pathogenic APOL1 variants. Preliminary experiments suggest that in\npodocytes SRA antagonizes APOL1 induction by viral stimulus and subsequent cell death, opening new\nperspectives to treat kidney disease.",
    "totalCost": "2250000",
    "ecMaxContribution": "2250000",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 2250000
        }
    },
    "calculatedTotalContribution": 2250000
}