{
    "rcn": "198260",
    "acronym": "SUSPLACE",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "SUSPLACE",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "SUSPLACE will train 15 ESRs in sustainable place-shaping by 1) its cutting edge scientific knowledge and methodologies 2) enhancing transferable skills 3) supporting a career development plan and 4) expose ESRs to science, public administration and governance, private businesses, NGOs and citizens initiatives. This will create career prospects for ESRs as an academic, policy-maker or policy-advisor, private business consultant or intermediate between various stakeholders in collaborative sustainable place-shaping projects. SUSPLACE consists of 6 academic beneficiaries and 7 non-academic partners. Training will include training-through research, joint training and events, optional courses, and 'on the job' training during secondments. SUSPLACE supports ESRs to complete a PhD-thesis. SUSPLACE will raise capacities to implement place-specific, integrative solutions via 15 individual research projects, divided along five interconnected research themes: inclusive, resilient and connected places, greening economies, and pathways to sustainability. SUSPLACE will share its outcomes with non-participants via a range of training, communication and dissemination activities. The integrative place-based approach of SUSPLACE will take up the societal challenges formulated in the EU Territorial Agenda 2020, and contribute to smart, sustainable and inclusive growth and social innovation, to enhance social cohesion. SUSPLACE will provide insights and means how to fully utilize the potential of places and communities via interdisciplinary research in places and Living Labs. Sustainable place-shaping will strengthen the participation, collaboration, collective agency and leadership of people engaged in these places. Sustainable place-shaping entails a well-balanced: 1) socio-cultural re-appreciation of respective places; 2) ecological re-grounding of practices in place-specific assets and resources; 3) political-economic re-positioning towards markets, technology and policies.",
    "totalCost": "3818410,56",
    "ecMaxContribution": "3818410,56",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "LUONNONVARAKESKUS;UNIVERSIDADE DE AVEIRO;LATVIJAS UNIVERSITATE;KATHOLIEKE UNIVERSITEIT LEUVEN;CARDIFF UNIVERSITY",
    "participantCountries": "FI;PT;LV;BE;UK",
    "projectParticipants": {
        "999871830": {
            "orgId": "999871830",
            "orgName": "LATVIJAS UNIVERSITATE",
            "ecContrib": 447155
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 766123
        },
        "934887262": {
            "orgId": "934887262",
            "orgName": "LUONNONVARAKESKUS",
            "ecContrib": 807436
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 819864
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 501120
        },
        "999865331": {
            "orgId": "999865331",
            "orgName": "UNIVERSIDADE DE AVEIRO",
            "ecContrib": 476713
        }
    },
    "calculatedTotalContribution": 3818411
}