{
    "rcn": "198264",
    "acronym": "EXCILIGHT",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Donor-Acceptor light emitting exciplexes as materials for easily to tailor ultra-efficient OLED lighting",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "Artificial lighting is a global and growing industry. New forms of efficient solid state lighting (SSL) in particular are rapidly gaining a market share. New OLED technologies (Organic Light Emitting Diode) can revolutionise this industry as they have done in displays because of their potential flexible structure, infinite tailoring of their properties, efficiency and high colour quality. Industrial forecasts predict that the OLED lighting market will grow from $200 million in 2015 to $1.7 billion by 2020. In order to fully benefit from this huge market potential, Europe`s academia and industry are eager to develop new technologies and recruit highly qualified staff. \n\nThe high demand for OLED SSL lighting however will place drastic demands on the use of very expensive and rare iridium. EXCILIGHT aims to explore exciplex emitters and thermally activated delayed fluorescence (TADF) in OLEDs that will enable us to replace Ir complexes whilst retaining ultrahigh efficiency and giving many new possibilities to simplify OLED design, helping to reduce costs and increase yields of production.\n\nOur network will train 15 Early Stage Researchers (ESRs) in the development and application of exciplex and TADF emitters, who can apply their expertise directly in future positions. EXCILIGHT is characterised by an innovative multidisciplinary approach, based on i) a combination of synthesis, physical characterisation and development of devices with the lighting industry, ii) an appropriate balance between research and transferable skills training, and iii) a strong contribution from the private sector, including leading industry and SMEs, through mentoring, courses and secondments.\n\nEXCILIGHT will positively impact the employability of its ESRs in the OLED industry through scientific and industrial training at the local and network level. With this approach we aim to train a new generation of scientists at the same time as integrating this exciting new technology into industry.",
    "totalCost": "3717198,72",
    "ecMaxContribution": "3717198,72",
    "coordinator": "POLITECHNIKA SLASKA",
    "coordinatorCountry": "PL",
    "participants": "CENTITVC - CENTRO DE NANOTECNOLOGIA E MATERIAIS TECNICOS FUNCIONAIS E INTELIGENTES ASSOCIACAO;UNIVERSITY OF DURHAM;OSSILA LIMITED;AIXTRON SE;POLITECHNIKA LODZKA;KAUNO TECHNOLOGIJOS UNIVERSITETAS;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "PT;UK;DE;PL;LT;FR",
    "projectParticipants": {
        "999886671": {
            "orgId": "999886671",
            "orgName": "POLITECHNIKA LODZKA",
            "ecContrib": 448275
        },
        "999844961": {
            "orgId": "999844961",
            "orgName": "KAUNO TECHNOLOGIJOS UNIVERSITETAS",
            "ecContrib": 440886
        },
        "966782414": {
            "orgId": "966782414",
            "orgName": "AIXTRON SE",
            "ecContrib": 249216
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 525751
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 546576
        },
        "998871760": {
            "orgId": "998871760",
            "orgName": "CENTITVC - CENTRO DE NANOTECNOLOGIA E MATERIAIS TECNICOS FUNCIONAIS E INTELIGENTES ASSOCIACAO",
            "ecContrib": 238356
        },
        "999899087": {
            "orgId": "999899087",
            "orgName": "POLITECHNIKA SLASKA",
            "ecContrib": 448275
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 546576
        },
        "965388233": {
            "orgId": "965388233",
            "orgName": "OSSILA LIMITED",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3717199
}