{
    "rcn": "198289",
    "acronym": "ENLIGHT-TEN",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "European Network linking informatics and genomics of helper T cells",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "ENLIGHT-TEN is a European Network Linking Informatics and Genomics of Helper T cells: our mission is to provide cross-disciplinary training in cellular immunology and big data analysis such that we train a new generation of researchers to fully exploit the power of emerging technological platforms. Our network of TEN beneficiaries combines T cell expertise with state-of-the-art technologies such as next generation sequencing (NGS), bioinformatics, multi-colour flow cytometry, preclinical models and tailored genome editing. Trainees will acquire a comprehensive knowledge in T cell immunology and the capacity to generate and interrogate big data sets as well as expertise in identifying novel biomarkers and developing therapeutic concepts. As such the training programme will provide an ideal stepping-stone for creative and innovative early stage researchers (ESRs) to enter and strengthen Europeís academia as well as pharmaceutical and bioinformatics companies.\nThe research focus of the network lies in the identification of extrinsic and intrinsic factors that control development, differentiation and plasticity of helper T cell subsets with particular emphasis on how T cell differentiation impacts on human diseases. The generation of large data sets is an emerging and challenging field, and there is high demand in both the academic sector as well as pharmaceutical companies for researchers to be able to analyse, integrate and exploit this rich source of information. ENLIGHT-TEN will combine the individual strengths of innovative laboratories and enterprises from complementary disciplines to provide unique interdisciplinary training for 13 ESRs, placing them at the forefront of this emerging field. Trainees will be empowered to perform cutting-edge analysis of the steadily increasing number of different T cell subsets, which play highly diverse and critical roles in the development of autoimmune diseases, making them a key target for pharmaceutical companies.",
    "totalCost": "3354685,32",
    "ecMaxContribution": "3354685,2",
    "coordinator": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "MEDIZINISCHE UNIVERSITAET WIEN;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;GENOME RESEARCH LIMITED;EUROPEAN MOLECULAR BIOLOGY LABORATORY;QIAGEN AARHUS AS;THE BABRAHAM INSTITUTE;Bayer Pharma AG;INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES;UNIVERSITY COLLEGE LONDON;TURUN YLIOPISTO",
    "participantCountries": "AT;FR;UK;DE;DK;PT;FI",
    "projectParticipants": {
        "999473742": {
            "orgId": "999473742",
            "orgName": "THE BABRAHAM INSTITUTE",
            "ecContrib": 546576
        },
        "999981343": {
            "orgId": "999981343",
            "orgName": "GENOME RESEARCH LIMITED",
            "ecContrib": 273288
        },
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 0
        },
        "999470347": {
            "orgId": "999470347",
            "orgName": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
            "ecContrib": 498433
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 255934
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 262876
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 273288
        },
        "985334440": {
            "orgId": "985334440",
            "orgName": "QIAGEN AARHUS AS",
            "ecContrib": 249216
        },
        "999903064": {
            "orgId": "999903064",
            "orgName": "TURUN YLIOPISTO",
            "ecContrib": 269145
        }
    },
    "calculatedTotalContribution": 2628756
}