{
    "rcn": "198272",
    "acronym": "RELEVANCE",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Regulation of red cell life-span, erythropoiesis, survival, senescence and clearance",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "Anaemia is the most common pathological condition affecting 1.6 billion individuals worldwide. It thus presents a serious health care problem and an economic burden. Reduction in red blood cell (RBC) number can be caused by blood loss, diet, stress conditions including endurance sport, and pathologies which are caused by primary genetic aberrations or are secondary to the malfunction of other cell types.  Transfusion of RBC, which is often the only cure for severe cases of anaemia, is associated with risks such as thrombosis and transfusion reactions due to allo-immunisation. There is an unmet need to improve treatment of anaemia through early and accurate diagnosis, targeted treatment, and increased safety and effectiveness of RBC transfusion. The aim of RELEVANCE is to improve fast and cost-effective diagnosis of the underlying cause of primary anaemia, and to improve treatment options for both general and personalised medicine. We defined five key objectives: (1) to improve diagnostics of anaemia, particularly for hereditary rare forms of anaemia (RA); (2) to find novel treatments for anaemia that target RBC production, ageing and clearance; (3) to reduce premature loss of RBC following transfusion; (4) to produce cultured RBC for transfusion; (5) to monitor and optimise RBC function during sport and exercise. RELEVANCE will train 15 early stage researchers (ESR) at four SMEs and eight academic partners, two of whom are at blood supply centres and two are diagnostic centres for RA. The continuous interactions between the clinic, blood supply centers, basic research, and industry will select for the most relevant unmet medical needs, and will stimulate innovative procedures that are immediately probed for applicability and validity both in a research and a clinical setting. RELEVANCE will organize three open access summer schools, extending training beyond the ESR of the ITN sustaining the critical number of young talented professionals in the field.",
    "totalCost": "3896558,64",
    "ecMaxContribution": "3896558,64",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;EPIGEM LIMITED;Stichting Sanquin Bloedvoorziening;NANION TECHNOLOGIES GMBH;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER;UNIVERSITA DEGLI STUDI DI PAVIA;OPTOROBOTIX APS;ARIVIS AG;UNIVERSITY OF BRISTOL;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;FundaciÛ Institut de Recerca Contra la Leucemia Josep Carreras;UNIVERSITAT DES SAARLANDES",
    "participantCountries": "FR;UK;NL;DE;ES;IT;DK",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 255374
        },
        "952785023": {
            "orgId": "952785023",
            "orgName": "OPTOROBOTIX APS",
            "ecContrib": 290082
        },
        "984556112": {
            "orgId": "984556112",
            "orgName": "EPIGEM LIMITED",
            "ecContrib": 273288
        },
        "999929545": {
            "orgId": "999929545",
            "orgName": "UNIVERSITAT DES SAARLANDES",
            "ecContrib": 498433
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 273288
        },
        "999893752": {
            "orgId": "999893752",
            "orgName": "UNIVERSITA DEGLI STUDI DI PAVIA",
            "ecContrib": 258061
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 262876
        },
        "999620018": {
            "orgId": "999620018",
            "orgName": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
            "ecContrib": 13771
        },
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 265227
        },
        "998508010": {
            "orgId": "998508010",
            "orgName": "Stichting Sanquin Bloedvoorziening",
            "ecContrib": 510749
        },
        "949831664": {
            "orgId": "949831664",
            "orgName": "ARIVIS AG",
            "ecContrib": 249216
        },
        "951078308": {
            "orgId": "951078308",
            "orgName": "Fundació Institut de Recerca Contra la Leucemia Josep Carreras",
            "ecContrib": 234102
        }
    },
    "calculatedTotalContribution": 3647343
}