{
    "rcn": "198299",
    "acronym": "BtRAIN",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Brain barriers training",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "The brain barriers function to protect the central nervous system (CNS) from neurotoxic compounds. By the same traits they unfortunately block delivery of drugs to the CNS thus hindering proper diagnosis and effective treatment of neurological disorders including Alzheimerís disease and multiple sclerosis. The unusual complexity of the brain barriers has severely hampered progress in the market of CNS targeting therapeutics. BtRAIN bridges this gap by creating particular knowledge on vertebrate brain barrier signature genes and their specific roles in regulating brain barrier function in development, health, ageing and disease.  Brain barrier signature genes will be identified by combining cross-species and cross-system brain barrier transcriptome analysis with dedicated bioinformatics. These data will be made available for brain barrier datamining in the userfriendly online platform BBBHub. Within BtRAIN, the side-by-side comparison of a unique and broad armamentarium of different vertebrate in vitro and in vivo brain barrier models will allow to develop and validate particular in vitro brain barrier models that are suited to reliably predict brain barrier function in vivo. Combined with an accompanying in depth analysis of the pathological alterations of the brain barriers during neurological disorders BtRAIN will create unique knowledge to overcome the unmet need for the development of diagnostic and therapeutic tools able to breach the brain barriers. In BtRAIN 12 academic, 6 non-academic partners and 1 European network will jointly train young researchers at unique interfaces of brain barrier research, bioinformatics, business development and science communication for an international research or entrepreneur career. To create this expert pool is the motivation for the involved partners as it will advance the Euopean capacity to bring innovative approaches to the untapped potential of the CNS therapeutic market.",
    "totalCost": "3067402,32",
    "ecMaxContribution": "3067402,32",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "STICHTING VU;RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;UNIVERSITE LIBRE DE BRUXELLES;MAGYAR TUDOMANYOS AKADEMIA SZEGEDIBIOLOGIAI KUTATOKOZPONT;STICHTING VUMC;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;GENXPRO GMBH;THE OPEN UNIVERSITY;UNIVERSITE D'ARTOIS;IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
    "participantCountries": "NL;DE;CH;BE;HU;UK;FR;IT",
    "projectParticipants": {
        "986752095": {
            "orgId": "986752095",
            "orgName": "GENXPRO GMBH",
            "ecContrib": 249216
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 0
        },
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 250560
        },
        "999534367": {
            "orgId": "999534367",
            "orgName": "IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
            "ecContrib": 258061
        },
        "999923337": {
            "orgId": "999923337",
            "orgName": "THE OPEN UNIVERSITY",
            "ecContrib": 273288
        },
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 249216
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 265227
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 249216
        },
        "999877068": {
            "orgId": "999877068",
            "orgName": "UNIVERSITE D'ARTOIS",
            "ecContrib": 262876
        },
        "999471996": {
            "orgId": "999471996",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA SZEGEDIBIOLOGIAI KUTATOKOZPONT",
            "ecContrib": 223914
        }
    },
    "calculatedTotalContribution": 2281574
}