{
    "rcn": "198275",
    "acronym": "MASSTRPLAN",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "MASS Spectrometry TRaining network for Protein Lipid adduct ANalysis",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "MASSTRPLAN will train the next generation of interdisciplinary research leaders in advanced molecular analytical techniques to detect oxidized phospholipids & proteins in biological & clinical samples, evaluate their biochemical roles in inflammation, and translate these findings to develop new diagnostic tools. \nChronic inflammatory diseases such as diabetes, cardiovascular disease (CVD) & cancer are major causes of mortality and cost the EU economy dearly in healthcare and lost working time; CVD alone is estimated to be responsible for 47% of deaths and to cost the EU Ä196 billion a year. Scientists able to develop advanced analytical tools for detecting oxidative biomolecule modifications and assessing their contribution to cell dysfunction & disease are urgently needed. \nThe objectives of MASSTRPLAN are to 1) train early stage researchers (ESRs) in advanced and novel chromatography, mass spectrometry, and complementary techniques including microscopy and bioinformatics to detect challenging heterogeneous biomolecule modifications and determine their functional effects; 2) give ESRs a broad perspective on relevance & mechanisms of oxidative modifications in pathophysiology and biotechnology; 3) enable ESRs trained in technology development  to engage effectively with the clinical sector; and 4) train ESRs in translational and development skills to produce new protocols, materials and commercializable diagnostic tools.\nThe ETN will achieve this by bringing together 10 beneficiaries and 15 partners from academic, industrial and healthcare organizations working in analytical, bioinformatic, biological, clinical & biotech fields to provide multidisciplinary, cross-sector training. Extensive mobility, industrial secondments and network-wide training will yield a cohort of analytical scientists with the unique theoretical, technological, and entrepreneurial skill set to yield new understanding of oxidative inflammatory disorders, leading to better tools and therapies.",
    "totalCost": "3545010,72",
    "ecMaxContribution": "3545010,72",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "MOLOGIC LTD;CENTRO CARDIOLOGICO MONZINO;UNIVERSITAET LEIPZIG;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;CENTRO HOSPITALAR E UNIVERSITARIO DE COIMBRA E.P.E.;UNIVERSIDADE DE AVEIRO;THERMO FISHER SCIENTIFIC (BREMEN) GMBH;VIB;UNIVERSITA DEGLI STUDI DI MILANO;INSTITUTO PORTUGUES DO SANGUE E DA TRANSPLANTACAO IP",
    "participantCountries": "UK;IT;DE;ES;PT;BE",
    "projectParticipants": {
        "960742321": {
            "orgId": "960742321",
            "orgName": "MOLOGIC LTD",
            "ecContrib": 273288
        },
        "999969218": {
            "orgId": "999969218",
            "orgName": "CENTRO CARDIOLOGICO MONZINO",
            "ecContrib": 258061
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 495746
        },
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 250560
        },
        "944023692": {
            "orgId": "944023692",
            "orgName": "CENTRO HOSPITALAR E UNIVERSITARIO DE COIMBRA E.P.E.",
            "ecContrib": 238356
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 546576
        },
        "999865331": {
            "orgId": "999865331",
            "orgName": "UNIVERSIDADE DE AVEIRO",
            "ecContrib": 476713
        },
        "999854564": {
            "orgId": "999854564",
            "orgName": "UNIVERSITAET LEIPZIG",
            "ecContrib": 498433
        },
        "999417676": {
            "orgId": "999417676",
            "orgName": "THERMO FISHER SCIENTIFIC (BREMEN) GMBH",
            "ecContrib": 249216
        },
        "952036183": {
            "orgId": "952036183",
            "orgName": "INSTITUTO PORTUGUES DO SANGUE E DA TRANSPLANTACAO IP",
            "ecContrib": 0
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 258061
        }
    },
    "calculatedTotalContribution": 3545010
}