{
    "rcn": "198229",
    "acronym": "MIMAS",
    "topics": "ERC-ADG-2014",
    "title": "Multi-dimensional interferometric amplification of ultrashort laser pulses",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Ultrafast lasers, which allow the concentration of light in space and time, have been instrumental in revolutionizing industrial production technologies, medical applications and cutting-edge fundamental research. A common demand for many applications is the combination of maximum pulse peak powers with maximum average powers, in extreme cases involving petawatt (PW) peak powers and megawatt (MW) average powers. Additionally, these parameters must be achieved together with an optimum beam quality and high efficiency. The MIMAS project aims to address these demands and enable new realms of performance for ultrafast lasers. \nThe basic idea is spatially and temporally separated amplification of ultrashort laser pulses followed by coherent combination. This overcomes all the scaling limitations known in single-emitter systems. Moreover, the spatially separated amplification will be developed to an integrated and highly compact configuration: an ytterbium-doped multicore fiber. In addition, it is proposed that a sequence of pulses be amplified with an encoded phase pattern, causing a coherent pulse stacking at the system output. \nThe targeted laser pulse parameters are completely beyond the scope of current laser technology and therefore able to revolutionize many applications. The target is to generate a pulse energy of >1J at 10kHz repetition rate, i.e. an average power of >10 kW, with a wall-plug efficiency of >10%. Together with a pulse duration of <200fs, such performance results in a pulse peak power of >5 TW in a scalable architecture. This outstanding performance, which is three orders of magnitude above the capabilities of todayís laser systems, is emitted from only two fibers and features excellent beam quality.\nI am deeply convinced that such an ultrafast laser source will be the key element in a number of experiments in modern sciences; not only in fundamental physics but also in biology and medicine, it will stimulate seminal discoveries and breakthroughs.",
    "totalCost": "2373750",
    "ecMaxContribution": "2373750",
    "coordinator": "Friedrich Schiller University Jena",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999868726": {
            "orgId": "999868726",
            "orgName": "FRIEDRICH-SCHILLER-UNIVERSITAT JENA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}