{
    "rcn": "198238",
    "acronym": "EISCAT3D_PfP",
    "topics": "INFRADEV-3-2015",
    "title": "EISCAT_3D: Preparation for Production",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The goal of the EISCAT3D_PfP project proposed here is to facilitate a smooth and swift transition of EISCAT_3D from a preparatory phase to its implementation. One significant challenge for this transition is the move from individual prototype subsystems to designs that are ready for immediate implementation in an industrial production environment. Additionally, these subsystems, in their near-final implementations, must operate together as a radar with compatible interfaces and without causing internal interference. The project addresses these issues via industrial outreach to ensure a manufacture-ready design and via the implementation and testing of a Test Subarray using subsystems that are as close as possible to a final configuration.\n\nEISCAT3D_PfP will clear the way for low-risk funding by the research councils of the EISCAT associate countries and will furthermore greatly shorten the time required to see EISCAT_3D come to fruition. This project will also support the hiring of key technical personnel to shepherd the implementation of EISCAT_3D throughout its manufacturing, construction, and eventual commissioning. Project coordinator EISCAT Scientific Association has already initiated cooperation with research institutions, SMEs, large manufacturers, regional authorities, and public institutions responsible for innovation procurement. The cooperation will be further developed through the project.",
    "totalCost": "3121585",
    "ecMaxContribution": "3121585",
    "coordinator": "EISCAT SCIENTIFIC ASSOCIATION",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990097722": {
            "orgId": "990097722",
            "orgName": "EISCAT SCIENTIFIC ASSOCIATION",
            "ecContrib": 3121585
        }
    },
    "calculatedTotalContribution": 3121585
}