{
    "rcn": "198209",
    "acronym": "SciChallenge",
    "topics": "SEAC-1-2014",
    "title": "Next Generation Science Challenges Using Digital and Social Media to Make Science Education and Careers Attractive for Young People",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Science education is tremendous in shaping the present and future of modern societies. Thus, the EU needs all its talents to increase creativity and competitiveness. Especially young boys and girls have to be engaged to pursue careers in Science, Technology, Engineering and Mathematics (STEM). However, statistics still show that enrolment rates in STEM-based degree programs are low and will lead to a workforce problem in industries, especially in many of the new member countries. \nThe SciChallenge project focuses on developing novel concepts to actively integrate young boys and girls in science education using a contest-based approach to self-produced digital education materials from young people for young people. \nDriven by inspirational topic sheets, guides and toolkits created through this project and distributed by partner schools, teachers, and other youth-oriented institutions, contestants (individuals or groups) between the ages of 10 to 20 will generate creative digital materials (videos, slides, or infographics). The initiative will broadcast and distribute content over various social media channels and aggregated on a modern SciChallenge Web Platform (www.scichallenge.eu) to generate wide reaching awareness and promotion. Winning submissions will receive prizes funded by science-oriented industry and stakeholders.\nIntelligent cross-sectoral positioning of various awareness modules on the SciChallenge Open Information Hub will increase awareness on science careers and open opportunities for youngsters on internships or taster days in STEM through the strong involvement of related organisations and industries. Additionally aggregated information on science events (slams, nights, festivals etc.) is shared.\nWith this multi-level approach, SciChallenge will boost the attractiveness of science education and careers among young girls and boys leading to more public engagement in science, economic prosperity and global competitiveness on a pan-European level.",
    "totalCost": "1342844",
    "ecMaxContribution": "1342844",
    "coordinator": "SYNYO GmbH",
    "coordinatorCountry": "AT",
    "participants": "LINNEUNIVERSITETET;TEACHER SCIENTIST NETWORK LBG;INSTITUT JOZEF STEFAN;BIOTALENTUM TUDASFEJLESZTO KFT;VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE;KINDERBURO UNIVERSITAT WIEN GMBH;ESIB - THE NATIONAL UNIONS OF STUDENTS IN EUROPE;UNIVERSITY OF CYPRUS",
    "participantCountries": "SE;UK;SI;HU;CZ;AT;BE;CY",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 191750
        },
        "999867853": {
            "orgId": "999867853",
            "orgName": "VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE",
            "ecContrib": 106500
        },
        "998296356": {
            "orgId": "998296356",
            "orgName": "TEACHER SCIENTIST NETWORK LBG",
            "ecContrib": 36438
        },
        "986317632": {
            "orgId": "986317632",
            "orgName": "LINNEUNIVERSITETET",
            "ecContrib": 163781
        },
        "986205888": {
            "orgId": "986205888",
            "orgName": "ESIB - THE NATIONAL UNIONS OF STUDENTS IN EUROPE",
            "ecContrib": 71250
        },
        "998556801": {
            "orgId": "998556801",
            "orgName": "KINDERBURO UNIVERSITAT WIEN GMBH",
            "ecContrib": 146250
        },
        "969470478": {
            "orgId": "969470478",
            "orgName": "SYNYO GmbH",
            "ecContrib": 378000
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 156625
        },
        "999925665": {
            "orgId": "999925665",
            "orgName": "BIOTALENTUM TUDASFEJLESZTO KFT",
            "ecContrib": 92250
        }
    },
    "calculatedTotalContribution": 1342844
}