{
    "rcn": "198268",
    "acronym": "BigDataFinance",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Training for Big Data in Financial Research and Risk Management",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "BigDataFinance, a Marie Sk?odowska-Curie Innovative Training Network ìTraining for Big Data in Financial Research and Risk Managementî, provides doctoral training in sophisticated data-driven risk management and research at the crossroads of Finance and Big Data for 13 researchers.  The main objectives are i) to meet an increasing commercial demand for well-trained researchers experienced in both Big Data techniques and Finance and ii) to develop and implement new quantitative and econometric methods for empirical finance and risk management with large and complex datasets. To achieve the objectives, the emphasis is put on exploiting big data techniques to manage and use datasets that are too large and complex to process with conventional methods.\n\nBanks and other financial institutions must be able to manage, process, and use massive heterogeneous data sets in a fast and robust manner for successful risk management; nonetheless, financial research and training has been slow to address the data revolution. Compared to the USA, Europe is still at an early stage of adopting Big Data technologies and services. Immediate action is required to seize opportunities to exploit the huge potential of Big Data within the European financial world.\n\nThis world-class network consists of eight academic participants and six companies, representing banks, asset management companies, and data and solution providers. The proposed research is relevant both academically and practically, because the program is built around real challenges faced both by the academic and private sector partners. To bridge research and practice, all researchers contribute to the private sector via secondments. \n\nBigDataFinance provides the European financial community with specialists with state-of-the-art skills in finance and data-analysis to facilitate the adoption of reliable and realistic methods in the industry. This increases the financial strength of banks and other financial institutions in Europe.",
    "totalCost": "3463286,4",
    "ecMaxContribution": "3463286,4",
    "coordinator": "TTY-SAATIO",
    "coordinatorCountry": "FI",
    "participants": "AARHUS UNIVERSITET;THE UNIVERSITY OF MANCHESTER;INSTITUT JOZEF STEFAN;ING GROEP NV;ALLIANCEBERNSTEIN LIMITED;UNIVERSITAT ZURICH",
    "participantCountries": "DK;UK;SI;NL;CH",
    "projectParticipants": {
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 807436
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 469995
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 546576
        },
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 530454
        },
        "936194822": {
            "orgId": "936194822",
            "orgName": "ALLIANCEBERNSTEIN LIMITED",
            "ecContrib": 273288
        },
        "951109445": {
            "orgId": "951109445",
            "orgName": "ING GROEP NV",
            "ecContrib": 255374
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 580164
        }
    },
    "calculatedTotalContribution": 3463287
}