{
    "rcn": "198296",
    "acronym": "IPPAD",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Effect of 4500bar injection pressure and super-critical phase change of surrogate and real-world fuels enriched with additives and powering Diesel engines on soot emissions reduction",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "Reduction of soot emissions from Diesel engines will be explored by utilising simultaneously (a) injection pressure between 2000-4500bar, (b) engine operation at supercritical conditions relative to the injected fuelís critical point and (c) additives that improve atomisation and reduce pollutant formation. The detailed processes of nozzle flow cavitation/boiling, atomisation, phase-change and mixing, combustion and soot emissions under such conditions will be explored both experimentally and computationally. Experimental techniques include fuel property measurements, optical/laser diagnostics, high speed imaging, micro CT and high energy X-rays. Tests will be performed in CVC, optical engines, single-cylinder and production engine test beds. Identification of nozzleís internal geometry and testing of clean and aged injectors with internal deposits build-up is central to the programme. Simulation tools to be developed include molecular-structure-based equation of state for the properties of surrogate, ësummerí Diesel and low quality Diesel fuels enriched with additives at elevated pressures/temperatures, DNS for bubble dynamics, cavitation and fuel atomisation, and soot oxidation in LES/RANS models coupling the in-nozzle flow with the macroscopic fuel spray development, mixing and pollutant formation in engines. The validated simulation models will be used as design tools to industrial development of fuels, fuel injection systems and Diesel engines. \nThe 15 EU-funded ESRs plus 1 ESR funded independently by industry, will be recruited/seconded by universities, research centres and multinational engine, fuel injection system, fuel and fuel additives manufacturers from the EU, US, China, Japan and S.Korea. The new tests and the developed simulation tools, currently missing from the literature, will allow for an environmental assessment of the tested technologies at ëreal-worldí operating conditions, underpinning the forthcoming 2020 EU emission reduction directives.",
    "totalCost": "3928243,32",
    "ecMaxContribution": "3928243,32",
    "coordinator": "CITY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;LUNDS UNIVERSITET;TECHNISCHE UNIVERSITAET MUENCHEN;PERKINS ENGINES COMPANY LTD;AVL LIST GMBH;IFP Energies nouvelles;AFTON CHEMICAL LIMITED",
    "participantCountries": "DE;SE;UK;AT;FR",
    "projectParticipants": {
        "999842730": {
            "orgId": "999842730",
            "orgName": "CITY UNIVERSITY OF LONDON",
            "ecContrib": 546576
        },
        "999952243": {
            "orgId": "999952243",
            "orgName": "AVL LIST GMBH",
            "ecContrib": 511868
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 527319
        },
        "953750367": {
            "orgId": "953750367",
            "orgName": "PERKINS ENGINES COMPANY LTD",
            "ecContrib": 273288
        },
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 747649
        },
        "999993371": {
            "orgId": "999993371",
            "orgName": "IFP Energies nouvelles",
            "ecContrib": 525751
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 249216
        },
        "941298186": {
            "orgId": "941298186",
            "orgName": "AFTON CHEMICAL LIMITED",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3928243
}