{
    "rcn": "198286",
    "acronym": "WiBEC",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Wireless In-Body Environment",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "WiBEC (Wireless In-Body Environment Communications) is an Innovative Training Network for 16 young researchers, who will be recruited and trained in coordinated manner by Academia, Industry, and Medical Centres. This training will address the Social, Health, and Technology challenges of the H2020:Wireless In-Body Devices. WiBECís main objective is to provide high quality and innovative doctoral training to develop the wireless technologies for novel implantable devices that will contribute to the improvement in quality and efficacy of healthcare. Two devices will be used as a focus for the individual researcherís projects; cardiovascular implants and ingestible capsules to investigate gastro intestinal problems. These devices will enable medical professionals to have timely clinical information at the point of care. The medical motivation is to increase survival rates and improvement of health outcomes with easy and fast diagnosis and treatment. The goal for homecare services is to improve quality of life and independence for patients by enabling ambient assisted living (AAL) at home. In this particular ETN, inter-sectoral and multi-discipline work is essential, as the topic requires cooperation between medical and engineering institutions and industry. This aspect is fulfilled with the participation of two reference hospitals, two medical device manufacturers and three top ranked universities in Europe, covering complementary aspects of the in-body wireless device field. Concerning future employment perspectives; surgery and medical assistance is rapidly becoming more technological than it is today, and a large number of experts combining engineering and medical skills will be required in Europe to enable novel paradigms like AAL to be realised. The ESRs who join this ETN will acquire diverse skills that will enable them to occupy privileged positions to join and promote EU leadership in ICT for Health.",
    "totalCost": "3957045,03",
    "ecMaxContribution": "3957045,03",
    "coordinator": "OSLO UNIVERSITETSSYKEHUS HF",
    "coordinatorCountry": "NO",
    "participants": "SORIN CRM SAS;VALOTEC;FUNDACION PARA LA INVESTIGACION DEL HOSPITAL UNIVERSITARIO LA FE DE LA COMUNIDAD VALENCIANA;UNIVERSITAT POLITECNICA DE VALENCIA;OVESCO ENDOSCOPY AG;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "FR;ES;DE;NO",
    "projectParticipants": {
        "995991539": {
            "orgId": "995991539",
            "orgName": "FUNDACION PARA LA INVESTIGACION DEL HOSPITAL UNIVERSITARIO LA FE DE LA COMUNIDAD VALENCIANA",
            "ecContrib": 185905
        },
        "941043561": {
            "orgId": "941043561",
            "orgName": "VALOTEC",
            "ecContrib": 460032
        },
        "991104000": {
            "orgId": "991104000",
            "orgName": "OSLO UNIVERSITETSSYKEHUS HF",
            "ecContrib": 787257
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 0
        },
        "999907235": {
            "orgId": "999907235",
            "orgName": "UNIVERSITE PARIS-SUD",
            "ecContrib": 0
        },
        "996487306": {
            "orgId": "996487306",
            "orgName": "OVESCO ENDOSCOPY AG",
            "ecContrib": 249216
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 743619
        },
        "999698685": {
            "orgId": "999698685",
            "orgName": "SORIN CRM SAS",
            "ecContrib": 460032
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 498433
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 572550
        }
    },
    "calculatedTotalContribution": 3957044
}