{
    "rcn": "198290",
    "acronym": "ND4ID",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "New Diagnostics for Infectious Diseases: ìND4IDî",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "Infectious diseases are a major burden to public health and the global economy, not in the least due to antimicrobial resistance. Rapid point of care (POC) in vitro diagnostics (IVD) are key tools in the effective clinical management of patients with infectious diseases. Yet there is still a large unmet clinical need for more rapid POC IVDs generating more clinically relevant, actionable information. Effectively addressing this need requires a change in the current approach in training researchers on IVDs, generating a new ëbreedí of IVD researchers capable of closing the gap between the clinical and technological perspective. ND4ID takes up this challenge by offering 15 ESRs a world-class first of its kind training programme where they will be exposed to the full breadth of disciplines spanning clinical, technological and market-oriented viewpoints, from both the academic and non-academic sector. Through a set of synergistic research projects on novel POC assays, targeting the most important and urgent clinical needs at world leading academic or private sector research groups, the ESRs are offered a holistic training program, preparing them to be lead players in the future IVD field. This training through research is augmented by a unique comprehensive network-wide training programme covering clinical, technical and translational knowledge and skills of relevance to IVD research, development and exploitation. As such, ND4ID will deliver ESRs that will be in high demand serving as an example for other academic and non-academic actors active in training IVD researchers and further strengthening Europeís position in the internally competitive arena of IVD technology.",
    "totalCost": "3860507,52",
    "ecMaxContribution": "3860507,52",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;BIOCARTIS NV;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;BIOMERIEUX SA;KATHOLIEKE UNIVERSITEIT LEUVEN;STOCKHOLMS UNIVERSITET",
    "participantCountries": "SE;CH;BE;ES;FR",
    "projectParticipants": {
        "949250440": {
            "orgId": "949250440",
            "orgName": "BIOMERIEUX SA",
            "ecContrib": 525751
        },
        "973708408": {
            "orgId": "973708408",
            "orgName": "BIOCARTIS NV",
            "ecContrib": 250560
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 263659
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 1054637
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 247873
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 501120
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 751680
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 265227
        }
    },
    "calculatedTotalContribution": 3860507
}