{
    "rcn": "198233",
    "acronym": "PICOPROP",
    "topics": "ERC-ADG-2014",
    "title": "Photo Induced Collective Properties of Hybrid Halide Perovskites",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The recent discovery of the organo-inorganic perovskite CH3NH3PbI3 as very efficient material in photoelectric conversion is multifaceted: it turns out that this compound is promising not only in photovoltaics, but it is lasing, it gives bright light emitting diodes, promising in water splitting and we are persuaded that it can play an important role in basic sciences, as well.\nWe have recently realized that under white light illumination the photoelectrons, due to their very long recombination time, stay in the conduction band and the resistivity of a single crystal shows a metallic behavior. If the lifetime is sufficiently long and the density of these excited carrier is high enough they could condense into a Fermi sea. The projectís goal is to realize this highly unusual state and to document its properties by magneto-transport and spectroscopic techniques. We will check in our model compound the long-sought superconductivity of photo-excited carriers, extensively searched for in cuprates, if we could stabilize it by fine tuning the interactions by hydrostatic pressure under constant illumination. \nThe availability of high quality samples is primordial for this program. It turns out that CH3NH3PbI3 is ideal compound, it seems to be almost free of charged defects (its room temperature resistance is 5 orders of magnitude higher than that of Phosphorus doped Silicon at 1013 cm-3 doping concentration) and we can grow excellent single crystals of it. Furthermore, it has a flexibility in material design: one can vary all the constituents, and even the dimensionality by making layered materials with the main chemical motifs. A special effort will be devoted to tune the spin-orbit coupling by different elements, since this could be at the origin of the long recombination time of the photo-electrons. \nWe suspect that the highly tunable, clean and disorder-free doping obtained by shining light on these ionic crystals opens a new era in material discovery.",
    "totalCost": "2495712",
    "ecMaxContribution": "2495712",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 2495712
        }
    },
    "calculatedTotalContribution": 2495712
}