{
    "rcn": "198287",
    "acronym": "GRACE",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "GRACE: Gender and Cultures of Equality in Europe",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "The aim of the GRACE (Gender and Cultures of Equality in Europe) project is to systematically investigate the cultural production of gender equalities within Europe. Extending the success of GEMMA, the Erasmus Mundus ëMasters of Excellenceí in Womenís and Gender Studies, the central objective of GRACE is to become the programme of reference for innovative interdisciplinary doctoral training for early career researchers. Previous scholarly work focuses on European gender equality policies. GRACE draws on innovative and interdisciplinary methodologies to investigate an under-examined aspect of those processes, namely the production of cultures of equality that underpin, enable and constrain those changing policy and legislative frameworks. Our methodological approach understands culture as neither normative frameworks nor ways of representing the world, but more fundamentally as the process through which people create the worlds they inhabit. The GRACE project will recruit, employ and provide advanced training for 15 ESRs who will research the production of cultures of gender equality across five specific sites where cultures of gender equalities are produced and contested by differently situated social agents. These five sites form the core of our research and training Work Packages, and are focused as follows: mediated cultures of gender equality (WP 1); urban cultures of gender equality (WP 2); intellectual and activist cultures of gender equality (WP 3); textual and artistic cultures of gender equality (WP 4); employing cultures of gender equality (WP 5). In sum, GRACE is designed to: equip the next generation of ESRs to play a leading role in developing advanced techniques for investigating the production of cultures of gender equality; translate creative and critical capacities into innovative cultural practices within and beyond academia; and enable them to take up positions as experts in producing new gender equalities cultures.",
    "totalCost": "3719102,04",
    "ecMaxContribution": "3719102,04",
    "coordinator": "UNIVERSITY OF HULL",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSIDAD DE GRANADA;KOZEP-EUROPAI EGYETEM;UNIVERSIDAD DE OVIEDO;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;ASSOCIAZIONE ORLANDO;UNIWERSYTET LODZKI;UNIVERSITEIT UTRECHT",
    "participantCountries": "ES;HU;IT;PL;NL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 510749
        },
        "999903743": {
            "orgId": "999903743",
            "orgName": "UNIVERSITY OF HULL",
            "ecContrib": 546576
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 516123
        },
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 447827
        },
        "999863488": {
            "orgId": "999863488",
            "orgName": "UNIWERSYTET LODZKI",
            "ecContrib": 448275
        },
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 495746
        },
        "986181444": {
            "orgId": "986181444",
            "orgName": "ASSOCIAZIONE ORLANDO",
            "ecContrib": 258061
        },
        "999848647": {
            "orgId": "999848647",
            "orgName": "UNIVERSIDAD DE OVIEDO",
            "ecContrib": 495746
        }
    },
    "calculatedTotalContribution": 3719103
}