{
    "rcn": "198294",
    "acronym": "BE-OPTICAL",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Advanced BiomEdical OPTICAL Imaging and Data Analysis",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "Biomedical imaging is a research field that is producing ground breaking scientific discoveries that enhance the health and life quality of European citizens and have a huge economic impact. In order to maintain Europeís leading position in the field, it is crucial to invest in the people who will lead R&D, and to promote the academic-private sector partnerships that will transfer the novel technologies to the market. \nIn order to meet these needs, BE-OPTICAL will provide a unique and structured training programme to 14 ESRs in a wide range of optical imaging technologies and signal processing tools, including fluorescence spectroscopy and microscopy, optical coherence tomography, optogenetics, engineered nanomaterials and signal processing tools. The research is structured in 4 WPs: super-resolution optical imaging for the analysis of cellular processes (WP1), high-resolution optical imaging of cardiac tissue (WP2), advanced instrumentation for ophthalmic imaging (WP3), and optical components, methods and software for image analysis (WP4). \nComprising 7 leading academic groups and 2 non-academic partners in 5 European countries, BE-OPTICAL brings together an interdisciplinary team of physicists, engineers and medical doctors, with complementary expertise in optical imaging, nanotechnology, computer science, complex systems and data analysis. The non-academic partners are a leading company in fluorescence instrumentation and an internationally recognised ophthalmology clinic, with the most advanced technology and expertise in ocular diseases. \nThe training programme will provide the ESRs with a broad understanding of how a wide range of optical imaging technologies and data processing tools work, and will open for them a wide range of job opportunities. The ESRs will apply this knowledge to advance the early diagnosis of highly significant diseases. The ESRs will also gain insight into clinical studies of novel imaging technologies and the commercialization process.",
    "totalCost": "3495300,48",
    "ecMaxContribution": "3495300,48",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "INSTITUTO DE MICROCIRUGIA OCULAR DOS SLP;GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS;PICOQUANT INNOVATIONS GMBH;UNIVERSITY OF GLASGOW;UNIWERSYTET MIKOLAJA KOPERNIKA W TORUNIU;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "ES;DE;UK;PL;FR",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 498433
        },
        "927700047": {
            "orgId": "927700047",
            "orgName": "PICOQUANT INNOVATIONS GMBH",
            "ecContrib": 249216
        },
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 498433
        },
        "999836619": {
            "orgId": "999836619",
            "orgName": "UNIWERSYTET MIKOLAJA KOPERNIKA W TORUNIU",
            "ecContrib": 448275
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 273288
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 743619
        },
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 273288
        },
        "952296628": {
            "orgId": "952296628",
            "orgName": "INSTITUTO DE MICROCIRUGIA OCULAR DOS SLP",
            "ecContrib": 247873
        }
    },
    "calculatedTotalContribution": 3495301
}