{
    "rcn": "198240",
    "acronym": "GLIOMARK",
    "topics": "PHC-12-2014",
    "title": "Validation of blood-brain-barrier permeability as a glioma biomarker by means of the radiotracer 99mTc-tetrofosmin and single-photon emission computer tomography",
    "startDate": "01/07/2015",
    "endDate": "30/06/2019",
    "objective": "Objective of GLIOMARK is to clinically validate the permeability of the blood brain barrier (BBB) as an in vivo biomarker for the diagnosis and grading of gliomas. This will be accomplished by means of the radiotracer 99mTc-tetrofosmin (TTF) and the imaging technique Single-Photon Emission Computer To-mography (SPECT). \nThe outcome of GLIOMARK is GlioTect, a diagnostic kit containing handling/diagnostic instructions and tetrofosmin. The latter has to be reconstituted with 99mTc pertechnetate to yield TTF, which will be used in combination with SPECT. \nOften computer tomography or magnetic resonance imaging are unable to detect low-grade gliomas or distinguish glioma from other diseases. Hence, brain biopsies are necessary for confirmation of diagnosis and grading of gliomas. GlioTect with TTF/SPECT enables reliable, fast differential diagnosis and grading of gliomas as non-invasive method. This has an immediate impact on the type and aggressiveness of subsequent therapies.\nGliomas are recognized as a rare tumor disease with poor prognosis and orphan diagnostic designation for GlioTect will guarantee 10 years of market exclusivity upon approval. ProActina, a Greek chemical-speciality SME having identified this innovative niche market opportunity could become global market leader in glioma diagnostics. \nDevelopment is at TLR level 6-7 and will be lifted to 9. Expected market application is the sale of GlioTect for preparation of TTF for use with SPECT. End users are hospitals that use the kit to reliably diagnose or exclude gliomas without the need for expensive equipment.\nTaken together, the aggregated unique selling point of SPECT in combination with TTF (generated by means of GlioTect) is the first ever and only glioma diagnostic, which assesses a clinically validated glioma biomarker, has high reliability, reproducibility, sensitivity, as well as specificity, which is used to replace an invasive method, is safe, well tolerated, widely available and more affordable",
    "totalCost": "4705344",
    "ecMaxContribution": "4705344",
    "coordinator": "CONSULTECH TECHNOLOGIEBERATUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "PRO-ACTINA CHIMIKI TECHNOLOGIA ANONIMI ETAIRIA",
    "participantCountries": "EL",
    "projectParticipants": {
        "965026423": {
            "orgId": "965026423",
            "orgName": "PRO-ACTINA CHIMIKI TECHNOLOGIA ANONIMI ETAIRIA",
            "ecContrib": 1538250
        },
        "991287815": {
            "orgId": "991287815",
            "orgName": "CONSULTECH TECHNOLOGIEBERATUNG GMBH",
            "ecContrib": 3167094
        }
    },
    "calculatedTotalContribution": 4705344
}