{
    "rcn": "198242",
    "acronym": "Ada",
    "topics": "ICT-37-2014",
    "title": "Ada 2020 | Visual Reasoning Support for Healthcare Professionals",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "Ada has developed a unique visual reasoning tool for medical professionals that offers diagnosis decision support at the point of care. The award-winning user-interface of Ada is designed to activate the interplay between analytical and integrative thinking skills of the physician. After three years of fundamental research in new reasoning technologies, Ada is now able to capture knowledge from medical experts, transform it into a medical reasoning engine and deliver it directly to the point-of-care in a patient-specific manner. The goal of Ada/DX is to help the doctor: i) avoid misdiagnosis, ii) support diagnosis decision-making for even the most complex cases in a robust and efficient way, iii) simultaneously document the diagnostic process according to both clinical and legal requirements. Reducing the number of misdiagnoses and wrong treatments can help to reduce personal suffering of the patients and healthcare costs simultaniously. A study revealed that misdiagnoses and wrong treatments in the field of vertigo diseases cost about 1 Billion EUR per year in Germany. According to a recent study on the Healthcare decision support field (WinterGreen research ñ 2013), wrong test and test that are not usefull in a particular situation, account for 30% of the costs of the healthcare delivery in the US. Overall the project will end in a full working Software as a Service (Saas) product. The M10-accuracy of today 85% will be increased to > 95%, by simultaneously increasing the number of common diseases from today 800 to 3.500 plus 6.000 rare diseases. Three user targeted products will be set up, adressing three market segments: GP-Service, Expert-Service, Prevention-Service.",
    "totalCost": "3440450",
    "ecMaxContribution": "2408313,25",
    "coordinator": "ADA HEALTH GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935923028": {
            "orgId": "935923028",
            "orgName": "ADA HEALTH GMBH",
            "ecContrib": 2408313
        }
    },
    "calculatedTotalContribution": 2408313
}