{
    "rcn": "198285",
    "acronym": "AFib-TrainNet",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "EU Training Network on Novel Targets and Methods in Atrial Fibrillation",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "The AFib-TrainNet consortium will enable promising young scientists to become excellent research leaders of the future, capable of fighting the challenges that Atrial Fibrillation (AF) presents to the European population. AF is the most common sustained cardiac arrhythmia, occurring in between 1-2% of the general population. More than 6 million Europeans suffer from this arrhythmia and its prevalence is expected to increase by more than two-fold during the next 40 years due to increased life expectancy. Thus, AF is said to assume epidemic proportions. Current options for pharmacological therapy are limited by both low efficacy and side effects, including life?threatening ventricular arrhythmias and severe extra-cardiac toxicities.\nA very limited number of novel AF drug therapies have been introduced in the last 20 years. This imbalance reflects a gap in understanding in both how AF develops and how it can be treated, which thereby limits the development of new medicines. Our ambition with the AFib-TrainNet is to fill this gap by producing new knowledge, leading to critical insight into origins and mechanisms of sustenance of atrial fibrillation. We will accomplish this by developing novel experimental and computational models recapitulating human AF, and employing these models on two very promising atrial biological targets. Experimental models will be instrumental in improving the understanding AFís underlying mechanisms, and will, along with clinical data, inform state-of-the-art computational models of human atrial electrophysiology. These new tools will permit fresh insight into the molecular, cellular and electrical mechanisms involved in the progression of healthy atria into an AF state. Our endeavor will deliver results which can be leveraged by the pharmaceutical industry to target AF drug development, and the work accomplished in AFib-TrainNet will thus constitute a beacon in the search for new AF medicine.",
    "totalCost": "4101221,52",
    "ecMaxContribution": "4101221,52",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "CLYDE BIOSCIENCES LIMITED;SIMULA RESEARCH LABORATORY AS;UNIVERSITEIT MAASTRICHT;UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF;UNIVERSITY OF GLASGOW;ACESION PHARMA APS",
    "participantCountries": "UK;NO;NL;DE;DK",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 747649
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 510749
        },
        "952758445": {
            "orgId": "952758445",
            "orgName": "ACESION PHARMA APS",
            "ecContrib": 580164
        },
        "995915976": {
            "orgId": "995915976",
            "orgName": "SIMULA RESEARCH LABORATORY AS",
            "ecContrib": 572550
        },
        "942753186": {
            "orgId": "942753186",
            "orgName": "CLYDE BIOSCIENCES LIMITED",
            "ecContrib": 273288
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 546576
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 870246
        }
    },
    "calculatedTotalContribution": 4101222
}