{
    "rcn": "198211",
    "acronym": "DNA2REPAIR",
    "topics": "ERC-ADG-2014",
    "title": "DNA strand break repair and links to human disease",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Our genetic material is continually subjected to damage, either from endogenous sources such as reactive oxygen species, produced as by-products of oxidative metabolism, from the breakdown of replication forks during cell growth, or by agents in the environment such as ionising radiation or carcinogenic chemicals. To cope with DNA damage, cells employ elaborate and effective repair processes that specifically recognise a wide variety of lesions in DNA. These repair systems are essential for the maintenance of genome integrity. Unfortunately, some individuals are genetically predisposed to crippling diseases or cancers that are the direct result of mutations in genes involved in the DNA damage response. For several years our work has been at the forefront of basic biological research in the area of DNA repair, and in particular we have made significant contributions to the understanding of inheritable diseases such as breast cancer, Fanconi anemia, and the neurodegenerative disorder Ataxia with Oculomotor Apraxia (AOA). The focus of this ERC proposal is: (i) to determine the mechanism of action and high-resolution structure of the BRCA2 tumour suppressor, and to provide a detailed picture of the interplay between BRCA2, PALB2, RAD51AP1 and the RAD51 paralogs, in terms of RAD51 filament assembly, using biochemical, electron microscopic and cell biological approaches, (ii) to determine the biological role of a unique structure-selective tri-nuclease complex (SLX1-SLX4-MUS81-EME1-XPF-ERCC1), with particular emphasis on its roles in DNA crosslink repair and Fanconi anemia, and (iii) to understand the actions of Senataxin, which is defective in AOA2, in protecting against genome instability in neuronal cells. These three distinct and yet inter-related areas of the research programme will provide an improved understanding of basic mechanisms of DNA repair and thereby underpin future therapeutic developments that will help individuals afflicted with these diseases.",
    "totalCost": "2203153",
    "ecMaxContribution": "2203153",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 2203153
        }
    },
    "calculatedTotalContribution": 2203153
}