{
    "rcn": "198249",
    "acronym": "MED4INNO",
    "topics": "INNOVATION",
    "title": "French MEDiterranean Support for INNOvative SMEs",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "MED4INNO Project proposal is an extension of the MED2EUROPE Project financed under COSME Program for Enterprise Europe Network activity in 2015/2016. The project covers the whole of the French Mediterranean area with 3 regions: Provence Alpes CÙte díAzur, Languedoc-Roussillon and Corsica (NUTS-1 FR7).  The project will be carried out by 3 partners in the 2 major regions (PACA and LR):\n- Agence RÈgionale de líInnovation et de líInternationalisation des entreprises de la rÈgion PACA (ARII PACA) for Provence Alpes CÙte díAzur Region.\n- Chambre de Commerce et díIndustrie de RÈgion PACA (CCIR PACA) for Provence Alpes CÙte díAzur Region.\n- Transferts LR for Languedoc-Roussillon Region.\nAs Corsica region is a small region with very few Growth SMEs, partners from PACA region will act as a relay in Corsica in close collaboration with the EEN Partner in Corsica.\nThe project aims at to put in place a reinforced SME Service Support, named Service Package, dedicating to support the growth of promising companies involved in innovative projects or benefiting SME Instrument grants. \nMED4INNO Project matches perfectly the work program defined by the European Commission concerning its support to SMEs. European SMEs have demonstrated for several years that they pull European growth and that they are the backbone in Europe for innovation, investment and job creation.  Unfortunately innovative SMEs are often too small or too young or less capitalized than any other companies to grow. The final impact of support service provided is similar to the objective of SME Instrument: to turn our SMEs with significant innovation activities into investorsí ready SMEs.",
    "totalCost": "323031,25",
    "ecMaxContribution": "323031,25",
    "coordinator": "AGENCE REGIONALE POUR L'INNOVATION ET L'INTERNATIONALISATION DES ENTREPRISES DE PROVENCE ALPES COTE D'AZUR",
    "coordinatorCountry": "FR",
    "participants": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION OCCITANIE;TRANSFERTS LANGUEDOC-ROUSSILLON;CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION PROVENCE ALPES COTE D'AZUR;INCUBATEUR D'ENTREPRISES INNOVANTES INIZIA;CHAMBRE DE COMMERCE ET D INDUSTRIE DE REGION  LANGUEDOC ROUSSILLON",
    "participantCountries": "FR",
    "projectParticipants": {
        "938838460": {
            "orgId": "938838460",
            "orgName": "INCUBATEUR D'ENTREPRISES INNOVANTES INIZIA",
            "ecContrib": 0
        },
        "950235475": {
            "orgId": "950235475",
            "orgName": "CHAMBRE DE COMMERCE ET D INDUSTRIE DE REGION  LANGUEDOC ROUSSILLON",
            "ecContrib": 0
        },
        "944112932": {
            "orgId": "944112932",
            "orgName": "AGENCE REGIONALE POUR L'INNOVATION ET L'INTERNATIONALISATION DES ENTREPRISES DE PROVENCE ALPES COTE D'AZUR",
            "ecContrib": 110775
        },
        "941429233": {
            "orgId": "941429233",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION PROVENCE ALPES COTE D'AZUR",
            "ecContrib": 105250
        },
        "941057529": {
            "orgId": "941057529",
            "orgName": "TRANSFERTS LANGUEDOC-ROUSSILLON",
            "ecContrib": 107006
        },
        "915515586": {
            "orgId": "915515586",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION OCCITANIE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 323031
}