{
    "rcn": "198271",
    "acronym": "EVOluTION",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "European Vascular Interventions and Therapeutic Innovation Network",
    "startDate": "01/04/2016",
    "endDate": "31/03/2020",
    "objective": "EVOluTION, a pioneering network within EU in view of its focus on endogenous protective mechanisms, is formed to provide training for 11 young researchers in innovative therapeutic strategies, integrating early detection and prevention, to yield novel approaches to the management of chronic vascular and metabolic diseases that affect the increasing ageing population of Western societies. Fully aligned with the knowledge triangle (business, research and higher education) platform being developed at the EU level, EVOluTION-trained young scientists will gain valuable knowledge and multidisciplinary skills: only interdisciplinary and cross-cutting research can lead to novel therapeutic tools and scientific angles to address these challenging medical, societal and industrial issues. \nEVOluTION provides a conducive structure by bringing 5 leading academic institutions and 1 SME, together with 6 Pharma and biotech companies, 1 Policy-maker, and 1 Patent & Trade firm as Partner Organisations, from 6 EU countries. \nThe science of EVOluTION evolves around the innovative concept of boosting natural protective mechanisms operating in our body, focusing on the vasculature, to answer 3 key questions: Can we exploit mediators and targets of endogenous tissue protection? Can we exploit these pathways to yield innovative therapeutic strategies? Can dietary approaches boost these endogenous protective processes? The Network Partners guarantee delivery of training through knowledge creation, knowledge exploitation and knowledge communication. Scientific and educational expertise of the partners, leaders in areas like computational chemistry, nutraceuticals, resolution pharmacology and vascular therapies will be maximally exploited. The EVOluTION training platform is based on state-of-the-art lab-based and network-wide and local training activities, including secondments and scientific visits and specialized transferable skills focussed in entrepreneurship and societal engagement.",
    "totalCost": "2887041,24",
    "ecMaxContribution": "2887041,24",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN;LIFEARC;UNIVERSITEIT MAASTRICHT;KAROLINSKA INSTITUTET",
    "participantCountries": "DE;IE;UK;NL;SE",
    "projectParticipants": {
        "952725271": {
            "orgId": "952725271",
            "orgName": "LIFEARC",
            "ecContrib": 273288
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 766123
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 265675
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 498433
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 263659
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 819864
        }
    },
    "calculatedTotalContribution": 2887042
}