{
    "rcn": "198223",
    "acronym": "DENOVOSTEM",
    "topics": "ERC-ADG-2014",
    "title": "DE NOVO GENERATION OF SOMATIC STEM CELLS: REGULATION AND MECHANISMS OF CELL PLASTICITY",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The possibility to artificially induce and expand in vitro tissue-specific stem cells (SCs) is an important goal for regenerative medicine, to understand organ physiology, for in vitro modeling of human diseases and many other applications. Here we found that this goal can be achieved in the culture dish by transiently inducing expression of YAP or TAZ - nuclear effectors of the Hippo and biomechanical pathways - into primary/terminally differentiated cells of distinct tissue origins. Moreover, YAP/TAZ are essential endogenous factors that preserve ex-vivo naturally arising SCs of distinct tissues. \nIn this grant, we aim to gain insights into YAP/TAZ molecular networks (upstream regulators and downstream targets) involved in somatic SC reprogramming and SC identity. Our studies will entail the identification of the genetic networks and epigenetic changes controlled by YAP/TAZ during cell de-differentiation and the re-acquisition of SC-traits in distinct cell types. We will also investigate upstream inputs establishing YAP/TAZ activity, with particular emphasis on biomechanical and cytoskeletal cues that represent overarching regulators of YAP/TAZ in tissues.\nFor many tumors, it appears that acquisition of an immature, stem-like state is a prerequisite for tumor progression and an early step in oncogene-mediated transformation. YAP/TAZ activation is widespread in human tumors. However, a connection between YAP/TAZ and oncogene-induced cell plasticity has never been investigated. We will also pursue some intriguing preliminary results and investigate how oncogenes and chromatin remodelers may link to cell mechanics, and the plasticity of the differentiated and SC states by controlling YAP/TAZ.\nIn sum, this research should advance our understanding of the cellular and molecular basis underpinning organ growth, tissue regeneration and tumor initiation.",
    "totalCost": "2498934,02",
    "ecMaxContribution": "2498934",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
    "participantCountries": "IT",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 2239423
        },
        "999840887": {
            "orgId": "999840887",
            "orgName": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
            "ecContrib": 259511
        }
    },
    "calculatedTotalContribution": 2498934
}