{
    "rcn": "198267",
    "acronym": "NoNoMeCat",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Non-Noble Metal Catalysis - NoNoMeCat",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Transition metal catalysts are formidable tools towards greener chemistry, allowing for low-waste, energy-efficient, and selective reactions. However, the noble metals (Ru, Os, Rh, Ir, Pd, Pt) that are currently most common in homogeneous catalysts suffer from high toxicity and environmental impact in addition to their scarcity and ensuing high cost. First-row metals (Mn, Fe, Co, Ni, Cu) are emerging as environmentally benign alternatives, but to this day rarely equal the performance of their noble counterparts. The NoNoMeCat network aims at providing excellent and structured interdisciplinary training to a generation of young researchers in the field of Non-Noble Metal homogeneous Catalysis who will push the boundaries of the field in terms of catalyst stability, selectivity, mechanistic understanding, and scalability. These challenges are addressed in three areas of high fundamental and practical significance: the oxidation of hydrocarbons, the formation of new C-X bonds (C-C, C-N) bonds through cross-coupling reactions, and clean energy production. NoNoMeCat will enrol 14 Early Stage Researchers (ESRs) who will receive structured training in experimental and theoretical aspects of non-noble metal chemistry as well as transferable skills such as research integrity, scientific communication and public outreach. Tight integration of non-academic partners will expose all ESRs to aspects of both fundamental interdisciplinary research and industrial application, paving the way for long-standing intersectorial collaborations.",
    "totalCost": "3318634,08",
    "ecMaxContribution": "3318634,08",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSITAT DE GIRONA;UNIVERSITE DE BRETAGNE OCCIDENTALE;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;UNIVERSITAET BERN;DSM CHEMICAL TECHNOLOGY R & D BV;LEIBNIZ - INSTITUT FUR KATALYSE EV AN DER UNIVERSITAT ROSTOCK;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "ES;FR;DE;CH;NL;BE",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 766123
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 249216
        },
        "998314980": {
            "orgId": "998314980",
            "orgName": "LEIBNIZ - INSTITUT FUR KATALYSE EV AN DER UNIVERSITAT ROSTOCK",
            "ecContrib": 498433
        },
        "966192266": {
            "orgId": "966192266",
            "orgName": "DSM CHEMICAL TECHNOLOGY R & D BV",
            "ecContrib": 0
        },
        "999895983": {
            "orgId": "999895983",
            "orgName": "UNIVERSITAT DE GIRONA",
            "ecContrib": 495746
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 250560
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 530454
        },
        "999902676": {
            "orgId": "999902676",
            "orgName": "UNIVERSITE DE BRETAGNE OCCIDENTALE",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 3053408
}