{
    "rcn": "198288",
    "acronym": "Phd",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Deciphering PI3K biology in health and disease",
    "startDate": "01/11/2015",
    "endDate": "31/10/2019",
    "objective": "The Phosphoinositide 3-kinase (PI3K) pathway is at the core of multiple fundamental biological processes controlling metabolism, protein synthesis, cell growth, survival, and migration. This inevitably leads to the involvement of the PI3K signalling pathway in a number of different diseases, ranging from inflammation and diabetes to cancer, with PI3K pathway alterations present in almost 80% of human cancers. Therefore, PI3Ks have emerged as important targets for drug discovery and, during 2014, the first PI3K inhibitor was approved by FDA in the US for the treatment of a lymphocytic leukaemia. Nonetheless, our understanding of PI3K-mediated signalling is still poor and only a fraction of the potential therapeutic applications have been addressed so far, leaving a large amount of translational work unexplored. Europe features a set of top quality research institutions and pharmaceutical companies focused on PI3K studies but their activities have been so far scattered. This proposal fills this gap by providing a multidisciplinary network (biochemistry, mouse studies, disease models, drug development, software development) and an unprecedented training opportunity from the bench to the bedside (from pre-clinical discoveries to clinical trials), through cutting edge molecular biology, drug discovery and clinical trial organization. The proposal is aimed at training young investigators in deep understanding of the different PI3K isoforms in distinct tissues and to translate this knowledge into a new generation of PI3K inhibitors, treatment modalities and into identify new uses for existing PI3K inhibitors.",
    "totalCost": "3896334,72",
    "ecMaxContribution": "3896334,72",
    "coordinator": "FUNDACIO INSTITUT D'INVESTIGACIO BIOMEDICA DE BELLVITGE",
    "coordinatorCountry": "ES",
    "participants": "FUNDACIO PRIVADA INSTITUT D'INVESTIGACIO ONCOLOGICA DE VALL-HEBRON;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;UNIVERSITAT BASEL;FORSCHUNGSVERBUND BERLIN EV;UNIVERSITA DEGLI STUDI DI TORINO;CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE;THE BABRAHAM INSTITUTE;ARIVIS AG;UNIVERSITY COLLEGE LONDON",
    "participantCountries": "ES;FR;CH;DE;IT;UK",
    "projectParticipants": {
        "999473742": {
            "orgId": "999473742",
            "orgName": "THE BABRAHAM INSTITUTE",
            "ecContrib": 546576
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 258061
        },
        "999600618": {
            "orgId": "999600618",
            "orgName": "FUNDACIO INSTITUT D'INVESTIGACIO BIOMEDICA DE BELLVITGE",
            "ecContrib": 495746
        },
        "999993177": {
            "orgId": "999993177",
            "orgName": "CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE",
            "ecContrib": 262876
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 525751
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 546576
        },
        "995163935": {
            "orgId": "995163935",
            "orgName": "FUNDACIO PRIVADA INSTITUT D'INVESTIGACIO ONCOLOGICA DE VALL-HEBRON",
            "ecContrib": 247873
        },
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 265227
        },
        "949831664": {
            "orgId": "949831664",
            "orgName": "ARIVIS AG",
            "ecContrib": 249216
        },
        "999927120": {
            "orgId": "999927120",
            "orgName": "FORSCHUNGSVERBUND BERLIN EV",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 3896335
}