{
    "rcn": "198202",
    "acronym": "NeuroN",
    "topics": "MSCA-IF-2014-EF",
    "title": "Neurophysiological Biomarkers of Cortical Plasticity Induced by Neuromodulation",
    "startDate": "01/10/2015",
    "endDate": "31/08/2017",
    "objective": "One of the major issues when dealing with therapies for the rehabilitation of the lower limbs in stroke survivors is the in-deep assessment of their effectiveness and the lack of biomarkers for motor recovery. The motor functionality after therapy is evaluated only through clinical tests and scales which do not give information on the effective muscle state and the changes at the corticospinal level. The aim of restoring the motor functions has moved much of the attention of clinicians and researcher towards the use of the combination of brain stimulation techniques for the assessment of cortical excitability and Brain-Computer Interfaces (BCI) for the control of rehabilitation devices. This intervention induces cortical plasticity and reactivates the closed-loop pathway between the impaired cortical tract and the limb by using the cortical command to drive the device for the generation of the afferent volley. However, nothing is known about the changes of the neurophysiological correlates and how these influence the effective recovery of motor functions. NeuroN represents the first systematic attempt to investigate the neurophysiological correlates of changes in the excitability of the cortical areas responsible for ankle dorsiflexion in chronic hemiparetic stroke survivors with drop foot impairment and to identify novel biomarkers of motor recovery. NeuroN aims at filling the gap of knowledge on the functional effects of increased plasticity in chronic stroke survivors by integrating a BCI robot-based platform with the high-density surface electromyographic (HD-sEMG) recordings. The information coming from the decomposition of HD-sEMG signals give insight into the behavior of the motoneurons in the spinal cord and on the effective control command. NeuroN is expected to address one of the most intriguing issues in the neurorehabilitation field: the novel biomarkers developed will help in shaping new therapies for the recovery of motor function of stroke patients.",
    "totalCost": "159461,38",
    "ecMaxContribution": "159460,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS",
    "participantCountries": "DE",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 79730
        },
        "999492657": {
            "orgId": "999492657",
            "orgName": "UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS",
            "ecContrib": 79730
        }
    },
    "calculatedTotalContribution": 159460
}