{
    "rcn": "198243",
    "acronym": "E3Canarias 2015-2016",
    "topics": "INNOVATION",
    "title": "Enhancing the innovation management capacity of SME's with the Enterprise EuropeNetwork Canarias 2015-2016",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The E3Canarias 2015-2016 project aims at continuing the activities carried out in 2014 under E3Canarias project, enhancing the innovation management capacity of the Canary Islandsí SMEs through the delivery of 7-day service packages, targeted to the most innovative small and medium size companies in the islands, as well as giving support to the Canary Island beneficiaries of the HORIZON 2020 dedicated SME instrument, as Key Account Manager (KAM).\n\nThese 7-day service packages will be delivered to the Canary Islandsí SMEs that have already been active in different innovation and internationalization activities, with significant innovation activities and a high potential for internationalization.\n\nA minimum of 30 SMEs up to 50 SMEs will be mentored, combining two services:\n- A minimum of 30 service packages on enhancing the innovation management capacities of SMEs. The service could be increased to approximately 43 service packages depending on the companiesí ambition, motivation and resources availability. \n- A maximum of 5 beneficiaries of the HORIZON 2020 dedicated SME instrument phase 1, and 2 beneficiaries of SME instrument phase II.\n\nFor the delivery of these services, 2 staff members have been trained for innovation management via the IMP3rove-Academy in 2014. In the following years these 2 staff members will receive a more advanced training from IMP3rove-Academy and 2 other staff members will also be trained.",
    "totalCost": "91241,44",
    "ecMaxContribution": "72993,15",
    "coordinator": "COMUNIDAD AUTONOMA DE CANARIAS",
    "coordinatorCountry": "ES",
    "participants": "CAMARA OFICIAL DE COMERCIO,INDUSTRIA, SERVICIOS Y NAVEGACION DE SANTACRUZ DE TENERIFE;INSTITUTO TECNOLOGICO DE CANARIAS, S.A.;CAMARA OFICIAL DE COMERCIO INDUSTRIA Y NAVIGACION DE GRAN CANARIA",
    "participantCountries": "ES",
    "projectParticipants": {
        "938536111": {
            "orgId": "938536111",
            "orgName": "CAMARA OFICIAL DE COMERCIO INDUSTRIA Y NAVIGACION DE GRAN CANARIA",
            "ecContrib": 0
        },
        "943585349": {
            "orgId": "943585349",
            "orgName": "CAMARA OFICIAL DE COMERCIO,INDUSTRIA, SERVICIOS Y NAVEGACION DE SANTACRUZ DE TENERIFE",
            "ecContrib": 0
        },
        "999947296": {
            "orgId": "999947296",
            "orgName": "INSTITUTO TECNOLOGICO DE CANARIAS, S.A.",
            "ecContrib": 72993
        },
        "996697311": {
            "orgId": "996697311",
            "orgName": "COMUNIDAD AUTONOMA DE CANARIAS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 72993
}