{
    "rcn": "198291",
    "acronym": "DIAPHORA",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Diaphora: Philosophical Problems, Resilience and Persistent Disagreement",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "DIAPHORA serves as a European research and training platform for collaborative research on the nature of philosophical problems, their resilience and the sources of persistent divergence of expert opinion about them, and their relation to conflicts in the practical sphere. More specifically, DIAPHORAís 3 principal research objectives are (A) to diagnose what makes philosophical problems so resilient and to clarify to what extent the sustained lack of convergence in philosophy can successfully be explained by the hardness of its problems; (B) to explain why the tendency has not been towards a general agnosticism about candidate solutions, but rather towards divergence, and to identify features of philosophical method that allow for such persistent peer disagreement; and (C) to explore whether the dynamics of philosophical debate, despite the subjectís highly theoretical nature, bears important and instructive resemblances to the dynamics of debates about more practical matters and their political and socio-economical antecedents ñ and hence whether philosophical problems and their attempted resolution can illuminate, and be illuminated by, the procedural and methodological difficulties besetting strategies for the adjudication of public affairs, thereby determining what philosophical thought might contribute to society at large. DIAPHORA joins 7 leading European research centres in philosophy, and 5 partner organisations, 3 of which from the non-academic sector, in the fields of international conflict management, mediation and policy-making, as well as the analysis of social conflict and cultural diversity. It undertakes to provide 14 Early Stage Researchers with the knowledge and skills necessary to meet the demands of top-level research within its remit, as well as professional complementary skills training in both the academic and non-academic sectors, with the goal of widening their potential societal contributions and improving their individual career prospects.",
    "totalCost": "3670853,76",
    "ecMaxContribution": "3670853,76",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;UNIVERSITE DE NEUCHATEL;ECOLE NORMALE SUPERIEURE;THE UNIVERSITY OF STIRLING;THE UNIVERSITY OF EDINBURGH;STOCKHOLMS UNIVERSITET",
    "participantCountries": "DE;CH;FR;UK;SE",
    "projectParticipants": {
        "999854758": {
            "orgId": "999854758",
            "orgName": "ECOLE NORMALE SUPERIEURE",
            "ecContrib": 525751
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 527319
        },
        "999876389": {
            "orgId": "999876389",
            "orgName": "THE UNIVERSITY OF STIRLING",
            "ecContrib": 546576
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 495746
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 498433
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 546576
        },
        "999870181": {
            "orgId": "999870181",
            "orgName": "UNIVERSITE DE NEUCHATEL",
            "ecContrib": 530454
        }
    },
    "calculatedTotalContribution": 3670855
}