{
    "rcn": "198280",
    "acronym": "ModLife",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Advancing Modelling for Process-Product Innovation, Optimization, Monitoring and  Control in Life Science Industries",
    "startDate": "01/11/2015",
    "endDate": "31/10/2019",
    "objective": "The ModLife project is a European Training Network initiative that brings together 5 leading European universities, 4 global industrial players and 2 SMEs to undertake research and training in the area of product-process innovation, optimization monitoring and control for life sciences and biotechnology industries. Modlife aims to develop Advanced Model-Based Optimization, Monitoring and Control as Enabling Technologies for bioprocess-product development and innovation tailored for the needs in life science industries. ModLife ETN will address excellence in research and training of next generation biochemical and process engineers in life sciences industries through: (1) Offering comprehensive training and knowledge transfer opportunities in multidisciplinary and multi-sectoral fields for training early stage researchers with multidisciplinary knowledge and competences bridging engineering and life sciences (2) Integrating and creating synergies among individually excellent but otherwise fragmented bioprocess engineering research centers across the European union in life sciences and biotechnology industries, (3) Building on advances in modeling and simulation, to develop cutting edge model-based enabling technologies and applications for optimization, monitoring and control for bioprocess and product development and innovation.\nThe ModLife ETN aims at next generation of high performance computing tools and in-situ measurements for increasing efficiency, innovation and competitiveness of Europeís life sciences and processing industries. Ultimately Modlife aims to help Europe realize the promising potential of life sciences and biotechnology- considered the next frontier technologies with profound impacts to knowledge based economy, by building the capacity to translate lab-scale life science discoveries to large scale new products and processes to match the human needs for health, nutrition and wellbeing.",
    "totalCost": "4090249,44",
    "ecMaxContribution": "4090249,44",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "UNIVERSITE LYON 1 CLAUDE BERNARD;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;BAYER TECHNOLOGY SERVICES GMBH;BAYER AKTIENGESELLSCHAFT;UNILEVER U.K. CENTRAL RESOURCES LIMITED;ALFA LAVAL COPENHAGEN A/S;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "FR;UK;DE;DK",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 546576
        },
        "999917517": {
            "orgId": "999917517",
            "orgName": "UNILEVER U.K. CENTRAL RESOURCES LIMITED",
            "ecContrib": 273288
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 498433
        },
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 525751
        },
        "995991830": {
            "orgId": "995991830",
            "orgName": "ALFA LAVAL COPENHAGEN A/S",
            "ecContrib": 580164
        },
        "999539896": {
            "orgId": "999539896",
            "orgName": "BAYER TECHNOLOGY SERVICES GMBH",
            "ecContrib": 0
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 870246
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3841034
}