{
    "rcn": "198206",
    "acronym": "SIRENE",
    "topics": "ERC-PoC-2014",
    "title": "Silencing miR-199b to attenuate the progression of heart failure.",
    "startDate": "01/09/2015",
    "endDate": "28/02/2017",
    "objective": "Cardiac hypertrophy is the principal risk factor for the development of heart failure and lethal arrhythmias. A complex web of interconnected signalling pathways has been implicated in hypertrophy and species of non-coding RNA molecules, microRNAs, have been shown to regulate these pathways. The recognition of microRNAs as potential therapeutic targets marks the principal step towards new therapeutic concepts. The SIRENE project represents the advancement of the therapeutic strength of miRNA silencing in clinically relevant heart failure models towards a valuable proposition for counteracting pathological hypertrophic signalling and heart failure development. In specific, during the related ERC CALMIRS project, it was found that sustained knockdown of endogenous miR-199b in the adult mouse heart in vivo leads to profound protective effects against symptoms of heart failure. Therefore, a new class of RNA antagonists, targeting miRNAs is powerful and holds great promise to become the next generation therapeutics. At this stage the newly developed antagonists are unique in their affinity and specificity for miR-199b and current data demonstrates a profound rescue by miR-199b antagonists on heart failure symptoms such as pressure overload induced cardiac morphological, histological, functional and molecular abnormalities in mice. The challenge of the SIRENE project is to identify immediate and longer term opportunities for commercialisation with high clinical and commercial feasibility. Therefore different business models will be studied in terms of market research, IP strategy and business development to eventually consolidate a commercial strategy and business case for presenting our business proposition to strategic partners or venture capitalists. Simultaneously, dose-range finding and efficacy studies will be conducted in rats, a clinically relevant and larger animal model of heart failure, for further preclinical development.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}