{
    "rcn": "198297",
    "acronym": "ANSWER",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "ANtibioticS and mobile resistance elements in WastEwater Reuse applications: risks and innovative solutions",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "In response to the increasing problem of water shortage, the reuse of treated urban wastewater is considered the most suitable and reliable alternative for sustainable water management and agricultural development. In spite of the benefits associated with this practice, major concerns currently exist, related to the adverse effects regarding chemical and biological contaminants of emerging concern such as antibiotics and mobile antibiotic resistance elements such as antibiotic resistant bacteria and resistance genes. These are now considered as a serious public health problem by various international organizations and the European Commission, because of their spread in the environment, the food chain, drinking water, etc. To tackle these problems, scientists with an interdisciplinary research/training background are urgently needed. This ETN will train a new generation of ESRs to address the risks associated with such contaminants and wastewater reuse. Innovative chemical, microbiological, toxicological and modelling tools, and novel process engineering will form the scientific and training core of their innovative research projects and training. The project will contribute to understanding the fate and transmission of antibiotics and resistance from wastewater to the environment and humans, through soil, ground/surface water and crops. Relevant ELVs will be determined, essential for the development and implementation of regulatory frameworks. This project directly tackles these aspects, by bringing together a multidisciplinary research team, with the private sector, and policy makers and through communication activities towards stakeholders and the wider public.",
    "totalCost": "3708689,76",
    "ecMaxContribution": "3708689,76",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "UNIVERSITA DEGLI STUDI DI SALERNO;KWR WATER B.V.;TECHNISCHE UNIVERSITAET WIEN;THE AGRICULTURAL RESEARCH ORGANISATION OF ISRAEL - THE VOLCANI CENTRE;UNIVERSIDADE CATOLICA PORTUGUESA;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;ADVENTECH - ADVANCED ENVIRONMENTAL TECHNOLOGIES LDA;ENVIRONMENTAL INSTITUTE s.r.o.;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "IT;NL;AT;IL;PT;ES;SK;DE",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 511868
        },
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 482759
        },
        "998279769": {
            "orgId": "998279769",
            "orgName": "KWR WATER B.V.",
            "ecContrib": 255374
        },
        "965346329": {
            "orgId": "965346329",
            "orgName": "ADVENTECH - ADVANCED ENVIRONMENTAL TECHNOLOGIES LDA",
            "ecContrib": 238356
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 495746
        },
        "999899184": {
            "orgId": "999899184",
            "orgName": "UNIVERSITA DEGLI STUDI DI SALERNO",
            "ecContrib": 258061
        },
        "999820614": {
            "orgId": "999820614",
            "orgName": "THE AGRICULTURAL RESEARCH ORGANISATION OF ISRAEL - THE VOLCANI CENTRE",
            "ecContrib": 260301
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 498433
        },
        "999907623": {
            "orgId": "999907623",
            "orgName": "UNIVERSIDADE CATOLICA PORTUGUESA",
            "ecContrib": 476713
        },
        "999671913": {
            "orgId": "999671913",
            "orgName": "ENVIRONMENTAL INSTITUTE s.r.o.",
            "ecContrib": 231079
        }
    },
    "calculatedTotalContribution": 3708690
}