{
    "rcn": "198226",
    "acronym": "ChromatidCohesion",
    "topics": "ERC-ADG-2014",
    "title": "Establishment of Sister Chromatid Cohesion",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Following their synthesis during DNA replication, sister chromatids remain paired by the cohesin complex, which forms the basis for their faithful segregation during cell division. Cohesin is a large ring-shaped protein complex, incorporating an ABC-type ATPase module. Despite its importance for genome stability, the molecular mechanism of cohesin action remains as intriguing as it remains poorly understood. How is cohesin topologically loaded onto chromatin? How is it unloaded again? What happens to cohesin during DNA replication in S-phase, so that it establishes cohesion between newly synthesized sister chromatids? We propose to capitalise on our recent success in the biochemical reconstitution of topological cohesin loading onto DNA. This lays the foundation for a work programme encompassing a combination of biochemical, single molecule, structural and genetic approaches to address the above questions. Five work packages will investigate cohesinís molecular behaviour during its life-cycle on chromosomes, including the ATP binding and hydrolysis-dependent conformational changes that make this molecular machine work. It will be complemented by mechanistic analyses of the cofactors that help cohesin to load onto chromosomes and establish sister chromatid cohesion. The insight gained will not only advance our molecular knowledge of sister chromatid cohesion. It will more generally advance our understanding of the ubiquitous family of chromosomal SMC ATPases, of which cohesin is a member, and their activity of shaping and segregating genomes.",
    "totalCost": "2120099,99",
    "ecMaxContribution": "2120099,99",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 2120100
        }
    },
    "calculatedTotalContribution": 2120100
}