{
    "rcn": "198201",
    "acronym": "IntercommunalSpace",
    "topics": "MSCA-IF-2014-EF",
    "title": "Intercommunal Space in Late Antiquity",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Educated Europeans hotly debate the position of religion in civil society, both in Europe and now in the emerging democracies of the Middle East. In so doing, they draw on inaccurate assumptions about Mediterranean life in late antiquity, which derive from origins myths forged during the Enlightenment or during the 4th-7th c. itself. But recent work on cities in this period has revealed a society more complex than previously supposed: religious co-existence, as much as conflict, was an important reality. Yet, whilst the history of urban religious space is now being revised, there has been little work on intercommunal space, which was equally important in defining how different communities lived together. Luke Lavan, a specialist in the urban archaeology of late antiquity, will spend two years in Paris researching this theme, resulting in a monograph, whilst sharing with scholars and the general public his innovative fieldwork, tracing the late occupation of non-religious space, alongside his detailed visualisations of everyday urban life. The Centre d'Histoire et civilisation de Byzance, UMR 8167 (ëMonde Byzantiní) has an exceptional concentration of specialists, in archaeology, philology and epigraphy, to support the research. To this, LL will bring skills to enhance the understanding of archaeological excavations and of the everyday details of ancient texts. Above all, the action will produce a balanced view of late antiquity, pointing out its positive contribution, as an ancestor of European society, to the art of living together, despite our differences.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}