{
    "rcn": "198232",
    "acronym": "PLANETDIVE",
    "topics": "ERC-ADG-2014",
    "title": "Planetary diversity: the experimental terapascal perspective",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The discovery of extra-solar planets orbiting other stars has been one of the major breakthroughs in astronomy of the past decades. Exoplanets are common objects in the universe and planetary systems seem to be more diverse than originally predicted. The use of radius-mass relationships has been generalized as a means for understanding exoplanets compositions, in combination with equations of state of main planetary components extrapolated to TeraPascal (TPa) pressures. \n\nIn the most current description, Earth-like planets are assumed to be fully differentiated and made of a metallic core surrounded by a silicate mantle, and possibly volatile elements at their surfaces in supercritical, liquid or gaseous states. This model is currently used to infer mass-radius relationship for planets up to 100 Earth masses but rests on poorly known equations of states for iron alloys and silicates, as well as even less known melting properties at TPa pressures.\n\nThis proposal thus aims at providing experimental references for equations of state and melting properties up to TPa pressure range, with the combined use of well-calibrated static experiments (laser-heated diamond-anvil cells) and laser-compression experiments capable of developing several Mbar pressures at high temperature, coupled with synchrotron or XFEL X-ray sources. I propose to establish benchmarking values for the equations of states, phase diagrams and melting curves relations at unprecedented P-T conditions. The proposed experiments will be focused on simple silicates, oxides and carbides (SiO2, MgSiO3, MgO, SiC), iron alloys (Fe-S, Fe-Si, Fe-O, Fe-C) and more complex metals (Fe,Si,O,S) and silicates (Mg,Fe)SiO3. In this proposal, I will address key questions concerning planets with 1-5 Earth masses as well as fundamental questions about the existence of heavy rocky cores in giant planets.",
    "totalCost": "3498938",
    "ecMaxContribution": "3498938",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 3498938
        }
    },
    "calculatedTotalContribution": 3498938
}