{
    "rcn": "198227",
    "acronym": "BRAIN2MIND_NEUROCOMP",
    "topics": "ERC-ADG-2014",
    "title": "Developing and delivering neurocomputational models to bridge between brain and mind.",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The promise of cognitive neuroscience is truly exciting ñ to link mind and brain in order to reveal the neural basis of higher cognitive functions. This is crucial, scientifically, if we are to understand the nature of mental processes and how they arise from neural machinery but also, clinically, if we are to establish the basis of neurological patientsí impairments, their clinical management and treatment.  Cognitive-clinical neuroscience depends on three ingredients: (a) investigating complex mental behaviours and the underlying cognitive processes; (b) mapping neural systems and their function; and (c) methods and tools that can bridge the gap between brain and mental behaviour. Experimental psychology and behavioural neurology has delivered the first component. In vivo neuroimaging and other allied technologies allow us to probe and map neural systems, their connectivity and neurobiological responses. The principal aim of this ERC Advanced grant is to secure, for the first time, the crucial third ingredient ñ the methods and tools for bridging systematically between cognitive science and systems neuroscience.\n\nThe grant will be based on two main activities: (i) convergence of methods ñ instead of employing each neuroscience and cognitive method independently, they will be planned and executed simultaneously to force a convergence of results; and (ii) development of a new type of neurocomputational model - to provide a novel formalism for bridging between brain and cognition. Computational models are used in cognitive science to mimic normal and impaired behaviour. Such models also have an as-yet untapped potential to connect neuroanatomy and cognition: latent in every model is a kind of brain-mind duality ñ each model is based on a computational architecture which generates behaviour. We will retain the ability to simulate detailed cognitive behaviour but simultaneously make the modelsí architecture reflect systems-level neuroanatomy and function.",
    "totalCost": "2294781",
    "ecMaxContribution": "2294781",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 2294781
        }
    },
    "calculatedTotalContribution": 2294781
}