{
    "rcn": "198265",
    "acronym": "ProteinConjugates",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "A training network for the chemical site-selective modification of proteins: Preparation of the next-generation of therapeutic chemically-defined protein conjugates",
    "startDate": "01/11/2015",
    "endDate": "31/10/2019",
    "objective": "ProteinConjugates is an inter- and multi-disciplinary network for the education of talented young scientists who will learn how to rationally design and construct the next generation of chemically-defined and innovative protein drug-conjugates for the targeted treatment of serious conditions such as cancer or rheumatoid arthritis. A complementary interaction between academy and pharmaceutical industry is at the centre of such a network, which involves 8 academic groups and 1 SME partner as beneficiaries, and 2 leading European industrial partner organizations that will host secondments while providing training. The combined expertise of the beneficiaries and industrial partners in synthesis of complex molecules, molecular dynamics, supramolecular self-assembly, site-selective chemical protein modification, protein/antibody engineering, cancer therapeutics and drug development together with the experience in project management and training of PhDs and Postdocs of the PIs, will create a multidisciplinary environment where 10 young researchers can foster their knowledge and skills while developing the most innovative ideas in the emerging fields of chemical site-selective protein modification and protein biotherapeutics. Exposure to the highly dynamic and multidisciplinary ProteinConjugates environment will contribute to the education of the next generation of leaders in the emerging field of protein biotherapeutics, a key area of research and drug development for Europe's competitiveness.",
    "totalCost": "2542771,03",
    "ecMaxContribution": "2542770,72",
    "coordinator": "INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES",
    "coordinatorCountry": "PT",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;UNIVERSITAT WIEN;UNIVERSITAET ULM;UNIVERSIDAD DE LA RIOJA;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;INSTITUT CURIE;UNIVERSITY COLLEGE LONDON;Faculdade de Farm·cia da Universidade de Lisboa",
    "participantCountries": "UK;AT;DE;ES;FR;PT",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 255934
        },
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 262876
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 249216
        },
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 0
        },
        "993640065": {
            "orgId": "993640065",
            "orgName": "Faculdade de Farmácia da Universidade de Lisboa",
            "ecContrib": 238356
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 273288
        },
        "999471414": {
            "orgId": "999471414",
            "orgName": "UNIVERSIDAD DE LA RIOJA",
            "ecContrib": 247873
        }
    },
    "calculatedTotalContribution": 1527543
}