{
    "rcn": "198204",
    "acronym": "SIRCIW",
    "topics": "MSCA-COFUND-2014-FP",
    "title": "Strengthening International Research Capacity in Wales",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Scientists in Wales are efficient, productive, collaborative, impactful and in many cases world leading. Recent evidence shows scientific excellence but a lack of critical mass in areas most likely to drive a knowledge economy through innovation and translation. This application forms the foundation of the 'SÍr Cymru (Stars Wales) II Programme' designed to produce a step change in Welsh scientific capacity, building on excellence and investing in early career researchers. This integrated proposal marries Marie Sk?odowska-Curie COFUND fellowships with European Structural Funds, university, industrial and Welsh Government funding to bring in 140 new fellowships (90 via SIRCIW) in strategic areas including clinical science, engineering, physics, mathematics and applied Social Sciences.\n\nThe Marie Sk?odowska-Curie Actions (MSCA) programme, 'Strengthening International Research Capacity in Wales' (SIRCIW) will support recruitment of experienced researchers of all nationalities into Wales.  Fellows will be given employment contracts at their host university, will be encouraged to spend time out in different sectors, and will benefit from a programme of bespoke and innovative training (through organisations such as the Leadership Foundation and Vox Coaching), to help develop the research leaders of the future. Applications will be driven by fellows themselves.  Selection to the programme will be done using tested, merit-based methods and funding decisions will be independent of nationality, discipline, age, career breaks etc.  The selection committee will be made up of national & international experts with a broad base of scientific knowledge and experience of funding/training panels.  Their assessments will be assisted via the use of external, international, peer review.  Membership of the panel will be balanced for gender, age and background.  A strict policy for ethical issues will be adhered to via  a 'Responsible Research and Innovation (RRI) committee, and programme quality will be monitored with regular reviews.",
    "totalCost": "19116000",
    "ecMaxContribution": "9558000",
    "coordinator": "WELSH ASSEMBLY GOVERNMENT",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998043380": {
            "orgId": "998043380",
            "orgName": "WELSH ASSEMBLY GOVERNMENT",
            "ecContrib": 9558000
        }
    },
    "calculatedTotalContribution": 9558000
}