{
    "rcn": "198212",
    "acronym": "EcOILogy",
    "topics": "ERC-ADG-2014",
    "title": "Microbial life in oil",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Microbial biodegradation is a key factor influencing the quality of oil and, according to current concepts, takes place mostly at the continuous oil-water transition zone in oil reservoirs. \nI recently discovered microorganisms in minuscule water droplets (1-3 µl) entrapped in oil from a natural oil seep. In EcOILogy, I propose that biodegradation of oil resources takes place in such minuscule water droplets dispersed in the oil phase which is a shift of paradigm and a new conceptional view for environmental science, -life in oil-. EcOILogy aims to explore this new world investigating the generic principles of life in oil. I will study if such droplets are a common phenomenon in degraded oil resources and how significant the respective degradation activities are. To this end, I will develop reverse stable isotope labelling as a novel method for quantifying minute microbial activities (WP 1). The droplets provide a unique test system of micro-ecosystem, all experiencing identical boundary conditions in the oil with no dispersion of microorganisms between the isolated droplets. I will study how microbial communities for oil degradation assemble in the droplets allowing for unprecedented testing of ecological theory including a new bimodal hypothesis of community assembly. To tackle the big challenge of metabolic traits in systems ecology, I will make use of metagenomics, single cell sequencing, and high resolution metabolomics to assess the functions in single water droplets (WP 2). Finally, I will study how microorganisms adapt to this extreme environment under saturated hydrocarbon concentrations by isolation and comparative genome analysis of strains and study the role of different organisms in the droplets by Raman-CLSM (WP 3). \nThus, EcOilogy opens new horizons for microbial degradation of our most important energy resources with far-reaching implications for fundamental, interdisciplinary understanding of ecological processes, bioremediation, and oil exploration",
    "totalCost": "2549250",
    "ecMaxContribution": "2549250",
    "coordinator": "UNIVERSITAET DUISBURG-ESSEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999843312": {
            "orgId": "999843312",
            "orgName": "UNIVERSITAET DUISBURG-ESSEN",
            "ecContrib": 2549250
        }
    },
    "calculatedTotalContribution": 2549250
}