{
    "rcn": "198214",
    "acronym": "SHUFFLE",
    "topics": "ERC-ADG-2014",
    "title": "Recombination in large genome crop plants",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "During meiosis, recombination (crossing-over, CO) drives the exchange of genetic materials and releases genetic diversity by creating new combinations of alleles within and among chromosomes. CO is exploited in plant breeding through the generation of large populations of recombinants from which genetically improved individuals are selected.  However in some economically important crops such as barley, the rate of improvement has plateaued. One hypothesis is that this is due to constraints on the locations of CO.  In large genome cereals CO is restricted to the ends of chromosomes, excluding approximately two thirds of the genome from the breeding process.\n\nThis project focuses on three critically important questions about CO in barley:  Why is it restricted to the telomeric ends of chromosomes?  What proteins are the key players and what are their roles in controlling CO?  And, what strategies can be established to effectively increase or redistribute CO in CO-poor regions?\n\nI will address these questions in four Work Packages. In WP1 I will induce, identify and molecularly characterise putative meiotic mutants both phenotypically (at the plant level) and molecularly by captured exome sequencing. In WP2 I will characterise these mutants cytologically, genetically and by complementation to understand how the mutations affect recombination.  In WPs 3 and 4, I will apply novel methods to isolate the specific cells undergoing meiosis, and use transcriptomics, targeted proteomics and pull-down assays to investigate how meiosis is regulated.  I will focus on complexes that mark the sites of DNA double strand break (DSB) formation that identify where CO will occur.  I will characterise these sites according to those resolved as either crossing-over or non-crossing-over events and relate their physical location to COs observed in population genetic data. Finally, I will evaluate strategies for modifying the distribution of recombination, and application in plant breeding",
    "totalCost": "2499980",
    "ecMaxContribution": "2499980",
    "coordinator": "THE JAMES HUTTON INSTITUTE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "966626341": {
            "orgId": "966626341",
            "orgName": "THE JAMES HUTTON INSTITUTE",
            "ecContrib": 2499980
        }
    },
    "calculatedTotalContribution": 2499980
}