{
    "rcn": "198253",
    "acronym": "KAMWAL 2.1",
    "topics": "INNOVATION",
    "title": "EEN Advanced Support Services for Walloon SMEs 2015-2016",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The KAMWAL 2.1 project is  the proposal to establish services ìEnhancing the innovation management capacity of SMEsî in the Enterprise Europe Network for Wallonia.\nIndeed, thanks to the KAMWAL 2.1 project, 4 Walloon organisations all members of the Entreprise Europe Wallonie consortium will propose two advanced support services to Walloon SMEs during the period 2015-2016.  \nFirstly,  the Key Account Management (KAM) service designed for SMEs beneficiaries of the EU SME Instrument scheme in order to help them to access and to take advantage of the support of specialized coaches.  \nSecondly, the enhanced Innovation Management capacities (IM) service which proposes an evaluation of the Innovation Management System through specialized tools.  In order to have at our disposal tools meeting several types of possible clients profiles and needs, the project will use 2 tools, mainly the IMPROVE tools but also the Gazelle Leap tool, may be less quantitaive, but already in place in our national environment.  In both cases, results will lead to  individual action plans which will be put into operation and progressively realized thanks to the support tools available in Wallonia with a.o. Enterprise Europe Network tools and services and tools coming from the regional innovation support system.\nBoth services will be operated according to the practices and workflows proposed by the EASME, under the form of 7-day packages.\nBoth services target SMEs having a growth and internationalization potential.  They will also get the chance to join the community of European SMEs having benefited from these services.\nKAMWAL 2.1 has as objective to serve 40 Walloon SMEs during the project by dedicating well-skilled and experienced consultants who will participate into training and networking activities gathering experts from this specialized part of the network.",
    "totalCost": "148750",
    "ecMaxContribution": "148750",
    "coordinator": "AGENCE POUR L'ENTREPRISE ET L'INNOVATION SA",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSITE DE LIEGE;HD GESTION;ASSOCIATION INTERCOMMUNALE BUREAU ECONOMIQUE DE LA PROVINCE DE NAMUR SCRL-B.E.P. NAMUR;MAISON DE L'ENTREPRISE CENTRE EUROPEEN D'ENTREPRISE ET INNOVATION SA;SPI;CHAMBRE DE COMMERCE ET D INDUSTRIEDU LUXEMBOURG BELGE ASBL;HERACLES;ASSOCIATION INTERCOMMUNALE POUR LE DEVELOPPEMENT ECONOMIQUE DURABLE DE LA PROVINCE DE LUXEMBOURG;CENTRE D'ACCOMPAGNEMENT DE PROJETS INNOVANTS ASBL",
    "participantCountries": "BE",
    "projectParticipants": {
        "942333176": {
            "orgId": "942333176",
            "orgName": "SPI",
            "ecContrib": 0
        },
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 0
        },
        "999917129": {
            "orgId": "999917129",
            "orgName": "CHAMBRE DE COMMERCE ET D INDUSTRIEDU LUXEMBOURG BELGE ASBL",
            "ecContrib": 0
        },
        "944450589": {
            "orgId": "944450589",
            "orgName": "CENTRE D'ACCOMPAGNEMENT DE PROJETS INNOVANTS ASBL",
            "ecContrib": 37188
        },
        "935215122": {
            "orgId": "935215122",
            "orgName": "AGENCE POUR L'ENTREPRISE ET L'INNOVATION SA",
            "ecContrib": 0
        },
        "941833917": {
            "orgId": "941833917",
            "orgName": "MAISON DE L'ENTREPRISE CENTRE EUROPEEN D'ENTREPRISE ET INNOVATION SA",
            "ecContrib": 37188
        },
        "953590317": {
            "orgId": "953590317",
            "orgName": "ASSOCIATION INTERCOMMUNALE BUREAU ECONOMIQUE DE LA PROVINCE DE NAMUR SCRL-B.E.P. NAMUR",
            "ecContrib": 37188
        },
        "999663959": {
            "orgId": "999663959",
            "orgName": "HERACLES",
            "ecContrib": 37188
        },
        "999906265": {
            "orgId": "999906265",
            "orgName": "ASSOCIATION INTERCOMMUNALE POUR LE DEVELOPPEMENT ECONOMIQUE DURABLE DE LA PROVINCE DE LUXEMBOURG",
            "ecContrib": 0
        },
        "941174026": {
            "orgId": "941174026",
            "orgName": "HD GESTION",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 148752
}