{
    "rcn": "198230",
    "acronym": "ZAUBERKUGEL",
    "topics": "ERC-ADG-2014",
    "title": "Fulfilling Paul Ehrlichís Dream: therapeutics with activity on demand",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "'Paul Ehrlich was the first scientist to postulate that if a compound could be made that selectively targeted disease-causing cells, then this agent could be used for the delivery of a toxin, which would enable a pharmacotherapy of unprecedented potency and selectivity. With this procedure, a 'magic bullet' (Zauberkugel, his term for an ideal therapeutic agent) would be created, that killed diseased cells while sparing normal tissues.\nThe concept of a 'magic bullet' was to some extent realized by the invention of monoclonal antibodies, as these molecules provide a very specific binding affinity to their cognate target. However, monoclonal antibodies used as single agents are typically not able to induce cures for cancer or chronic inflammatory diseases. More recently, intense academic and industrial research activities have aimed at ìarmingî monoclonal antibodies with drugs or cytokines, in order to preferentially deliver these therapeutic payloads to the site of disease. Unfortunately, in most cases, 'armed' antibody products still cause unacceptable toxicities, which prevent escalation to potentially curative dose regimens.\nIn this Project, I outline a therapeutic strategy, which relies on the use of extremely specific tumor targeting agents, for the selective delivery of payloads, which can be conditionally activated at the site of disease. Methodologies for the conditional generation of active payloads include the stepwise non-covalent assembly of cytokines and the controlled release of cytotoxic drugs at suitable time points after injection, when the concentration of therapeutic agent in normal organs is acceptably low. Response to therapy will be profiled using innovative proteomic methodologies, based on HLA-peptidome analysis.\nPharmaceutical agents with ìactivity on demandî hold a considerable potential not only for the therapy of cancer, but also for the treatment of other serious diseases, including certain highly debilitating chronic inflammatory condition.'",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}