{
    "rcn": "198284",
    "acronym": "HUGS",
    "topics": "MSCA-ITN-2015-EID",
    "title": "HUmins as Green and Sustainable precursors of eco-friendly building blocks and materials",
    "startDate": "01/11/2015",
    "endDate": "31/10/2019",
    "objective": "The HUGS concept ( HUmins as Green and Sustainable precursors of eco-friendly materials and biofuels) discloses an integrated multidisciplinary EID proposal with involvement of high-tech SMEís two research centers and 3 world class universities in the area of biorefinery. All partners have been chosen by their complementary expertise and their extensive experience in supervising PhD programs and coordinating international scientific projects. The proposed methodology and approach focuses on side-stream valorization of FDCA/PEF polyester production process developed by Avantium. HUGS aims to provide breakthrough knowledge combined with an excelling training program on humin by-products by implementing work packages which will respectively focus on side streams to building blocks; building blocks to composites; safety and toxicity aspects; training and dissemination activities and management, communication and public engagement. 5 PhD are envisaged to be recruited to reach these ambitious goals with regards to multidisciplinary training and beyond stateof-the-art research. Each PhD will be seconded at the company as well as between the collaborating universities aiming to develop a number of essential leadership, entrepreneurial, communication and scientific skills in program fellows. All\npartners will organize week-long dedicated training courses in their field of expertise (homo- & heterogeneous catalysis, physico-chemical polymer analyses, toxicity and safety, IPR, techno-economic evaluation) over the total duration of the project. The proposed research is novel and highly original which will justify scientific publications in top-ranked journals together with a unique training program. PEF is unique in being the first technical superior and 100% biobased plastic to come to the market. The HUGS project as being closely linked to PEF commercialization which it will guarantee maximal\nexploitation of the results, communication and public engagement.",
    "totalCost": "1278214,92",
    "ecMaxContribution": "1278214,92",
    "coordinator": "AVANTIUM CHEMICALS BV",
    "coordinatorCountry": "NL",
    "participants": "INSTITUT NATIONAL DE L ENVIRONNEMENT ET DES RISQUES INERIS;LEIBNIZ - INSTITUT FUR KATALYSE EV AN DER UNIVERSITAT ROSTOCK;UNIVERSIDAD DE CORDOBA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "FR;DE;ES",
    "projectParticipants": {
        "998314980": {
            "orgId": "998314980",
            "orgName": "LEIBNIZ - INSTITUT FUR KATALYSE EV AN DER UNIVERSITAT ROSTOCK",
            "ecContrib": 249216
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "999872703": {
            "orgId": "999872703",
            "orgName": "UNIVERSIDAD DE CORDOBA",
            "ecContrib": 247873
        },
        "969594444": {
            "orgId": "969594444",
            "orgName": "AVANTIUM CHEMICALS BV",
            "ecContrib": 255374
        },
        "999958063": {
            "orgId": "999958063",
            "orgName": "INSTITUT NATIONAL DE L ENVIRONNEMENT ET DES RISQUES INERIS",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 1278215
}