{
    "rcn": "198218",
    "acronym": "CHROMOREP",
    "topics": "ERC-ADG-2014",
    "title": "Reconstitution of Chromosome Replication and Epigenetic Inheritance",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "A PubMed search for ëepigeneticí identifies nearly 35,000 entries, yet the molecular mechanisms by which chromatin modification and gene expression patterns are actually inherited during chromosome replication ó mechanisms which lie at the heart of epigenetic inheritance of gene expression ó are still largely uncharacterised.   Understanding these mechanisms would be greatly aided if we could reconstitute the replication of chromosomes with purified proteins.  The past few years have seen great progress in understanding eukaryotic DNA replication through the use of cell-free replication systems and reconstitution of individual steps in replication with purified proteins and naked DNA. We will use these in vitro replication systems together with both established and novel chromatin assembly systems to understand: a) how chromatin influences replication origin choice and timing, b) how nucleosomes on parental chromosomes are disrupted during replication and are distributed to daughter chromatids, and c) how chromatin states and gene expression patterns are re-established after passage of the replication fork.  We will begin with simple, defined templates to learn basic principles, and we will use this knowledge to reconstitute genome-wide replication patterns.  The experimental plan will exploit our well-characterised yeast systems, and where feasible explore these questions with human proteins.  Our work will help explain how epigenetic inheritance works at a molecular level, and will complement work in vivo by many others.  It will also underpin our long-term research goals aimed at making functional chromosomes from purified, defined components to understand how DNA replication interacts with gene expression, DNA repair and chromosome segregation.",
    "totalCost": "1983019",
    "ecMaxContribution": "1983019",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 1983019
        }
    },
    "calculatedTotalContribution": 1983019
}