{
    "rcn": "198221",
    "acronym": "AUROMYC",
    "topics": "ERC-ADG-2014",
    "title": "N-Myc and Aurora A: From Protein Stability to Chromosome TopologyN-Myc and Aurora A: From Protein Stability to Chromosome TopologyMyc and Aurora A: From Protein Stability to Chromosome Topology",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "There is an intense interest in the function of human Myc proteins that stems from their pervasive role in the genesis of human tumors. A large body of evidence has established that expression levels of one of three closely related Myc proteins are enhanced in the majority of all human tumors and that multiple tumor entities depend on elevated Myc function, arguing that targeting Myc will have significant therapeutic efficacy. This hope awaits clinical confirmation, since the strategies that are currently under investigation to target Myc function or expression have yet to enter the clinic. Myc proteins are global regulators of transcription, but their mechanism of action is poorly understood. \nMyc proteins are highly unstable in normal cells and rapidly turned over by the ubiquitin/proteasome system. In contrast, they are stabilized in tumor cells. Work by us and by others has shown that stabilization of Myc is required for tumorigenesis and has identified strategies to destabilize Myc for tumor therapy. This work has also led to the surprising observation that the N-Myc protein, which drives neuroendocrine tumorigenesis, is stabilized by association with the Aurora-A kinase and that clinically available Aurora-A inhibitors can dissociate the complex and destabilize N-Myc. Aurora-A has not previously been implicated in transcription, prompting us to use protein crystallography, proteomics and shRNA screening to understand its interaction with N-Myc. We have now identified a novel protein complex of N-Myc and Aurora-A that provides an unexpected and potentially groundbreaking insight into Myc function. We have also solved the crystal structure of the N-Myc/Aurora-A complex. Collectively, both findings open new strategies to target Myc function for tumor therapy.",
    "totalCost": "2455180",
    "ecMaxContribution": "2455180",
    "coordinator": "JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITY OF LEEDS;UNIVERSITY OF LEICESTER",
    "participantCountries": "UK",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 564162
        },
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 564162
}