{
    "rcn": "198276",
    "acronym": "AdaptEconII",
    "topics": "MSCA-ITN-2015-EJD",
    "title": "Adaptation to a New Economic Reality",
    "startDate": "01/12/2015",
    "endDate": "30/11/2019",
    "objective": "The present economic model of permanent growth is unstable and leads to cycles of growth, peaks and crashes.  We propose to contribute to developing new economic thinking based on knowledge of global resources availability. The Adaptation to a New Economic Reality (AdaptEconII) project is divided into three parts:  1. Sustainable resource management; 2. Integrated economic systems assessment; and 3. Integrating society and economics.  These components will be combined to form an overarching economic model built on socio-environmental-technical (SET) system analysis of causal links and feedback structures and system dynamics.  A simple prototype of such a model (WORLD) has already been built by the applicants and tested on historical data.  Twelve Early Stage Researchers (ESRs) will be trained to obtain European Joint Doctorates at three universities: University of Iceland (Reykjavik, Iceland), Stockholm University (Sweden) and Universite Blaise Pascal, Clermont-Ferrand (France). The ESRs will have secondments in research institutes/NGOs/SMEs in Germany (GWS and Wuppertal Institute), UK (New Economics Foundation and Schumacher Institute) and Sweden (Swedish National Defense College).  All of the ESRs will have a career plan and be trained in system analysis and system dynamics in addition to conventional and biophysical economic paradigms. They will be presented with aspects of resource availability, links between resources and wealth, the rise of new and/or rediscovered values and realization of our interdependent world, new development paradigms, political and industrial ecology, as well as science for sustainable society and transferable skills.  AdaptEconII will train ESRs in new economic thinking and the goal is for them be at the forefront of innovative economic thinking in the EU and the world.",
    "totalCost": "3182721,12",
    "ecMaxContribution": "3182721,12",
    "coordinator": "HASKOLI ISLANDS",
    "coordinatorCountry": "IS",
    "participants": "UNIVERSITE CLERMONT AUVERGNE;UNIVERSITE BLAISE PASCAL CLERMONT-FERRAND II;STOCKHOLMS UNIVERSITET",
    "participantCountries": "FR;SE",
    "projectParticipants": {
        "999884246": {
            "orgId": "999884246",
            "orgName": "HASKOLI ISLANDS",
            "ecContrib": 1076581
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 1054637
        },
        "916450860": {
            "orgId": "916450860",
            "orgName": "UNIVERSITE CLERMONT AUVERGNE",
            "ecContrib": 1051502
        },
        "999864070": {
            "orgId": "999864070",
            "orgName": "UNIVERSITE BLAISE PASCAL CLERMONT-FERRAND II",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3182720
}