{
    "rcn": "198283",
    "acronym": "NeCS",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "European Network for Cyber-security",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "The European Network for Cybersecurity (NECS) was formed in response to the increased need of highly qualified experts able to cope with all the aspects of the European cybersecurity strategy  that is currently under implementation.\nThere is indeed an evident need and opportunity to grow a new generation of young researchers able to answer this demand for expertize, trained to the changing nature of the challenges to be faced. These challenges include evolvable threats and new technological means to exploit network and information security vulnerabilities of cyber systems that have eventually consequences in the physical world. Starting from these considerations, the European Commission proposed the ìDIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL concerning measures to ensure a high common level of network and information security across the Unionî . This directive proposal, on the one hand, recognizes the relevance for the European economy of cybersecurity, on the other one, poses the regulatory basis for achieving a common level of cybersecurity preparedness among the main European public/private stakeholders. \n\nThis 4-year project for a cybersecurity research and training network aims at contributing to answer this increased demand of human expertise in the field. The project; by fosters ing a multi-sectorial/disciplinary approach that is clearly necessary for tackling all cybersecurity aspects - as also recognized by the European Network and Information Security (NIS) platform recently established by the EU to contribute to the strategy that is firmly based on a public/private cooperation.\n\nBeing cybersecurity inherently multi-sectorial, NECS has participants (beneficiaries and partners) both from the academic sector (7) and non-academic one (5). \n\nIn the NECS research and training network, multi-disciplinary expertise has been collected and interlinked in order to have as a centre of gravity the cybersecurity security area.",
    "totalCost": "3882227,76",
    "ecMaxContribution": "3882227,76",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "ATOS SPAIN SA;UNIVERSITY OF KENT;UNIVERSITA DEGLI STUDI DI TRENTO;British Telecommunications public limited company;TECHNISCHE UNIVERSITAT DARMSTADT;UNIVERSIDAD DE MALAGA",
    "participantCountries": "ES;UK;IT;DE",
    "projectParticipants": {
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 249216
        },
        "999898311": {
            "orgId": "999898311",
            "orgName": "UNIVERSIDAD DE MALAGA",
            "ecContrib": 495746
        },
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 495746
        },
        "999841275": {
            "orgId": "999841275",
            "orgName": "UNIVERSITY OF KENT",
            "ecContrib": 546576
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 1032245
        },
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 516123
        },
        "999908593": {
            "orgId": "999908593",
            "orgName": "BRITISH TELECOMMUNICATIONS PUBLIC LIMITED COMPANY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3335652
}