{
    "rcn": "198207",
    "acronym": "MOPHIMPOC",
    "topics": "ERC-PoC-2014",
    "title": "Optical Ultrasound Imaging for Real-time Guidance of Intracardiac Procedures",
    "startDate": "01/08/2015",
    "endDate": "31/01/2017",
    "objective": "This European Research Council Proof of Concept grant is focused on translating a new medical device for interventional cardiology from a proven laboratory prototype to a commercial prototype. The core innovation in this medical device is a new type of ultrasound imaging probe that can be readily integrated into medical devices to guide minimally invasive procedures. Current generation probes, which are based on electrical methods of ultrasound generation, involve complex fabrication processes that make them prohibitively expensive for many applications. The technology platform underlying the new ultrasound imaging probes includes both optical transmission and reception of ultrasound waves. The new probes are fabricated with inexpensive optical fibres, using simple techniques that are highly scalable for large-volume production. With fabrication costs that are approximately 10 times lower than those of current generation probes, they will address large under-served markets in which current generation probes are too expensive to be reimbursed. They can be readily integrated into small diameter needles and catheters, which make them attractive for a wide range of clinical applications. The commercial prototype that will be developed with this ERC POC grant will address a specific clinical application in the field of Cardiac Electrophysiology. As it will be designed to be manufactured as part of a quality system, it will be compelling for commercialization and for obtaining follow-on funding. The POC grant will be undertaken in close collaboration with Cardiac Electrophysiologists at Barts Hospital, and a medical device consultancy in the UK with  expertise in the development of ultrasound imaging probes. Clinician interviews will be conducted at a European clinical congress, and the resulting insights will be included as part of a business plan and pitch presentation to external investors to obtain follow-on funding.",
    "totalCost": "149624",
    "ecMaxContribution": "149624",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 149624
        }
    },
    "calculatedTotalContribution": 149624
}