{
    "rcn": "198239",
    "acronym": "iPURXL",
    "topics": "SC5-20-2014",
    "title": "iPURXL: Scale-Up of Liquid Nano-reactor for the Destruction of Contaminants in Turbid Fluids",
    "startDate": "01/07/2015",
    "endDate": "30/06/2017",
    "objective": "The iPURtech Nanoreactor effluent fluid treatment system recycles metal working fluids in an almost closed loop.  iPURXL builds on 2 years successful sales and a growing list of enquiries to transfer the technology to other sectors, particularly for the treatment of water and other aqueous liquids.  This will required scale up from our current >20-50 Litres per hour systems to those capable of processing >1000 in line with customer demand.  This will enable us to sell into both single line and  full site effluent treatment, ranging from small meat rendering plants up to full scale municipal waste water treatment.\nThe original system treats fluid in quartz tubes supplied with sufficient UV-C light to operate.  A TiO2 photo-catalyst coated auger causes oscillation and scrubs tube walls clean.  Conventional systems immerse single lamps in fluid; we use multiple high powered UV-C lamps around tubes to achieve higher volume kill ratios making iPURtech uniquely suitable for scale up.\nTiO2 reactors are well researched yet little large scale commercial delivery has resulted.  To succeed commercially this must be practical.  Direct linear scale up is not possible, issues such as coating light weight auger materials over greater surface areas, UV dose, system size and weight and must be addressed.    Over summer of 2014, testing was carried out with a range of meat renderers and with the input of a range of technical and commercial specialists.  This has resulted in the development of a very strong research, development, supply and sales team and we are confident of our combined abilities to deliver at commercial scale immediately post this demonstration.",
    "totalCost": "1880197,5",
    "ecMaxContribution": "1316137,26",
    "coordinator": "IPURTECH LIMITED",
    "coordinatorCountry": "UK",
    "participants": "PLASBRUN PLASTICS ENGINEERING LIMITED;BIOTEC LTD;JOHN POINTON & SONS LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "934468901": {
            "orgId": "934468901",
            "orgName": "PLASBRUN PLASTICS ENGINEERING LIMITED",
            "ecContrib": 161353
        },
        "938556190": {
            "orgId": "938556190",
            "orgName": "IPURTECH LIMITED",
            "ecContrib": 1038312
        },
        "934327281": {
            "orgId": "934327281",
            "orgName": "JOHN POINTON & SONS LIMITED",
            "ecContrib": 116473
        },
        "934380146": {
            "orgId": "934380146",
            "orgName": "BIOTEC LTD",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1316138
}