{
    "rcn": "198266",
    "acronym": "SSeMID",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Stability and Sensitivity Methods for Industrial Design",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The increasing environmental awareness of the European society has been always present in the aeronautical community, industry and research centres, having a definite influence on the way the aircraft of the future should be. In this line, the ACARE Vision for 2020, a Group of Renowned Personalities in the aeronautical field, has formulated a clear set of requirements for civil transport aircraft operations in order to reach the following specific environmental goals: halving perceived aircraft noise, 50% cut in CO2 emissions per passenger-km and 80% cut in NOx emissions.\nMany of these goals have a direct connection with the aerodynamic performance of the aircraft; mainly with aerodynamic technologies. Most of the elements of the aerodynamics of conventional aircraft are modelled and understood to some degree but reliable solutions are not available due to new challenges appearing as the technology matures. One of the most common problems is related to stability analysis for configurations in the limits of the flight envelope or when unsteady effects are dominant. This challenge is the object of the research of SSeMID, and is the focus of the international training plan for young engineers employed within the network. The project will provide valuable information for such aerodynamic structures paving the way to its complete industrialization while increasing the academic knowledge regarding instability mechanisms and covering the necessary skills and knowledge to train experts in this area",
    "totalCost": "3900365,28",
    "ecMaxContribution": "3900365,28",
    "coordinator": "UNIVERSIDAD POLITECNICA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;KUNGLIGA TEKNISKA HOEGSKOLAN;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;INSTITUT VON KARMAN DE DYNAMIQUE DES FLUIDES;NUMERICAL MECHANICS APPLICATIONS INTERNATIONAL SA;AIRBUS GROUP LIMITED;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "UK;SE;FR;DE;BE",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 743619
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 546576
        },
        "999994438": {
            "orgId": "999994438",
            "orgName": "OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES",
            "ecContrib": 525751
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 263659
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999698006": {
            "orgId": "999698006",
            "orgName": "INSTITUT VON KARMAN DE DYNAMIQUE DES FLUIDES",
            "ecContrib": 250560
        },
        "998755942": {
            "orgId": "998755942",
            "orgName": "NUMERICAL MECHANICS APPLICATIONS INTERNATIONAL SA",
            "ecContrib": 250560
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 250560
        },
        "996312027": {
            "orgId": "996312027",
            "orgName": "AIRBUS GROUP LIMITED",
            "ecContrib": 546576
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3627077
}