{
    "rcn": "198203",
    "acronym": "KL2MG-interactions",
    "topics": "ERC-ADG-2014",
    "title": "K-theory, L^2-invariants, manifolds, groups and their interactions",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Many  milestone results in mathematics emerge from interactions and transfer of techniques and methods between different areas. I want to attack outstanding problems concerning K-theory, L^2-invariants, manifolds and group theory. The time is ripe to use the exciting and profound progress that has been made during the last years in the individual areas to build new bridges, gain new insights, open the door to new applications, and to trigger new innovative activities worldwide lasting beyond the proposed funding period.\n\nThe starting point are the prominent  conjectures of Farrell-Jones on the algebraic K- and L-theory of group rings, of  Baum-Connes on the topological K-theory of reduced group C^*-algebras, and of Atiyah on the integrality of L^-Betti numbers.\n\nI intend to analyze and establish the Farrell-Jones Conjecture in other settings such as topological cyclic homology of 'group rings' over the sphere spectrum, algebraic K-theory of Hecke algebras of totally disconnected groups, the topological K-theory of Fr'echet group algebras, and Waldhausen's A-theory of classifying spaces of groups.  This has new and far-reaching consequences for automorphism groups of closed aspherical manifolds, the structure of group rings,  and representation theory.  Recent proofs by the PI  of the Farrell-Jones Conjecture for certain classes of groups require input from homotopy theory, geometric group theory, controlled topology and flows on metric spaces, and will be transferred to the new situations. There is also a program towards a proof of the Atiyah Conjecture based on the Farrell-Jones Conjecture and ring theory. Furthermore, I want to attack open problems such as  the approximation of L^2-torsion for towers of finite coverings, and the relation of the first L^2-Betti number, the cost and the rank gradient of a finitely generated  group. I see a high potential for new striking applications of the Farrell-Jones Conjecture and L^2-techniques to manifolds and groups.",
    "totalCost": "1719583",
    "ecMaxContribution": "1719583",
    "coordinator": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 1719583
        }
    },
    "calculatedTotalContribution": 1719583
}