{
    "rcn": "198259",
    "acronym": "ASPIRE",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Angular studies of photoelectrons in innovative research environments",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "In the ASPIRE project, whose academic and industrial beneficiaries are world leading in their complementary fields of expertise, the overarching research goal is the measurement of photoelectron angular distributions (PADs) in the ìmolecular frameî (MF) of systems of biological relevance. These MF-PADs can be interpreted as electron diffraction patterns, achieved by ìilluminating the molecule from withinî, and enable the shapes and motions of individual molecules to be interrogated. Such knowledge is needed for the development of new medicines (the shapes of drug molecules dictate their function) and new materials (efficient solar cells can be constructed if energy dissipation processes in molecules are understood). Progress in this area is highly technologically driven, requiring high repetition rate, short wavelength light sources and fast detectors. The input of private sector beneficiaries is therefore critical to the scientific objectives, as well as to the enhanced training environment. Work packages on advanced light source and detector developments will feed into the overall goal through secondments, regular virtual meetings and face-to-face network meetings. The symbiosis of the developments that will take place in ASPIRE will create a research and training environment that is world-leading and optimally tailored to capitalise, for example, on the investment that has been made in the European XFEL facility. The ESRs will be trained in world-leading laboratories and will benefit from the exchange of best practice among beneficiaries and partners, and from unique training events. ASPIRE will therefore ensure that European research remains competitive in the global market, and that the trained researchers will be uniquely well-placed to contribute to the development of novel instrumentation in the future.",
    "totalCost": "3180705,84",
    "ecMaxContribution": "3180705,84",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "AARHUS UNIVERSITET;SYNCHROTRON SOLEIL SOCIETE CIVILE;PHOTEK LIMITED;FORSCHUNGSVERBUND BERLIN EV;CONSIGLIO NAZIONALE DELLE RICERCHE;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;ROENTDEK - HANDELS GMBH",
    "participantCountries": "DK;FR;UK;DE;IT",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 546576
        },
        "997719109": {
            "orgId": "997719109",
            "orgName": "PHOTEK LIMITED",
            "ecContrib": 273288
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 258061
        },
        "998721507": {
            "orgId": "998721507",
            "orgName": "SYNCHROTRON SOLEIL SOCIETE CIVILE",
            "ecContrib": 262876
        },
        "996199895": {
            "orgId": "996199895",
            "orgName": "ROENTDEK - HANDELS GMBH",
            "ecContrib": 249216
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 249216
        },
        "999927120": {
            "orgId": "999927120",
            "orgName": "FORSCHUNGSVERBUND BERLIN EV",
            "ecContrib": 498433
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 580164
        }
    },
    "calculatedTotalContribution": 3180706
}