{
    "rcn": "198246",
    "acronym": "EEN H2020",
    "topics": "INNOVATION",
    "title": "Enhancing innovation management capacity of SMEs under H2020 programme in the Enterprise Europe Network ´Normandie-Picardieª",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "'The Enterprise Europe Network 'Normandie-Picardie' consortium is composed of the 5 following partners:\nï CCI Basse-Normandie\nï CCI Haute-Normandie\nï CCI Picardie\nï MIRIADE (regional agency for innovation in Basse-Normandie)\nï SEINARI (regional agency for innovation in Haute-Normandie)\nTo act complementarily with the COSME Enterprise Europe Network 'Normandie-Picardie' project, the consortium will set up a Horizon 2020 action called ìEnhancing the innovation management capacity of SMEsî. This action should help companies of the Normandy-Picardy area to organise their innovation strategy in order to overcome the barriers to the emergence of innovative projects. \nThis specific action will be divided into two main activities (Work packages). The first one called ìKey Account Managementî (KAM) will target the beneficiaries of the SME Instrument. The Key Account Managers (innovation experts of the consortium) will ensure that the beneficiaries receive the most appropriate services to underscore the successful and profitable exploitation of their innovation project. They will be in charge of helping SMEs to select their coach and will ensure there is no conflict between the coach and the SMEs all along the coaching phase.\nThe second one called ìenhancing SME innovation management capacityî (EIMC) will target SMEs with significant innovation activities and a high potential of internationalization. The consortium advisors will deliver a quality management assessment and support service to conduct innovation processes in a more effective way. They will be in charge of assessing innovation management capacity of the company and to develop an action plan with the support of an appropriate diagnostic tool. \nBoth activities of the consortium should complement each otherís and offer the best integrated support to SMEs on two different growth factors: innovation and internationalization. \nThe consortium plans to deliver both services to a total number of 51 companies in 2015-2016.'",
    "totalCost": "139483,34",
    "ecMaxContribution": "139483,34",
    "coordinator": "CHAMBRE DE COMMERCE ET D'INDUSTRIEDE REGION NORMANDIE",
    "coordinatorCountry": "FR",
    "participants": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION PICARDIE;CHAMBRE DE COMMERCE ET D'INDUSTRIEDE REGION HAUTE-NORMANDIE;AGENCE DE L'INNOVATION EN REGION HAUTE NORMANDIE;AD NORMANDIE",
    "participantCountries": "FR",
    "projectParticipants": {
        "999781814": {
            "orgId": "999781814",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIEDE REGION HAUTE-NORMANDIE",
            "ecContrib": 0
        },
        "938721769": {
            "orgId": "938721769",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION PICARDIE",
            "ecContrib": 29285
        },
        "919796390": {
            "orgId": "919796390",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIEDE REGION NORMANDIE",
            "ecContrib": 51164
        },
        "939950468": {
            "orgId": "939950468",
            "orgName": "AD NORMANDIE",
            "ecContrib": 9596
        },
        "939084161": {
            "orgId": "939084161",
            "orgName": "AGENCE DE L'INNOVATION EN REGION HAUTE NORMANDIE",
            "ecContrib": 49439
        },
        "999780553": {
            "orgId": "999780553",
            "orgName": "CHAMBRE REGIONALE DE COMMERCE ET D'INDUSTRIE DE BASSE NORMANDIE",
            "ecContrib": 33676
        }
    },
    "calculatedTotalContribution": 173160
}