{
    "rcn": "198219",
    "acronym": "TRIGGDRUG",
    "topics": "ERC-ADG-2014",
    "title": "Reactions That Translate mRNA into Drug-like Molecules",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "How could a molecular cancer therapy look like in 2040? In cancer, gene expression is deregulated due to amplification, mutation and translocation of genes. Next generation RNA sequencing provides us with the opportunity to identify the number and identity of the gene products aberrantly expressed in a patient. But do we have methods that take advantage of the personalized sequence data? In this research project we propose the idea to use the RNA molecules expressed upon disease-type gene expression as instructors for the chemical synthesis of drug-like molecules that cure the disease. Accordingly, drug-like molecules would only be formed in those cells that express the disease-specific RNA molecules. Such a personalized molecular therapy would eliminate side effects caused by unwanted perturbation of healthy cells. The idea to use cellular RNA molecules as triggers for drug synthesis requires methods that couple RNA recognition with a change of chemical reactivity. Reactive molecules must be able to ìreadî and ìtranslateî the sequence of a RNA molecule into a drug-like output. We will develop mRNA-triggered reactions that i) proceed with turnover in template to cope with low mRNA copy numbers and ii) allow the single-step synthesis of highly active drug-like molecules to address deregulated protein targets inside cancer cells. To achieve this aim, we will advance chemical acyl transfer and alkylidene transfer reactions. The reactions on disease-specific mRNA will form peptides/peptidomimetics/small molecule-based kinase inhibitors which will induce apoptosis in cancer cells. We will target validated drug targets. Synergy between the nucleic acid and protein worlds will be harnessed. Furthermore, we will develop a RNA-promoted reaction with turnover beyond product inhibition. This will enable a transcriptome-activated photodynamic therapy. In a nutshell, we will develop a chemistry-based tool to hijack disease mRNA and rewire the cell death program.",
    "totalCost": "2470400",
    "ecMaxContribution": "2470400",
    "coordinator": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999850781": {
            "orgId": "999850781",
            "orgName": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
            "ecContrib": 2470400
        }
    },
    "calculatedTotalContribution": 2470400
}