{
    "rcn": "198250",
    "acronym": "VEBIN SME 2.0",
    "topics": "INNOVATION",
    "title": "Delivering services on behalf of H2020 for enhancing the innovation management capacity of SMEs by the Enterprise  Europe Network in Flanders",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "This proposal aims at continuing the services of EEN in Flanders with regard to the key account management for the SME instrument under the H2020 programme as entrusted by the European Commission to the Enterprise Europe network. It also concerns the additional support services that EEN will deliver in Flanders with regard to the enhancement of the innovation management capacities of SMEs as decided in the H2020 programme. The present proposal describes how the Flemish VEBIN consortium - being selected for delivering the EEN services in Flanders -will deliver the services concerned in their region in 2015 and 2016, how these will be coordinated with the H2020 NCP for SMES in Flanders, how the services will be embedded in the regional innovation support system to the benefit of Flemish companies, how the consortrium will manage the services and how feedback will be organised in order to ensure a high quality service provision and an added European value, while respecting the principles of additionality. It particularly reflects on the signposting of clients among all relevant support stakeholders and to the efficient use of resources and tools. It also confirms the consortium's willingness to cooperate whenever requested by EAME or the Commission to share best practices among the participating EEN consortia and to give feedback on the implementation of the services in the region of Flanders (Belgium).",
    "totalCost": "273195",
    "ecMaxContribution": "273195",
    "coordinator": "VLAAMS GEWEST",
    "coordinatorCountry": "BE",
    "participants": "VLAAMS AGENTSCHAP VOOR INTERNATIONAAL ONDERNEMEN",
    "participantCountries": "BE",
    "projectParticipants": {
        "947950446": {
            "orgId": "947950446",
            "orgName": "VLAAMS AGENTSCHAP VOOR INTERNATIONAAL ONDERNEMEN",
            "ecContrib": 79695
        },
        "999575107": {
            "orgId": "999575107",
            "orgName": "VLAAMS GEWEST",
            "ecContrib": 193500
        }
    },
    "calculatedTotalContribution": 273195
}