{
    "rcn": "198293",
    "acronym": "AMVA4NewPhysics",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Advanced Multi-Variate Analysis for New Physics Searches at the LHC",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "With the 2012 discovery of the Higgs boson at the Large Hadron Collider, LHC, the Standard Model of particle physics has been completed, emerging as a most successful description of matter at the smallest distance scales. But as is always the case, the observation of this particle has also heralded the dawn of a new era in the field: particle physics is now turning to the mysteries posed by the presence of dark matter in the universe, as well as the very existence of the Higgs. The upcoming run of the LHC at 13 TeV will probe possible answers to both issues, providing detailed measurements of the properties of the Higgs and extending significantly the sensitivity to new phenomena. \n\nSince the LHC is the only accelerator currently exploring the energy frontier, it is imperative that the analyses of the collected data use the most powerful possible techniques. In recent years several analyses have utilized multi-variate analysis techniques, obtaining higher sensitivity; yet there is ample room for further improvement. With our programme we will import and specialize the most powerful advanced statistical learning techniques to data analyses at the LHC, with the objective of maximizing the chance of new physics discoveries.\n\nWe aim at creating a network of European institutions to foster the development and exploitation of Advanced Multi-Variate Analysis (AMVA) for New Physics searches. The network will offer extensive training in both physics and advanced analysis techniques to graduate students, focusing on providing them with the know-how and the experience to boost their career prospects in and outside academia. The network will develop ties with non-academic partners for the creation of interdisciplinary software tools, allowing a successful knowledge transfer in both directions. The network will study innovative techniques and identify their suitability to problems encountered in searches for new physics at the LHC and detailed studies of the Higgs boson sector.",
    "totalCost": "2393361,31",
    "ecMaxContribution": "2393361,31",
    "coordinator": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITE CLERMONT AUVERGNE;INSTITUTE OF ACCELERATING SYSTEMS AND APPLICATIONS;TECHNISCHE UNIVERSITAET MUENCHEN;UNIVERSITE CATHOLIQUE DE LOUVAIN;LABORATORIO DE INSTRUMENTACAO E FISICA EXPERIMENTAL DE PARTICULAS;UNIVERSITA DEGLI STUDI DI PADOVA;UNIVERSITE BLAISE PASCAL CLERMONT-FERRAND II;EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "FR;EL;DE;BE;PT;IT;CH;UK",
    "projectParticipants": {
        "999661534": {
            "orgId": "999661534",
            "orgName": "LABORATORIO DE INSTRUMENTACAO E FISICA EXPERIMENTAL DE PARTICULAS",
            "ecContrib": 238356
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 258061
        },
        "999593634": {
            "orgId": "999593634",
            "orgName": "INSTITUTE OF ACCELERATING SYSTEMS AND APPLICATIONS",
            "ecContrib": 201989
        },
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 258061
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 250560
        },
        "916450860": {
            "orgId": "916450860",
            "orgName": "UNIVERSITE CLERMONT AUVERGNE",
            "ecContrib": 262876
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 200758
        },
        "999864070": {
            "orgId": "999864070",
            "orgName": "UNIVERSITE BLAISE PASCAL CLERMONT-FERRAND II",
            "ecContrib": 0
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 273288
        },
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 449412
        }
    },
    "calculatedTotalContribution": 2393361
}