{
    "rcn": "198216",
    "acronym": "VOLCANO",
    "topics": "ERC-ADG-2014",
    "title": "Microbiology of extremely acidic terrestrial volcanic ecosystems",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Terrestrial mud volcanos are extreme environments with pH values below even 1, with temperatures up to 70 ∫C. They represent ëhotspotsí of greenhouse gas emissions. Despite the hostile conditions, mud volcanos harbour very unique microbial communities involved in the cycling of elements like carbon, hydrogen, sulfur, and nitrogen. Microbial communities in extreme environments are characterized by low biodiversity and as a consequence serve as good models to study linkages between genomic potential and environmental parameters. Metagenome studies have shown that most of the microorganisms in extreme environments are only distantly related to cultivated bacteria. Therefore, state-of the-art enrichment techniques using chemostat and sequencing batch cultivation with inocula from geothermal sites and driven by physiological information from metagenomic/metatranscriptomic data have a high potential to result in novel isolates. This was already demonstrated by our isolation of both mesophilic and thermophilic acid-loving methanotrophs. The aim of this project is to obtain a fundamental understanding of the microbial ecology of extremely acid terrestrial mud volcanos with special emphasis on the elemental cycles of sulfur, methane and nitrogen. After identification and isolation, the microbial key players will be investigated to unravel the molecular mechanisms by which they adapt to extreme (thermo)acidophilic conditions. To achieve this, several parallel and complementary state-of-the-art-approaches will be combined, e.g. meta-omics, microbial ecophysiology, cultivation techniques, cell biology/biochemistry, metabolism/gene expression studies. The project will profoundly increase the understanding of these natural hotspots of greenhouse gas production/degradation and newly isolated strains have a high potential for finding sustainable solutions for the most pressing grand challenges of the European society e.g. new green enzymatic catalyst and technologies for industry.",
    "totalCost": "2263490",
    "ecMaxContribution": "2263490",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 2263490
        }
    },
    "calculatedTotalContribution": 2263490
}