{
    "rcn": "198217",
    "acronym": "PHII",
    "topics": "ERC-ADG-2014",
    "title": "PTX3 in Humoral Innate Immunity",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The innate immune system includes a cellular and a humoral arm.  Structural diversity is a characteristic of humoral fluid phase pattern recognition molecules. These include  complement components, collectins, ficolins, and  pentraxins. We have used the long pentraxin PTX3, identified by the applicant (cDNA and genomic, mouse and  human), as a prototypic fluid phase pattern recognition molecule to dissect its function, as well as to define general properties of humoral innate immunity and its interplay with the cellular arm. The general objective of this application is to explore unexpected vistas on humoral innate immunity, using PTX3 as a molecular tool.  Specifically two hypothesis will be tested  based on preliminary data.  First the applicant will test the hypothesis that matrix and microbe recognition are related functions of PTX3 and that a microenvironmental signal (acidic pH) sets PTX3 in a matrix recognition, tissue repair mode. A second related line of work will focus on inflammation as a key component of the tumor microenvironment. The applicant  will test the hypothesis that PTX3  and elements of the humoral  innate immune system are essential components of cancer related inflammation.  In particular, based on preliminary data,  the hypothesis  will be tested that PTX3 acts as an extrinsic oncosuppressor in murine carcinogenesis and in selected human cancers by suppressing the recruitment of tumor-promoting inflammatory cells. These studies are expected to provide new unexpected vistas on the humoral arm of the innate immune system.",
    "totalCost": "2497081",
    "ecMaxContribution": "2497081",
    "coordinator": "HUMANITAS MIRASOLE SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999785015": {
            "orgId": "999785015",
            "orgName": "HUMANITAS MIRASOLE SPA",
            "ecContrib": 2497081
        }
    },
    "calculatedTotalContribution": 2497081
}