{
    "rcn": "198258",
    "acronym": "CESSDA-SaW",
    "topics": "INFRADEV-3-2015",
    "title": "Strengthening and widening the European infrastructure for social science data archives.",
    "startDate": "01/08/2015",
    "endDate": "31/10/2017",
    "objective": "After CESSDA's successful launch we must now achieve full European coverage, and strength and sustainability for the widened network.  \n\nEuropean coverage:\nIn each country the barriers to, and the potential value and benefits from, membership will be examined, and existing relevant infrastructure mapped.  Bespoke coordination, networking activities, and stakeholder forums, all designed to address the specific barriers, will be delivered.  In particular, relationships between national ministries, Research Councils, and the social science research community will be built.  Relevant work in other completed initiatives (eg. SERSCIDA, DASISH, DwB) would be taken up and moved to the next stage of practical and direct support for achieving membership of the CESSDA Research Infrastructure.  National opportunities for using European structural funds and other sources of support will be explored. The approach is to ensure the national and European economic and social benefits, and the positive returns on investment, that are achieved through membership of CESSDA are wholly apparent to the relevant national decision-makers.\n\nStrength and sustainability :\nThe widened membership must form a strong and sustained network, where global best practice is built in to the infrastructure of European social science and research. Membership of CESSDA should mean membership of a world class support infrastructure. Links with practical benefits will be established with equivalent infrastructures in other continents. The benefits of coordinated collaboration and consultation with trans-national European stakeholders (for example, Eurostat, European Parliament, Consilium) will bring benefits to all national CESSDA Members. The visibility of this research infrastructure and its importance to excellent evidence in policy making will be enhanced. Further, existing national infrastructures must complete their transition into a holistic service, capable of access services for all.",
    "totalCost": "2498187",
    "ecMaxContribution": "2498187",
    "coordinator": "CESSDA AS",
    "coordinatorCountry": "NO",
    "participants": "TARTU ULIKOOL;UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN;CHARLES BEAGRIE LIMITED;TARKI ALAPITVANY;SOCIOLOGICKY USTAV SLOVENSKEJ AKADEMIE VIED;INSTITUTO DE CIENCIAS SOCIAIS;INSTITUT EKONOMSKIH NAUKA;UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA;SVEUCILISTE U ZAGREBU FILOZOFSKI FAKULTET;ETHNIKO KENTRO KOINONIKON EREVNON;ASOCIATIA ARHIVA ROMANA DE DATE SOCIALE",
    "participantCountries": "EE;IE;UK;HU;SK;PT;RS;IT;HR;EL;RO",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 0
        },
        "940721715": {
            "orgId": "940721715",
            "orgName": "CESSDA AS",
            "ecContrib": 2047906
        },
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 13375
        },
        "999885701": {
            "orgId": "999885701",
            "orgName": "INSTITUTO DE CIENCIAS SOCIAIS",
            "ecContrib": 54625
        },
        "918364961": {
            "orgId": "918364961",
            "orgName": "ASOCIATIA ARHIVA ROMANA DE DATE SOCIALE",
            "ecContrib": 0
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 55125
        },
        "986245076": {
            "orgId": "986245076",
            "orgName": "INSTITUT EKONOMSKIH NAUKA",
            "ecContrib": 16938
        },
        "985444438": {
            "orgId": "985444438",
            "orgName": "CHARLES BEAGRIE LIMITED",
            "ecContrib": 108375
        },
        "934614983": {
            "orgId": "934614983",
            "orgName": "TARKI ALAPITVANY",
            "ecContrib": 131656
        },
        "999525831": {
            "orgId": "999525831",
            "orgName": "ETHNIKO KENTRO KOINONIKON EREVNON",
            "ecContrib": 38812
        },
        "996559862": {
            "orgId": "996559862",
            "orgName": "SOCIOLOGICKY USTAV SLOVENSKEJ AKADEMIE VIED",
            "ecContrib": 12000
        },
        "999500805": {
            "orgId": "999500805",
            "orgName": "SVEUCILISTE U ZAGREBU FILOZOFSKI FAKULTET",
            "ecContrib": 19375
        }
    },
    "calculatedTotalContribution": 2498187
}