{
    "rcn": "198236",
    "acronym": "SME VALUE CHAINS",
    "topics": "INNOSUP-5-2014",
    "title": "PEER LEARNING OF INNOVATION AGENCIES ABOUT INNOVATION SUPPORT IN SMES IN TRANSNATIONAL BUSINESS VALUE CHAINS",
    "startDate": "01/09/2015",
    "endDate": "30/04/2016",
    "objective": "This proposal offers a peer learning excercise between 3 innovation agencies from small regions in the South, the North and the Centre of Europe. \nBy means of the proven Twinning \\ methodology they'll focus on the common challenge of the design of innovation support for SMEís operating in crossborder business value chains. In small regions, business value chains cross easily the regional borders, so SMEs have to be agile to fit these in order to grow. Stimulating business value chains is one of the policy actions of the EU Strategic Work Program.\n\nThis proposal aims to 1. learn about this sub-type of SMEs 2. investigate the current mix of instruments to stimulate innovation and entrepreneurship 3. understand  the criteria of ëvalue chain-fitnessí  4. discuss novel approaches in the public innovation support system and make recommandations for other innovation agencies.\n\nThe mutual policy learning and exchange of ëgood practicesí will enhance the transfer of good practices in SME support which is one of the specific challenge of the work programme. Futhermore, since innovation agencies are important intermediaries  to SMEs, the peer learning will contribute to make public support for innovation in the EU more effectively. \n\nAn information ìexchangeî workshop with testimonials from SMEs and economic/innovation experts will give some insights in the real needs of those SMEs. Subsequently, the participants will do a small field research in their region. The information gathered will be displayed on a digital platform working as a community of practice. Finally, the participants perform the peer learning in a 2days session collaborating together in an equal relationship and discuss novel approaches in relation to the topic. In the end, a Design Options Paper documents the implementation options and guidelines that the partners in the challenge have experienced and would recommend to other innovation agencies.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "VLAAMS GEWEST",
    "coordinatorCountry": "BE",
    "participants": "SWEREA IVF AB;FUNDACIO BALEAR D'INNOVACIO I TECNOLOGIA",
    "participantCountries": "SE;ES",
    "projectParticipants": {
        "951378329": {
            "orgId": "951378329",
            "orgName": "FUNDACIO BALEAR D'INNOVACIO I TECNOLOGIA",
            "ecContrib": 0
        },
        "999575107": {
            "orgId": "999575107",
            "orgName": "VLAAMS GEWEST",
            "ecContrib": 50000
        },
        "999475294": {
            "orgId": "999475294",
            "orgName": "SWEREA IVF AB",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}