{
    "rcn": "198241",
    "acronym": "INNOKAM 2015-16",
    "topics": "INNOVATION",
    "title": "Establishing services enhancing the innovation management capacity of SME¥s in Hamburg andSchleswig-Holstein",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The three partners Investitionsbank Schleswig-Holstein (IB.SH), TuTech Innovation GmbH (TuTech) and Wirtschaftsfˆrderung und Technologietransfer Schleswig-Holstein (WTSH) are part of the Enterprise Europe Network(EEN) consortium in Hamburg and Schleswig-Holstein and established a well-known regional one-stop-shop for all EU-related enquiries for SMEs and regional stakeholders.\n\nFor the period 2015 - 2020 objective is to expand the client base and deepen the level of assistance by offering the new service of ìKey Account Managementî (KAM) and ìEnhancing SME Innovation Management Capacityî (IMC). Aim is to face existing lack of innovation management capacity in small and medium sized companies (SME) and support their innovative activities in order to creating economic impact (competitiveness, growth and jobs). The guiding principle is that the services will be tailored to the needs of the identified regional innovators and innovation systems.\n\nIn this context the KAM will be targeted at beneficiaries of the SME instrument under Horizon 2020, the IMC will address other highly innovative SMEs. The IMC will help companies to establish effective innovation management systems that enhance the realisation of growth opportunities. The KAM focuses on the those weaknesses which endanger the success of\nthe funded project. It will assist in finding specialised coaches and establishing a coach-client relationship. Both approaches aim to raise the company¥s competitiveness and profitability.\nIn the framework of the project the consortium will acquire annual user licenses for the IMP3rove tool in order to assess gaps and needs of the SMEs. In this context senior staff of the EEN will attend training to ensure that the tool is used correctly and the assessment exercise complies with the envisaged EU standard. In addition the participation in training\ncourses gives the chance for a best practice exchange with other EEN colleagues and will be of great benefit for the consortium.",
    "totalCost": "132737,5",
    "ecMaxContribution": "132737,5",
    "coordinator": "INVESTITIONSBANK SCHLESWIG-HOLSTEIN",
    "coordinatorCountry": "DE",
    "participants": "TUTECH INNOVATION GMBH;WTSH WIRTSCHAFTSFORDERUNG UND TECHNOLOGIETRANSFER SCHLESWIG HOLSTEIN GMBH;HAMBURGISCHE INVESTITIONS- UND FORDERBANK",
    "participantCountries": "DE",
    "projectParticipants": {
        "943356720": {
            "orgId": "943356720",
            "orgName": "WTSH WIRTSCHAFTSFORDERUNG UND TECHNOLOGIETRANSFER SCHLESWIG HOLSTEIN GMBH",
            "ecContrib": 43050
        },
        "999919360": {
            "orgId": "999919360",
            "orgName": "INVESTITIONSBANK SCHLESWIG-HOLSTEIN",
            "ecContrib": 28700
        },
        "948237857": {
            "orgId": "948237857",
            "orgName": "HAMBURGISCHE INVESTITIONS- UND FORDERBANK",
            "ecContrib": 0
        },
        "999950594": {
            "orgId": "999950594",
            "orgName": "TUTECH INNOVATION GMBH",
            "ecContrib": 60988
        }
    },
    "calculatedTotalContribution": 132738
}