{
    "rcn": "198292",
    "acronym": "EDISON",
    "topics": "INFRASUPP-4-2015",
    "title": "Education for Data Intensive Science to Open New science frontiers",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "The EDISON project will focus on activities to establish the new profession of ' Data Scientist', following the emergence of Data Science technologies (also referred to as Data Intensive or Big Data technologies) which changes the way research is done, how scientists think and how the research data are used and shared. This includes definition of the required skills, competences framework/profile, corresponding Body Of Knowledge and model curriculum. It wil develop a sustainability/business model to ensure a sustainable increase of Data Scientists, graduated from universities and trained by other professional education and training institutions in Europe. \nTo achieve this, EDISON will work with the major Data Science stakeholders from academic, research communities and industry, as well as with the professional community to help them to obtain proper education and training and/or formal certification for already practicing self-made Data Scientists, grown from the advanced research projects who want to build a new career in Data Science.\nConsistent Data Science education and professional training requires besides theoretical knowledge access to real scientific data infrastructure and real large data sets to acquire practical experience and develop data centric  thinking. For this, EDISON will leverage on EGI infrastructure and community/activities, as well as products from the APARSEN project, to create a supporting infrastructure for Data Science education and training that will include both example datasets and virtual labs which will allow the students or trainees to work with real data sets, infrastructure and tools.\nEDISON will facilitate the establishment of a Data Science education and training infrastructure at major European universities by promoting experience of  'champion' universities involving them into coordinated development and implementation of the model curriculum and creation of cooperative educational and training infrastructure.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "STICHTING EGI;INMARK ESTUDIOS Y ESTRATEGIAS SA;FTK FORSCHUNGSINSTITUT FUR TELEKOMMUNIKATION UND KOOPERATION EV;INMARK EUROPA SA;UNIVERSITETET I STAVANGER;UNIVERSITY OF SOUTHAMPTON;ENGINEERING - INGEGNERIA INFORMATICA SPA",
    "participantCountries": "NL;ES;DE;NO;UK;IT",
    "projectParticipants": {
        "926001480": {
            "orgId": "926001480",
            "orgName": "INMARK EUROPA SA",
            "ecContrib": 266500
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 349375
        },
        "998023689": {
            "orgId": "998023689",
            "orgName": "UNIVERSITETET I STAVANGER",
            "ecContrib": 237500
        },
        "989221715": {
            "orgId": "989221715",
            "orgName": "STICHTING EGI",
            "ecContrib": 334250
        },
        "999795685": {
            "orgId": "999795685",
            "orgName": "INMARK ESTUDIOS Y ESTRATEGIAS SA",
            "ecContrib": 266500
        },
        "991821994": {
            "orgId": "991821994",
            "orgName": "FTK FORSCHUNGSINSTITUT FUR TELEKOMMUNIKATION UND KOOPERATION EV",
            "ecContrib": 336375
        },
        "999960488": {
            "orgId": "999960488",
            "orgName": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
            "ecContrib": 421938
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 554062
        }
    },
    "calculatedTotalContribution": 2766500
}