{
    "rcn": "198263",
    "acronym": "NANOTRANS",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "TRANSPORT OF SOFT MATTER AT THE NANOSCALE",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "We propose a Multi-Partner ITN-ETN network on Transport of Soft Matter at the Nanoscale. The scientific topic, which is the focus of the proposal, is an emerging field of science and technology. Challenges such as design of environmentally friendly engineering materials or understanding the principles of biological organization crucially depend on fundamental understanding of transport of fluids and colloids at the nanoscale. Topics we will study within NANOTRANS are at the core of modern technology (i.e. active design of ìsmartî nanomaterials, nanofluidic and ìlab on a chipî devices, sustainable nanocompounds, energy storage, contaminants dissemination in environment, oil recovery, drug delivery and disease treatment). \nThe main objective of the ITN network is to train students. We will offer a balanced and timely supradisciplinary research training program providing a range of skills in various scientific and technological disciplines and fostering creativity and entrepreneurial mindset. Both, private and academic sectors are strongly represented in the network and will substantially contribute to the NANOTRANS training program, which will offer the participating fellows unparalleled education unavailable in standard academic programs at Universities, as well as excellent career opportunities both in academia and industry. \nNANOTRANS research will result in improved fundamental understanding of soft matter systems out of equilibrium, novel experimental and theoretical methods for nanoscale exploration, as well as in designing advanced aterials, products and applications. In turn, it will contribute to issues connected to energy production and storage, sustainable development, and novel disease treatment strategies. The NANOTRANS research, training and outreach activities will have a substantial and lasting impact on the society, environment, international scientific community, industry and on the European Union.",
    "totalCost": "3899357,64",
    "ecMaxContribution": "3899357,64",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "CORDOUAN TECHNOLOGIES SAS;JOHANNES GUTENBERG-UNIVERSITAT MAINZ;FORSCHUNGSZENTRUM JULICH GMBH;UNIVERSITAT WIEN;UNILEVER RESEARCH AND DEVELOPMENT VLAARDINGEN BV;UNIVERSITAT DE BARCELONA;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;FREIE UNIVERSITAET BERLIN",
    "participantCountries": "FR;DE;AT;NL;ES;UK",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 255934
        },
        "999968830": {
            "orgId": "999968830",
            "orgName": "UNILEVER RESEARCH AND DEVELOPMENT VLAARDINGEN BV",
            "ecContrib": 255374
        },
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 249216
        },
        "974760373": {
            "orgId": "974760373",
            "orgName": "CORDOUAN TECHNOLOGIES SAS",
            "ecContrib": 262876
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 495746
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 819864
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 788627
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 273288
        },
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 249216
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3899357
}