{
    "rcn": "198262",
    "acronym": "DEMETER",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Training Network for the Design and Recycling of Rare-Earth Permanent Magnet Motors and Generators in Hybrid and Full Electric Vehicles",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "Hybrid and Full Electric Vehicles ((H)EVs) are essential for the transition towards sustainable e-mobility. The permanent magnets in motors/generators of (H)EVs are either NdFeB or SmCo magnets, which contain large quantities of rare earths, which are critical metals with the highest supply risk for Europe. As highlighted by the European Rare Earths Competency Network, recycling of rare-earth magnets from (H)EVs should receive top priority. Reclaiming of rare-earth magnet motors/generators used in (H)EVs is a major challenge because the magnets are difficult to remove from the assemblies. The conventional hydrometallurgical routes for the recovery of rare earths from End-of-Life permanent magnets have a high environmental impact due to inefficient use of chemicals, whereas the conventional pyrometallurgical routes for the production of magnet master alloys are energy-inefficient. DEMETER, the European Training Network for the Design and Recycling of Rare-Earth Permanent Magnet Motors and Generators in Hybrid and Full Electric Vehicles, concurrently develops (1) innovative, environmentally-friendly direct and indirect recycling strategies for the permanent magnets in the motors and generators of (H)EVs that are currently already on the market and (2) design-for-reuse solutions for motors and generators in the (H)EVs of the future. An intersectoral and interdisciplinary consortium of leading EU universities, research institutes and manufacturers from the automotive and magnet sector trains 15 Early Stage Researchers (ESRs). The research challenges include the development of hydrogen-based grain-refinement technologies to produce nanograin magnets directly from scrap magnets, the recovery of rare earths from SmCo and NdFeB magnets of motors/generators by ionometallurgical methods, and the design of motors/generators with reusable magnets, where the designs are based on 2D and 3D flux paths as well as non-traditional materials.",
    "totalCost": "3802512,24",
    "ecMaxContribution": "3802512,24",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "INSTITUT POLYTECHNIQUE DE GRENOBLE;INSTITUT JOZEF STEFAN;THE UNIVERSITY OF BIRMINGHAM;MAGNETI LJUBLJANA PODJETJE ZA PROIZVODNJO MAGNETNIH MATERIALOV DD;AALBORG UNIVERSITY;VALEO EQUIPEMENTS ELECTRIQUES MOTEUR SAS",
    "participantCountries": "FR;SI;UK;DK",
    "projectParticipants": {
        "999732150": {
            "orgId": "999732150",
            "orgName": "VALEO EQUIPEMENTS ELECTRIQUES MOTEUR SAS",
            "ecContrib": 525751
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 546576
        },
        "953724759": {
            "orgId": "953724759",
            "orgName": "MAGNETI LJUBLJANA PODJETJE ZA PROIZVODNJO MAGNETNIH MATERIALOV DD",
            "ecContrib": 469995
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 704993
        },
        "999875225": {
            "orgId": "999875225",
            "orgName": "INSTITUT POLYTECHNIQUE DE GRENOBLE",
            "ecContrib": 262876
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 1002240
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3512431
}