{
    "rcn": "198391",
    "acronym": "p38Cure",
    "topics": "ERC-PoC-2015",
    "title": "New breast cancer therapies based on available p38 MAPK inhibitors",
    "startDate": "01/10/2015",
    "endDate": "31/03/2017",
    "objective": "Breast tumors are classified by several grading systems and divided into four main molecular subtypes: Luminal A, Luminal B, Triple negative/basal-like and HER2\\. Since luminal A tumors tend to be ER\\, their treatment often includes hormonal therapy. HER2\\ tumors can be treated with Trastuzumab, an anti-Her2 receptor antibody. Hormonal therapies or Trastuzumab cannot be used for triple negative tumors, which are ER- and HER2-, and these are usually treated with a combination of surgery, radiotherapy and chemotherapy. There is an urgent need for new therapies to effectively treat different breast cancer subtypes. \nTranslating basic knowledge on tumor cell biology into more effective diagnostic tools and improved treatments for patients remains difficult. The use of patient-derived xenografts (PDX) as preclinical models that recapitulate the complexity and heterogeneity of the human tumors should help to develop and successfully translate to the clinic new therapies. \nOur recent work provides genetic and pharmacological evidence showing that p38 MAPK inhibition cooperates with the chemotherapeutic agent cisplatin to reduce breast tumor size and malignancy in vivo. Our results support a potential therapeutic use for p38 MAPK inhibitors in combination with chemotherapeutic drugs. The idea is to use PDX of specific breast cancer subtypes for preclinical validation of a new drug combination therapy with potential benefit to patients, which can be confirmed in clinical trials.",
    "totalCost": "149995",
    "ecMaxContribution": "149995",
    "coordinator": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999541836": {
            "orgId": "999541836",
            "orgName": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
            "ecContrib": 149995
        }
    },
    "calculatedTotalContribution": 149995
}