{
    "rcn": "198332",
    "acronym": "BestPass",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Boosting plant-Endophyte STability, compatibility and Performance Across ScaleS",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "We need to increase the crop yield while reducing pesticide and use of inorganic fertiliser to meet the challenges of world population growth and climate change. Plant endophytic microorganisms can improve plant yield and enhance plant tolerance to abiotic stress as well as to pathogens under experimental conditions, but these effects are often not sufficiently stable for practical application. How do we boost the stability and reliability of the positive effects of endophytes on plants? We need to understand the genetic basis of beneficial interactions between crops and endophytes and extent this basis exhibits phenotypic plasticity at all interaction levels from the cellular to the field environment. This requires increasing our knowledge of the molecular mechanisms underlying the effects of endophytes, including intra and inter-kingdom exchange and distribution of resources (nutrients), signalling and possibly regulation between and inside the partners, the mutual induced production of secondary metabolites and the environmental cues which influence crop-endophyte interactions. The genetic variation and its plasticity in host and microbe will be exploited in to establish crop breeding and inoculum production processes for boosting the establishment and stability of plant-microbe mutualisms to benefit crop development, stress tolerance, pathogen resistance and quality. In this project we will provide fundamental biological as well as practical knowledge about interactions between endophytes and plants. This improved understanding will pave the way for increased use of endophytes to improve sustainability and plant productivity in a reliable way. The participants in this project comprise many of the key institutions and industries working with these problems and provide a uniquely strong consortium to address the key issues. Furthermore, the consortium will train a new generation of scientists who have the insight and skills to continue this task in their careers.",
    "totalCost": "3907754,64",
    "ecMaxContribution": "3907754,64",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "AARHUS UNIVERSITET;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;TECHNISCHE UNIVERSITAET GRAZ;ACIB GmbH;LEIBNIZ-INSTITUT FUR GEMUSE- UND ZIERPFLANZENBAU GROSSBEEREN/ERFURT EV;DLF SEEDS AS;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIWERSYTET MIKOLAJA KOPERNIKA W TORUNIU;INOQ GmbH;UNIVERSITEIT VAN AMSTERDAM;ABITEP GMBH",
    "participantCountries": "DK;AT;DE;ES;PL;NL",
    "projectParticipants": {
        "983020408": {
            "orgId": "983020408",
            "orgName": "ACIB GmbH",
            "ecContrib": 255934
        },
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 255934
        },
        "968896432": {
            "orgId": "968896432",
            "orgName": "LEIBNIZ-INSTITUT FUR GEMUSE- UND ZIERPFLANZENBAU GROSSBEEREN/ERFURT EV",
            "ecContrib": 498433
        },
        "973168312": {
            "orgId": "973168312",
            "orgName": "ABITEP GMBH",
            "ecContrib": 249216
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 247873
        },
        "999918778": {
            "orgId": "999918778",
            "orgName": "DLF SEEDS AS",
            "ecContrib": 290082
        },
        "999836619": {
            "orgId": "999836619",
            "orgName": "UNIWERSYTET MIKOLAJA KOPERNIKA W TORUNIU",
            "ecContrib": 224137
        },
        "986496209": {
            "orgId": "986496209",
            "orgName": "INOQ GmbH",
            "ecContrib": 249216
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 255934
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 510749
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 290082
        }
    },
    "calculatedTotalContribution": 3907754
}