{
    "rcn": "198345",
    "acronym": "JOIN-EM",
    "topics": "FoF-12-2015",
    "title": "JOINing of copper to aluminium by ElectroMagnetic fields",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "Global trends force industry to manufacture lighter, safer, more environmentally-friendly, more performant, and cheaper products. Due to its excellent thermal and electrical conductivity, copper is widely used in heating and cooling equipment and electrical devices. The rising demand caused the copper price to increase significantly.\nSolving the conflict between the technological benefits arising from the excellent properties of copper and the disadvantages regarding cost and weight is possible by substituting current full copper parts by copper-aluminium hybrid parts. Within JOINíEM, such components will be produced by electromagnetic pulse welding (EMW).\nEMW is a high-speed joining technology using pulsed magnetic fields. The joint is formed without heat, but due to the impact of the joining partners. Disadvantages associated with conventional technologies are avoided and high-quality dissimilar material combinations can be joint.\nIn JOINíEM, strategies for the process and tool design shall be developed for joining copper-aluminium connections and for 2 other specific material combinations. Profile-shaped components as well as sheet metal applications will be regarded.\nFor joint optimisation, surface preparation, design of the joint geometry, and other aspects will be investigated. A multi scale simulation strategy will be developed for determination of acting loads, deformation, impacting conditions, joint formation, and load capacity of the joint.\nDesigning durable and efficient tools is an indispensable prerequisite for the industrial implementation of the technology and will be addressed in the project.\nThe applicability of the process design strategy shall be validated based on industrial applications. Process and equipment design strategies will be evaluated in an industrial setting. This includes automation and quality control, economic efficiency calculations, life-cycle, and recycling issues, to demonstrate and quantify the advantages of EMW.",
    "totalCost": "4715912,5",
    "ecMaxContribution": "4127029",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "ALKE SRL;LYCEE GENERAL ET TECHNOLOGIQUE CONDORCET;EUROPEAN FEDERATION FOR WELDING JOINING AND CUTTING;INSTITUT CATHOLIQUE D'ARTS ET METIERS;CALYOS;ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS;REFCO NV;WHIRLPOOL EMEA SPA;PHI-MECA ENGINEERING;VERTECH GROUP;BELGISCH INSTITUUT VOOR LASTECHNIEK VZW;Research Center for Non Destructive Testing GmbH;CEGASA PORTABLE ENERGY SLU;Whirlpool Europe srl",
    "participantCountries": "IT;FR;BE;AT;ES",
    "projectParticipants": {
        "933451565": {
            "orgId": "933451565",
            "orgName": "REFCO NV",
            "ecContrib": 223046
        },
        "952381794": {
            "orgId": "952381794",
            "orgName": "BELGISCH INSTITUUT VOOR LASTECHNIEK VZW",
            "ecContrib": 538289
        },
        "996649102": {
            "orgId": "996649102",
            "orgName": "INSTITUT CATHOLIQUE D'ARTS ET METIERS",
            "ecContrib": 205306
        },
        "933122444": {
            "orgId": "933122444",
            "orgName": "CALYOS",
            "ecContrib": 123812
        },
        "971382445": {
            "orgId": "971382445",
            "orgName": "ALKE SRL",
            "ecContrib": 161044
        },
        "999981246": {
            "orgId": "999981246",
            "orgName": "ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS",
            "ecContrib": 238375
        },
        "996560056": {
            "orgId": "996560056",
            "orgName": "Research Center for Non Destructive Testing GmbH",
            "ecContrib": 398750
        },
        "999635538": {
            "orgId": "999635538",
            "orgName": "WHIRLPOOL EMEA SPA",
            "ecContrib": 287875
        },
        "997334213": {
            "orgId": "997334213",
            "orgName": "EUROPEAN FEDERATION FOR WELDING JOINING AND CUTTING",
            "ecContrib": 250381
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 693212
        },
        "958250294": {
            "orgId": "958250294",
            "orgName": "VERTECH GROUP",
            "ecContrib": 250688
        },
        "934271312": {
            "orgId": "934271312",
            "orgName": "LYCEE GENERAL ET TECHNOLOGIQUE CONDORCET",
            "ecContrib": 428654
        },
        "995987950": {
            "orgId": "995987950",
            "orgName": "Whirlpool Europe srl",
            "ecContrib": 0
        },
        "997361761": {
            "orgId": "997361761",
            "orgName": "PHI-MECA ENGINEERING",
            "ecContrib": 144812
        },
        "932958514": {
            "orgId": "932958514",
            "orgName": "CEGASA PORTABLE ENERGY SLU",
            "ecContrib": 182784
        }
    },
    "calculatedTotalContribution": 4127028
}