{
    "rcn": "198307",
    "acronym": "SINGEK",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Promoting SINgle cell GEnomics to explore the ecology and evolution of hidden microeuKaryotes",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Environmental microbial surveys have revealed a remarkable diversity of microeukaryotic life in most ecosystems, the majority of which had previously escaped detection. From an ecological point of view this work highlighted our ignorance of critical microbial players in natural environmental processes, including primary production, biogeochemical cycling and trophic interactions such as parasitism and grazing. Consequently, our understanding of community function is partial, limiting our ability to study environmental change. While, from an evolutionary perspective, we are missing major components of the Tree of Life giving rise to a fragmented understanding of how major cellular functions have evolved.  Single cell genomics (SCG), including single cell transcriptomics, is an emerging technology that has the potential to retrieve genomic information from individual uncultured microbes recovered directly from natural environments and promises to provide new tools to investigate microeukaryotes in unparalleled detail. The aim of this ITN is therefore to train a new generation of scientists with the highest expertise, in SCG, from the initial stages of cell sorting to genome sequencing and gene annotation, to the full exploitation of the data obtained. Such progress will allow the European research community for the first time to address critical ecological and evolutionary questions. SINGEK will drive training through research by both local and network-wide activities, secondments, and workshops, and by establishing an environment that extends far beyond each partner team. This training environment will also provide the transferable skills essential for successful career development. This network of well connected and highly qualified scientists with expertise in eukaryotic SCG will be ready to implement this technology beyond ecology and evolution to other fields such as biomedicine or biotechnology driving innovation across the EU.",
    "totalCost": "3889393,2",
    "ecMaxContribution": "3889393,2",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "THE UNIVERSITY OF EXETER;UPPSALA UNIVERSITET;VIB;THE UNIVERSITY OF LIVERPOOL;LUNDS UNIVERSITET;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;ASCIDEA COMPUTATIONAL BIOLOGY SOLUTIONS SL;FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "participantCountries": "UK;SE;BE;FR;ES",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 247873
        },
        "957320064": {
            "orgId": "957320064",
            "orgName": "ASCIDEA COMPUTATIONAL BIOLOGY SOLUTIONS SL",
            "ecContrib": 247873
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 263659
        },
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 527319
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 546576
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 743619
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 788627
        },
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 250560
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3889394
}