{
    "rcn": "198328",
    "acronym": "BrainMatTrain",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Development of Biomaterial-based Delivery Systems for Parkinsonís disease - an Integrated Pan-European Approach",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "BrainMatTrain focuses on a comprehensive understanding of Parkinsonís disease (PD), from basics to translation, fully supported by 8 full partners partner organisation (4 research institutions, 2 hospitals, 2 SMEs) and one partner organisation (SME specialist in device design). This ETN will educate and train 15 Earlty Stage Researchers (ESRs) in functioanlised biomaterials, materials science, functionlisation strategies, molecular biology,  stem cell biology, in vitro model systems, in vivo neuroimaging, animal models and prototype design. Recruited ESRs will receive compulsory discipline-specific, generic and complementary transferable skills training. BrainMatTrain will develop multi-modal collagen reservoir scaffolds incorporating moieties targetitng the neuroinflammatoiry and neuroprotective phases of the underlying pathology of Parkinsonís disease. The researchers will undertake cross-disciplinary and intersectorial research projects, which when married together will deliver a novel, biomaterial-based, therapeutic device for the treatment of Parkinsonís disease. The research training programme is designed to ensure high-calibre graduates, best placed to secure employment in the private or public sector. Fellows will experience both private and public sector research and development environments through a considered secondment plan.",
    "totalCost": "3995083,44",
    "ecMaxContribution": "3995083,44",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "STICHTING KATHOLIEKE UNIVERSITEIT;ORBSEN THERAPEUTICS LIMITED;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;MEDIZINISCHE UNIVERSITAT INNSBRUCK;DANMARKS TEKNISKE UNIVERSITET;COLLAGEN SOLUTIONS (UK) LIMITED;LUNDS UNIVERSITET",
    "participantCountries": "NL;IE;FR;AT;DK;UK;SE",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 527319
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 525751
        },
        "998273658": {
            "orgId": "998273658",
            "orgName": "ORBSEN THERAPEUTICS LIMITED",
            "ecContrib": 265675
        },
        "999855437": {
            "orgId": "999855437",
            "orgName": "MEDIZINISCHE UNIVERSITAT INNSBRUCK",
            "ecContrib": 255934
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 255374
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 1328373
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 290082
        },
        "934063150": {
            "orgId": "934063150",
            "orgName": "COLLAGEN SOLUTIONS (UK) LIMITED",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3995084
}