{
    "rcn": "198387",
    "acronym": "OPENMIND",
    "topics": "FoF-10-2015",
    "title": "On-demand production of entirely customised minimally invasive medical devices",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "With the development of powerful real-time imaging modalities, the sector of minimally invasive surgery has grown massively in the last decades. The easy and reliable navigation of the medical devices used in these environments is one of the key aspects for the success of such an operation. Currently, only a limited spectrum of devices for these interventions is available defined by the medical device manufacturers. The physician has to choose from this available (predefined) product range. However, for a successful outcome of advanced minimally invasive interventions it is essential to fulfil the needs of the physician who has to solve a complex task: navigating and operating in the human vascular system without having a direct view. Each physician has her or his own imagination of the ideal device for a specific intervention regarding handling and visibility. To maximise the ease of use of the medical devices and, thus, to optimise the outcome of the intervention a customised product would be the perfect solution.\n\nTherefore, the OPENMIND will develop the first highly flexible process chain for the on-demand production of entirely customised minimally invasive medical devices. This process chain will close the gap between efficiently produced standard products and individually designed products, enabling even the production of small batch sizes down to single batches in a continuous, automated and fully monitored process chain. The OPENMIND project will be using a guide wire as demonstrator device for showing the successful outcome of the project. The process chain will be completed by a comprehensive monitoring and data mining toolset. All relevant process data will be monitored and analysed in order to reduce development times by predicting appropriate parameter sets for the manufacturing of new customised products. Furthermore, the data will be used to realise automated optimisation of the running process.",
    "totalCost": "4528568,75",
    "ecMaxContribution": "4528568,75",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "IN-CORE SYSTEMES SARL;GIMAC INTERNATIONAL SRL;BLUEACRE TECHNOLOGY LIMITED;TAMPONCOLOR TC - DRUCKMASCHINEN GMBH;NANO4IMAGING GMBH;DIRIBET SPOL SRO;FONDAZIONE POLITECNICO DI MILANO;IRIS TECHNOLOGY SOLUTIONS, SOCIEDAD LIMITADA",
    "participantCountries": "FR;IT;IE;DE;CZ;ES",
    "projectParticipants": {
        "993176017": {
            "orgId": "993176017",
            "orgName": "FONDAZIONE POLITECNICO DI MILANO",
            "ecContrib": 188959
        },
        "927922468": {
            "orgId": "927922468",
            "orgName": "GIMAC INTERNATIONAL SRL",
            "ecContrib": 612854
        },
        "955542151": {
            "orgId": "955542151",
            "orgName": "NANO4IMAGING GMBH",
            "ecContrib": 302090
        },
        "932827564": {
            "orgId": "932827564",
            "orgName": "DIRIBET SPOL SRO",
            "ecContrib": 381979
        },
        "932786339": {
            "orgId": "932786339",
            "orgName": "TAMPONCOLOR TC - DRUCKMASCHINEN GMBH",
            "ecContrib": 574996
        },
        "985049648": {
            "orgId": "985049648",
            "orgName": "IN-CORE SYSTEMES SARL",
            "ecContrib": 590025
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 769246
        },
        "933384441": {
            "orgId": "933384441",
            "orgName": "BLUEACRE TECHNOLOGY LIMITED",
            "ecContrib": 600295
        }
    },
    "calculatedTotalContribution": 4020444
}