{
    "rcn": "198354",
    "acronym": "One-EG",
    "topics": "ERC-PoC-2015",
    "title": "Wearable  Brain Monitoring Technology for Quick Diagnosis of Sleep Disorders",
    "startDate": "01/01/2016",
    "endDate": "30/06/2017",
    "objective": "The standard method of diagnosing sleep disorders involves the patient attending a sleep clinic overnight where he/she is hooked by trained specialists to bulky, uncomfortable wired sensors, and monitored during sleep; preferably supervised because the sensors tend to get de-attached and require repositioning. The raw signals are subsequently manually analysed by a medical expert, this taking over 2 hours. Occasionally, for certain diseases the patient is sent home with an ambulatory system which is able to provide a very limited amount of information and is only relevant to some disorders. The main limitation of ambulatory sleep monitoring is that neurophysiological channels (EEG, EMG and EOG) cannot be used in practice. These are however the only ones that can provide full information about the different sleep phases as well as certain sleep biomarkers which are indicative of disease. The lack of neurophysiological channels is due to the unpractically high number that is required to identify sleep phases (specifically REM) and the associated difficulty on attaching them. Additionally, they are very uncomfortable for the user because the sensors (electrodes on different places on the head) are connected by wires to bulky and heavy boxes which impair the quality of sleep. \nThis project will use state-of-the-art signal processing and hardware design techniques resulting from the PIís ERC Starting Grant to create a novel, ultralow power, tiny, user friendly, and- for the first time- single channel EEG wearable technology for automatic monitoring of sleep, and diagnosis of sleep disorders. The technology will represent a major breakthrough because of, amongst others:\n1.\tIts size? over 20 times lighter and 50 times smaller than any other existing system. \n2.\tIts ease of use and comfortability, facilitated by the fact that will be just one-channel EEG.\n3.\tIts accuracy in automatic sleep analysis, comparable to multiple channel (i.e. non wearable) systems.",
    "totalCost": "149997",
    "ecMaxContribution": "149997",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 149997
        }
    },
    "calculatedTotalContribution": 149997
}