{
    "rcn": "198383",
    "acronym": "Indus3Es",
    "topics": "EE-18-2015",
    "title": "Industrial Energy and Environment Efficiency",
    "startDate": "01/10/2015",
    "endDate": "30/06/2019",
    "objective": "Large quantities of waste heat are continuously rejected from industries. Most of this waste energy, however, is of low-quality and is not practical or economical to recover it with current technologies. The Indus3Es project will develop an innovative Absorption Heat Transformer (AHT) for this purpose, focused on low temperature waste heat recovery (below 130∫C). The Indus3Es System will effectively recover and revalorize about 50% of the low-temperature waste heat, increasing quality of the waste source to the required temperature and reusing it again in the industrial process.\nThe main objective is to develop an economically viable solution for industry, appropriate for new but also for existing plants and adaptable to various industrial processes. The developed system will be demonstrated in real environment in Tupras, a petrochemical industry in Turkey, enabling to analyze besides integration aspects, operational and business issues of Indus3Es System. \nIndus3Es System will be defined and optimized for different specificities in different sectors and industrial processes, for which up-scaling of the demonstrated technology and replication studies will be performed. Market potential evaluation and business analysis will be performed by industrial partners in order to guarantee a successful exploitation of the system in a short future.\nIndus3Es system will have a relevant impact making possible an energy efficiency increase and primary energy consumption of most energetic intensive industries in Europe. The embodied energy, the environmental footprint of the products and the manufacturing costs of energy intensive industries will be reduced, increasing the competitiveness of European products. Moreover, it will allow a sustainable economic activity for local ìauxiliaryî companies, usually SMEs, in high added value services related to the energy efficiency measures for industry.",
    "totalCost": "3858500",
    "ecMaxContribution": "3858500",
    "coordinator": "FUNDACION TECNALIA RESEARCH & INNOVATION",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS;Turkiye Petrol Rafinerileri Anonim Sirketi;TECHNISCHE UNIVERSITAET BERLIN;REPSOL;FERTINAGRO BIOTECH SL;BS NOVA APPARATEBAU GMBH;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY;SISTEMES AVANCATS DE ENERGIA SOLAR TERMICA SCCL - AIGUASOL;PNO INNOVATION",
    "participantCountries": "ES;TR;DE;IL;BE",
    "projectParticipants": {
        "995438057": {
            "orgId": "995438057",
            "orgName": "SISTEMES AVANCATS DE ENERGIA SOLAR TERMICA SCCL - AIGUASOL",
            "ecContrib": 316875
        },
        "973148233": {
            "orgId": "973148233",
            "orgName": "Turkiye Petrol Rafinerileri Anonim Sirketi",
            "ecContrib": 320000
        },
        "943656256": {
            "orgId": "943656256",
            "orgName": "PNO INNOVATION",
            "ecContrib": 182500
        },
        "999768913": {
            "orgId": "999768913",
            "orgName": "REPSOL SA",
            "ecContrib": 0
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 785165
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 349804
        },
        "950338004": {
            "orgId": "950338004",
            "orgName": "FERTINAGRO BIOTECH SL",
            "ecContrib": 97750
        },
        "936962965": {
            "orgId": "936962965",
            "orgName": "BS NOVA APPARATEBAU GMBH",
            "ecContrib": 488906
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 183750
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 910000
        }
    },
    "calculatedTotalContribution": 3634750
}