{
    "rcn": "198314",
    "acronym": "AdMoRe",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Empowered decision-making in simulation-based engineering: Advanced Model Reduction for real-time, inverse and optimization in industrial problems",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "ìAdMoRe: Empowered decision-making in simulation-based engineering: Advanced Model Reduction for real-time, inverse and optimization in industrial problemsî aims at providing in-depth training of Early Stage Researches (ESRs) in the development and application of state-of-the-art computational models and numerical methods to solve cutting-edge engineering problems. The main driving factors of all the beneficiaries are reduced order modeling techniques for real-time, inverse and optimization problems. In fact, these issues are seen by industry as a major asset to increase performance and competitiveness. The ultimate goal is to produce the next generation of European research engineers, leaders in the use of these methodologies for industry related problems.\nTo achieve the ETN objectives, AdMoRe is based on training-through-research of ESRs with personalized frontier-research projects and active participation in network activities (viz. industrial placements, AdMoRe schools, conferences, dissemination, organization of events). Training will involve multi-disciplinary modeling (i.e. solids, fluids, structures, electromagnetics, acoustics), inter-disciplinary modeling (i.e. fluid-structure interaction, electro-magneto-mechanics, thermo-mechanics, aerodynamic noise) and new emerging scientific fields (i.e. geometrically enhanced finite elements/volumes, reduced order techniques, validationÖ), with a highlighted industrial edge bringing necessary transversal skills (i.e. through active involvement of the industrial partners). \nFurthermore, ESRs will be trained to develop core entrepreneurial skills to successfully move ideas into commercial practice through a series of transversal-entrepreneurship modules, as part of their training. The active involvement of industrial partners in AdMoRe ensures that both the research development and the ESR training will deliver research engineers that will be able to lead computer modeling in European industry and enterprise.",
    "totalCost": "2080164,96",
    "ecMaxContribution": "2080164,96",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "AIRBUS SAS;SWANSEA UNIVERSITY;ESI GROUP;ECOLE CENTRALE DE NANTES;SIEMENS PLC;AIRBUS GROUP SAS;VOLKSWAGEN AG",
    "participantCountries": "FR;UK;DE",
    "projectParticipants": {
        "999980082": {
            "orgId": "999980082",
            "orgName": "AIRBUS GROUP SAS",
            "ecContrib": 0
        },
        "999963010": {
            "orgId": "999963010",
            "orgName": "AIRBUS SAS",
            "ecContrib": 262876
        },
        "999509050": {
            "orgId": "999509050",
            "orgName": "ECOLE CENTRALE DE NANTES",
            "ecContrib": 262876
        },
        "999957190": {
            "orgId": "999957190",
            "orgName": "ESI GROUP",
            "ecContrib": 262876
        },
        "999939924": {
            "orgId": "999939924",
            "orgName": "VOLKSWAGEN AG",
            "ecContrib": 249216
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 495746
        },
        "999862033": {
            "orgId": "999862033",
            "orgName": "SWANSEA UNIVERSITY",
            "ecContrib": 273288
        },
        "999579569": {
            "orgId": "999579569",
            "orgName": "SIEMENS PLC",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 2080166
}