{
    "rcn": "198395",
    "acronym": "SiGrAM",
    "topics": "NMP-25-2015-1",
    "title": "Pre-Commercial Production Demonstration of Very High Capacity Silicon Anode for High Performance and Low Cost Li-Ion Batteries",
    "startDate": "01/07/2015",
    "endDate": "31/10/2015",
    "objective": "The global electric vehicle (EV) and Energy Storage Market growth depends highly on Li-ion battery levelized costs dropping 3/4 current costs by 2018. The most promising means to achieve 2/3 cost reduction is to improve battery density/capacity with the use of a silicon anode coupled with other advanced materials. Over the past 10 years an estimated $500m has been invested into developing silicon anode material, but it has yet to be industrially exploited.\nCLB Europe aim to offer the high-scale production of their proprietary Silicon-Graphene composite Anode Material, SiGrAM, designed for advanced Lithium-ion batteries. When used as the anode it is able to improve the batteries life cycle and charge/discharge characteristics by 300% while lowering overall cell costs by up to 70% (reducing size and weight).\nSiGrAMís proprietary Chemical Vapour Deposition (CVD) manufacturing process uses carbon nano-platelets to uniformly embed silicon into graphene in stable structures, that in turn absorb the silicon expansion during battery charging. Such special nano-platelets create both strength and good elastic deformability that maintains its structural integrity for long cycle life.\nResults have shown the material to be the most stable silicon anode material known today able to triple the anode specific capacity. The material will be able to work in a variety of battery applications from consumer electronic devices to electric vehicles to utility energy storage systems.\nCLBEís SiGrAM material is currently at TRL 6 as an early stage production process has proved positive. CLBE now requires funding to scale the production process for high demand and to validate further the product when coupled to other advanced cathode and electrolyte materials in Lithium-ion batteries, along with establishing an optimised in-house industrial production line and a reliable European supply chain.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CLB EUROPE LTD",
    "coordinatorCountry": "UK",
    "participants": "POWERTECH SYSTEMS",
    "participantCountries": "FR",
    "projectParticipants": {
        "931923815": {
            "orgId": "931923815",
            "orgName": "CLB EUROPE LTD",
            "ecContrib": 50000
        },
        "939131206": {
            "orgId": "939131206",
            "orgName": "POWERTECH SYSTEMS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}