{
    "rcn": "198327",
    "acronym": "ETN-FPI",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "European Training Network on Full Parallax Imaging",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "Current displays fall far short of truly recreating visual reality. This can never be achieved by painting an image on a flat surface such as a TV screen, but requires a full-parallax display which can recreate the complete lightfield, i.e. the light traveling in every direction through every point in space. Recent years have seen major developments towards this goal, promising a new generation of ultra-realistic displays with applications in medicine, informatics, manufacturing, entertainment, gaming and more. However, achieving this will require a new generation of researchers trained both in the relevant physics, and in the biology of human vision. The European Training Network on Full-Parallax Imaging (ETN-FPI) aims at developing this new generation. The research concept of the network is to depart from the notations of plenoptics, light field and integral imaging, used sometimes interchangeably, and to harmonize and advance further the research in these areas under the umbrella of the wider and viewer-centred FPI concept. Fifteen early-stage researchers will be employed on novel inter-disciplinary FPI projects. The training disciplines include theoretical and applied optics, multi-dimensional image processing, and visual neuroscience. The targeted applications range from plenoptic microscopy to interaction with visual content generated by wide field-of-view displays. Extensive studies on perception of continuous parallax and subjective tests on various displays are planned. The training program includes local training, online seminars, workshops, training schools and a conference. The researchers trained within the network are expected to gather competitive skills and become highly competent in bringing innovations to the field of ultra-realistic and interactive visual media. This will enhance their employability in a rapidly growing sector in academia and industry and position Europe as a leader in this emerging multidisciplinary field.",
    "totalCost": "3801840,48",
    "ecMaxContribution": "3801840,48",
    "coordinator": "TTY-SAATIO",
    "coordinatorCountry": "FI",
    "participants": "MITTUNIVERSITETET;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;UNIVERSITAT DE VALENCIA;HOLOGRAFIKA HOLOGRAMELOALLITO FEJLESZTO ES FORGALMAZO KFT;UNIVERSITY OF NEWCASTLE UPON TYNE;CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL;RAYTRIX GMBH",
    "participantCountries": "SE;DE;ES;HU;UK",
    "projectParticipants": {
        "999579860": {
            "orgId": "999579860",
            "orgName": "MITTUNIVERSITETET",
            "ecContrib": 527319
        },
        "942467521": {
            "orgId": "942467521",
            "orgName": "RAYTRIX GMBH",
            "ecContrib": 249216
        },
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 498433
        },
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 495746
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 538291
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 498433
        },
        "999773569": {
            "orgId": "999773569",
            "orgName": "HOLOGRAFIKA HOLOGRAMELOALLITO FEJLESZTO ES FORGALMAZO KFT",
            "ecContrib": 447827
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3801841
}