{
    "rcn": "198320",
    "acronym": "SyDAD",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Synaptic Dysfunction in Alzheimer Disease",
    "startDate": "01/11/2015",
    "endDate": "31/10/2019",
    "objective": "Given an overwhelming increase of dementia costs and an aging population, there is an urgent need for finding novel therapies for Alzheimer Disease (AD). We are, however, facing a large number of failed clinical trials and a retraction of the nervous system R&D programmes from several big pharmaceutical companies. Increased collaboration between academia and the private sector is required to overcome this challenge.\nThe ìSynaptic Dysfunction in Alzheimer Diseaseî (SyDAD) project will significantly contribute to this approach by training a new generation of researchers with experience and full understanding of  the requirements of academia, pharmaceutical companies, the clinics and the society. \nThe research programme will focus on synaptic dysfunction, the main connection point between pathology and cognitive decline in AD. Given the complementary expertise, SyDAD will have excellent opportunities to delineate the cross-talk between different pathways underlying synaptic dysfunction in AD and to identify novel pharmaceutical targets. For future implementation of the research findings into clinical trials, a drug discovery platform will be elaborated, utilising the industrial and clinical expertise in the network.\n The early-stage researchers (ESRs) will be trained in this environment and provided with a mind-set of future commercial and clinical utilisation of their research findings. Apart from the innovative and collaborative approach of the research programme, the ESRs will also be provided with a training programme where cutting-edge methodology, innovation and transferable skills are key components. \nThe trained ESRs will have excellent intersectoral and interdisciplinary career opportunities and will, together with the SyDAD partners, provide a solid ground to tackle one of the major societal challenges of our century: Finding therapies to decrease the suffering and economic burden of AD patients.",
    "totalCost": "3846736,44",
    "ecMaxContribution": "3846736,44",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "AXON NEUROSCIENCE SE;DEUTSCHES ZENTRUM FUR NEURODEGENERATIVE ERKRANKUNGEN EV;UNIVERSITE DE BORDEAUX;UNIVERSITA DEGLI STUDI DI MILANO;JANSSEN PHARMACEUTICA NV",
    "participantCountries": "SK;DE;FR;IT;BE",
    "projectParticipants": {
        "933983319": {
            "orgId": "933983319",
            "orgName": "AXON NEUROSCIENCE SE",
            "ecContrib": 231079
        },
        "974626416": {
            "orgId": "974626416",
            "orgName": "DEUTSCHES ZENTRUM FUR NEURODEGENERATIVE ERKRANKUNGEN EV",
            "ecContrib": 747649
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 1054637
        },
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 788627
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 774184
        }
    },
    "calculatedTotalContribution": 3596176
}