{
    "rcn": "198329",
    "acronym": "GlyCoCan",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Exploiting Glycosylation of Colorectal Cancer for the development of improved diagnostics and therapeutics",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "Colorectal cancer (CRC) is a major worldwide cancer burden with about 1.4 million cases in 2012 and an annual mortality of approximately 700,000. Early detection is crucial as treatment is most efficient in early stages where population based screenings could substantially reduce incidence and mortality.\nCurrent screening techniques are invasive or lack sensitivity and specificity. Moreover, the molecular mechanisms leading to the formation of different antigens suggested as CRC biomarkers and potential therapeutic targets are poorly understood, especially with regard to carbohydrate-based molecules, such as glycans. Enhancing our understanding of the structure-function relationship of glycosylation in CRC could lead to the discovery of improved diagnostic and prognostic biomarkers and pave the way for nov-el therapeutic targets.\nBuilding on an established network of analysts with many years of experience in (glyco)proteomics and biomarker research, in collaboration with colleagues in the field of glycobiology and glyco-immunology, GlyCoCan will develop new methods, and use current state of the art methods, to investigate the role of glycosylation in many different aspects of CRC.\nThe GlyCoCan multi-disciplinary network will principally be a training programme with a substantial industrial focus on technology transfer and teaching of internationally adopted biopharma regulations (GMP, ISO9001, ICH guidelines). The underlying specific research objectives will be addressed within individual ESR projects, giving rise to a generation of ESRs whose main focus is investigating and tackling the challenges of the role of glycosylation within CRC and other diseases. \nThe network will address the currently unmet need for glycosylation researchers with an inter-disciplinary perspective to fully exploit the immense potential of the young scientific field of glyco-oncology and to set them on a path to successful and productive careers in academic and industrial collaborations.",
    "totalCost": "3297697,3",
    "ecMaxContribution": "3293890,61",
    "coordinator": "ACADEMISCH ZIEKENHUIS LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "LUDGER LIMITED;FACULDADE DE CIENCIAS MEDICAS DA UNIVERSIDADE NOVA DE LISBOA;STICHTING VU;GENOS DOO ZA VJESTACENJE I ANALIZU;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;STICHTING VUMC;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
    "participantCountries": "UK;PT;NL;HR;DE;IT;FR",
    "projectParticipants": {
        "986084250": {
            "orgId": "986084250",
            "orgName": "GENOS DOO ZA VJESTACENJE I ANALIZU",
            "ecContrib": 371642
        },
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 628471
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 258061
        },
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 255374
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 249216
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 255374
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 525751
        },
        "937405091": {
            "orgId": "937405091",
            "orgName": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
            "ecContrib": 476713
        },
        "998807546": {
            "orgId": "998807546",
            "orgName": "FACULDADE DE CIENCIAS MEDICAS DA UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3020602
}