{
    "rcn": "198342",
    "acronym": "TOPAs",
    "topics": "EeB-07-2015",
    "title": "Tools for cOntinuous building Performance Auditing",
    "startDate": "01/11/2015",
    "endDate": "31/10/2018",
    "objective": "As occupant behaviour can be considered as one of the main drivers of the performance gap, TOPAs will focus on reducing the gap from an operational perspective, hence supporting Post Occupancy Evaluation. Quantifying the performance gap is non-trivial, the performance gap is dependent on time and contextual factors, and individual buildings will have a particular performance gap. The delivery of energy efficiency projects through energy performance contracts and ESCOs is widely seen as a way of addressing sub-optimal post installation performance of energy efficiency technologies. Since this model is very attractive from many perspectives and is identified as a central route to delivery of energy efficiency gains in the EPBD, methods and models for the accurate measurement and verification of energy savings are essential to the growth of the ESCO market. The energy audit process is generally done for a fixed duration at a specific point in time. A key outcome is the identification and root cause analysis of energy inefficiencies and as a result a plan is put in place to minimise these inefficiencies. This can be very effective at reducing energy consumption in a building. However, from an implementation perspective, it can be difficult to identify all issues (in some cases conflicting system level goals) and the persistence of savings can be poor and as a consequence inefficiencies re-appear. Continuous energy auditing takes this one-off process and makes it a constant rolling cycle where a detailed overview of the building performance is consistently available making it possible to refine the energy management plan. TOPAs adopts the principle of continuous performance auditing and considers not only energy use but also an understanding of how buildings are used and their climatic state, thus providing a holistic performance audit process through supporting tools and methodologies that minimise the gap between predicted and actual energy use.",
    "totalCost": "6139296,25",
    "ecMaxContribution": "5085945,63",
    "coordinator": "MOTOROLA SOLUTIONS ISRAEL LTD",
    "coordinatorCountry": "IL",
    "participants": "ARDEN ENERGY LIMITED;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;IBM IRELAND LIMITED;CORK INSTITUTE OF TECHNOLOGY;EMBIX;AZIMUT MONITORING;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "IE;DE;FR",
    "projectParticipants": {
        "999946811": {
            "orgId": "999946811",
            "orgName": "MOTOROLA SOLUTIONS ISRAEL LTD",
            "ecContrib": 906728
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 812579
        },
        "953545600": {
            "orgId": "953545600",
            "orgName": "ARDEN ENERGY LIMITED",
            "ecContrib": 225859
        },
        "999595089": {
            "orgId": "999595089",
            "orgName": "CORK INSTITUTE OF TECHNOLOGY",
            "ecContrib": 892299
        },
        "971814483": {
            "orgId": "971814483",
            "orgName": "AZIMUT MONITORING",
            "ecContrib": 256244
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 491750
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 431500
        },
        "944973128": {
            "orgId": "944973128",
            "orgName": "IBM IRELAND LIMITED",
            "ecContrib": 738631
        },
        "956610121": {
            "orgId": "956610121",
            "orgName": "EMBIX",
            "ecContrib": 330356
        }
    },
    "calculatedTotalContribution": 5085946
}