{
    "rcn": "198398",
    "acronym": "EP TENDER",
    "topics": "IT-1-2015",
    "title": "An innovative range extending service for Electric Vehicles (EV), based on a modular range extender, available for on demand rental, and attached occasionally to the EV for long distance trips",
    "startDate": "01/07/2015",
    "endDate": "30/09/2017",
    "objective": "EP Tenderís goal is to accelerate the publicís adoption of electric vehicles in order to:\nï Reduce greenhouse gas emissions and dependency on fossil fuels \nï Reduce emissions of small particles\nï Develop soft mobility \n\nYour mobile phoneís range is (barely) one day. But a few times a year you travel, and need longer range. The solution is modularity. Would you carry a much heavier and more expensive phone everyday just for occasional peak usage? (although it would be technically easy to manufacture). We all take a charger, or an external battery when traveling. And whenever battery technology makes progress, itís for the benefit of size, weight and cost.\n\nThe range of an electric vehicle is enough for daily usage. But a few times a year you travel, and need longer range. Modularity is a solution as well. Few would choose to drive a much larger and more expensive car everyday just for occasional peak usage (regardless of technical feasibility). Letís also use on demand mobile energy modules when traveling, providing unlimited range. Battery technology progress will result in leaner and cheaper EVs, with more payload and less taxpayer support. Meanwhile the EV market can grow at an accelerated pace as EV usability becomes identical to ICE vehicles, with the same affordability.\n\nEP Tender is an on demand range extending service for electric vehicles, using mobile energy modules attached occasionally to the EV. The project presented here is to make a field test in France, and tests in Germany and China. It is supported by future potential clients having committed to participate to the pilot, and operating well over 2 000 electric vehicles. User acceptance is already proving excellent among EV owners and prospects. The field test will further evidence user demand, create strong dissemination momentum, and widen OEM support.\n\nHow many people around you drive an EV? How many more might when EP Tender becomes available?  EP Tender is a key to wider EV adoption!",
    "totalCost": "1345852,5",
    "ecMaxContribution": "942096,75",
    "coordinator": "EP TENDER",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937323126": {
            "orgId": "937323126",
            "orgName": "EP TENDER",
            "ecContrib": 942097
        }
    },
    "calculatedTotalContribution": 942097
}