{
    "rcn": "198323",
    "acronym": "CHESS",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Connected Health Early Stage Researcher Support System",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "Changing demographics and increasing pressure on health related resources mean that new models of care must be found.  Fortunately, technology developments and increasing digital literacy mean that we can now put the correct information in the correct hands at the correct time.  This is connected health and it allows patients, clinicians, and planners to make better decisions.  Ultimately, these decisions can save lives, save money and ensure a better quality of life for the patient during and after treatment.\n\nConnected Health is an emerging market and an emerging science.  It requires ìt-shapedî individuals with deep disciplinary expertise allied to a broad understanding of a variety of domains including business, economics, life science, health science, computer science, social science and engineering.  Current research and training programmes in Europe do not address this need and adoption of Connected Health solutions and practices is limited as a result.  CHESS will develop connected health scientists and champions who have a broad understanding of multiple domains, who can communicate in an interdisciplinary world and who can operate across the education, industry, health and policy sectors.\n\nCHESS will include intersectoral secondments, interdisciplinary communication skills, public engagement and outreach with particular focus on patient, clinician and policy-maker audiences.  This will build on the programme of interrelated core research projects which will address gaps in the knowledge and evidence base for Connected Health in terms of health economics, use of big data, personal sensing, business modelling, navigating markets and ecosystems, change management and user-led design.",
    "totalCost": "3950971,2",
    "ecMaxContribution": "3950971,2",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "OULUN YLIOPISTO;ARISTOTELIO PANEPISTIMIO THESSALONIKIS;BEACON HOSPITAL SANDYFORD LIMITED;Chambre de Commerce et d'Industrie de Grenoble;PHILIPS ELECTRONICS NEDERLAND B.V.;SALUMEDIA TECNOLOGIAS SL;UNIVERSITY OF ULSTER",
    "participantCountries": "FI;EL;IE;FR;NL;ES;UK",
    "projectParticipants": {
        "999844670": {
            "orgId": "999844670",
            "orgName": "OULUN YLIOPISTO",
            "ecContrib": 807436
        },
        "999885313": {
            "orgId": "999885313",
            "orgName": "UNIVERSITY OF ULSTER",
            "ecContrib": 546576
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 242387
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 797024
        },
        "999991625": {
            "orgId": "999991625",
            "orgName": "PHILIPS ELECTRONICS NEDERLAND B.V.",
            "ecContrib": 255374
        },
        "934171984": {
            "orgId": "934171984",
            "orgName": "BEACON HOSPITAL SANDYFORD LIMITED",
            "ecContrib": 265675
        },
        "995137648": {
            "orgId": "995137648",
            "orgName": "Chambre de Commerce et d'Industrie de Grenoble",
            "ecContrib": 788627
        },
        "950555187": {
            "orgId": "950555187",
            "orgName": "SALUMEDIA TECNOLOGIAS SL",
            "ecContrib": 247873
        }
    },
    "calculatedTotalContribution": 3950972
}