{
    "rcn": "198353",
    "acronym": "EPOS",
    "topics": "SPIRE-06-2015",
    "title": "Enhanced energy and resource Efficiency and Performance in process industry Operations via onsite and cross-sectorial Symbiosis",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "Out of the community created by SPIRE covering industrial and research actors throughout Europe, the EPOS project brings together 6 global process industries from 6 key relevant sectors: steel, cement, minerals, chemicals, bio-based/life science products and engineering. Together they represent 166 bn Ä in sales with 75% of their production located in Europe. The 6 industries joined forces with 2 excellent science institutes and 4 highly R&I minded SMEs, building the EPOS consortium with Ghent University as coordinator. \n\nWith the aim of reinforcing competitiveness of the EU industry, it is the ambition of the EPOS partners to gain cross-sectorial knowledge and investigate cluster opportunities using an innovative Industrial Symbiosis (IS) platform to be developed and validated during the project. The main objective is to enable cross-sectorial IS and provide a wide range of technological and organisational options for making business and operations more efficient, more cost-effective, more competitive and more sustainable across process sectors. The expected impact is clearly in line with the SPIRE roadmap - and sector associations, city councils (in the districts where EPOS is deployed), the SPIRE PPP as well as standardisation bodies are committed to participate in the EPOS transdisciplinary advisory board. \n\nThe EPOS project spans 48 months and its structure builds on activities that ensure the project challenge is addressed in an optimal way, including cross-sectorial key performance indicators, sector profiles and cross-sector markets, IS toolbox development, training and validation of the (simple and single) IS management tool in 5 clusters strategically located throughout EU (i.e. France, Poland, Switzerland and UK). Entire work packages are dedicated to dissemination and to define realistic business scenarios for the exploitation of the EPOS tool and the proven, overall cost-reducing IS cluster activities, in view of a wide uptake and a broad EPOS outreach.",
    "totalCost": "5191386,39",
    "ecMaxContribution": "3707418,75",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "CIMARK SA;STRANE INNOVATION SAS;INEOS TECHNOLOGIES FRANCE SAS;ARCELORMITTAL MAIZIERES RESEARCH SA;CEMEX RESEARCH GROUP AG;LONZA AG;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;CEMEX POLSKA SP ZOO;KORONA INZENIRING DD;VEOLIA ENVIRONNEMENT RECHERCHE ET INNOVATION SNC;OMYA UK LIMITED;QUANTIS;BELSIM",
    "participantCountries": "CH;FR;PL;SI;UK;BE",
    "projectParticipants": {
        "998756912": {
            "orgId": "998756912",
            "orgName": "ARCELORMITTAL MAIZIERES RESEARCH SA",
            "ecContrib": 481619
        },
        "933033980": {
            "orgId": "933033980",
            "orgName": "BELSIM",
            "ecContrib": 165875
        },
        "988757861": {
            "orgId": "988757861",
            "orgName": "CEMEX POLSKA SP ZOO",
            "ecContrib": 138250
        },
        "996522032": {
            "orgId": "996522032",
            "orgName": "VEOLIA ENVIRONNEMENT RECHERCHE ET INNOVATION SNC",
            "ecContrib": 503988
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 768125
        },
        "994416065": {
            "orgId": "994416065",
            "orgName": "QUANTIS",
            "ecContrib": 0
        },
        "932808067": {
            "orgId": "932808067",
            "orgName": "CIMARK SA",
            "ecContrib": 0
        },
        "933689603": {
            "orgId": "933689603",
            "orgName": "OMYA UK LIMITED",
            "ecContrib": 519000
        },
        "986048457": {
            "orgId": "986048457",
            "orgName": "CEMEX RESEARCH GROUP AG",
            "ecContrib": 0
        },
        "933992534": {
            "orgId": "933992534",
            "orgName": "INEOS TECHNOLOGIES FRANCE SAS",
            "ecContrib": 499062
        },
        "950607664": {
            "orgId": "950607664",
            "orgName": "STRANE INNOVATION SAS",
            "ecContrib": 303000
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 0
        },
        "998904449": {
            "orgId": "998904449",
            "orgName": "LONZA AG",
            "ecContrib": 0
        },
        "996283606": {
            "orgId": "996283606",
            "orgName": "KORONA INZENIRING DD",
            "ecContrib": 328500
        }
    },
    "calculatedTotalContribution": 3707419
}