{
    "rcn": "198396",
    "acronym": "REPHLECT",
    "topics": "SIE-01-2015",
    "title": "Recovering Europe¥s PHotovoltaics LEadership through high Concentration Technology",
    "startDate": "01/08/2015",
    "endDate": "30/04/2018",
    "objective": "Focusing the Sunís rays onto a piece of paper with a magnifying glass may sound as a childrenís game, but it lies over the same principle that Photovoltaic (PV) technology, which can potentially lead Europe to obtain energy at a lower price and with the least environmental impact. \nIn order to achieve it, PVís efficiency and its associated costs need to be improved. REPHLECT project tackles both factors thanks to an innovative combination of advanced High Concentration PV (HCPV) technology and a close to the end market model.\nHCPV, due to its use of very high efficiency PV cells, is currently the solar technology with the highest cost reduction potential (85% in the last 5 years). REPHLECTís HCPV builds up on the excellent results obtained in the FP7 project ìNGCPVî, in which concentrator cells, module and system efficiency were improved. Now BSQ Solar, one of NGCPVís partners, will take a step forward by designing a module that will reach a concentration of 1000X from the 820X developed by NGCPV, and at the same time including innovative features.\nTo reduce the associated costs, REPHLECT will design components that allow local manufacturing and will migrate assembly lines to Satellite Production Centres (SPCs) located in highly irradiated areas to produce the panels close to the market. The only most IP sensitive part, the receivers, will be developed in BSQ headquarters in Madrid.\nIn order words, REPHLECT intends to replicate the white box paradigm which introduced the ultimate commoditization of the computer hardware industry, by challenging the present industry model based in huge centralized upscaling in Asia.\nThe project will be piloted in-house and the assembly satellite production will be demonstrated at the University of Al Akhawayn, in Morocco.\nREPHLECT counts already with letters of support of more than 15 prestigious companies which are very interested in its business model.",
    "totalCost": "2333716,25",
    "ecMaxContribution": "1633601,38",
    "coordinator": "COMPANIA ESPANOLA DE ALTA EFICIENCIA FOTOVOLTAICA BSQ SOLAR SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "972794474": {
            "orgId": "972794474",
            "orgName": "COMPANIA ESPANOLA DE ALTA EFICIENCIA FOTOVOLTAICA BSQ SOLAR SL",
            "ecContrib": 1633601
        }
    },
    "calculatedTotalContribution": 1633601
}