{
    "rcn": "198351",
    "acronym": "IMPROVE",
    "topics": "FoF-08-2015",
    "title": "Innovative Modeling Approaches for Production Systems to raise validatable efficiency",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "The rise of the system complexity, the rapid changing of consumers demand require the European industry to produce more customized products with a better use of resources.\nThe main objective of IMPROVE is to create a virtual Factory of the Future, which provides services for user support, especially on optimization and monitoring. By monitoring anomalous behaviour will be detected before it leads to a breakdown. Thereby, anomalous behaviour is detected automatically by comparing sensor observation with an automatically generated model, learned out of observations. Learned models will be complemented with expert knowledge because models cannot learn completely. This will ensure and establish a cheap and accurate model creation instead of manual modelling. Optimization will be performed and results will be verified through simulations. Therefore, the operator has a broad decision basis as well as a suggestion of a DSS (Decision Support System), which will improve the manufacturing system. Operator interaction will be done by a new developed HMI (Human Machine Interface) providing the huge amount of data in a reliable manner. \nTo reach this aim, every step of the research process is covered by a minimum of two experienced consortium partners, who conclude the results of the project using four demonstrators. \nThe basis for IMPROVE are industrial use-cases, which are transferable to various industrial sectors. Main challenges are reducing ramp-up phases, optimizing production plants to increase the cost-efficiency, reducing time to production with condition monitoring techniques and optimise supply chains including holistic data. Consequently, the resource consumption, especially the energy consumption in manufacturing activities, can be reduced. The optimized plants and supply chains enhance the productivity of the manufacturing during different phases of production. Furthermore, the industrial competitiveness and sustainability in EU will be strengthened.",
    "totalCost": "4148554",
    "ecMaxContribution": "4148554",
    "coordinator": "HOCHSCHULE OSTWESTFALEN-LIPPE",
    "coordinatorCountry": "DE",
    "participants": "TRANSITION TECHNOLOGIES SA;BERNECKER + RAINER INDUSTRIE-ELEKTRONIK GESELLSCHAFT MBH;BR‹CKNER MASCHINENBAU GMBH & CO.KG;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;TECHNISCHE UNIVERSITAET MUENCHEN;EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH;XCELGO AS;ARCELIK A.S.;REIFENHAEUSER REICOFIL GMBH & CO. KG;OCME  SRL;UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA;MARMARA UNIVERSITY",
    "participantCountries": "PL;AT;DE;DK;TR;IT",
    "projectParticipants": {
        "934014650": {
            "orgId": "934014650",
            "orgName": "BRÜCKNER MASCHINENBAU GMBH & CO.KG",
            "ecContrib": 290625
        },
        "934441159": {
            "orgId": "934441159",
            "orgName": "REIFENHAEUSER REICOFIL GMBH & CO. KG",
            "ecContrib": 329800
        },
        "990397840": {
            "orgId": "990397840",
            "orgName": "TRANSITION TECHNOLOGIES SA",
            "ecContrib": 178688
        },
        "999778419": {
            "orgId": "999778419",
            "orgName": "EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH",
            "ecContrib": 307288
        },
        "934493830": {
            "orgId": "934493830",
            "orgName": "OCME  SRL",
            "ecContrib": 272625
        },
        "970686470": {
            "orgId": "970686470",
            "orgName": "BERNECKER + RAINER INDUSTRIE-ELEKTRONIK GESELLSCHAFT MBH",
            "ecContrib": 87844
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 289199
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 744670
        },
        "999840887": {
            "orgId": "999840887",
            "orgName": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
            "ecContrib": 372500
        },
        "934527489": {
            "orgId": "934527489",
            "orgName": "XCELGO AS",
            "ecContrib": 279815
        },
        "999443381": {
            "orgId": "999443381",
            "orgName": "HOCHSCHULE OSTWESTFALEN-LIPPE",
            "ecContrib": 508000
        },
        "998821708": {
            "orgId": "998821708",
            "orgName": "ARCELIK A.S.",
            "ecContrib": 238000
        },
        "998796682": {
            "orgId": "998796682",
            "orgName": "MARMARA UNIVERSITY",
            "ecContrib": 249500
        }
    },
    "calculatedTotalContribution": 4148554
}