{
    "rcn": "198318",
    "acronym": "SuPER-W",
    "topics": "MSCA-ITN-2015-EJD",
    "title": "Sustainable Product, Energy and Resource Recovery from Wastewater",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "In many cases energy, water and resources contained in wastewater may have significant value if recovered. Therefore, the EU is currently confronted with a paradigm shift from wastewater treatment to resource recovery. To facilitate this shift, the SuPER-W European Joint Doctorate programme trains early-stage researchers (ESRs) in developing technologies for water, energy, nutrient and metal reuse, and bioproduction from (waste)water. The ESRs obtain knowledge and skills needed to turn environmental problems into economic opportunities. SuPER-W focuses not only on technology development through research, but the ESRs are also trained in translating research into policy, creative problem-solving, identification of bottlenecks for effective implementation of resource recovery technologies, development of business cases and urban/industrial ecosystems, and assessment of sustainability and the role of public perception and policy in innovation. Furthermore, they acquire a set of commercial, entrepreneurial and managerial skills that prepare them as future leaders. All ESRs are supervised by at least 2 promoters from 2 universities and co-supervised by a researcher from a non-academic partner organisation. Moreover, they conduct an internship in the non-academic sector in the first and last project year, contributing to more effective dissemination and exploitation of their research results. To organise the training, SuPER-W brings together leading researchers from 5 renowned universities and 12 associated non-academic partner organisations, including industrial partners involved in technology development, SMEs focused on consultancy/engineering, a service provider, a government agency, and professional network organisations. ESRs who successfully defend the PhD thesis and finish the doctoral training programme receive a double or joint PhD degree, jointly awarded by the universities of his/her promoters, as well as a joint doctoral training certificate of SuPER-W.",
    "totalCost": "3715183,44",
    "ecMaxContribution": "3715183,44",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE;UNIVERSITAT POLITECNICA DE CATALUNYA;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "DE;CZ;ES;NL",
    "projectParticipants": {
        "999867853": {
            "orgId": "999867853",
            "orgName": "VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE",
            "ecContrib": 697267
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 1021497
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 498433
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1002240
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 495746
        }
    },
    "calculatedTotalContribution": 3715183
}