{
    "rcn": "198352",
    "acronym": "ambliFibre",
    "topics": "FoF-14-2015",
    "title": "adaptive model-based Control for laser-assisted Fibre-reinforced tape winding",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "ambliFibre will develop and validate the first intelligent model-based controlled laser-assisted tape winding system for fibre-reinforced thermoplastic (FRP) components. This system will include optical non-contact monitoring and innovative Human-Machine-Interfaces, which are easily manageable for the worker. Based on thermal and optical models embedded into integral process simulation tools combined with novel machine and laser technologies, for the first time a tape winding system will be realised which is able not only to drastically reduce the occurring waste, but also predict potentially arising failure in order to reduce machine downtimes. Statistical reliability and maintenance models for detection of critical elements and definition of their reliability will also prevent sudden machine breakdowns and allow defining the most cost-efficient maintenance schedule. \n\nThus ambliFibre will be a major breakthrough for the continuous and discontinuous production of neuralgic tape-winded tubular composite components, such as gas tanks for automotive application, pressure vessel housings for the desalination of sea water or composite ultra-deep-water risers which are all affected by rapidly changing product requirements concerning both, material and design. With respect to changing and challenging environmental influences, quick adaptability, failure-free quality and safe operation over the complete life-cycle are mandatory. \n\nThe successful application of the ambliFibre results will dramatically accelerate the replacement of metal components in these domains, reducing the carbon footprint thanks to the low weight and long life cycle of FRP components and provide new opportunities for European manufacturers in global, high-value multi-billion Ä markets.\n\nambliFibre is conceived as a small collaborative project lasting 36 months and will be submitted to the call FoF 14 ñ 2015:  Integrated design and management of production machinery and processes.",
    "totalCost": "4735941,25",
    "ecMaxContribution": "4735941,25",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "VIDEO SYSTEMS SRL;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;NEOVISION SRO;UNIVERSITEIT TWENTE;IXUN LASERTECHNIK GMBH;HBN - TEKNIK A/S;NEW INFRARED TECHNOLOGIES SL;LIFE CYCLE ENGINEERING SRL;GE OIL & GAS UK LIMITED;PULTREX LIMITED;MACH4 LAB SRL",
    "participantCountries": "IT;DE;CZ;NL;DK;ES;UK",
    "projectParticipants": {
        "953587504": {
            "orgId": "953587504",
            "orgName": "VIDEO SYSTEMS SRL",
            "ecContrib": 260892
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 588750
        },
        "934740889": {
            "orgId": "934740889",
            "orgName": "HBN - TEKNIK A/S",
            "ecContrib": 322812
        },
        "951577179": {
            "orgId": "951577179",
            "orgName": "LIFE CYCLE ENGINEERING SRL",
            "ecContrib": 143806
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 521149
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1406826
        },
        "988508086": {
            "orgId": "988508086",
            "orgName": "MACH4 LAB SRL",
            "ecContrib": 445000
        },
        "988350073": {
            "orgId": "988350073",
            "orgName": "NEOVISION SRO",
            "ecContrib": 36207
        },
        "998883885": {
            "orgId": "998883885",
            "orgName": "NEW INFRARED TECHNOLOGIES SL",
            "ecContrib": 232500
        },
        "951735968": {
            "orgId": "951735968",
            "orgName": "IXUN LASERTECHNIK GMBH",
            "ecContrib": 276250
        },
        "951683491": {
            "orgId": "951683491",
            "orgName": "PULTREX LIMITED",
            "ecContrib": 272999
        },
        "951591535": {
            "orgId": "951591535",
            "orgName": "GE OIL & GAS UK LIMITED",
            "ecContrib": 228750
        }
    },
    "calculatedTotalContribution": 4735941
}