{
    "rcn": "198313",
    "acronym": "INFORM",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Interfaces in opto-electronic thin film multilayer devices",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "Development of new materials over the past decade paved the way for organic/hybrid electronics into commercial applications. Now, perfection of material interfaces in organic/hybrid thin-film devices is key to drive the technology further and enable new, more advanced applications. INFORM offers a paradigm shift from focusing on materials to focusing on devices by probing, modelling and controlling relevant processes that take place at interfaces, e.g. charge transfer, injection and collection. By training researchers in this exciting, highly multidisciplinary area, INFORM contributes to the need for skilled, knowledgeable researchers in the field of multilayer thin-film devices in Europe. INFORM will generate fundamental insights and apply them to improve the performance and reliability of relevant devices that will allow INFORMís industrial partners to grow their markets and take full advantage of the low-temperature, low-cost and large-area processing potential of new generation semiconductors. The challenges are wide-ranging and thus require a cross-European, multidisciplinary, intersectorial and multifaceted approach. The INFORM network consists of partners with complementary skills and toolboxes, including 9 academic groups fully equipped, experienced and knowledgeable in multilayer device research and supervision. The involvement of 4 non-academic partners at the highest level, through supervision of 2 ESRs and secondments, ensures ESR exposure to the industrial workplace and simultaneously provides benefits to the non-academic partners. Complementary training activities in personal skills (e.g writing and communicating), is given by a specialist partner. The combination of high level research and intense training endows the ESRs with multidisciplinary know-how and hands-on skills for careers that impact not only the field of multilayer devices, but also the broader quests for renewable energy resources and development of nanotechnology.",
    "totalCost": "3870919,8",
    "ecMaxContribution": "3870919,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "INNOVATIONLAB GMBH;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;UNIVERSITAT DE VALENCIA;UNIVERSITAET BERN;HUMBOLDT-UNIVERSITAET ZU BERLIN;UNIVERSITAET BAYREUTH;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY;UNIVERSITY OF CYPRUS;TECHNISCHE UNIVERSITEIT EINDHOVEN;UNIVERSITE DE FRIBOURG",
    "participantCountries": "DE;NL;ES;CH;UK;IL;CY",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 546576
        },
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 241379
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 510749
        },
        "999855728": {
            "orgId": "999855728",
            "orgName": "UNIVERSITE DE FRIBOURG",
            "ecContrib": 169450
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 255374
        },
        "996235203": {
            "orgId": "996235203",
            "orgName": "INNOVATIONLAB GMBH",
            "ecContrib": 249216
        },
        "999850781": {
            "orgId": "999850781",
            "orgName": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
            "ecContrib": 249216
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 260301
        },
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 247873
        },
        "999849908": {
            "orgId": "999849908",
            "orgName": "UNIVERSITAET BAYREUTH",
            "ecContrib": 498433
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3775143
}