{
    "rcn": "198386",
    "acronym": "ADREM",
    "topics": "SPIRE-05-2015",
    "title": "Adaptable Reactors for Resource- and Energy-Efficient Methane Valorisation",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "In ADREM, leading industries and university groups in process intensification, catalytic reactor engineering and process control team up to address the domain of resource- and energy-efficient valorisation of variable methane feedstocks to C2\\ hydrocarbons. The development of new and intensified adaptable catalytic reactor systems for flexible and decentralized production at high process performance is in focus, able to operate with changing feedstock composition and deliver ìon-demandî the required product distribution by switching selected operational/control parameters and/or changing modular catalyst cartridges. In the long term, we expect the reactors to operate energy- and emission-lean using green electricity as the direct, primary energy source.  \nIn order to converge to the optimal design, the project will utilize the unique integral, four-domain process intensification (PI) methodology, pioneered by the consortium. This is the only approach able to deliver a fully intensified equipment/process. The key feature is the systematic, simultaneous addressing of the four domains: spatial, thermodynamic, functional and temporal.\n\nADREM will provide: \nï highly innovative, economic and environmentally friendly processes and equipment for efficient transformation of methane into useful chemicals and liquid fuels, for which monetary savings of more than 10% are expected. \nï process technologies applying flexible modular one-step process with high selectivity for valorisation of methane from various sources.\nï modular (and containerized and mobile) reactors permitting flexible adaptation of the plant size to demand and also utilizing smaller or temporary sources of methane or other feeds.\n \nThe project will employ emerging reactor technologies coupled to especially designed catalytic systems to address a variety of scenarios embodying methane valorisation. The concepts developed can be later readily extrapolated on other types of catalytic processes of similar sizes.",
    "totalCost": "5999933,75",
    "ecMaxContribution": "5999933,25",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSIDAD DE ZARAGOZA;UNIVERSITEIT GENT;TEKNOLOGISK INSTITUT;KEMIJSKI INSTITUT;TECHNISCHE UNIVERSITAT DORTMUND;TECHNIP BENELUX BV;KATHOLIEKE UNIVERSITEIT LEUVEN;SAIREM SOCIETE POUR L APPLICATION INDUSTRIELLE DE LA RECHERCHE EN ELECTRONIQUE ET MICRO ONDES SAS;JOHNSON MATTHEY PLC",
    "participantCountries": "ES;BE;DK;SI;DE;NL;FR;UK",
    "projectParticipants": {
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 564504
        },
        "999947102": {
            "orgId": "999947102",
            "orgName": "JOHNSON MATTHEY PLC",
            "ecContrib": 930062
        },
        "999460356": {
            "orgId": "999460356",
            "orgName": "TEKNOLOGISK INSTITUT",
            "ecContrib": 761625
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 1003438
        },
        "998756718": {
            "orgId": "998756718",
            "orgName": "KEMIJSKI INSTITUT",
            "ecContrib": 574266
        },
        "975216176": {
            "orgId": "975216176",
            "orgName": "SAIREM SOCIETE POUR L APPLICATION INDUSTRIELLE DE LA RECHERCHE EN ELECTRONIQUE ET MICRO ONDES SAS",
            "ecContrib": 178594
        },
        "999848453": {
            "orgId": "999848453",
            "orgName": "TECHNISCHE UNIVERSITAT DORTMUND",
            "ecContrib": 375750
        },
        "934255016": {
            "orgId": "934255016",
            "orgName": "TECHNIP BENELUX BV",
            "ecContrib": 272500
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 669726
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 669469
        }
    },
    "calculatedTotalContribution": 5999934
}