{
    "rcn": "198348",
    "acronym": "CerAMfacturing",
    "topics": "FoF-10-2015",
    "title": "Development of ceramic and multi material components by additive manufacturing methods for personalized medical products",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "The cerAMfacturing project will develop a completely new approach for ceramic multi material additive manufacturing which will allow series production of customised and multifunctional components for manifold applications for obtaining property combinations, like electrical conductive/electrical insulating, dense/porous or two-colored components. In five case studies demonstrators for personalized medical products ñ micro surgical tools, implants, and remedies ñ such as consumer products will be manufactured starting with the patient specific physical dimensions and ending with components validated under practically relevant conditions.  For achieving these goals manifold tasks will be solved starting with method and device development. Especially suspension based additive manufacturing methods will be developed and qualified in cerAMfacturing, because this route promises a much better component performance in comparison to powder based methods. Multi material applications play a dominant role in the project. Beside ceramic/ceramic also ceramic/metal material combinations will be developed. For that purpose either additive manufacturing methods will be qualified or AM methods will be combined with conventional shaping routes like tape casting or ceramic injection moulding. The last mentioned combination of technologies will allow the individualisation of large series production components. Appropriate control methodologies to guarantee a high quality level of the custom made products will be implemented. The cerAMfacturing project will provide the technical equipment for combining AM steps with conventional ceramic shaping routes.",
    "totalCost": "5121799,5",
    "ecMaxContribution": "5121799,5",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "CERAMTEC GMBH;EUROGRANT GMBH;EYE-D INNOVATION APS;MONTANUNIVERSITAT LEOBEN;INMATEC TECHNOLOGIES GMBH;EYE-D APS;CERAMIX IRELAND LTD;HAGE SONDERMASCHINENBAU GMBH & CO KG;ADMATEC EUROPE BV",
    "participantCountries": "DE;DK;AT;IE;NL",
    "projectParticipants": {
        "933999809": {
            "orgId": "933999809",
            "orgName": "ADMATEC EUROPE BV",
            "ecContrib": 518750
        },
        "972028174": {
            "orgId": "972028174",
            "orgName": "INMATEC TECHNOLOGIES GMBH",
            "ecContrib": 545730
        },
        "944345247": {
            "orgId": "944345247",
            "orgName": "HAGE SONDERMASCHINENBAU GMBH & CO KG",
            "ecContrib": 320625
        },
        "963964176": {
            "orgId": "963964176",
            "orgName": "CERAMIX IRELAND LTD",
            "ecContrib": 251508
        },
        "928878985": {
            "orgId": "928878985",
            "orgName": "EYE-D APS",
            "ecContrib": 0
        },
        "995739824": {
            "orgId": "995739824",
            "orgName": "CERAMTEC GMBH",
            "ecContrib": 1076250
        },
        "999898117": {
            "orgId": "999898117",
            "orgName": "MONTANUNIVERSITAT LEOBEN",
            "ecContrib": 477500
        },
        "924648912": {
            "orgId": "924648912",
            "orgName": "EYE-D INNOVATION APS",
            "ecContrib": 621437
        },
        "994281914": {
            "orgId": "994281914",
            "orgName": "EUROGRANT GMBH",
            "ecContrib": 229375
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1080625
        }
    },
    "calculatedTotalContribution": 5121800
}