{
    "rcn": "198324",
    "acronym": "VRE4EIC",
    "topics": "EINFRA-9-2015",
    "title": "A Europe-wide Interoperable Virtual Research Environment to Empower Multidisciplinary Research Communities and Accelerate Innovation and Collaboration",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "The VRE4EIC project addresses key data and software challenges in supporting multidisciplinary data driven sciences. These include:\n1) Understanding complex user requirements across domains by closely involving committed user communities;\n2) Improving the quality of VRE user experience by providing user centred, secure, privacy compliant, sustainable environments for accessing data, composing workflows and tracking data publications;\n3) Increasing VRE usage in multidisciplinary research domains by abstracting and reusing building blocks and workflows from existing VRE initiatives;\n4) Improving the interoperability of heterogeneous discovery, contextual and detailed metadata across all layers of the VRE; and\n5) Promoting the exploitation of VRE4EIC solutions to different research communities and commercially.\n\nThe project contributes to the Work Programme through innovations in the following areas:\nï Support of excellent research through improved VREs and interoperation of heterogeneous VREs leading to new multidisciplinary science;\nï Increased user acceptance through support for trust, security and privacy throughout the VRE architecture;\nï A novel VRE architecture, prototypes and enhanced metadata that can be used for future multidisciplinary VREs;\nï A semantic web, linked open data view of VRE information allowing cross-linking to open government data enabling heterogeneous discovery;\nï Interoperable standard software services retro-fitted to enhance existing VREs;\nï Solutions for societal challenges demonstrated in the environmental and earth science domains (environmental pollution, climate change, earthquakes), building on 25 real use cases;\nï Increased VRE adoption to other domains and research communities through a training programme and learning environment to empower researchers to utilise the full potential of VRE4EIC and to enhance collaboration.\n\nVRE4EIC covers all EU member states and EFTA countries, and will affect 70,000 researchers all over Europe.",
    "totalCost": "4370000,25",
    "ecMaxContribution": "4370000",
    "coordinator": "GEIE ERCIM",
    "coordinatorCountry": "FR",
    "participants": "STICHTING CENTRUM VOOR WISKUNDE EN INFORMATICA;VERENIGING EUROCRIS;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;CONSIGLIO NAZIONALE DELLE RICERCHE;ISTITUTO NAZIONALE DI GEOFISICA E VULCANOLOGIA;TECHNISCHE UNIVERSITEIT DELFT;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "NL;EL;IT",
    "projectParticipants": {
        "999653968": {
            "orgId": "999653968",
            "orgName": "STICHTING CENTRUM VOOR WISKUNDE EN INFORMATICA",
            "ecContrib": 761281
        },
        "999472675": {
            "orgId": "999472675",
            "orgName": "ISTITUTO NAZIONALE DI GEOFISICA E VULCANOLOGIA",
            "ecContrib": 372255
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 424706
        },
        "999593828": {
            "orgId": "999593828",
            "orgName": "GEIE ERCIM",
            "ecContrib": 879014
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 548355
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 564638
        },
        "985840489": {
            "orgId": "985840489",
            "orgName": "VERENIGING EUROCRIS",
            "ecContrib": 362656
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 457095
        }
    },
    "calculatedTotalContribution": 4370000
}