{
    "rcn": "198343",
    "acronym": "TERRA",
    "topics": "SPIRE-05-2015",
    "title": "Tandem Electrocatalytic Reactor for energy/Resource efficiency And process intensification",
    "startDate": "15/09/2015",
    "endDate": "14/09/2019",
    "objective": "'TERRA project aims to develop, from TRL 3 to 5, a tandem electrocatalytic reactor (TER) coupling an oxidation reaction to a reduction reaction, with thus the great potential advantage of i) saving resources and energy (needed to produce the oxidant and reductants for the two separate reactions), and ii) intensify the process (reduce the nr. of steps, coupling two synthesis processes and especially eliminating those to prepare the oxidation and reduction agents). The proposal address one of SPIRE Roadmap Key Actions  ìNew ways of targeting energy input via electrochemicalî. \nThe TER unit may be used in a large field of applications, but will be developed for a specific relevant case:  the synthesis of PEF (PolyEthylene Furanoate), a next generation plastic. TERRA project aims to make a step forward in this process by coupling the FDCA and MEG synthesis in a single novel TER reactor, with relevant process intensification. \nBetween the elements of innovation of the approach are: i) operation at higher T,P than 'conventional' electrochemical devices for chemical manufacturing, ii) use of noble-metal-free electrocatalysts, iii) use of novel 3D-type electrodes to increase productivity, iv) use of electrode with modulation of activity, v) possibility to utilize external bias (from unused electrical renewable energy) to enhance flexibility of operations. \nIn addition to scale-up reactor and test under environmental relevant conditions (TRL 5), the approach in TERRA project is to address the critical elements to pass from lab-scale experimentation to industrial prototype with intensified productivity. These developments are critical for a wider use of electrochemical manufacturing in chemical and process industries. \n'",
    "totalCost": "4424785,25",
    "ecMaxContribution": "4424784,5",
    "coordinator": "European Research Institute of Catalysis A.I.S.B.L.",
    "coordinatorCountry": "BE",
    "participants": "MAGNETO SPECIAL ANODES BV;CENTRE TECNOLOGIC DE LA QUIMICA DE CATALUNYA;GENSORIC GMBH;HYSYTECH SRL;AVANTIUM CHEMICALS BV;POLITECNICO DI TORINO;DANMARKS TEKNISKE UNIVERSITET",
    "participantCountries": "NL;ES;DE;IT;DK",
    "projectParticipants": {
        "968662468": {
            "orgId": "968662468",
            "orgName": "CENTRE TECNOLOGIC DE LA QUIMICA DE CATALUNYA",
            "ecContrib": 400000
        },
        "996524845": {
            "orgId": "996524845",
            "orgName": "European Research Institute of Catalysis A.I.S.B.L.",
            "ecContrib": 688248
        },
        "951021757": {
            "orgId": "951021757",
            "orgName": "GENSORIC GMBH",
            "ecContrib": 403000
        },
        "998081016": {
            "orgId": "998081016",
            "orgName": "HYSYTECH SRL",
            "ecContrib": 509000
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 587925
        },
        "985004446": {
            "orgId": "985004446",
            "orgName": "MAGNETO SPECIAL ANODES BV",
            "ecContrib": 429000
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 605906
        },
        "969594444": {
            "orgId": "969594444",
            "orgName": "AVANTIUM CHEMICALS BV",
            "ecContrib": 801706
        }
    },
    "calculatedTotalContribution": 4424785
}