{
    "rcn": "198309",
    "acronym": "ARCADES",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Algebraic Representations in Computer-Aided Design for complEx Shapes",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "ARCADES aims at disrupting the traditional paradigm in Computer-Aided Design (CAD) by exploiting cutting-edge research in mathematics and algorithm design. Geometry is now a critical tool in a large number of key applications; somewhat surprisingly, however, several approaches of the CAD industry are outdated, and 3D geometry processing is becoming increasingly the weak link. This is alarming in sectors where CAD faces new challenges arising from fast point acquisition, big data, and mobile computing, but also in robotics, simulation, animation, fabrication and manufacturing where CAD strives to address crucial societal and market needs. The challenge taken up by ARCADES is to invert the trend of CAD industry lagging behind mathematical breakthroughs and to build the next generation of CAD software based on strong foundations from algebraic geometry, differential geometry, scientific computing, and algorithm design. Our game-changing methods lead to real-time modelers for architectural geometry and visualisation, to isogeometric and design-through-analysis software for shape optimisation, and marine design & hydrodynamics, and to tools for motion design, robot kinematics, path planning, and control of machining tools. One of the Network SMEs estimates that the innovative impact of ARCADES may enable them to get ahead of competition for up to 2 years, thus benefiting about 40% of their customers. The participants span a multidisciplinary and multisectoral spectrum for realising our vision, all being international leaders at various stages of the pipeline. They form an outstanding ecosystem for training the next generation of applied mathematicians, computer scientists and engineers for achieving our scientific breakthroughs, and who are equipped with a double career advantage: excellent research training, and exposure to industrial research environments through a nexus of secondments among Universities, Research and Innovation Centers, and industrial teams.",
    "totalCost": "3408202,08",
    "ecMaxContribution": "3408202,08",
    "coordinator": "ATHINA-EREVNITIKO KENTRO KAINOTOMIAS STIS TECHNOLOGIES TIS PLIROFORIAS, TON EPIKOINONION KAI TIS GNOSIS",
    "coordinatorCountry": "EL",
    "participants": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE;TECHNISCHE UNIVERSITAET WIEN;STIFTELSEN SINTEF;UNIVERSITAT LINZ;SINTEF AS;Evolute GmbH;UNIVERSITAT DE BARCELONA;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "FR;AT;NO;ES;UK",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 255934
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 0
        },
        "999892976": {
            "orgId": "999892976",
            "orgName": "UNIVERSITAT LINZ",
            "ecContrib": 255934
        },
        "998311585": {
            "orgId": "998311585",
            "orgName": "Evolute GmbH",
            "ecContrib": 255934
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 247873
        },
        "999547074": {
            "orgId": "999547074",
            "orgName": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE",
            "ecContrib": 788627
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 2350878
}