{
    "rcn": "198331",
    "acronym": "EDiTE-EJD",
    "topics": "MSCA-ITN-2015-EJD",
    "title": "European Joint Doctorate in Teacher Education",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "The EDiTE joint research programme is a response to the current challenges in the complex processes of transformation of education professionals' career development. Particularly in focus is the teaching profession as central to all education systems. In the research area it is essential that typical national or regional perspective found in TE programmes are extended to include transnational perspectives. A European perspective on the academic level can only be fostered through joint European research.\n\nThe EDiTE programme is a PhD programme for professionals, which determines the philosophy and values of the curriculum. The most important implication is that researchers/PhD candidates are initiated into academia and versed in high-quality research, co-constructing research questions and applying appropriate methodology in response to practical and theoretical questions emerging from and in practice. Because the field of education is multi-disciplinary and involves different levels the EDiTE programme is targeted at professionals involved in teaching and learning at all points in their professional lives (lifelong learning) including qualified teachers and other professionals. The doctoral candidates will be involved in collaborative research, with individual approaches contributing to the transnational knowledge base within a common framework. A key aspect of the joint research activities is ensuring institutional and transnational knowledge sharing and transfer between universities and schools or other educational institutions. \n\nThe overarching research theme ìEuropean perspective on transformative professional learning in relation to the impact of teachingî includes not only the issues of ìEuropean teacherî and ìEuropeannessî in education systems, but it also focuses on learning which is transformative in a professional context.",
    "totalCost": "3472230,3",
    "ecMaxContribution": "3472230,24",
    "coordinator": "UNIVERSITAET INNSBRUCK",
    "coordinatorCountry": "AT",
    "participants": "DOLNOSLASKA SZKOLA WYZSZA;Masarykova univerzita;UNIVERSITATEA DIN BUCURESTI;Instituto de EducaÁ„o da Universidade de Lisboa;EOTVOS LORAND TUDOMANYEGYETEM",
    "participantCountries": "PL;CZ;RO;PT;HU",
    "projectParticipants": {
        "999896468": {
            "orgId": "999896468",
            "orgName": "EOTVOS LORAND TUDOMANYEGYETEM",
            "ecContrib": 671741
        },
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 767802
        },
        "986160492": {
            "orgId": "986160492",
            "orgName": "Instituto de Educação da Universidade de Lisboa",
            "ecContrib": 715069
        },
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 645206
        },
        "949122109": {
            "orgId": "949122109",
            "orgName": "DOLNOSLASKA SZKOLA WYZSZA",
            "ecContrib": 672412
        },
        "999603916": {
            "orgId": "999603916",
            "orgName": "UNIVERSITATEA DIN BUCURESTI",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3472230
}