{
    "rcn": "198322",
    "acronym": "ACROSSING",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Advanced TeChnologies and PlatfoRm fOr Smarter ASsisted LivING",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Smart Home (SH) provides a promising approach to assisted living for the ageing population. Yet it still remains a challenge to develop and deploy such solutions in a large scale due to the lack of an easy-to-use technology infrastructure and application exemplars. This problem arises from the nature of the SH field: multidisciplinary, diverse in its applications, and with multiple stakeholders. Whilst a one-size-fits-all technology infrastructure seems unlikely, alternatives are still missing. In addition, an effective approach to cross-discipline, cross-sector understanding for best practices has so far not been seen. \nACROSSING addresses this problem by implementing a multidisciplinary cross-sector pan-European training network to knock down barriers between disciplines and sectors and providing the ESRs with a broad training experience. ACROSSING develops 15 topically complementary research projects covering four core research themes, and four main application categories. By multidisciplinary collaborations and cross-sector interactions, the ESRs will develop flexible, interoperable underlying technologies which are then applied to and evaluated in multiple real application scenarios, leading to four specialised technology infrastructures and four best-practice application demonstrators. ACROSSING also deliver comprehensive blended training by combining campus-based and industrial practice training, and perspectives on personal development and social issues by well-established researchers and practitioners from academic, industry and user organisations. Whilst the scientific focus is to challenge the traditional way of SH research to develop advanced technologies and platforms, the training will train ESRs to establish links between research, real-world problems, innovation and personal career. ACROSSING will share software and datasets using open source technologies, and promote findings and impact through a number of measures, e.g. online, outreach events.",
    "totalCost": "3860209,32",
    "ecMaxContribution": "3860209,32",
    "coordinator": "DE MONTFORT UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;PHILIPS ELECTRONICS UK LIMITED;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;INGENIERIA Y SOLUCIONES INFORMATICAS DEL SUR, SOCIEDAD LIMITADA;NOLDUS INFORMATION TECHNOLOGY BV;UNIVERSITAT PASSAU;UNIVERSIDAD POLITECNICA DE MADRID;UNIVERSITY OF ULSTER",
    "participantCountries": "AT;DE;UK;EL;ES;NL",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 495746
        },
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 255934
        },
        "999878523": {
            "orgId": "999878523",
            "orgName": "UNIVERSITAT PASSAU",
            "ecContrib": 152299
        },
        "999885313": {
            "orgId": "999885313",
            "orgName": "UNIVERSITY OF ULSTER",
            "ecContrib": 273288
        },
        "998559711": {
            "orgId": "998559711",
            "orgName": "NOLDUS INFORMATION TECHNOLOGY BV",
            "ecContrib": 255374
        },
        "999847968": {
            "orgId": "999847968",
            "orgName": "DE MONTFORT UNIVERSITY",
            "ecContrib": 819864
        },
        "999732344": {
            "orgId": "999732344",
            "orgName": "INGENIERIA Y SOLUCIONES INFORMATICAS DEL SUR, SOCIEDAD LIMITADA",
            "ecContrib": 247873
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 511868
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 242387
        },
        "989002010": {
            "orgId": "989002010",
            "orgName": "PHILIPS ELECTRONICS UK LIMITED",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3527921
}