{
    "rcn": "198376",
    "acronym": "REMAGHIC",
    "topics": "SPIRE-07-2015",
    "title": "New Recovery Processes to produce Rare Earth -Magnesium Alloys of High Performance and Low Cost",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "REMAGHIC is focused on contributing to Europeís rare earth recovery and magnesium recycling technologies, improving the efficiencies of these processes and advancing the technology readiness levels for a new generation of industrial processes that will produce new low cost competitive alloys for a wide variety of sectors across Europeís manufacturing value chain. \n\nThe project motivation lies on the fact that magnesium alloys can offer a significant weight reduction when compared to aluminium alloys. weight reduction is a cross sectorial key design driver, if a superior energy absorption and vibratory behaviour is added, magnesium is promising candidate for future application if some of its drawbacks are overcome, such as its cost, manufacturability problems, corrosion and creep behaviour and low allowable service temperature. Addition of Rare Earth Elements (REE) improves the performance of Mg alloys significantly, though a price increase has to be taken into account. REMAGHIC believes that by investing in recovery and recycling technologies, a new alloying process can be developed to yield low cost Mg\\REE alloys. In order to do this, REE that are usually stockpiled (Ce, La) in favour of the most demanded ones (Nd, Dy) will be considered as attractive candidates to lower the price. This list of REE will be completed by other promising candidates found in the literature (Y, Gd, Sa). The project will contribute to reducing the dependency of the supply of critical elements (REE and Mg) on sources exterior to the EU and to solving the REE Balance Problem. \n\nREMAGHIC will contribute to the penetration of magnesium alloys in important sectors for the European industry (Transport, Energy, Biomedicine); it will foster the work done by Tier1s, and promote the interest of different OEMs on future generations of light structural components of competitive performance (that of primary Mg\\REE alloys), low cost (that of primary Mg) and weight reduction (30%).",
    "totalCost": "3709217,5",
    "ecMaxContribution": "3253441",
    "coordinator": "FUNDACION CIDAUT",
    "coordinatorCountry": "ES",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;FUNDACION TECNALIA RESEARCH & INNOVATION;RELIGHT SRL;PININFARINA SPA;GRUPO ANTOLIN-INGENIERIA SA;PIAGGIO AERO INDUSTRIES SPA;KATHOLIEKE UNIVERSITEIT LEUVEN;MEOTEC GMBH & CO KG;ITRB LTD",
    "participantCountries": "DE;ES;IT;BE;CY",
    "projectParticipants": {
        "999505073": {
            "orgId": "999505073",
            "orgName": "PIAGGIO AERO INDUSTRIES SPA",
            "ecContrib": 56000
        },
        "998169965": {
            "orgId": "998169965",
            "orgName": "RELIGHT SRL",
            "ecContrib": 232750
        },
        "991361826": {
            "orgId": "991361826",
            "orgName": "PININFARINA SPA",
            "ecContrib": 74725
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 373700
        },
        "953873460": {
            "orgId": "953873460",
            "orgName": "ITRB LTD",
            "ecContrib": 200375
        },
        "936556244": {
            "orgId": "936556244",
            "orgName": "MEOTEC GMBH & CO KG",
            "ecContrib": 80500
        },
        "999647469": {
            "orgId": "999647469",
            "orgName": "FUNDACION CIDAUT",
            "ecContrib": 898138
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 434375
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 483750
        },
        "998785721": {
            "orgId": "998785721",
            "orgName": "GRUPO ANTOLIN-INGENIERIA SA",
            "ecContrib": 419128
        }
    },
    "calculatedTotalContribution": 3253441
}