{
    "rcn": "198344",
    "acronym": "FlexHyJoin",
    "topics": "FoF-12-2015",
    "title": "Flexible production cell for Hybrid Joining",
    "startDate": "01/10/2015",
    "endDate": "31/12/2018",
    "objective": "Multimaterial systems combining metals with thermoplastic fiber reinforced polymer composites (TP-FRPC) are the key for light weight design in the automotive industry. However, the joining of the material partners remains main issue. Currently, no approach exists which sufficiently meets the three core requirements: weight neutrality, cost- and time efficiency and bonding strength. Technologies like adhesive bonding or bolted joints show good results for one or two of the criterions, but not for all three of them.\nThe FlexHyJoin project aims at the development of a joining process for hybrid components, which satisfies all three criterions. Induction Joining (IJ) and Laser Joining (LJ) are combined, since they have complementary fields of application and most of all they do not require additional material and are therefore weight neutral joining methods. Thus, the full lightweight potential is preserved. Additionally, a surface texturing method for the metal is integrated in the approach, which leads to a form closure bonding, providing a high mechanical bonding performance. Finally, a main aspect of the FlexHyJoin project is to integrate the surface texturing as well as both joining methods in a single, continuous, and fully automatized pilot process with an overall process control and supervision system. This leads to a maximum of time- and cost-efficiency and will allow the future application of the approach in the mass production of automotives. The key for the automation is an online process control and quality assurance.\nThe FlexHyJoin project provides an essential enabler technology for future mobility concepts. The final result is an innovative joining process for fiber reinforced polymers and metals, suiting the strict requirements of automotive industry and enabling the broad application of hybrid material systems.",
    "totalCost": "5868683,75",
    "ecMaxContribution": "4141347,64",
    "coordinator": "INSTITUT FUER VERBUNDWERKSTOFFE GMBH",
    "coordinatorCountry": "DE",
    "participants": "KGR SPA;CENTRO RICERCHE FIAT SCPA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;FUNDACION TECNALIA RESEARCH & INNOVATION;LEISTER TECHNOLOGIES AG;NEW INFRARED TECHNOLOGIES SL;FILL GESELLSCHAFT MBH;HBW-GUBESCH THERMOFORMING GMBH;EDAG ENGINEERING GMBH",
    "participantCountries": "IT;DE;ES;CH;AT",
    "projectParticipants": {
        "967872403": {
            "orgId": "967872403",
            "orgName": "KGR SPA",
            "ecContrib": 308661
        },
        "927231634": {
            "orgId": "927231634",
            "orgName": "EDAG ENGINEERING GMBH",
            "ecContrib": 253750
        },
        "953605255": {
            "orgId": "953605255",
            "orgName": "LEISTER TECHNOLOGIES AG",
            "ecContrib": 0
        },
        "999488486": {
            "orgId": "999488486",
            "orgName": "INSTITUT FUER VERBUNDWERKSTOFFE GMBH",
            "ecContrib": 804375
        },
        "952526518": {
            "orgId": "952526518",
            "orgName": "HBW-GUBESCH THERMOFORMING GMBH",
            "ecContrib": 369340
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 482750
        },
        "999992886": {
            "orgId": "999992886",
            "orgName": "CENTRO RICERCHE FIAT SCPA",
            "ecContrib": 400250
        },
        "952082258": {
            "orgId": "952082258",
            "orgName": "FILL GESELLSCHAFT MBH",
            "ecContrib": 614446
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 752901
        },
        "998883885": {
            "orgId": "998883885",
            "orgName": "NEW INFRARED TECHNOLOGIES SL",
            "ecContrib": 154875
        }
    },
    "calculatedTotalContribution": 4141348
}