{
    "rcn": "198357",
    "acronym": "SUSPIRE",
    "topics": "EE-18-2015",
    "title": "Sustainable Production of Industrial Recovered Energy using energy dissipative and storage technologies",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "SusPIRE project assimilates in its conception  the sustainable energy use challenge  described in the European SETPLAN and in SPIRE road map. It addresses its efforts to energy intensive industries and within this segment market to energy recovery from residual heat streams. To achieve this goal a two clearly differentiated working areas will be key aspects of this project. Technology area will include the development of materials and equipments. New Heat Transfer Fluids (HTF) and Phase Change Materials (PCM) will be the base for manufacture high efficiency heat exchangers in terms of energy capture and storage. Two Borehole Thermal Energy Storage (BTE)  areas(low temperature range (30-50∫C) and medium (50-80∫C)  will support a energy cascading  concept where energy will be sequentially used and finally stored for further use or commercialized to third parties. The methodology aspects of this projects wants to establish a framework to foster the energy commercialization of surplus energy . Living areas , symbiosis with other companies in industrial parks, sports centers.. will beneficiate from cheaper energy, environmental impact reduction and social acceptance of energy intensive industrial activities. The coordination of the manufacturing and the energy recovery processes will be carried out by means of a smart methodology. A protocol definition software will deploy actions to create best practices in terms of process adjustment and operating instructions. Management concepts based on energy recovery rate as Key Process Indicator (KPI), will be integrated into the decision making mechanism of the company assuring permanent advances in this field of activity in forthcoming years.",
    "totalCost": "3722017,5",
    "ecMaxContribution": "3722016,75",
    "coordinator": "PRECICAST BILBAO SA",
    "coordinatorCountry": "ES",
    "participants": "TECNODELTA SRL;BAYERISCHES ZENTRUM FUR ANGEWANDTEENERGIEFORSCHUNG ZAE EV;CASA MARISTAS AZTERLAN;FUNDACION TEKNIKER;UAB MODERNIOS E-TECHNOLOGIJOS;AVL QPUNKT GMBH;TELUR GEOTERMIA Y AGUA SA;DOW CORNING EUROPE SA",
    "participantCountries": "IT;DE;ES;LT;AT;BE",
    "projectParticipants": {
        "986337614": {
            "orgId": "986337614",
            "orgName": "TECNODELTA SRL",
            "ecContrib": 456750
        },
        "998750025": {
            "orgId": "998750025",
            "orgName": "UAB MODERNIOS E-TECHNOLOGIJOS",
            "ecContrib": 484685
        },
        "999959227": {
            "orgId": "999959227",
            "orgName": "FUNDACION TEKNIKER",
            "ecContrib": 429000
        },
        "933703668": {
            "orgId": "933703668",
            "orgName": "PRECICAST BILBAO SA",
            "ecContrib": 608729
        },
        "994671951": {
            "orgId": "994671951",
            "orgName": "DOW CORNING EUROPE SA",
            "ecContrib": 284866
        },
        "972375822": {
            "orgId": "972375822",
            "orgName": "CASA MARISTAS AZTERLAN",
            "ecContrib": 453250
        },
        "998749637": {
            "orgId": "998749637",
            "orgName": "BAYERISCHES ZENTRUM FUR ANGEWANDTEENERGIEFORSCHUNG ZAE EV",
            "ecContrib": 180565
        },
        "933301021": {
            "orgId": "933301021",
            "orgName": "TELUR GEOTERMIA Y AGUA SA",
            "ecContrib": 556672
        }
    },
    "calculatedTotalContribution": 3454517
}