{
    "rcn": "198302",
    "acronym": "ALKATRAS",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "ALK Activation as a target of TRAanslational Science (ALKATRAS): Break free from cancer",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "This ETN is embedded into an established international research programme; The European Research Initiative on Anaplastic Lymphoma Kinase (ALK)-related malignancies (ERIA; www.erialcl.net) is an existing and functional network of 13 partners, which will cosset and nurture a cohort of early stage researchers to become confident, competent, independent and well-connected European scientists with excellent career perspectives. ERIA was instigated to coordinate research into ALK-related malignancies to facilitate the development of less-toxic and more efficacious therapies. ALK is increasingly recognised as a prevalent oncogene in a number of human malignancies and therefore poses a prominent clinical problem, which requires coordinated research into its oncogenic mechanisms. ERIA now conducts a collaborative multidisciplinary research programme at the interface of biomedical and bio-mechanistic approaches, which will be an excellent environment to train the next generation of European scientists. The 15 recruited fellows will be incorporated into international academic study groups (all partners of the ERIA network) to perform high calibre research and also will be exposed to environments from other sectors to broaden their experience. Secondments will include technical training within individual laboratories and SMEs (TissueGnostics, Galkem, Cambridge Life Sciences, Sofigen and Varionostics) as well as large Pharma (Roche). Training through research will be complemented with a balanced programme of transferable skills and access to local courses. The training of each fellow will be guided by a personal career development plan and supervised by a PhD committee panel. The primary goal of the network is to train the recruited fellows by participation in an internationally competitive research programme and integrating them into an international network. Thereby providing competence in state-of-the-art research and development at the forefront of translational science.",
    "totalCost": "3849199,56",
    "ecMaxContribution": "3849199,56",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "MEDIZINISCHE UNIVERSITAET WIEN;INSTITUT GUSTAVE ROUSSY;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;Masarykova univerzita;UNIVERSITA DEGLI STUDI DI TORINO;JUSTUS-LIEBIG-UNIVERSITAET GIESSEN;LUDWIG BOLTZMANN GESELLSCHAFT GMBH;CHARITE - UNIVERSITAETSMEDIZIN BERLIN;UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA;EBERHARD KARLS UNIVERSITAET TUEBINGEN;UNIVERSITAETSKLINIKUM FREIBURG;GOETEBORGS UNIVERSITET",
    "participantCountries": "AT;FR;CZ;IT;DE;SE",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 258061
        },
        "999454924": {
            "orgId": "999454924",
            "orgName": "INSTITUT GUSTAVE ROUSSY",
            "ecContrib": 0
        },
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 263659
        },
        "999881918": {
            "orgId": "999881918",
            "orgName": "UNIVERSITAETSKLINIKUM FREIBURG",
            "ecContrib": 249216
        },
        "999840111": {
            "orgId": "999840111",
            "orgName": "JUSTUS-LIEBIG-UNIVERSITAET GIESSEN",
            "ecContrib": 249216
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 258061
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 249216
        },
        "998399079": {
            "orgId": "998399079",
            "orgName": "LUDWIG BOLTZMANN GESELLSCHAFT GMBH",
            "ecContrib": 255934
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 511868
        },
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 232422
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 525751
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3302620
}