{
    "rcn": "198325",
    "acronym": "HHFDWC",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "The History of Human Freedom and Dignity in Western Civilization",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The ETN has two aims: to a) train ESRs; b) investigate the The History of Human Freedom and Dignity in Western Civilization. \na) The ETN will establish an innovative training programme which allows the ESRs to obtain specialist knowledge of a specific research topic and to obtain transferable skills enabling the students to apply their knowledge in non-academic institutions, e.g. dealing with social welfare, human resources, or legal /political institutes. The training program includes acquiring transferable skills via courses and via secondments in non-academic partner organisations. \nb) The thesis of the research is that the concept of the ideal modern Western European human being has its roots far back in the history of philosophy and theology. This ideal human being has the right to think, believe, and express itself freely about all matters without fearing retribution, and to be treated as an autonomous and dignified individual. But such a conception is not shared by all ñ and never was. Its long history has been formed through a continuous battle between two theological and philosophical traditions going back to Origen from Alexandria and Augustine of Hippo respectively. Origen saw humans as free, valuable and dignified beings, while Augustine saw them as predestined, sinful and bound to servitude. The network will investigate the reception and use of Origenís ideas in order to provide a comprehensive and historically based understanding of these fundamental values, their origins, development and the fights they have gone through. Only then can we argue for their continued place in modern society.\nSuch a project is highly relevant today, since the modern conception of humans is a fundamental pillar of Western democracies which is under pressure from both political and fundamentalist religious groups that question the societal structures building on ideas of humansí freedom and dignity, and by global crises and structures that limit the individualís autonomy.",
    "totalCost": "3651149,88",
    "ecMaxContribution": "3651149,88",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;MARTIN-LUTHER-UNIVERSITAET HALLE-WITTENBERG;THE UNIVERSITY OF READING;UNIVERSITY OF KENT;UNIVERZITA KARLOVA;UNIVERSITA CATTOLICA DEL SACRO CUORE",
    "participantCountries": "DE;UK;CZ;IT",
    "projectParticipants": {
        "999984156": {
            "orgId": "999984156",
            "orgName": "THE UNIVERSITY OF READING",
            "ecContrib": 546576
        },
        "999841275": {
            "orgId": "999841275",
            "orgName": "UNIVERSITY OF KENT",
            "ecContrib": 0
        },
        "999915771": {
            "orgId": "999915771",
            "orgName": "UNIVERSITA CATTOLICA DEL SACRO CUORE",
            "ecContrib": 258061
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 820338
        },
        "999871539": {
            "orgId": "999871539",
            "orgName": "MARTIN-LUTHER-UNIVERSITAET HALLE-WITTENBERG",
            "ecContrib": 633425
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 232422
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 1160328
        }
    },
    "calculatedTotalContribution": 3651150
}