{
    "rcn": "198346",
    "acronym": "Symbionica",
    "topics": "FoF-10-2015",
    "title": "SYMBIONICA - Reconfigurable Machine for the new Additive and Subtractive Manufacturing of next generation fully personalized bionics and smart prosthetics",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "Medtech products belongs to a huge expanding market, in which Europe hosts some of the biggest global player, accounting for 30% of the world market and for more than 575,000 people employed by nearly 25,000 medical technology companies ñ 95% of which are SMEs.\nSymbionica project focuses on the manufacturing of personalized bionics, smart endoprosthetics and exo-prosthetics that require geometric and functional customization. The Symbionica concept integrates an innovative machine performing deposition of advanced materials and subtractive processes along with a supply chain distributed co-engineering platform for advanced design and full personalization involving all relevant stakeholders, design and engineering of the products and through-life services.\nSymbionica manufacturing solution is conceived as a multi-material AM machine for material deposition and ablation, flexible and reconfigurable in the working cube, the material processing, the technology and the manufacturing strategy, with an advanced closed loop control methodology for product and process quality monitoring. This way Symbionica products are manufactured in one processing step, complex in shape, 3D structured and joint free.\nThe Cooperative Design Platform will guarantee seamless data integration, reverse engineering from patient and parametric design to couple patient specific parts to standard ones.\nAt the end, a Bionic Through-life Sensing System will support the patient to approach and gradually become comfortable with the prosthesis by assisting him with an exercise plan, a physiology monitoring platform and an on-line prosthesis data collection. \nThe Symbionica consortium involves 3 LE, 6 SME and 2 RTD partners from 5 EU countries embracing the Medtech value chain from the patient  and prosthetist  to the technology providers of the mechatronics modules, IT solutions and control platforms.",
    "totalCost": "7305000",
    "ecMaxContribution": "4908750",
    "coordinator": "SINTEA PLUSTEK SRL",
    "coordinatorCountry": "IT",
    "participants": "IRIS SRL;MEDACTA INTERNATIONAL SA;SYSTHMATA YPOLOGISTIKIS ORASHS IRIDA LABS AE;THE UNIVERSITY OF SHEFFIELD;INTERNATIONAL TECHNEGROUP LIMITED;PRIMA INDUSTRIE SPA;OPI PHOTONICS SRL;FRAMOS GMBH;OTTO BOCK HEALTHCARE GMBH;SCUOLA UNIVERSITARIA PROFESSIONALEDELLA SVIZZERA ITALIANA;GLOBOTICS INDUSTRIES SA",
    "participantCountries": "IT;CH;EL;UK;DE",
    "projectParticipants": {
        "951629462": {
            "orgId": "951629462",
            "orgName": "GLOBOTICS INDUSTRIES SA",
            "ecContrib": 0
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 288750
        },
        "952984358": {
            "orgId": "952984358",
            "orgName": "IRIS SRL",
            "ecContrib": 476875
        },
        "951718508": {
            "orgId": "951718508",
            "orgName": "FRAMOS GMBH",
            "ecContrib": 412500
        },
        "986240420": {
            "orgId": "986240420",
            "orgName": "SINTEA PLUSTEK SRL",
            "ecContrib": 683750
        },
        "951718120": {
            "orgId": "951718120",
            "orgName": "OPI PHOTONICS SRL",
            "ecContrib": 645000
        },
        "986393389": {
            "orgId": "986393389",
            "orgName": "SYSTHMATA YPOLOGISTIKIS ORASHS IRIDA LABS AE",
            "ecContrib": 281250
        },
        "999587620": {
            "orgId": "999587620",
            "orgName": "SCUOLA UNIVERSITARIA PROFESSIONALEDELLA SVIZZERA ITALIANA",
            "ecContrib": 0
        },
        "999941573": {
            "orgId": "999941573",
            "orgName": "OTTO BOCK HEALTHCARE GMBH",
            "ecContrib": 400000
        },
        "997210150": {
            "orgId": "997210150",
            "orgName": "INTERNATIONAL TECHNEGROUP LIMITED",
            "ecContrib": 964375
        },
        "990071920": {
            "orgId": "990071920",
            "orgName": "PRIMA INDUSTRIE SPA",
            "ecContrib": 756250
        },
        "941313124": {
            "orgId": "941313124",
            "orgName": "MEDACTA INTERNATIONAL SA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 4908750
}