{
    "rcn": "198378",
    "acronym": "OptEEmAL",
    "topics": "EeB-05-2015",
    "title": "Optimised Energy Efficient Design Platform for Refurbishment at District Level",
    "startDate": "01/09/2015",
    "endDate": "28/02/2019",
    "objective": "OptEEmAL aims to develop an Optimised Energy Efficient Design Platform for refurbishment at district level, which will deliver an optimised, integrated and systemic design based on an Integrated Project Delivery (IPD) approach for building and district retrofitting projects, reducing time delivery and uncertainties, resulting in improved solutions when compared to business-as-usual practices. This main objective will be deployed through the following key objectives:\n1. Development of a holistic and effective services platform for District Energy Efficient Retrofitting Design integrating interoperable modules and tools able to provide services for diagnosis, scenarios generation (according to stakeholders priorities), energy/ cost/ environment/ social evaluation, scenarios optimisation and data export.\n2. Reinforcement of the presence of all involved stakeholders through an Integrated Project Delivery approach that will allow them being articulated through a collaborative and value-based process to deliver high-quality outcomes.\n3. Development of an integrated ontology-based District Data Model that will contain key information in the fields of energy, comfort, environment (LCA), economic, social wellbeing and urban morphology.\n4. Development of an Energy Conservation Measures catalogue (ECM) including technical, operational, maintenance and cost information giving valuable and consistent outputs to the design and district operation and maintenance stages.\n5. Development of a bio-inspired optimization module based on Evolutionary computing with the aim to automate the decision making process to obtain the optimal design for an energy efficient retrofitting plan at district level.\n6. Development of external connections of the OptEEmAL Platform to external entities (i.e. existing tools enabling the calculation of indicators to generate and optimise the retrofitting scenarios).\n7. Strong disseminations, training, exploitation and market deployment strategies.",
    "totalCost": "4748858,75",
    "ecMaxContribution": "4243682,25",
    "coordinator": "FUNDACION CARTIF",
    "coordinatorCountry": "ES",
    "participants": "STEINBEIS INNOVATION GGMBH;ARGEDOR BILISIM TEKNOLOJILERI SANAYI VE TICARET LIMITED SIRKETI;FUNDACION TECNALIA RESEARCH & INNOVATION;DISTRETTO TECNOLOGICO TRENTINO SCARL;FOMENTO DE SAN SEBASTIAN SA;LUNDS KOMMUN;EXPERT SYSTEM SPA;FUNDACIO PRIVADA UNIVERSITAT I TECNOLOGIA;ACCIONA CONSTRUCCION SA;POLYTECHNEIO KRITIS;UNITED TECHNOLOGIES RESEARCH CENTRE IRELAND, LIMITED;NOBATEK",
    "participantCountries": "DE;TR;ES;IT;SE;EL;IE;FR",
    "projectParticipants": {
        "955168313": {
            "orgId": "955168313",
            "orgName": "DISTRETTO TECNOLOGICO TRENTINO SCARL",
            "ecContrib": 118688
        },
        "999637866": {
            "orgId": "999637866",
            "orgName": "LUNDS KOMMUN",
            "ecContrib": 155125
        },
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 373625
        },
        "997191235": {
            "orgId": "997191235",
            "orgName": "FUNDACIO PRIVADA UNIVERSITAT I TECNOLOGIA",
            "ecContrib": 331000
        },
        "999812854": {
            "orgId": "999812854",
            "orgName": "ACCIONA CONSTRUCCION SA",
            "ecContrib": 322000
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 558750
        },
        "998328560": {
            "orgId": "998328560",
            "orgName": "FOMENTO DE SAN SEBASTIAN SA",
            "ecContrib": 99750
        },
        "999929836": {
            "orgId": "999929836",
            "orgName": "FUNDACION CARTIF",
            "ecContrib": 581500
        },
        "940876042": {
            "orgId": "940876042",
            "orgName": "ARGEDOR BILISIM TEKNOLOJILERI SANAYI VE TICARET LIMITED SIRKETI",
            "ecContrib": 188081
        },
        "994163865": {
            "orgId": "994163865",
            "orgName": "NOBATEK",
            "ecContrib": 465250
        },
        "971136162": {
            "orgId": "971136162",
            "orgName": "UNITED TECHNOLOGIES RESEARCH CENTRE IRELAND, LIMITED",
            "ecContrib": 338071
        },
        "999824300": {
            "orgId": "999824300",
            "orgName": "POLYTECHNEIO KRITIS",
            "ecContrib": 381250
        }
    },
    "calculatedTotalContribution": 3913090
}