{
    "rcn": "198392",
    "acronym": "ECO-LOGIC GREEN FARM",
    "topics": "SFS-08-2015",
    "title": "Design of an agricultural greenhouse for intensive growing of microalgae in fresh / sea water with a syngas production plant and organic farming of chickens and pigs outdoors.",
    "startDate": "01/08/2015",
    "endDate": "31/01/2017",
    "objective": "According to many international studies, world population growth and climate change will end in a reduction of food, energy and pharmaceutical resources. One possible solution is an increase in the production of microalgae. The business opportunity consists in the construction of a production plant integrating algae cultivation in photobioreactors with a syngas CHP as a source of carbon, required for the photosynthetic process of microalgae. Market application deriving from algae include: biomass for combustion and organic matrix for anaerobic digestion plants; food supplements for human/animal use; pharmaceutical/cosmetics products; fertilizers; complete pilot line for cultivation. Other applications include licensing of concept, technology and brand and experimental photobioreactors for bio-lighting algae research. It is a growing market with a world potential estimated at \\30% each year and a global size of 150MÄ in 2016. Key reasons explaining its novelty are: reduced need of land; use in low-quality agricultural land; no emissions of greenhouse gases/pollutants; absence of aggressive waters; significant amount of carbon dioxide captured and stored; pure product with high ?3 content. Potential customers include: food supplement producers and retailers; livestock and poultry producers; pharmaceutical and cosmetics industry; agricultural product retailers and farmers; bio-fuel refineries; agricultural and processing companies interested in market replication or in becoming licensees; research institutions; general public, families and young people. The structure of the work plan starts with the management (WP1), includes one WP devoted to a pilot line for microalgae production, including PBRs for research on bio-lighting algae (WP2) and continues with a WP dealing with pilot production, performance verification and market replication (WP3). WP4 will take care of dissemination, exploitation and marketing. Communication will be covered by WP5.",
    "totalCost": "3554500",
    "ecMaxContribution": "2488150",
    "coordinator": "SOCIETA' AGRICOLA SERENISSIMA S.S.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932678184": {
            "orgId": "932678184",
            "orgName": "SOCIETA' AGRICOLA SERENISSIMA S.S.",
            "ecContrib": 2488150
        }
    },
    "calculatedTotalContribution": 2488150
}