{
    "rcn": "198355",
    "acronym": "Eco-Solar",
    "topics": "FoF-13-2015",
    "title": "Eco-Solar Factory - 40%plus eco-efficiency gains in the photovoltaic value chain with minimised resource and energy consumption by closed loop systems",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "EcoSolar envisions an integrated value chain to manufacture and implement solar panels in the most ecologic way by maximising resource efficiency, taking into account reuse of materials during production and repurposing solar panel components at end of life stage. EcoSolar will demonstrate that during the lifetime of a solar electricity producing field, individual panels can be monitored, allowing to identify defaulting panels at an early stage, replacing or repairing them and thus to increase the overall energy yield. \nIn WP1, SINTEF&Norsun will work on recovery & reuse during silicon ingot crystallisation, addressing recovery of argon purge gas and work with Steuler on reusable crucibles. In WP2 Garbo will recover Si-kerf-loss during wafering, and with SINTEF work on potential reuse applications, like as Si-feedstock in crystallisation processes, or as resource in crucible manufacturing or lithium ion battery production. In WP3, ISC&SoliTek will look into potential for re-using process water; reducing material resources, like chemicals and silver, by smarter solar cell design, more efficient processes and recovery and reuse of chemicals; AIMEN will develop solar cell monitoring and repair for inline processing in an industrial plant, to enable remanufacturing. In WP4 Apollon will use a module design that results in reduced bill of materials, enables remanufacturing and reuse of components from modules that showed failures after assembly or have been identified as malfunctioning in operating PV installations, based on integrated diagnosis techniques for the detection of failure modes.\nBifa will collect data from all previous WPs to assess environmental impact of the intended innovations (WP5). Bifa will identify waste streams that are costly and hard to recycle and find opportunities to repurpose those waste products. BCC will disseminate the results and will support the partners with the exploitation and replication potential of the results (WP6).",
    "totalCost": "5642707,75",
    "ecMaxContribution": "5642707,5",
    "coordinator": "STIFTELSEN SINTEF",
    "coordinatorCountry": "NO",
    "participants": "UAB SOLI TEK R&D;INTERNATIONAL SOLAR ENERGY RESEARCHCENTER KONSTANZ ISC EV;INGESEA AUTOMATION SL;NORSUN AS;ASOCIACION DE INVESTIGACION METALURGICA DEL NOROESTE;BIFA UMWELTINSTITUT GMBH;APOLLON SOLAR;STEULER SOLAR TECHNOLOGY AS;BOUKJE.COM CONSULTING BV;GARBO SRL",
    "participantCountries": "LT;DE;ES;NO;FR;NL;IT",
    "projectParticipants": {
        "937257554": {
            "orgId": "937257554",
            "orgName": "UAB SOLI TEK R&D",
            "ecContrib": 547500
        },
        "934494412": {
            "orgId": "934494412",
            "orgName": "STEULER SOLAR TECHNOLOGY AS",
            "ecContrib": 312500
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 1187865
        },
        "966388400": {
            "orgId": "966388400",
            "orgName": "INGESEA AUTOMATION SL",
            "ecContrib": 228750
        },
        "952763295": {
            "orgId": "952763295",
            "orgName": "GARBO SRL",
            "ecContrib": 248375
        },
        "952613527": {
            "orgId": "952613527",
            "orgName": "APOLLON SOLAR",
            "ecContrib": 630750
        },
        "998801532": {
            "orgId": "998801532",
            "orgName": "ASOCIACION DE INVESTIGACION METALURGICA DEL NOROESTE",
            "ecContrib": 433688
        },
        "952612460": {
            "orgId": "952612460",
            "orgName": "NORSUN AS",
            "ecContrib": 874095
        },
        "934801708": {
            "orgId": "934801708",
            "orgName": "BIFA UMWELTINSTITUT GMBH",
            "ecContrib": 461209
        },
        "973436420": {
            "orgId": "973436420",
            "orgName": "BOUKJE.COM CONSULTING BV",
            "ecContrib": 169276
        },
        "997218492": {
            "orgId": "997218492",
            "orgName": "INTERNATIONAL SOLAR ENERGY RESEARCHCENTER KONSTANZ ISC EV",
            "ecContrib": 548700
        }
    },
    "calculatedTotalContribution": 5642708
}