{
    "rcn": "198321",
    "acronym": "ArchSci2020",
    "topics": "MSCA-ITN-2015-EJD",
    "title": "Archaeology on the Edge: Northern Europe and the Circumpolar World",
    "startDate": "01/04/2016",
    "endDate": "31/03/2020",
    "objective": "ArchSci2020 will provide structured state-of-the-art doctoral training to the next generation of archaeologists and biomolecular scientists forging a new generation of biomolecular archaeologists. Few other academic disciplines have been so transformed in the last decade as Archaeology. ArchSci2020 meet the need of a new generation of researchers. International, intersectoral and interdisciplinary training will equip its early-stage researchers (ESRs) with specific research-related and transferable skills, in order to provide enhanced career prospects across academia, industry and the third sector. The proposed ArchSci2020 network will bring together four leading research clusters each with complementary expertise to deliver an integrated, flexible training package that will provide a sound basis for academic independence and preparation for vocations in the archaeology, heritage and beyond. ArchSci2020 will combine (i) a common purpose, (ii) an unconditional commitment to the student experience, (iii) a pro-active stance towards international, inter-institutional research support and interdisciplinary study, (iv) a simple but effective management structure provided by a Management Team, Supervisory Committee and the Work Package leaders, (v) and an established academic infrastructure and reputation.\nKey features of ArchSci2020:\n1. ArchSci2020 will create a multidisciplinary training environment that brings together archaeologists, biologists, mathematicians, analytical chemists, and policy experts around an archaeological hub.\n2. ArchSci2020 priorities and cross-cutting training themes align closely with ëGrand Challengesí across its themes of Health, Diet, and Environment and incorporates the important current skills and future training needs in archaeological science. \n3. Each participating institution will make a unique and distinct contribution to the experience of Early Stage Researchers (ESRs) in a partnership formed from existing strong environments.",
    "totalCost": "4074239,16",
    "ecMaxContribution": "4074239,16",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "KOBENHAVNS UNIVERSITET;RIJKSUNIVERSITEIT GRONINGEN;STOCKHOLMS UNIVERSITET",
    "participantCountries": "DK;NL;SE",
    "projectParticipants": {
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 1054637
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 766123
        },
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 1093152
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1160328
        }
    },
    "calculatedTotalContribution": 4074240
}