{
    "rcn": "198316",
    "acronym": "STARRY",
    "topics": "MSCA-ITN-2015-EID",
    "title": "STARs that 'R' Young : When do stars form in clustered environments?",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "STARRY (STARs that ëRí Young) is a twin site EID that will provide training to 2 inexperienced researchers in the development of sophisticated research tools in order to exploit, interpret and analyse astronomical data from state-of-the-art observatories in the field of star formation. The joint training programme is provided by world experts in stellar astrophysics at the University of Leeds, UK and in developing, maintaining and exploiting space science data archives at ISDEFE in Madrid, Spain.\n\nThe programme is extremely timely in exploiting the astrophysical data that are now becoming available from the European Space Agencyís (ESA) mission GAIA and other, mainly European-led, sky surveys.  These new developments allow us to answer a current and significant question in the field of the formation of stars, namely: ìdo massive stars form in clusters?î. The science question requires a particular, novel, functionality to interpret and analyze these new data, and the programme brings together both the academic sector and the non-academic sector to achieve this. \n \nThe tools which will be developed in the Work Packages in order to address the current scientific question have the potential to enable future studies in many branches of stellar astrophysics, and beyond. Throughout, emphasis is put on skilling a new generation of researchers to work and communicate cross-borders which is vital for the future competitive health of this sector. \n\nIn short, the need for the development of new analysis tools is identified by a clear and current research question. Its implementation will have a long term benefit to ISDEFE which will ultimately lead to a competitive commercial advantage for the company across Europe. In addition, a new generation of researchers is provided with a research and transferable skillset designed to exploit the considerable European investment in space.",
    "totalCost": "546575,76",
    "ecMaxContribution": "546575,76",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "INGENIERIA DE SISTEMAS PARA LA DEFENSA DE ESPANA SA-SME MP",
    "participantCountries": "ES",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 546576
}