{
    "rcn": "198310",
    "acronym": "HaemMetabolome",
    "topics": "MSCA-ITN-2015-EJD",
    "title": "Deciphering the Metabolism of Haematological Cancers",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "It has long been realised that metabolism is central to cellular development, proliferation and homeostasis. Collectively, aberrations in metabolism are now recognised as a major hallmark of cancer, opening new avenues for personalised medicine. As haematological malignancies are multi-factorial diseases, our main emphasis will be on the integration of biomedical multi-omics data and computational systems modelling with the ultimate aim to understand metabolic regulation in haematological cancers. HaemMetabolism is design to unravel the regulatory mechanisms that link cell cycle control and metabolism. For this we will screen a panel of haematological cancer cell lines for the metabolic phenotypes and against a library of inhibitors. Gene-function analyses will be performed using shRNA libraries directed against key metabolome regulators. Validation will occur in primary patient samples in vitro and in vivo in preclinical humanized niche xenograft mouse models. A systems biomedicine approach will be integrated build genome-scale transcriptional models that explain deregulated metabolic pathways relevant for the development of haematological malignancies. This work will not only open new avenues for drug discovery but will also provide a multi-disciplinary framework for student training in biomedical technologies.",
    "totalCost": "2572664,04",
    "ecMaxContribution": "2572664,04",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "ACADEMISCH ZIEKENHUIS GRONINGEN;UNIVERSITAT DE BARCELONA;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
    "participantCountries": "NL;ES;DE",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 819864
        },
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 510749
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 743619
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 2572665
}