{
    "rcn": "198394",
    "acronym": "OCEANFISH",
    "topics": "BG-12-2015",
    "title": "Open Ocean Fish farms",
    "startDate": "01/08/2015",
    "endDate": "31/07/2018",
    "objective": "Gili Ocean Technologies aims to become the leading off-shore (Open Ocean) aquaculture company. This will be achieved through the operation of fish farms as well as through the delivery of turn-key projects for other fish farmers based on our extensive off-shore fish farming expertise and advanced technologies. \n\n Aquaculture is rapidly growing. The FAO estimates that aquaculture will grow to over 62% of the worldwide supply of fish protein by 2030.However, the currently near-shore aquaculture faces significant problems e.g. relatively slow growth rate for the fish, high death rates, low stocking densities in the cages and intensive use of antibiotics in order to fight diseases. In addition, significant pollution in the coastal areas is very common as there is hardly any dispersing of organic matter in the ocean. This impacts the local ecology as well as the industry itself. \n\nOCEANFISH aims to finalize the development and start the commercialisation of the various technologies necessary to transform Gili's existing Subflex Classic systems to advanced and sophisticated open ocean systems improving growth rates, reducing ecological impact and providing the aquaculture industry with the tools necessary to meet the market demands. \n\nThis is a significant market opportunity. To capture this opportunity, the OCEANFISH project aims to 1) increase the cost-efficiency of the Subflex aquaculture platform, 2) enable real off-shore farming, 3) enable growth of additional fish species and 4) commercialize the technology.  \n\nThe OCEANFISH system is a flexible submerged system of cages. The original technology was developed with the Technion, Israel's leading technological university. \n\nOCEANFISH is an excellent example of how humans can take better advantage of oceans in a highly sustainable manner and at the same time solve significant ecological challenges.",
    "totalCost": "3354000",
    "ecMaxContribution": "2347800",
    "coordinator": "GILLI OCEAN TECHNOLOGY LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930147357": {
            "orgId": "930147357",
            "orgName": "GILLI OCEAN TECHNOLOGY LTD",
            "ecContrib": 2347800
        }
    },
    "calculatedTotalContribution": 2347800
}