{
    "rcn": "198326",
    "acronym": "Tendon Therapy Train",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Engineering in vitro microenvironments for translation of cell-based therapies for tendon repair",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "Tendon Therapy Train is a research, training and innovation programme for human and equine tendon repair and regeneration that will exploit recent advancements in tissue engineering by self-assembly (TESA) technologies which have led to the clinical translation and commercialisation of advanced therapy medicinal products (ATMPs).  Although TESA therapies have the potential to revolutionise healthcare for numerous clinical targets, a lack of researchers with the necessary interdisciplinary skillset to advance the field is limiting clinical translation.  Tendon therapy train, a network of 8 beneficiaries and 8 partners (7 universities, 7 companies and 2 hospitals) from six countries across Europe, will train a cohort of 15 researchers to doctoral level in the interdisciplinary area of ATMPs.  The innovative credentials of the research and training programme involve engineering suitable ex vivo culture environments that, by mimicking the native tendon tissue milieu (human and equine), will maintain the tenogenic phenotype  of tendon derived cells and differentiate non-tendon derived cells (stem cells and dermal fibroblasts) towards the tenogenic lineage, subsequently enabling development of three-dimensional cell-assembled tissue equivalents, the clinical potential of which will be assessed in suitable preclinical models.  The comprehensive Tendon Therapy Train programme will equip researchers with transferable inter- and multidisciplinary skills that will further European-based knowledge, innovation, competitiveness and leadership in the field of TESA / ATMP and ultimately enable clinical translation and commercialisation of the developed technologies.",
    "totalCost": "3876965,65",
    "ecMaxContribution": "3876965,64",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "UNIVERSIDADE DO MINHO;STEMCELL TECHNOLOGIES SARL;THE ROYAL VETERINARY COLLEGE;TECHNOLOGIKO EKPEDEFTIKO IDRYMA IPIROU;PROXY BIOMEDICAL LIMITED;UNIVERSITEIT MAASTRICHT;SOFRADIM PRODUCTION SASU;STEMCELL TECHNOLOGIES UK LTD",
    "participantCountries": "PT;FR;UK;EL;IE;NL",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 510749
        },
        "940156593": {
            "orgId": "940156593",
            "orgName": "STEMCELL TECHNOLOGIES UK LTD",
            "ecContrib": 262876
        },
        "999840790": {
            "orgId": "999840790",
            "orgName": "THE ROYAL VETERINARY COLLEGE",
            "ecContrib": 546576
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 238356
        },
        "951152901": {
            "orgId": "951152901",
            "orgName": "SOFRADIM PRODUCTION SASU",
            "ecContrib": 262876
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 1062698
        },
        "997876249": {
            "orgId": "997876249",
            "orgName": "TECHNOLOGIKO EKPEDEFTIKO IDRYMA IPIROU",
            "ecContrib": 727161
        },
        "996642409": {
            "orgId": "996642409",
            "orgName": "PROXY BIOMEDICAL LIMITED",
            "ecContrib": 265675
        },
        "952799379": {
            "orgId": "952799379",
            "orgName": "STEMCELL TECHNOLOGIES SARL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3876967
}