{
    "rcn": "198315",
    "acronym": "MARmaED",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "MARine MAnagement and Ecosystem Dynamics under climate change",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "The proposed European Training Network, MARmaED, connects science, policy and people and transcends national borders, disciplinary barriers and sectorial divides. By building a greater knowledge base and train the next generation of scientists to think across disciplines, MARmaED contributes to reinforce Europeís position as a global leader in marine science and ensure blue growth and sustainable exploitation of marine living resources. \n\nThe objectives of MARmaED are:\n- To increase the marine scientific knowledge base by integrating traditionally separate scientific disciplines within a unified learning platform.\n- To train a new generation of innovative researchers with interdisciplinary experience and skilled in promoting marine science to a wide audience.\n\nMARmaED integrates education and research in complementary marine sciences in Norway, Finland, Denmark, the Netherlands, Germany and France. Specifically, the network links state-of-the-art competences in genetics, ecophysiology, ecology, climatology, physical oceanography, statistics and economics. By so doing, the network unifies essential disciplines needed to achieve a good understanding and management of the marine environment. The research will provide new insights into how the cumulative stress from biodiversity loss, climate change and harvesting affects Europeís complex marine systems and the consequences for optimal resource use - knowledge that is needed for sustainable, ecosystem-based management.\n\nMARmaED has a strong focus on training, with a mobility programme facilitating inter-disciplinarity and training modules of transferrable skills such as communication. Targeted secondments in the non-academic sector will provide the networkís students with inter-sectorial training and favourable employment opportunities. MARmaED will thus create novel standards in the training of a new generation of multi-disciplinarily skilled and creative marine scientists, fit to address Europeís future challenges.",
    "totalCost": "4073903,28",
    "ecMaxContribution": "4073903,28",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "HELSINGIN YLIOPISTO;UNIVERSITAET HAMBURG;DANMARKS TEKNISKE UNIVERSITET;METEO-FRANCE;WAGENINGEN UNIVERSITY;ABO AKADEMI;UNIVERSITETET I BERGEN",
    "participantCountries": "FI;DE;DK;FR;NL;NO",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 572550
        },
        "999903355": {
            "orgId": "999903355",
            "orgName": "ABO AKADEMI",
            "ecContrib": 538291
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 510749
        },
        "999578890": {
            "orgId": "999578890",
            "orgName": "METEO-FRANCE",
            "ecContrib": 262876
        },
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 572550
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 580164
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 498433
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 538291
        }
    },
    "calculatedTotalContribution": 4073904
}