{
    "rcn": "198399",
    "acronym": "NANO",
    "topics": "DRS-17-2015-1",
    "title": "Intelligent Low-Cost Real-Time Nanomagnetooptical Integrity Monitoring and Sensing System for Asset Integrity Management",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "EQS aims to deliver a low-cost highly sensitive real-time remote monitoring tool for intelligent structural integrity monitoring, for the Oil, Gas and Energy markets. This new disruptive market solution, based on nanotechnology, will increase the resilience of critical energy installations and networks, allowing the reduction of human losses, avoiding energy production disruption, minimizing environmental and economic impact and material damage from natural and man-made disasters.\nProximally 60% of the incidents in the EUís hazardous industries are due to integrity failures and in 50% of these cases, ageing is a significant factor. Structural integrity real-time monitoring can provide far greater integrity knowledge then traditional inspection methods, critically increasing safety with significant maintenance cost reduction through the early detection of problems.\nThe NANO concept is to provide a cost-efficient real-time monitoring solution, capable of performing asset volumetric evaluation, significantly increasing the resilience, life span and safety of the clientís critical installations and networks. This tool will enable the screening of degradation in large pipelines, process equipment, industrial plants, terminals and offshore structures, providing means to perform evaluation of areas that would otherwise be inaccessible. Furthermore, it will be possible to obtain real-time detailed qualitative and quantitative information and 3D visualization of the assetís integrity. The solution combines nanotechnology with magnetostrictive generated guided waves and high sensitivity sensing Fiber Bragg Gratting. Through an advanced material fabrication process, EQS creates the first low cost monitoring solution with a higher sensitivity level than any other inspection tools. This solution is complemented by EQS asset management engineering experts and an intelligent analysis software interacting with an online platform where the client can manage the assetís integrity.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EQS - SERVICIOS DE ENGENHARIA QUALIDADE E SEGURANCA LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934335429": {
            "orgId": "934335429",
            "orgName": "EQS - SERVICIOS DE ENGENHARIA QUALIDADE E SEGURANCA LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}