{
    "rcn": "198330",
    "acronym": "BIGCHEM",
    "topics": "MSCA-ITN-2015-EID",
    "title": "Big Data in Chemistry",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The advent of the big data era in chemistry and the life sciences requires the development of new computational analysis methods, which are not only of scientific, but also economic relevance. Currently, the international data market already grows six times faster than the entire IT sector, and growth rates further increase. Achieving and sustaining a leadership positions in the big data arena represent critically important challenges for the EU. The economic developments in the emerging big data field are science-driven. Due to complexity and heterogeneity of biochemical and biomedical data, large-scale data exploration and exploitation are intrinsically interdisciplinary tasks. BIGCHEM positions itself at interfaces between chemistry, computer science, and the life science to provide well-structured multidisciplinary training and educate high-in-demand computational specialists capable of operating in interdisciplinary and international research and business settings. Cornerstones of BIGCHEMís curriculum include on-line lectures and periodic schools taught by internationally leading experts in chemical and life science informatics, a balanced consortium of academia, SMEs, and large industry, and an unprecedented symbiosis of academic and industrial training and application components. Accordingly, BIGCHEM is well positioned to boost multilateral collaborations between academia and industry and train scientists who are highly competitive in the international big data market. In BIGCHEMís R&D and training activities, the development and evaluation of conceptually novel methods for large-scale data analysis, knowledge extraction, and information sharing with demonstrated practical application potential take center stage. The network has a clearly defined policy for exploitation of new IP through wide involvement of target users, SMEs, and large industry facilitated by the experienced technology transfer department of the coordinator's team.",
    "totalCost": "2555534,16",
    "ecMaxContribution": "2555534,16",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "ASTRAZENECA AB;UNIVERSITAET BERN;UNIVERSITE DE STRASBOURG;BOEHRINGER INGELHEIM PHARMA GMBH &CO KG;LEAD DISCOVERY CENTER GMBH;RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
    "participantCountries": "SE;CH;FR;DE;IT",
    "projectParticipants": {
        "999941379": {
            "orgId": "999941379",
            "orgName": "ASTRAZENECA AB",
            "ecContrib": 659148
        },
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 131438
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 132613
        },
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 249216
        },
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 498433
        },
        "990776043": {
            "orgId": "990776043",
            "orgName": "LEAD DISCOVERY CENTER GMBH",
            "ecContrib": 124608
        },
        "999840887": {
            "orgId": "999840887",
            "orgName": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
            "ecContrib": 129031
        },
        "994623839": {
            "orgId": "994623839",
            "orgName": "BOEHRINGER INGELHEIM PHARMA GMBH &CO KG",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 2422920
}