{
    "rcn": "198319",
    "acronym": "Spin-NANO",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Nanoscale solid-state spin systems in emerging quantum technologies",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "This network brings together world-leading experts in nano-science and technology from 6 European countries in order to achieve breakthroughs in understanding and successful utilization of nanoscale solid-state spin systems in emerging quantum technologies. The proposed innovative science in the supra-disciplinary field of physics and applications of spin nano-systems will underpin breakthrough developments in quantum computing, quantum communications and networks, and nano-imaging. Important innovative step consolidating the joint effort of the whole consortium is the focus on crystalline solids where magnetic interactions of electron spins with lattice nuclei are negligible and well-controlled. We will develop electrically-controlled spin-quantum-bits (qubits) in Si-Ge quantum dots and nanowires; will optically manipulate spin impurities in diamond in applications for quantum computing and networks and in nano-magnetometry; will achieve new understanding of quantum phenomena due to the spin-valley coupling in atomically thin 2D semiconductors, an emerging class of materials with a promise for quantum technologies. Research training to 15 early stage researchers will be delivered by 14 academic and 7 industrial groups. Network-wide training course in transferable skills will be specially developed and delivered by the Think Ahead (Sheffield), an award winning initiative at the University of Sheffield (award by the Times Higher Education, 2014). Current proposal is designed to advance this multi-disciplinary research field significantly beyond the state-of-the-art, and train a new cohort of researchers capable of developing spin-based solid-state quantum technologies towards real-life applications in the next 5 to 10 years.",
    "totalCost": "3965414,04",
    "ecMaxContribution": "3965414,04",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "ATTOCUBE SYSTEMS AG;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;UNIVERSITAT BASEL;TECHNISCHE UNIVERSITAET MUENCHEN;KOBENHAVNS UNIVERSITET;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;HELIA PHOTONICS LTD;UNIVERSITAT KONSTANZ;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "DE;UK;CH;DK;FR;NL",
    "projectParticipants": {
        "994797954": {
            "orgId": "994797954",
            "orgName": "ATTOCUBE SYSTEMS AG",
            "ecContrib": 249216
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 530454
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 546576
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 510749
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "996616510": {
            "orgId": "996616510",
            "orgName": "HELIA PHOTONICS LTD",
            "ecContrib": 273288
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 249216
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 290082
        },
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 530454
        },
        "999866204": {
            "orgId": "999866204",
            "orgName": "UNIVERSITAT KONSTANZ",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3692127
}