{
    "rcn": "198304",
    "acronym": "Privacy.Us",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Privacy and Usabiliy",
    "startDate": "01/12/2015",
    "endDate": "30/11/2019",
    "objective": "With the rapid accumulation and processing of personal data by numerous organizations, it is of paramount importance to protect people from adverse uses of their data, while allowing them to enjoy the benefits the use of these data can possibly provide. This is the question of protecting citizensí privacy, while enabling them to make informed decisions regarding their actions with privacy implications.\n\nThe PRIVACY.US innovative training network will train thirteen creative, entrepreneurial and innovative early stage researchers (ESRs) to be able to reason, design and develop innovative solutions to questions related to the protection of citizensí privacy, considering the multidisciplinary and intersectoral aspects of the issue. ESRs will be trained to face both current and future challenges in the area of privacy and usability. PRIVACY.US offers a combination of research-related and transferable competence skills that will enhance the career perspectives of the ESRs in both the academic and non-academic sectors.\n\nThe consortium consists of five universities and five non-academic organizations. This deliberate and balanced construction will ensure that the project outcomes and impacts are maximal with respect to the call criteria and the EU policy areas regarding data security and privacy. The market potential for the generated knowledge is also a key element of this proposal. The consortium industrial partners are three SMEs, one large enterprise, and a data-protection authority.\n\nThe ESRs will receive comprehensive training and engage in intersectoral collaboration. Through this collaborative effort, the project will make a significant contribution and impact to the ESRs future careers. It will also contribute to shaping future privacy policies and practices in Europe and will significantly advance the state of the art in privacy and usability research.",
    "totalCost": "3376517,4",
    "ecMaxContribution": "3376517,4",
    "coordinator": "KARLSTADS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "USECON THE USABILITY CONSULTANTS GMBH;UNABHANGIGES LANDESZENTRUM FUR DATENSCHUTZ;CRONTO LIMITED;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;TEL AVIV UNIVERSITY;WIRTSCHAFTSUNIVERSITAT WIEN;UNIVERSITY COLLEGE LONDON;UNISCON UNIVERSAL IDENTITY CONTROL GMBH",
    "participantCountries": "AT;DE;UK;IL",
    "projectParticipants": {
        "942772101": {
            "orgId": "942772101",
            "orgName": "UNISCON UNIVERSAL IDENTITY CONTROL GMBH",
            "ecContrib": 498433
        },
        "999616138": {
            "orgId": "999616138",
            "orgName": "WIRTSCHAFTSUNIVERSITAT WIEN",
            "ecContrib": 255934
        },
        "999874837": {
            "orgId": "999874837",
            "orgName": "KARLSTADS UNIVERSITET",
            "ecContrib": 527319
        },
        "999579181": {
            "orgId": "999579181",
            "orgName": "UNABHAENGIGES LANDESZENTRUM FUER DATENSCHUTZ",
            "ecContrib": 0
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 546576
        },
        "951342536": {
            "orgId": "951342536",
            "orgName": "USECON THE USABILITY CONSULTANTS GMBH",
            "ecContrib": 255934
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 249216
        },
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 520601
        },
        "926922301": {
            "orgId": "926922301",
            "orgName": "CRONTO LIMITED",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3127301
}