{
    "rcn": "198364",
    "acronym": "ADIR",
    "topics": "SPIRE-07-2015",
    "title": "Next generation urban mining - Automated disassembly, separation and recovery of valuable materials from electronic equipment",
    "startDate": "01/09/2015",
    "endDate": "31/08/2019",
    "objective": "Specific raw materials become increasingly important to manufacture high level industrial products. Especially electronic equipment contains precious metals and a series of strategic raw materials. \nTo date the material specific recycling is focused on mass stream concepts such as shredder processes and metallurgy to extract the high-value metallic constituents, i.e. copper, gold, silver. However, a series of critical elements cannot be recovered efficiently or is even lost in dust or residual fractions. \n\nThe goal of ADIR is to demonstrate the feasibility of a key technology for next generation urban mining. An automated disassembly of electronic equipment will be worked out to separate and recover valuable materials. The concept is based on image processing, robotic handling, pulsed power technology, 3D laser measurement, real-time laser material identification (to detect materials), laser processing (to access components, to selectively unsolder these; to cut off parts of a printed circuit board),  and automatic separation into different sorting fractions. A machine concept will be worked out being capable to selectively disassemble printed circuit boards and mobile phones with short cycle times to gain sorting fractions containing high amounts of valuable materials. Examples are those materials with high economic importance and significant supply risk such as tantalum, rare earth elements, germanium, cobalt, palladium, gallium and tungsten.\n\nA demonstrator will be developed and evaluated in field tests at a recycling company. The obtained sorting fractions will be studied with respect to their further processing and recovery potential for raw materials. Refining companies will define requirements and test the processing of sorting fractions with specific material enrichments. \nAn advisory board will be established incorporating three telecommunication enterprises.",
    "totalCost": "6624736,25",
    "ecMaxContribution": "5262200,39",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "LSA-LASER ANALYTICAL SYSTEMS & AUTOMATION GMBH;TRE TAU ENGINEERING SRL;I-CUBE RESEARCH;OSAI AUTOMATION SYSTEM SPA;AURUBIS AG;INSTYTUT METALI NIEZELAZNYCH;ELECTROCYCLING GMBH;PRO AUTOMATION GMBH;H.C. STARCK GMBH",
    "participantCountries": "DE;IT;FR;PL;AT",
    "projectParticipants": {
        "998501220": {
            "orgId": "998501220",
            "orgName": "INSTYTUT METALI NIEZELAZNYCH",
            "ecContrib": 687375
        },
        "965874009": {
            "orgId": "965874009",
            "orgName": "H.C. STARCK GMBH",
            "ecContrib": 174194
        },
        "935414360": {
            "orgId": "935414360",
            "orgName": "OSAI AUTOMATION SYSTEM SPA",
            "ecContrib": 697375
        },
        "934055293": {
            "orgId": "934055293",
            "orgName": "ELECTROCYCLING GMBH",
            "ecContrib": 434000
        },
        "950776347": {
            "orgId": "950776347",
            "orgName": "AURUBIS AG",
            "ecContrib": 142334
        },
        "934725854": {
            "orgId": "934725854",
            "orgName": "PRO AUTOMATION GMBH",
            "ecContrib": 830462
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1395575
        },
        "951754495": {
            "orgId": "951754495",
            "orgName": "I-CUBE RESEARCH",
            "ecContrib": 468854
        },
        "934595292": {
            "orgId": "934595292",
            "orgName": "TRE TAU ENGINEERING SRL",
            "ecContrib": 99531
        },
        "991639828": {
            "orgId": "991639828",
            "orgName": "LSA-LASER ANALYTICAL SYSTEMS & AUTOMATION GMBH",
            "ecContrib": 332500
        }
    },
    "calculatedTotalContribution": 5262200
}