{
    "rcn": "198447",
    "acronym": "EdGe",
    "topics": "ERC-CoG-2014",
    "title": "The molecular genetic architecture of educational attainment and its significance for cognitive health",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Since many social and economic outcomes are moderately heritable, it is in principle possible to discover genetic variants associated with them. Such discoveries could yield new insights into the causal pathways underlying human behaviour, the complex interplay of environmental and genetic factors, and the relationship between socio-economic traits and health.\nThis proposal builds on a recent genome-wide association study on educational attainment (EA) led by the applicant (Rietveld et al. 2013, Science), which identified for the first time specific genetic variants robustly associated with a socio-economic outcome. The project will leverage the unique resources of the Social Science Genetic Association Consortium (SSGAC), which is co-led by the applicant. \nThe proposed research will extend existing knowledge by: 1) discovering additional genetic variants and causal pathways associated with EA; 2) developing methods to use the available genetic association results in novel, more efficient ways; 3) shedding new light on characteristics related to EA such as economic preferences, cognitive function, and cognitive health; 4) showing how policies promoting EA interact with genetic predisposition; 5) using genetic information to better understand the causal effects of educational policy interventions, 6) developing better tools to identify individuals at risk for cognition-related diseases before the onset of symptoms; and 7) identifying causal pathways of genetic influence on cognitive health via neurobiological measures. The project aims to elucidate the complex causal pathways connecting genes, environment, individual characteristics, and health-related outcomes; make methodological contributions applicable in genetic epidemiology and the social sciences; and contribute towards designing more effective public policy, which could improve public health and lower health costs.",
    "totalCost": "1870135",
    "ecMaxContribution": "1870135",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 1870135
        }
    },
    "calculatedTotalContribution": 1870135
}