{
    "rcn": "198451",
    "acronym": "KINSHIP",
    "topics": "ERC-CoG-2014",
    "title": "How do humans recognise kin?",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Kinship moderates important social outcomes, such as interpersonal violence and sexual behaviour, but how do you know who your kin are? On the surface, this appears to be a simple question, but the specific cues and cognitive systems that mediate these complex relationships are yet to be understood. This pioneering project will combine biological theories regarding the essential role of kinship in regulating social and sexual behaviour with advanced methods from experimental psychology, genetics, acoustics, computer graphics and experimental economics, to develop and test the first comprehensive model of human kin recognition.\n\nEarly research on human kin recognition typically investigated the effect of a single kinship cue on one domain of behaviour and in one relationship type. For example, research on the Westermarck Effect focusses on the effect of co-residence on sexual aversion among siblings. The proposed project will investigate a diverse range of potential kinship cues (e.g., contextual, phenotypic and cognitive), both relevant behavioural domains (i.e., prosocial and sexual), and several relationship types (e.g., primary and secondary; consanguine, affine and adoptive). The resulting model will allow for complex interactions, such as conditional or domain-specific cue use, that are suggested by work on kin recognition in other species. This, in turn, will allow for a greater understanding of the mechanisms underpinning how humans recognise and respond to kin. \n\nThe project will also produce a quantitative model of how family resemblance is expressed in the face, which will be used to develop novel methodologies for assessing family resemblance from face images and experimentally creating realistic and biologically plausible ìvirtual relativesî using computer graphics.",
    "totalCost": "1984776",
    "ecMaxContribution": "1984776",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 1984776
        }
    },
    "calculatedTotalContribution": 1984776
}