{
    "rcn": "198469",
    "acronym": "DNAmics",
    "topics": "MSCA-IF-2014-EF",
    "title": "DNA mimetics: Synthetic molecular duplexes",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Precise control of macroscopic properties at molecular level is one of the biggest challenges of modern science. Nature accomplishes this by adding information to matter, and organizes chemical system of nonliving components into living, biological systems. Inspired by the most fascinating natureís information system, the DNA, and using its basic structural elements, modular and highly flexible synthesis of novel chemical information carrying system will be performed. This will enable the preparation of the desired sequence of H-bonding recognition sites. The prepared short oligomeric sequences will be used to explore robustness of synthetic sequences for the formation of duplexes. By quantitative assessment of multivalent recognition of complementary sequences and imperfections in the duplex formation of non-complementary and defective sequences, valuable information on the structural features and fidelity of supramolecular assembly formation of various sequences will be obtained. This will give insight into reliability and predictability, in other words programmability, of the proposed synthetic recognition sequences to form molecular duplexes. Reliable formation of synthetic duplexes would allow precise control over supramolecular interactions and will lay the foundation for formation of smart advanced materials with unprecedented mechanical, electronic and photochemical properties.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}