{
    "rcn": "198458",
    "acronym": "IL7sigNETure",
    "topics": "ERC-CoG-2014",
    "title": "IL-7/IL-7R signaling networks in health and malignancy",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Deregulation of signal transduction is a feature of tumor cells and signaling therapies are gaining importance in the growing arsenal against cancer. However, their full potential can only be achieved once we overcome the limited knowledge on how signaling networks are wired in cancer cells. Interleukin 7 (IL7) and its receptor (IL7R) are essential for normal T-cell development and function. However, they can also promote autoimmunity, chronic inflammation and cancer. We showed that patients with T-cell acute lymphoblastic leukemia (T-ALL), an aggressive hematological cancer, can display IL7R gain-of-function mutations leading to downstream signaling activation and cell transformation. Despite the biological relevance of IL7 and IL7R, the characterization of their signaling effectors remains limited. Here, we propose to move from the single molecule/pathway-centered analysis that has characterized the research on IL7/IL7R signaling, into a ëholisticí view of the IL7/IL7R signaling landscape. To do so, we will employ a multidisciplinary strategy, in which data from complementary high throughput analyses, informing on different levels of regulation of the IL7/IL7R signaling network, will be integrated via a systems biology approach, and complemented by cell and molecular biology experimentation and state-of-the-art in vivo models. The knowledge we will generate should have a profound impact on the understanding of the fundamental mechanisms by which IL7/IL7R signaling promotes leukemia and reveal novel targets for fine-tuned therapeutic intervention in T-ALL. Moreover, the scope of insights gained should extend beyond leukemia. Our in-depth, systems-level characterization of IL7/IL7R signaling will constitute a platform with extraordinary potential to illuminate the molecular role of the IL7/IL7R axis in other cancers (e.g. breast and lung) and pathological settings where IL7 has been implicated, such as HIV infection, multiple sclerosis and rheumatoid arthritis.",
    "totalCost": "1988125",
    "ecMaxContribution": "1988125",
    "coordinator": "INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}