{
    "rcn": "198494",
    "acronym": "MICROMAN",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "European Training Network on ìProcess Fingerprint for Zero-defect Net-shape MICROMANufacturingî",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "The continuous trend towards miniaturization and multi-functionality embedded in products and processes calls for an ever increasing innovation, research and development within the European manufacturing sector. A necessary condition for the European productive sector to be at the global forefront of technology, ensuring job creation and sustainable growth, is to have access to innovative, entrepreneurial, highly skilled research engineers in the fields of micro manufacturing and micro product/process development. The MICROMAN ITN will provide world excellent research training to 13 ESR in the field of micro manufacturing proposing: (1) innovative technological solutions for high quality and high throughput micro production (micro manufacturing process fingerprint, zero-defect net-shape micro manufacturing) for the micro manufacturing industry; (2) cutting edge inter-disciplinary training in different domains (µ-polymer moulding, µ-metal forming, µ-extrusion, µ-tooling technologies, µ-product metrology, µ-manufacturing process metrology); (3) validation of  different micro manufacturing processes by integration into process chains for the production of micro component for the bio-medical, health-care, machine tool, pharmaceutical, quality control sectors. The training strategy is based on the 50-30-20 principle, in which each single ESR will develop a core technical competence, a complementary technical competence, and a general technical competence in all domains addressed by the project with a research effort proportional to the 50%-30%-20% of the total effort. An all-round, comprehensive yet specialized, training in micro manufacturing will be ensured. Specific training on project engineering research management and entrepreneurship completes the training and provides the ESR the required skills to effectively contribute to the competitiveness of the European micro manufacturing industry, and in turn to job creation and well-being of the European society.",
    "totalCost": "3446156,52",
    "ecMaxContribution": "3446156,52",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "UNIVERSITAET BREMEN;TECHNISCHE UNIVERSITAET CHEMNITZ;POLITECNICO DI MILANO;THE UNIVERSITY OF NOTTINGHAM;INSTITUTTET FOR PRODUKTUDVIKLING;KATHOLIEKE UNIVERSITEIT LEUVEN;UNIVERSITY OF BRADFORD;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "DE;IT;UK;DK;BE",
    "projectParticipants": {
        "999877844": {
            "orgId": "999877844",
            "orgName": "TECHNISCHE UNIVERSITAET CHEMNITZ",
            "ecContrib": 498433
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 273288
        },
        "999987454": {
            "orgId": "999987454",
            "orgName": "UNIVERSITAET BREMEN",
            "ecContrib": 498433
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 258061
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 580164
        },
        "999899766": {
            "orgId": "999899766",
            "orgName": "UNIVERSITY OF BRADFORD",
            "ecContrib": 273288
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 273288
        },
        "998618202": {
            "orgId": "998618202",
            "orgName": "INSTITUTTET FOR PRODUKTUDVIKLING",
            "ecContrib": 290082
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 501120
        }
    },
    "calculatedTotalContribution": 3446157
}