{
    "rcn": "198456",
    "acronym": "NOC2D",
    "topics": "ERC-CoG-2014",
    "title": "Nucleation of Organic Crystals onto 2D materials",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The formation of crystalline solids from liquid-phase precursor is a central idea in materials chemistry. Organic crystal structures can be found in a large number of products, including food, explosives, pigments and pharmaceuticals. Control of molecular assembly is therefore a fundamental problem for both research and industry and it involves substantial scientific and economic challenges. For example, polymorphism is crucial for drug manufacturers because the crystal structure, morphology and size, can all affect the stability, efficacy and production cost of the drug. Therefore, it is essential to achieve a deep understanding on the molecular processes happening at the early stage of crystallization. Although important results have been obtained, our understanding on how a crystal of organic molecules nucleates on a surface is still poor. To go beyond state-of-the art we need techniques able to probe rare nucleation events with nanoscale resolution and very high sensitivity, providing direct insights on the structure of the nuclei and their interaction with the environment. \nThe aim of this proposal is to use 2D crystals to open new horizons in the understanding of nucleation of organic crystals by using a multi-disciplinary approach, which combines chemical engineering, material chemistry, graphene physics and sensors technology. Graphene, a single layer of graphite, will allow preparing advanced surface templates and to perform nucleation experiments that would be impossible or too difficult to achieve with other templates. In particular, graphene will be used both as surface template and as sensor to probe nucleation events in real time. We will combine electrical and optical readouts to investigate molecular interactions during nucleation with chemical recognition and nanoscale resolution. This will strongly improve our understanding of the basic phenomena which control heterogeneous nucleation from liquid-phase precursor.",
    "totalCost": "1922451",
    "ecMaxContribution": "1922451",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 1922451
        }
    },
    "calculatedTotalContribution": 1922451
}