{
    "rcn": "198461",
    "acronym": "RATCHETCOG",
    "topics": "ERC-CoG-2014",
    "title": "The Cog in the Ratchet: Illuminating the Cognitive Mechanisms Generating Human Cumulative Culture",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "In human populations, skills and knowledge accumulate over generations, giving rise to behaviours and technologies far more complex than any single individual could achieve alone. This ratchet-like property of human culture appears absent in nonhuman species, as socially transmitted behaviours in animal populations are generally no more complex than those that can be acquired by trial and error. Scientists from a wide range of disciplines have offered high-profile speculative theories about the underlying differences that might be responsible for this striking evolutionary discontinuity, but adequate empirical evidence is still lacking. In the RATCHETCOG project, Dr Caldwell and her team will, for the first time, implement a comprehensive systematic investigation into cumulative cultural evolution, using an experimental method that offers sufficient flexibility to generate valid comparisons across three critical research domains: species differences across the primate family tree; age differences over human development; and learning condition differences in groups of adult human participants. The methods devised for the project will make it possible to both measure and manipulate the complexity of the behaviours learned, thus offering a tool for analysing the extent of ratcheting under different conditions and across different populations. Each of the three research strands provides a vital source of evidence. Studies of nonhuman primates will reveal the limits on learning in these species, and studies with children will provide key opportunities to determine which cognitive abilities predict the development of capacities for cumulative culture. Finally, comparing different learning conditions in groups of adults is critical, as these experiments will allow clear causal conclusions regarding prerequisites and constraints, in relation to task complexity. The project will therefore fully expose the cognitive machinery responsible for the uniqueness of human culture.",
    "totalCost": "1780453,5",
    "ecMaxContribution": "1780453,5",
    "coordinator": "THE UNIVERSITY OF STIRLING",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999876389": {
            "orgId": "999876389",
            "orgName": "THE UNIVERSITY OF STIRLING",
            "ecContrib": 1780454
        }
    },
    "calculatedTotalContribution": 1780454
}