{
    "rcn": "198449",
    "acronym": "SENSOILS",
    "topics": "ERC-CoG-2014",
    "title": "Sensing soil processes for improved crop nitrogen bioavailability",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Food production is predicated on the application of nitrogen fertilisers, which can contribute significantly to the production of greenhouse gasses and eutrophication of agroecosystems. The use of nitrogen fertilisers must, therefore, be optimised.\n\nThe recent development of transparent soils in my group gives great scope to unravel the processes involved in the reactive transport of nutrients in soil and their interaction with the soil biota. My team will combine principles of optics, chemical engineering, the physics, chemistry, and biology of soils, and plant biology to image and characterise nitrogen movement in soil at the micro-scale. We will develop a new generation of transparent soil analogues that measure the biological and chemical status of soils. This will enable, for the first time, to characterise transport at the surface of soil particles and to elucidate the role of rootñparticleñparticle contacts, exudation and microbial transformation on the bioavailability of nitrate and ammonium. \n\nThe legacy of the research will be knowledge, concepts, model soil systems and imaging approaches to understand and predict nutrient bioavailability in soil with an emphasis on nitrification as a model for nitrogen movement in soil. Transparent soils and imaging technologies will be patented and could pave the way for 3D chemical sensors, and have application in crop breeding and precision phenotyping. Understanding of nutrient movements in soil will lead to substantial progress in the development of more efficient fertilisers. New model soil systems could be used to better understand the spread of soil-borne diseases, the bio-remediation of contaminated soils and the mechanisms underlying soil biodiversity and activity.",
    "totalCost": "1978475",
    "ecMaxContribution": "1978475",
    "coordinator": "THE JAMES HUTTON INSTITUTE",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF DUNDEE;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "UK;FR",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 228777
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 261875
        },
        "966626341": {
            "orgId": "966626341",
            "orgName": "THE JAMES HUTTON INSTITUTE",
            "ecContrib": 1487823
        }
    },
    "calculatedTotalContribution": 1978475
}