{
    "rcn": "198400",
    "acronym": "AIRS",
    "topics": "DRS-17-2015-1",
    "title": "Advanced Intelligent Raman System for detection of explosives and harmful substances at urban soft targets",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "Chemical analysis of unknown samples is a vital measurement in a variety of sectors, from protein characterisation, identifying illicit and counterfeit drugs (est. Ä3bn cost to the industry), pharmaceutical quality control through to security applications (e.g. detection of explosives). There is a major security requirement is for a new reliable detection method of explosives, especially at soft targets. The ideal solution is a robust in-situ method for rapid non-invasive detection of hazardous materials, including explosives, that is portable and can be located at borders, ports and other sensitive targets around Europe.\nThe most powerful and promising method being adopted for in-situ observations of suspicious substances to detect explosive is Raman spectroscopy. All molecules provide a unique Raman signature making the method very flexible and effective. However, Raman observations thus far have proven unreliable in the field, due to the very weak signal strength, background fluorescence masking this signal and complicated spectral returns that are difficult to interpret in the field.  \nIn this project ISI will seek to develop an Advanced Intelligent Raman system (AIRS) that builds on the strengths of the Raman observational approach, and dramatically reduces it current limitations of existing instrumentation. \nAIRS will achieve this by combining three technology development to produce a new portable easy to use chemical identification instrument. Specifically the instrument will use a Time resolved measurement technique using advanced detector technologies to remove the fluorescence and improve the signal to noise of observations. Machine learning analysis tools to interpret instrument returns in the field quickly and efficiently allowing for multiple species to be identified. This will be combined with a new class of static Fourier transform spectrometer to increase the light capture and hence the sensitivity of the instrument.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IS-INSTRUMENTS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931959317": {
            "orgId": "931959317",
            "orgName": "IS-INSTRUMENTS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}