{
    "rcn": "198452",
    "acronym": "DUB-DECODE",
    "topics": "ERC-CoG-2014",
    "title": "Systematic Decoding of Deubiquitylase-Regulated Signaling Networks",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Cellular processes are largely governed by sophisticated protein posttranslational modification (PTM)-dependent signaling networks, and a systematic understanding of regulatory PTM-based networks is a key goal in modern biology. Ubiquitin is a small, evolutionarily conserved signaling protein that acts as a PTM after being covalently conjugated to other proteins. Reversible ubiquitylation forms the most versatile and largest eukaryote-exclusive signaling system, and regulates the stability and function of almost all proteins in cells. Deubiquitylases (DUBs) are ubiquitin-specific proteases that remove substrate-conjugated ubiquitin, and thereby regulate virtually all ubiquitylation-dependent signaling. Because of their central role in ubiquitin signaling, DUBs have essential functions in mammalian physiology and development, and the dysregulated expression and mutation of DUBs is frequently associated with human diseases. Despite their vital functions, very little is known about the proteins and ubiquitylation sites that are regulated by DUBs and this knowledge gap is hampering our understanding of the molecular mechanisms by which DUBs control diverse biological processes. Recently, we developed a mass spectrometry-based proteomics approach that allowed unbiased and site-specific quantification of ubiquitylation on a systems-wide scale. Here we propose to comprehensively investigate DUB-regulated ubiquitin signaling in human cells. We will integrate interdisciplinary approaches to develop next-generation cell models and innovative proteomic technologies to systematically decode DUB function in human cells. This will enable a novel and detailed understanding of DUB-regulated signaling networks, and open up new avenues for further research into the mechanisms and biological functions of ubiquitylation and of ubiquitin-like modifiers.",
    "totalCost": "1972570",
    "ecMaxContribution": "1972570",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1972570
        }
    },
    "calculatedTotalContribution": 1972570
}