{
    "rcn": "198480",
    "acronym": "SYNPRIME",
    "topics": "ERC-ADG-2014",
    "title": "Presynaptic Regulatory Principles in Synaptic Plasticity, Neuronal Network Function, and Behaviour",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Neuronal signalling via synaptic vesicle (SV) fusion is the fastest membrane fusion event in mammalian cells. Its speed and the ability of presynapses to sustain SV fusion at high stimulation rates are key requirements for brain function. Plastic changes of SV fusion rates have long been thought to control complex brain processes such as working memory, but the link between presynaptic plasticity and complex brain functions remains hypothetical. A key determinant of presynaptic efficacy is that synapses maintain a release-ready or primed SV pool that can be refilled rapidly. SV priming is mediated by a set of dedicated priming proteins (Munc13s, CAPSs, and accessory proteins), which are of pervasive and essential functional importance for synaptic efficacy, and - based on in vitro studies - of capacious potential to regulate exactly the type of synaptic plasticity that is associated with brain circuit characteristics involved in complex behaviours. However, this 'catholic' role of the SV priming machinery in brain function has never been tested, mainly because essential genetic models for studies in vivo have been lacking. Using (i) 4 newly generated conditional KO and KI mouse lines, (ii) 17 additional KOs/KIs (12 ours), (iii) high-end EM approaches (iv) KO-replacement strategies, (v) electrophysiological and optophysiological analyses, and (vi) behavioural studies, we will examine the SV priming machinery in intact circuits in order to (a) define the mechanisms and cell biological basis of SV priming, of its dynamics, and of defined priming-dependent synaptic plasticity states, and to (b) define the causal links between SV priming, synapse function, synaptic plasticity, circuit characteristics, and behaviour. These studies will generate a comprehensive delineation of the role of SV priming in intact neural circuits, which is not only essential for basic science but also for psychiatry, because all key priming proteins are linked to neuropsychiatric diseases.",
    "totalCost": "2495593,75",
    "ecMaxContribution": "2495593,75",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2495594
        }
    },
    "calculatedTotalContribution": 2495594
}