{
    "rcn": "198496",
    "acronym": "MELIITA",
    "topics": "INNOVATION",
    "title": "Maltese-European Linkages for Internationalisation, Innovation and Technology Transfer",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The MELIITA proposal will support the smart growth of the Maltese SMEs by increasing the efficiency and effectiveness of investments in research, development and innovation and to contribute to a better and more efficient connection of stakeholders and players along the innovation chain. It namely aims to:\n\n誰\tStrengthen innovation capacity and to ensure Maltese beneficiaries of the SME Instrument receive the most appropriate support services throughout Phase 1 / Phase 2 based on identified weaknesses in their innovation capacities and so encourage the successful exploitation of their innovation project and to induce sustainable growth beyond the programme period.\n誰\tEnhance innovation management capacity, thus rendering more efficient the full innovation process of Micro and SMEs, irrelevant of benefiting from the SME Instrument, and to help potentially good ideas effectively reach the market.\n誰\tStimulate an inter-disciplinary approach between cross-cutting technologies and transnational R&D cooperation, and\n誰\tCreate a more vibrant, innovative, competitive business community.",
    "totalCost": "51625",
    "ecMaxContribution": "51625",
    "coordinator": "MALTA ENTERPRISE",
    "coordinatorCountry": "MT",
    "participants": "THE MALTA CHAMBER OF COMMERCE AND ENTERPRISE ASSOCIATION;MALTA BUSINESS FOUNDATION;MINISTRY FOR EDUCATION AND EMPLOYMENT",
    "participantCountries": "MT",
    "projectParticipants": {
        "999570354": {
            "orgId": "999570354",
            "orgName": "MALTA ENTERPRISE",
            "ecContrib": 20000
        },
        "941612078": {
            "orgId": "941612078",
            "orgName": "MALTA BUSINESS FOUNDATION",
            "ecContrib": 0
        },
        "947567102": {
            "orgId": "947567102",
            "orgName": "MINISTRY FOR EDUCATION AND EMPLOYMENT",
            "ecContrib": 11625
        },
        "938938273": {
            "orgId": "938938273",
            "orgName": "THE MALTA CHAMBER OF COMMERCE AND ENTERPRISE ASSOCIATION",
            "ecContrib": 20000
        }
    },
    "calculatedTotalContribution": 51625
}