{
    "rcn": "198413",
    "acronym": "KORIDION",
    "topics": "SIE-01-2015-1",
    "title": "Feasibility Study for a Breakthrough Core System to Enable Fault Tolerant Manufacture of High Performances Composites Wind Blades",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "KORIDION project is aimed to provide a simple yet effective solution, transferring positive results applied in protective equipments (helmets), to composite materials applied for wind blade structures.  The advantages provided within the system enable to improve the load capacity of the structure, adhesion from skin and core, and more relevant to the end performances, to constitute a system which can be easily automated, contemporarily reducing the potential impacts of errors in manual operation.  Innovative material and processing mechanisms are at the forefront of the project objectives, oriented to revolutionize the way blades are designed and manufactured. The basic KORIDION formula and the processing means have been developed within SmartNets EU project (G.A: 262806) in cooperation with the UK company Tryonic Ltd. Tryonic owns the IPR generated and THURCKON has the rights for use and further exploitation of the five patents developed.\nThe project is expected to generate relevant growth for THURCKON that foresee to reach, in a short-medium term (2-4 years), revenue of about 2.3 MÄ (low success scenario) and to hire a minimum of 4 employees.\nThe final objective is to demonstrate the feasibility, also through a reduced scale blade application, that can effectively constitute a basis for a successful Step2 project, oriented to the successful transfer of the overall approach at a full scale wind turbine blade.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Thurckon Srl",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "985608465": {
            "orgId": "985608465",
            "orgName": "Thurckon Srl",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}