{
    "rcn": "198441",
    "acronym": "ERVE",
    "topics": "ERC-CoG-2014",
    "title": "Systematic discovery of functional elements in RNA virus genomes: an Encyclopedia of RNA Virus Elements",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Identification of the full complement of genes and other functional elements in any virus is crucial to fully understand its molecular biology and guide the development of effective control strategies. Our recent discoveries of new 'hidden' genes in the potyviruses, alphaviruses, arteriviruses, flaviviruses and influenza A virus have demonstrated that, even in the most well-studied and economically-important viruses, small overlapping genes can remain undetected throughout decades of research. Comparative computational analyses can be used to efficiently identify hidden features and target experimental analyses, thus saving time and cost, and minimizing animal experiments. With the rapid increase in sequencing data, for the first time it is now possible to map out at high resolution functional elements genome-wide in hundreds of important virus species.\n\nOur research involves the development of powerful new tools for virus comparative genomics, and the application of these tools to uncover hidden genes and other functional elements in RNA virus and retrovirus genomes. Hidden genes are often translated via non-canonical mechanisms, such as programmed ribosomal frameshifting, and we are particularly interested in discovering and characterizing new types of non-canonical translation. Deciphering these 'exceptions-to-the-rule' enhances our understanding of the mechanics of protein synthesis. Further, these novel mechanisms may also be relevant to cellular gene expression.\n\nThe goals of this project are:\n\n1) To computationally identify all 'hidden' genes and major functional non-coding elements in the genomes of RNA viruses and retroviruses of medical, veterinary and agricultural importance.\n\n2) To experimentally characterize the most interesting new features.\n\n3) To characterize novel translation mechanisms utilized by RNA viruses.\n\n4) To develop web interfaces to our software and an interactive RNA virus comparative genomics database.",
    "totalCost": "1780000",
    "ecMaxContribution": "1780000",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}