{
    "rcn": "198435",
    "acronym": "SurfaceInhibition",
    "topics": "ERC-StG-2014",
    "title": "The role of 5HT3a inhibitory interneurons in sensory processing",
    "startDate": "01/12/2015",
    "endDate": "31/05/2020",
    "objective": "How do cortical circuits process sensory stimuli that leads to perception? Sensory input is encoded by complex interactions between principal excitatory neurons and a diverse population of inhibitory cells. Distinct inhibitory neurons control different subcellular domains of target principal neurons, suggesting specific roles of different cells during sensory processing. However, the individual contribution of these inhibitory subtypes to sensory processing remains poorly understood. This is mainly due to the technical challenges of recording the activity of identified cell types in-vivo, in response to quantified sensory stimuli. Therefore, I propose a novel approach based on four pillars: 1) An optically accessible circuit in the superficial layers of the cortex, comprised of inhibitory cells expressing the serotonin receptor 5HT3a, and the distal dendrites of pyramidal neurons. 2) A novel combination of electrophysiology and 3D two-photon imaging to simultaneously record the activity of morphologically identified 5HT3a cells and their dendritic targets. 3) A head-fixed perceptual decision task, whereby mice use their whiskers to determine the location of an object, allowing an accurate description of the sensory stimulus. 4) The integration of experimental data and computer models to gain mechanistic insights into circuit functions. The 5HT3a cells and the distal dendrites of pyramidal neurons receive ëtop-downí contextual information from other cortical areas that is essential for constructing meaningful perceptions of sensory stimuli. Thus I hypothesize that 5HT3a cells influence sensory perceptions by controlling the excitability of the pyramidal cell distal dendrites that integrate top-down and sensory input. Thus, I will not only reveal novel functions of inhibitory neurons, I will also shed light on how top-down and sensory input is integrated, and I will provide novel methods to test the functions of other cell types in normal mice and disease models.",
    "totalCost": "1350000",
    "ecMaxContribution": "1350000",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 1350000
        }
    },
    "calculatedTotalContribution": 1350000
}