{
    "rcn": "198477",
    "acronym": "INFANT EARTH",
    "topics": "ERC-ADG-2014",
    "title": "The Making of the Earth ñ Reading the Geochemical Code from Meteorites and the Earthís Oldest Rocks",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "It is still an open question how Earth became the rocky habitable planet as we know it today. This is because there is a significant time gap of several 100 million years between Earthís oldest rock archives (ca. 4 billion years old) and most extraterrestrial samples like meteorites that archive the birth of our solar system ca. 4.5 billion years ago. Within this time gap, three key processes that shaped our planet took place, i.e., Earthís growth via asteroidal collisions, formation of the metal core and a first solid crust, and the delivery of volatiles such as water. Because rock samples are lacking, these fundamental processes have to be traced indirectly, by using highly sophisticated geochemical tools like isotope or trace element compositions of younger rocks or meteorites. \n\nWith this proposal, I plan to better unravel Earthís earliest history and better identify its building blocks, by combining the geochemical record locked in Earth`s oldest rocks and extraterrestrial samples. The ground breaking nature of this work is the development of new geochemical techniques that are way beyond the current state of art, and many of them will be applied at an unprecedented level of sensitivity and precision. I will cover three linked approaches, namely high precision analyses of (i) nucleosynthetic isotope anomalies, (ii) radiogenic isotopes and (iii) trace elements. To better constrain the history of volatile delivery to the nascent Earth, a focus will be on comparing the geochemical record provided by refractory and volatile elements. In their synergy, the results will provide a major advance in unravelling Earthís earliest history.\n\nINFANTEARTH builds on high profile research strengths of our group, where a unique pool of collaborating scientists and analytical equipment are available. We have also acquired a nearly unique collection of Earthís oldest rock samples and of extraterrestrial samples supplied from institutions such as NASA or collaborating museums.",
    "totalCost": "2499735",
    "ecMaxContribution": "2499735",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 2499735
        }
    },
    "calculatedTotalContribution": 2499735
}