{
    "rcn": "198487",
    "acronym": "HEPCIR",
    "topics": "ERC-ADG-2014",
    "title": "Cell circuits as targets and biomarkers for liver disease and cancer prevention",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Chronic liver diseases such as liver cirrhosis and hepatocellular carcinoma (HCC) are major challenges for global health. HCC is the second leading and fastest rising cause of cancer death worldwide. The limited availability of therapeutic options reflects our poor understanding of the molecular and clinical mechanisms involved in progression of liver disease. Chronic hepatitis C virus (HCV) infection is a main risk factor for HCC. Although HCC may be avoided by addressing the underlying cause in early stage disease, strategies to prevent HCC in patients with established cirrhosis and advanced fibrosis, in which the risk of HCC persists despite treatment of the underlying cause are lacking. Indeed, even HCV cure does not eliminate the risk of HCC development when advanced fibrosis is already present. Since fibrosis/cirrhosis-driven carcinogenesis is the mechanism of HCC development common to all major etiologies, we propose to use HCV-induced liver disease as a model to decipher the pan-etiology sequence of molecular events underlying disease progression and HCC. Our own data provide solid evidence that HCV infection alters pathways implicated in liver disease progression, including cirrhosis deterioration, HCC development, and overall and liver-specific death. Thus, the molecular investigation of these pathways will identify key cell circuits for the understanding of the pathogenesis of liver disease and HCC in general, and as broadly applicable pan-etiology diagnostic and therapeutic targets. Using a novel patient-derived cell culture model system for liver disease biology combined with advanced functional genomics, novel animal models and clinical investigation, we aim to uncover the cell circuits that are of clinical relevance for liver disease progression and cancer. By providing novel targets and biomarkers for liver disease and HCC prevention, this proposal will have a marked impact on the management and prognosis of patients with liver disease and HCC.",
    "totalCost": "2305000",
    "ecMaxContribution": "2305000",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "ICAHN SCHOOL OF MEDICINE AT MOUNT SINAI",
    "participantCountries": "US",
    "projectParticipants": {
        "985934482": {
            "orgId": "985934482",
            "orgName": "ICAHN SCHOOL OF MEDICINE AT MOUNT SINAI",
            "ecContrib": 312500
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1992500
        }
    },
    "calculatedTotalContribution": 2305000
}