{
    "rcn": "198412",
    "acronym": "GDC",
    "topics": "INSO-10-2015-1",
    "title": "A Genetic Data CUBE - An innovative business model applied to predictive and prescriptive analytics, exploring Big Data and empowering cloud-services and urgent computation",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "Business Intelligence, Decision Making Processing, Predictive Analysis for economic and financial forecasting represent today a brick and mortar set of tools and methodologies to support important business functions aiming at investing purposes, storing customer information, marketing analysis and related tracking activities. Predictive analysis is therefore of paramount importance to diagnose and solve business problems and issues in our VUCA world (dominated by Volatility, Uncertainty, Complexity, Ambiguity). To meet this EU as well as global challenge, we intend to bring Genetic Data Cube (GDC) to market maturity. \nGDC is a data driven innovative business model powered by a huge trove of real-world, real-time preference/usage /feedback data coming from experienced business experts as well as end- users. Our goal is to architect, develop, and deploy world-class data systems to empower multiple services and facilitate SMEs as well large enterprises or industries in diagnosing and solving relevant business problems or challenges. We are introducing a new paradigm in predictive analysis, a step-change to ìprescriptiveî analysis, not only processing-based but also human-centred. \nConsidering that Big Data are defined as the ìoil of our timesî, Big Data Analytic stands at the forefront to data management for economic and financial forecasting: to have a crystal-clear picture of the business opportunity, 90% of the data in the world has been created in the last 2 years alone; present estimates project that the Big Data market will top $84B in 2026. GDC will provide a unique, brand new business model supporting customers in understanding the past unstructured data to predict future activities in customers, investments and business development/growth perspective. Main benefits rely on improving quick-decision, profit, measure social media impact and prevents fraud by making application of advanced analytics and decision optimisation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "X23 SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953382446": {
            "orgId": "953382446",
            "orgName": "X23 SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}