{
    "rcn": "198459",
    "acronym": "MADE",
    "topics": "ERC-CoG-2014",
    "title": "Migration as Development",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "How do processes of development and social transformation shape human migration? More specifically, how do  development process affect the geographical orientation, timing, composition and volume of both internal and international migration? The relation between development and human mobility is highly contested. While economic development in poor countries and areas is usually seen as the most effective way to reduce migration, other studies suggest that development actually increases migration. However, evidence has remained highly inconclusive so far because of theoretical and methodological limitations. \n \nThis research develops new theoretical and empirical approaches to gain a fundamental understanding of the relation between development processes and human migration. While prior analyses focused on a limited number of economic and demographic ëpredictorí variables, this project applies a broader concept of development to examine how internal and international migration trends and patterns are shaped by wider social, economic, technological and political transformations.\n \nThis will be achieved through (i) theory-building (reconceptualising migration as an intrinsic part of broader development processes) enabling the formulation of appropriate hypotheses; (ii) quantitative tests drawing on new, innovative databases on international and internal migration flow and stocks; and (iii) mixed method case-studies of six countries (provisionally Brazil, Ethiopia, Indonesia, Italy, Morocco and the Netherlands) representing different development-migration trajectories over the 19th and 20th centuries. \n \nThis project is scientifically ground-breaking by fundamentally shifting our understanding of how long-term development and social transformation processes shape human migration. This is also relevant for policy by challenging popular understandings of migration as a development failure and to make more realistic assessments of how future global change may affect migration.",
    "totalCost": "1748656,25",
    "ecMaxContribution": "1748656,25",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1748656
        }
    },
    "calculatedTotalContribution": 1748656
}