{
    "rcn": "198470",
    "acronym": "SWLCONNECTIVITY",
    "topics": "MSCA-IF-2014-EF",
    "title": "Sheep, Wool, Landscape and Connectivity",
    "startDate": "10/01/2016",
    "endDate": "09/01/2018",
    "objective": "The purpose of the proposed Marie Sklodowska-Curie action is to enable Paolo Palladino, Professor of History and Theory in the Department of History at Lancaster University, to advance his scientific career by means of further training through research. The programme of research, which Luis Lobo-Guerrero, Professor of History and Theory of International Relations in the Faculty of Arts at the University of Groningen will supervise, and around which the action will develop, focuses on the processes involved in the evolution of three regional economies and the commodification of their agro-biological heritage, specifically as this relates to sheep and the production of woollen textiles (these regions are the Lake District and Dales of northern England, the Catalonian Pyrenees, and the Piedmontese Alps). A trans-national, comparative approach allows for investigation of the diversity of local responses to the transformation of agro-biological products into commodities traded on a global scale; an extended chronological perspective also allows for the investigation of the similarly complex relationship between the creation of bio-economic value and the passage of time (WP1, WP2 and WP3). The results of such investigation then serve as the basis for the development of an empirically grounded, critical understanding of socio-cultural structures and their transformation (WP4). The action thus allows Palladino to advance his understanding of research skills and methods at the intersection of historical, philosophical and sociological modes of inquiry. At the same time, the hosting organisation and beneficiary of the action, the Institute for the Study of Culture (ICOG) at the University of Groningen, will expand its programme of research on the political economy of global integration, on the importance of biological and ecological resources to such integration, and on the role of the past in the construction of a more sustainable future.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}