{
    "rcn": "198454",
    "acronym": "WipeOutFear",
    "topics": "ERC-CoG-2014",
    "title": "How the Brain Learns to Forget - The Neural Signature of Fear Memory Erasure",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Can fear memories be erased from the brain? While it sounds like science fiction, recent findings suggest that fear memories can be undone upon their retrieval, through either pharmacological or behavioural interventions. Still, whether such reconsolidation interference techniques genuinely result in permanent erasure of the original fear memory is a topic of considerable controversy.\n \nPurely behavioural work may never settle the debate, as it cannot be excluded that an apparent loss of fear memory reflects a long-lasting failure to retrieve the fear memory rather than its permanent erasure. We argue that a careful look at the brain memory circuits that control the reduced expression of fear after reconsolidation interference, through imaging studies in humans and inactivation studies in rats, does have the potential to resolve the controversy and decide between erasure and retrieval failure as mechanisms underlying reconsolidation interference [WP1].\n \nTo open up a memory trace for reconsolidation interference, it is important that retrieval of the memory is accompanied by surprise or prediction error (PE; a discrepancy between the memory and what actually happens), as we demonstrated in a break-through study in Science (Sevenster, Beckers, & Kindt, 2013). Here, we propose that subtle differences in the degree of PE generated during fear memory retrieval may be what demarcates memory erasure from impaired retrieval. To investigate that claim, we will pioneer an objective neural marker of PE in humans [WP2] and use optogenetics to directly trigger dopamine-based PE signals in the rat brain in order to establish the causal role of PE in enabling fear memory erasure. Along the way, we will investigate the generalization of fear to novel cues as both a problem and a potential target for fear memory modification [WP3] and test an innovative method to interfere with reconsolidation that circumvents limitations of current pharmacological and behavioural techniques [WP4].",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}