{
    "rcn": "198484",
    "acronym": "PROTEOMICS4D",
    "topics": "ERC-ADG-2014",
    "title": "Proteomics 4D: The proteome in context",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Elements operating in the context of a system generate results that are different from the simple addition of the results of each element. This notion is one of the basic tenants of systems science. In systems biology/medicine complex (disease) phenotypes arise from multiple interacting factors, specifically proteins. Yet, the biochemical and mechanistic base of complex phenotypes remain elusive.\nAn array of powerful genomic technologies including GWAS, WGS, transcriptomics, epigenetic analyses and proteomics have identified numerous factors that contribute to complex phenotypes. It can be expected that over the next few years, genetic factors contributing to specific complex phenotypes will be comprehensively identified, while their interactions will remain elusive. \nThe project ìProteomics 4D: The proteome in context ìexplores the concept, that complex phenotypes arise from the perturbation of modules of interacting proteins and that these modules integrate seemingly independent genomic variants into a single biochemical response. We will develop and apply a generic technology to directly measure the composition, topology and structure of wild type and genetically perturbed protein modules and relate structural changes to their functional output.\nThis will be achieved by a the integration of quantitative proteomic and phosphoproteomic technologies determining molecular phenotypes, and hybrid structural methods consisting of chemical cross-linking and mass spectrometry, cryoEM and computational data integration to probe structural perturbations. \nThe project will focus initially on the structural and functional effects of cancer associated mutations in protein kinase modules and then generalize to study perturbed modules in any tissue and disease state. The  resources supporting this technology will be disseminated to catalyze a broad transformation of biology and molecular medicine towards the analysis of the proteome as a modular entity, the proteome in context.",
    "totalCost": "2208150",
    "ecMaxContribution": "2208150",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 2208150
        }
    },
    "calculatedTotalContribution": 2208150
}