{
    "rcn": "198467",
    "acronym": "SERISS",
    "topics": "INFRADEV-4-2014-2015",
    "title": "Synergies for Europe's Research Infrastructures in the Social Sciences",
    "startDate": "01/07/2015",
    "endDate": "30/06/2019",
    "objective": "Europe is facing huge socio-economic challenges: an economic crisis with a young generation in search of jobs, population ageing potentially straining inclusion and innovation of our societies, climate change with its pressures to redesign energy, transport and housing patterns, just to name some of the most urgent ìGrand Challengesî. SERISS brings together three research infrastructures in the social sciences: the European Social Survey (ESS), the Survey for Health Ageing and Retirement in Europe and the Consortium of European Social Science Data Archives (CESSDA). Also involved in SERISS are non-ESFRI research infrastructures:  GGP - Generations and Gender Programme; EVS - European Values Survey and the WageIndicator Survey. \nThe overarching objective of this project is to support the Union, the Commission and the Member States to tackle these challenges with a solid base of socio-economic evidence.  The scientific objective of this project is to exploit the synergies among these three infrastructures to their fullest extent and to leverage these synergies to influence the still rather fragmented landscape of smaller infrastructures. Specific bjectives are\nï to better represent the European population, including target groups of policy measures addressing the Grand Challenges, e.g., young unemployed, older persons in institutions and migrants,\nï to strengthen cross-national harmonization across Europe by leveraging recent advances in questionnaire design, translation and coding techniques,\nï to exploit the advances in software technology for cost-effective web-based interviewing, more efficient fieldwork management, and to support new ways of collecting data\nï to better connect the world of research-driven social surveys with the world of process-generated administrative data, and,\nï to ensure that the ethical and data protection concerns of the respondents are properly be taken into account by creating a consistent and EU-wide framework for all social surveys",
    "totalCost": "8884397",
    "ecMaxContribution": "8494397",
    "coordinator": "EUROPEAN SOCIAL SURVEY EUROPEAN RESEARCH INFRASTRUCTURE CONSORTIUM",
    "coordinatorCountry": "UK",
    "participants": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW;CESSDA AS;STICHTING KATHOLIEKE UNIVERSITEIT BRABANT;EUROPEAN RESEARCH INFRASTRUCTURE CONSORTIUM FOR THE SURVEY OF HEALTH, AGEING AND RETIREMENT IN EUROPE;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "NL;NO;DE",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 345625
        },
        "940721715": {
            "orgId": "940721715",
            "orgName": "CESSDA AS",
            "ecContrib": 1996485
        },
        "938052954": {
            "orgId": "938052954",
            "orgName": "EUROPEAN RESEARCH INFRASTRUCTURE CONSORTIUM FOR THE SURVEY OF HEALTH, AGEING AND RETIREMENT IN EUROPE",
            "ecContrib": 2221624
        },
        "938188269": {
            "orgId": "938188269",
            "orgName": "EUROPEAN SOCIAL SURVEY EUROPEAN RESEARCH INFRASTRUCTURE CONSORTIUM",
            "ecContrib": 3420476
        },
        "999899475": {
            "orgId": "999899475",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
            "ecContrib": 255500
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 254688
        }
    },
    "calculatedTotalContribution": 8494398
}