{
    "rcn": "198431",
    "acronym": "PHOTONET-C4",
    "topics": "ERC-StG-2014",
    "title": "Characterising the Gene Regulatory Networks Governing Photosynthesis: From Basic Understanding to Targeted Engineering",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Photosynthesis underpins life on earth. Despite its fundamental importance, our knowledge of the molecular regulators that control the expression of photosynthetic genes is limited, and only four transcription factors are known to regulate the expression of cohorts of photosynthetic genes in plants.  \n\nThis project aims to address this knowledge gap by identifying and characterising the molecular regulators that control the expression of photosynthetic genes. This aim will be achieved through an innovative high-throughput strategy that exploits a naturally occurring cellular subdivision of photosynthesis, known as C4 photosynthesis, that has evolved independently in over 60 different plant lineages. \n\nUsing two species that represent independent origins of C4 (Setaria italica and Sorghum bicolor) and two related C3 species (Oryza sativa and Dichanthelium oligosanthes) the aims of this project will be achieved through the following objectives:\n\n1) In each of the four species, characterise the DNA binding motifs of 100 (orthologous) transcription factors that are differentially regulated in the C4 species. \n \n2) Identify candidate transcription factors whose targets are photosynthetic genes through comparative bioinformatic approaches. \n\n3) Overexpress candidate transcription factors in rice (C3) and validate the downstream targets using transcriptomic approaches.\n\nMy combined expertise in molecular biology and bioinformatics puts me in an excellent position to deliver this project and identify the transcription factors that regulate photosynthesis in plants. By focusing on C4 photosynthesis, this project will provide fundamental insight into both plant evolution and the regulation of photosynthesis. Moreover, it will accelerate international efforts that aim to introduce C4 traits into globally important C3 crops such as rice and wheat.",
    "totalCost": "1482363",
    "ecMaxContribution": "1482363",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1482363
        }
    },
    "calculatedTotalContribution": 1482363
}