{
    "rcn": "198442",
    "acronym": "Perspectival Realism",
    "topics": "ERC-CoG-2014",
    "title": "Perspectival Realism. Science, Knowledge, and Truth from a Human Vantage Point",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "This project develops a novel view in philosophy of science called perspectival realism, via a three-pronged highly interdisciplinary approach, which combines the philosophy of science, with scientific practice, the history of science and the history of philosophy. Scientific perspectivism has recently attracted a great deal of attention for its ability to account for the perspectival nature of modelling, pervasive in the physical sciences, the life sciences, and the social sciences. Can scientific knowledge be perspectival, and at the same time, true? Can perspectivism be made compatible with realism?\n\nFour goals guide and structure the project:\n\n(1) To offer a systematic investigation of how contemporary physicists deal with the perspectival nature of modelling, either by exploring innovative non-perspectival methods (in particle physics), or by devising ways of integrating different data sets and optmising their use for heuristic purposes (in observational cosmology).\n\n(2) To examine, via salient historical case studies, to what extent scientific controversies and disagreement among scientists can be traced back to perspectival modelling, including measurement and experimental techniques.\n\n(3) To re-assess the historical origins of perspectivism as a distinctive mode of scientific inquiry back to the Enlightenment, and in particular to Kant's 'Copernican Revolution'.\n\n(4) To critically elaborate a metaphysics for perspectival realism that can ultimately answer the overarching question: 'Can perspectivism be made compatible with realism'?\n\nThe outcome is a scientifically and historically informed philosophical position, with the groundbreaking potential of advancing traditional debates about pluralism, unification, and realism in scientific research.\n\nThe project pursues these goals via an innovative methodology, in five sub-projects, bringing together physicists, historians of science and of philosophy, and philosophers of science, in an unprecedented way.",
    "totalCost": "1606155",
    "ecMaxContribution": "1606155",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1606155
        }
    },
    "calculatedTotalContribution": 1606155
}