{
    "rcn": "198443",
    "acronym": "EUROPINIONS",
    "topics": "ERC-CoG-2014",
    "title": "Causes and consequences of change in public opinion about Europe",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Causes and consequences of change in public opinion about Europe\n\nPublic opinion towards European integration and the EU is divided, especially in the wake of the economic crisis. From being a consensus issue with stable and broad elite and public support across the continent, it is now a contentious issue with swiftly changing opinions. EU opinions include utilitarian considerations, identity issues, and emotions. These EU opinions matter for voting behaviour and for the future course of the EU and European democracies. The future of European integration needs public support and yet we know little about what drives and changes this support: we need to know why some people change their opinions about European integration while others do not, and what the consequences of these changes are in terms of electoral behaviour.  \n\nThis project studies the causes and consequences of EU opinions. Opinions may change in response to real world developments, domestic political factors, and personal experiences, but very importantly also in response to new information such as provided by the media and in interpersonal and network communication.  This project develops and tests a Communication Model of Public Opinion Change and Consequences. The key question underlying this project is when, how, for whom, and with which consequences communication matters for changes in public opinion about Europe? \n\nTo address this question, an innovative and interdisciplinary design is needed. This will be done in five integrated subprojects, bringing together research on public opinion and political behaviour from the fields of political sociology, political communication, and political psychology. It employs a range of research techniques (novel survey methodology, (automated) content analyses, social media analysis, and experimentation) in a cross-nationally comparative design. The applicant is a leading expert in research on political communication, public opinion, and European integration.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}