{
    "rcn": "198479",
    "acronym": "COSFORM",
    "topics": "ERC-ADG-2014",
    "title": "Cosmological Structure Formation in the Multiverse",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "This application proposes a programme of research directed at the outstanding puzzle of modern cosmology: the strangely small non-zero value of the vacuum density. This can be approached in three ways: (1) Evolution; (2) Revision of gravity; (3) Observer selection in the multiverse. The first two of these can be addressed by ongoing and future large galaxy surveys. Part of the research programme is directed at new ways of assuring robust measurements from these surveys of the main diagnostics of interest -- the effective equation of state of dark energy and the growth rate of density fluctuations. This will exploit and extend current work on systematics of galaxy properties as a function of large-scale environment in the cosmic web.\n\nBut so far such tests show no deviation from standard gravity and a cosmological constant. This fact drives interest in a multiverse solution, in which different causally disconnected domains may be able to possess different effective cosmological constants. This research will concentrate on the astrophysically interesting question of how galaxy formation would be affected by different levels of vacuum energy. This previously been addressed only by oversimplified analytic arguments, and it is possible that the exponential sensitivity of galaxy formation efficiency to the vacuum density could be very different to the simple estimates. Current claims that the multiverse approach predicts the right level for the cosmological constant would then be disproved. In any case, there is much of interest to be learned regarding the robustness of current theories of galaxy formation by 'stress-testing' them outside the rather restricted parameter regimes normally considered. The result will be a deeper understanding of the assembly of cosmic structure in our universe, as well as indications of how it might have proceeded in other members of an ensemble.",
    "totalCost": "2191778",
    "ecMaxContribution": "2191778",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 2191778
        }
    },
    "calculatedTotalContribution": 2191778
}