{
    "rcn": "198483",
    "acronym": "PLASILOR",
    "topics": "ERC-ADG-2014",
    "title": "Plasmonic-Silicon-Organic Hybrid ñ a Universal Platform for THz Communications",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "The PLASILOR project aims at combining the best of three worlds by bringing silicon, organic and plasmonic technologies onto one common platform. Within PLASILOR, we will develop novel devices that outperform the current state-of-the-art in terms of functionality, speed and size thanks to unique characteristics only offered by organics and plasmonics. \n    The focus of the device activities will be on novel transmitters and receivers and their subcomponents. Key to the project will be high-speed plasmonic-organic hybrid modulators with 200 GHz bandwidth and novel plasmonic detectors with a similar bandwidth. The project will also pursue the development of novel waveguide and coupler concepts for optical, THz and plasmonic modes but also work actively towards the development of new organic sources and make them accessible to the communications community by benefiting from recent developments in the field of organic lighting.\n    Finally, the potential of the new platform will be put at test by demonstrating a 240 GHz beam-steering link on a chip - an undertaking that would be difficult ñ if not impossible to realize by other means. This radio-over fiber link will be based on a cointegration of both high-speed photonics and RF elements such as antennas. The demonstrator will benefit from the unique large scale integration capabilities offered by silicon CMOS, the strong linear-electro-optic effect of tailored organic compounds and the ultra-fast and compact size offered by plasmonics. \n    The project is disruptive and challenging but it builds on the device and system expertise of the applicant. For instance, Juerg Leuthold and his group have only recently demonstrated the first ultra-compact high speed plasmonic modulator and they introduced the first wireless 100 Gbit/s link. \n    The new platform will not only be a solution for THz communications ñ but also for the wider field of THz applications.",
    "totalCost": "2487475",
    "ecMaxContribution": "2487475",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 2487475
        }
    },
    "calculatedTotalContribution": 2487475
}