{
    "rcn": "198468",
    "acronym": "TeraClear",
    "topics": "MSCA-IF-2014-EF",
    "title": "Novel THz radiation source based on compact linear accelerator",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "There are more than thirty thousand accelerators in the world starting from small-scale linear accelerators used for medical applications and in industry, large-scale third and fourth generation light sources used to probe the molecular and atomic properties of matter, and ending with giant ìatom-smashersî such as Large Hadron Collider used to unlock the secrets of creation. Operation of these machines would simply be impossible without a comprehensive set of non-invasive diagnostics equipment revealing the properties of the beam and how it behaves in the machine. A vast majority of non-invasive diagnostics devices is based on electromagnetic (EM) radiation generated by charged particles passing by a condensed medium. On the other hand large-scale light sources utilising synchrotron radiation are very expensive and compete with compact accelerator based light generators affordable by a small industrial company or a university. \n   Polarization Radiation appearing when a fast charged particle passes by a material is a recognized candidate for being used in compact light sources generating intense THz radiation with a very broad spectrum. Its characteristics are very sensitive to various beam parameters as well, which create an opportunity to develop non-invasive diagnostics. \n   Dr. Konstantin Lekomtsev is a promising young researcher and an expert in EM radiation simulations. As a Marie Curie fellow within European ITN ñ DITANET he received a unique training and achieved a PhD degree. Using his mobility experience Konstantin moved to a National Accelerator Laboratory in Japan, where he has become one of the leading experts in radiation physics. By moving to the UK he will transfer his knowledge and expertise to the members of John Adams Institute, develop a new open simulation code based on GDfidl advanced EM simulation package, and setup a new experimental programme in Daresbury Lab to probe the simulations and apply them for developing diagnostics for LHC.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861451": {
            "orgId": "999861451",
            "orgName": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}