{
    "rcn": "198474",
    "acronym": "PhyMo",
    "topics": "ERC-ADG-2014",
    "title": "Structure function relationships of the phyllosphere microbiota",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Understanding processes in microbial communities is a crucial task given the impact of microbial communities on environmental systems, including plants and animals. There is a rapidly increasing number of microbial communities whose collective genomes have been determined; however, it is important to uncover their collective function and to understand how community properties emerge from the properties of individual microbial types and their interactions. One habitat that has been gaining growing interest is the phyllosphere, or the aerial parts of plants, which carry out the majority of terrestrial carbon dioxide fixation. There is a urgent need to better understand the microorganisms living in the phyllosphere and an increasing awareness of the importance of indigenous microbiota and their role in microbe-microbe and host-microbe interactions for both plant growth and protection. This project aims to uncover the molecular basis shaping microbial communities in the phyllosphere in order to improve our functional understanding of microbial interaction in the context of the plant host and to unravel the principles of the formation of community pattern and function in situ. To reach these objectives, a reductionist approach will be used to generate and test new hypotheses regarding microbial interactions in phyllosphere communities. Synthetic, tractable microbial communities will be formulated and analyzed under gnotobiotic conditions. In situ community approaches will be developed and applied, while community genetics and experimental evolution will provide complementary perspectives on the community structure and function. These approaches will be mirrored by manipulating interactions on the host side through the use of plant mutants and ecotypes. Taken together, using multifaceted perspectives on microbial interactions in situ will allow unprecedented insights into the biology of bacteria living in the phyllosphere and their individual and collective function.",
    "totalCost": "2499980",
    "ecMaxContribution": "2499980",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 2499980
        }
    },
    "calculatedTotalContribution": 2499980
}