{
    "rcn": "198411",
    "acronym": "ONYX",
    "topics": "NMP-25-2015-1",
    "title": "ONYX_GRAPHENE AND THIN FILM INSPECTOR",
    "startDate": "01/09/2015",
    "endDate": "31/01/2016",
    "objective": "1. Currently indium-tin-oxide (ITO) is the standard material for the mobile device displays industry, with an annual production over 25.000 m2.\n2. The industry, together with Research & Science institutions, is looking for substitute materials for ITO, in the search for better performance, flexible displays and to satisfy the market growth of the coming years in mobile devices.\n3. Graphene and other thin film materials are the most promising candidates to revolutionize the display industry.\n4. The lack of agility of current inspection and characterization methods makes difficult the establishment of efficient quality control processes, hindering the production of thin films on a large scale and in a cost effective way.\n5. In order to speed-up the development of those new materials, a real-time and full fabricated area characterization system is needed.\n6. In this framework, das-nano has developed an innovative characterization tool (ONYX Graphene & Thin Film Quality Inspector) which will allow screen manufacturers to speed up the development process of the new materials, bringing graphene and thin films production to industrial readiness, to unlock the next era of consumer electronic technology.\n\nDas-Nanoís Onyx provides an increment of up to 100x in the speed of the characterization process during the research and development stage thus allowing a huge reduction in the time to market. Onyx will also be ready for the on-line manufacturing process control in the display industry when those materials will reach the industrial stage.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DAS NANO SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941011648": {
            "orgId": "941011648",
            "orgName": "DAS NANO SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}