{
    "rcn": "198482",
    "acronym": "COMTESSA",
    "topics": "ERC-ADG-2014",
    "title": "Camera Observation and Modelling of 4D Tracer Dispersion in the Atmosphere",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "COMTESSA will push back the limits of our understanding of turbulence and plume dispersion in the atmosphere by bringing together full four-dimensional (space and time) observations of a (nearly) passive tracer (sulfur dioxide, SO2), with advanced data analysis and turbulence and dispersion modelling.\n\nObservations will be made with six cameras sensitive to ultraviolet (UV) radiation and three cameras sensitive to infrared (IR) radiation. The UV cameras will be built specifically for this project where high sensitivity and fast sampling is important. The accuracy of UV and IR retrievals will be improved by using a state-of-the art-3D radiative transfer model. \n\nControlled puff and plume releases of SO2 will be made from a tower, which will be observed by all cameras, yielding multiple 2D images of SO2 integrated along the line of sight. The simultaneous observations will allow - for the first time - a tomographic reconstruction of the 3D tracer concentration distribution at high space (< 1 m) and time (>10 Hz) resolution. An optical flow code will be used to determine the eddy-resolved velocity vector field of the plume. Special turbulent phenomena (e.g. plume rise) will be studied using existing SO2 sources (e.g. smelters, power plants, volcanic fumaroles).\n\nAnalysis of the novel campaign observations will deepen our understanding of turbulence and tracer dispersion in the atmosphere. For instance, for the first time we will be able to extensively measure the concentration probability density function (PDF) in a plume not only near the ground but also at high-er altitudes; quantify relative and absolute dispersion; estimate the value of the Richardson-Obukhov constant, etc. We will also use the data to evaluate state-of-the-art LES and Lagrangian dispersion models and revise their underlying parameterizations.\n\nCOMTESSAís vision is that the project results will lead to large improvements of tracer transport in all atmospheric models.",
    "totalCost": "2800000",
    "ecMaxContribution": "2800000",
    "coordinator": "NORSK INSTITUTT FOR LUFTFORSKNING STIFTELSE",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999654162": {
            "orgId": "999654162",
            "orgName": "NORSK INSTITUTT FOR LUFTFORSKNING STIFTELSE",
            "ecContrib": 2800000
        }
    },
    "calculatedTotalContribution": 2800000
}