{
    "rcn": "198439",
    "acronym": "ModCompShock",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Modelling and Computation of Shocks and Interfaces",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "'The proposed ITN entitled  'Modelling and computation of Shocks and Interfaces'\nwill focus on the training of young researchers in the general area of nonlinear hyperbolic and convection dominated PDEs with emphasis on innovative modelling and computational methods.\n\nThe research program of the proposed ITN is centered on an important field (in terms of both history and scope), that is placed at the forefront of modern Computational and Applied Mathematics.\nThe fact that hyperbolic convection dominated PDEs is probably one of the very few areas  \nwithin Computational and Applied Mathematics, where traditionally modelling, Physics, Mechanics, analytical approaches, and advanced computational methods have contributed in synergy to several achievements to date, makes this field eminently suitable to train young researchers in. These researchers can become research leaders in a wide area as well as\nimpacting on both industry and non-academic scientific institutions.\nThe network will  consist of some of Europe's leading research groups on hyperbolic PDEs, and  includes experts on Modelling, Analysis and Computation.\n\nA well defined training program is outlined in the proposal. The training program emphasises the European and international dimension of the effort.  The training design  is expected to produce effective results and foster the expertise on how to structure doctoral training at the European level and enhance the innovation capacity of the involved individuals.\n\nThe innovative techniques developed will be applied to diverse concrete problems ranging from fluid dynamics and geophysical flows  to materials science. In the pursuance of this goal, the research groups will be assisted by experts in  these areas of application and non-academic partners, resulting in a significant enhancement of the impact of the research and training program'",
    "totalCost": "3918484,14",
    "ecMaxContribution": "3918484,14",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6;UNIVERSITA DEGLI STUDI DI CATANIA;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;UNIVERSITA DEGLI STUDI DELL'AQUILA;UNIVERSITETET I OSLO;UNIVERSIDAD DE MALAGA",
    "participantCountries": "FR;IT;DE;EL;NO;ES",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 657189
        },
        "999898311": {
            "orgId": "999898311",
            "orgName": "UNIVERSIDAD DE MALAGA",
            "ecContrib": 371809
        },
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 500982
        },
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 774316
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 302984
        },
        "999874061": {
            "orgId": "999874061",
            "orgName": "UNIVERSITA DEGLI STUDI DI CATANIA",
            "ecContrib": 315408
        },
        "999859511": {
            "orgId": "999859511",
            "orgName": "UNIVERSITA DEGLI STUDI DELL'AQUILA",
            "ecContrib": 372755
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 623041
        }
    },
    "calculatedTotalContribution": 3918484
}