{
    "rcn": "198473",
    "acronym": "WATER",
    "topics": "ERC-ADG-2014",
    "title": "Probing the Structure and Dynamics of Water in its Various States",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "We propose to address some of the most important outstanding questions for a microscopic understanding of water: What is the structure and dynamics of the hydrogen-bonding network that give rise to all the unique properties of water? How is the structure and dynamics affected by temperature, pressure and by perturbation through interaction with solutes and interfaces? Here we point to the opportunity to exploit the completely new avenues that the novel x-ray free-electron lasers open up for probing both structure and dynamics of water from hot temperatures down to the deeply supercooled regime where the anomalous properties become extreme. We plan to further develop fast cooling and ultrafast x-ray probing allowing access to below the homogeneous ice nucleation limit, to probe equilibrium dynamics through probe-probe techniques based on x-ray correlation spectroscopy, to access low-energy vibrational mode dynamics through THz pump and x-ray scattering probe and to transfer x-ray spectroscopies into the time domain.\nWe will address one of the currently most debated issues related to a potential liquid-liquid transition and 2nd critical point in liquid water. The goal is to determine experimentally if water, as hypothesized in certain models, can really exist as two liquids, if there is reversible phase transition between the hypothesized liquids, evaluate if these hypothesized liquids can equilibrate on a time scale faster then the rate of ice nucleation and if there exists a critical point that can explain the fluctuations related to the diverging response functions. We will continue to critically investigate our proposed hypothesis that water at ambient temperature encompasses fluctuations around two local structures and that the dominating structure is a strongly distorted hydrogen bonded environment. We will investigate if these concepts can be used to describe the observed perturbations of water structure by solutes and interfaces.",
    "totalCost": "2486951,25",
    "ecMaxContribution": "2486951",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 2486951
        }
    },
    "calculatedTotalContribution": 2486951
}