{
    "rcn": "198448",
    "acronym": "Supramol",
    "topics": "ERC-CoG-2014",
    "title": "Towards Artificial Enzymes: Bio-inspired Oxidations in Photoactive Metal-Organic Frameworks",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Metal-organic frameworks (MOFs) are key compounds related to energy storage and conversion, as their unprecedented surface areas make them promising materials for gas storage and catalysis purposes. We believe that their modular construction principles allow the replication of key features of natural enzymes thus demonstrating how cavity size, shape, charge and functional group availability influence the performances in catalytic reactions. This proposal addresses the question of how such novel, bio-inspired metallo-supramolecular systems can be prepared and exploited for sustainable energy applications. A scientific breakthrough that demonstrates the efficient conversion of light into chemical energy would be one of the greatest scientific achievements with unprecedented impact to future generations. We focus on the following key aspects:\n\na) MOFs containing novel, catalytically active complexes with labile coordination sites will be synthesised using rigid organic ligands that allow us to control the topologies, cavity sizes and surface areas. We will incorporate photosensitizers to develop robust porous MOFs in which light-absorption initiates electron-transfer events that lead to the activation of a catalytic centre. In addition, photoactive molecules will serve as addressable ligands whereby reversible, photo-induced structural transformations impose changes to porosity and chemical attributes at the active sites. \n\nb) Catalytic studies will focus on important oxidations of alkenes and alcohols. These reactions are relevant to H2-based energy concepts as the anodic liberation of protons and electrons can be coupled to their cathodic recombination to produce H2. The studies will provide proof-of-concept for the development of photocatalytic systems for the highly endergonic H2O oxidation reaction that will be explored using most stable MOFs.  Further, gas storage and magnetic properties that may also be influenced by light-irradiation will be analysed.",
    "totalCost": "1979366",
    "ecMaxContribution": "1979366",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 1979366
        }
    },
    "calculatedTotalContribution": 1979366
}