{
    "rcn": "198481",
    "acronym": "Filmcolors",
    "topics": "ERC-ADG-2014",
    "title": "Film Colors. An Interdisciplinary Approach.",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Film is in essence colored light projected onto a screen. Its aesthetics are thus highly determined by the material properties of film and the optical configuration of the cinematic apparatus. To this day, however, there is no systematic study of the relationship between the technology and aesthetics of film colors, despite the fact that, following the digital turn in film production and distribution, the understanding of this relationship is more essential than ever before.\nOver 200 film color processes were developed since the invention of film. They are presented on the Timeline of Historical Film Colors, which will be an integral part of the project.\nThe groundbreaking nature of this project lies in a truly interdisciplinary research design with a novel methodology to explore the interaction of technological advances and limitations with film color aesthetics, identifying diachronic patterns of stylistic means. To this end it develops a tool through recent advancements in digital humanities for crowd-sourcing of color analyses of large groups of films. In-depth studies of technical papers and scientific measurements of film colors will investigate the technical basis of filmsí aesthetic appearance. These insights will be applied to the digitization and restoration of historical films to explore and disseminate the results. While every serious art restoration connects scientific analyses with art-historical and aesthetic investigations, a similar approach is rarely applied to film. \nIn summary, the present research proposal capitalizes on the principal investigatorís preceding studies to bridge the gap between technology and aesthetics. With the methods described here, the results will trace previously hidden roots of aesthetic developments of film colors. While the project is ambitious, it builds on a sizable methodological foundation to optimize risk management and guarantee significant advances in the understanding of film colors.",
    "totalCost": "2913143,75",
    "ecMaxContribution": "2913143,75",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 2913144
        }
    },
    "calculatedTotalContribution": 2913144
}