{
    "rcn": "198401",
    "acronym": "DuaLine",
    "topics": "IT-1-2015",
    "title": "The validation, certification and industrial testing of advanced road marking retro reflectance (RL) measuring equipment (RetroTek-M) for the global market.",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "RMS Ltd is developing road marking retro reflectance (RL) measuring equipment (RetroTek-M) for the global market.  The Dualine proposal is to enable RMS Ltd to complete the development of this equipment from a TRL 7- Demonstration system to TRL 9 ñ full commercial application, technology available for customers.\n\nThe advantages RetroTek will deliver relative to the current state of the art are significant and game changing. RetroTek will provide a 50% reduction in the cost of line inspection by performing a two line inspection (one either side of a road lane) on one pass, compared to single line inspection by the current state of the art. Customers such as Road Marking Contractors, Road Survey Companies and Road Authorities are requesting improvements in RL measuring equipment such as driver-only inspection, vehicle flexibility, no lane closure requirements during inspection and real-time data, all of which RetroTek provide.\nThis project will provide significant commercial benefit to RMS Ltd in increased revenue, to its customers in significant cost savings and to the wider community by providing a much safer night-time driving environment.  \nDualine proposal is an integral part of and fully compliments the business strategy of RMS Ltd.   \n\nThis proposal addresses many of the aims of the Council as detailed in Framework Programme for Research & Innovation(2014-2020) relating to Smart Green and Integrated Transport ref: 2011/0402(CNS), The technology is an efficient maintenance and inspection system (4.1.2); It reduces traffic congestion by eliminating road closures and efficiently uses and manages surface transport infrastructure (4.1.2);gives road authorities a tool to maintain safety standards and assists towards the target of zero fatalities in road transport by 2050 (4.2). Researched and developed in the EU, it assists Europeís aim of becoming the world leader in efficiency and safety in all modes of transport (4.3).",
    "totalCost": "1416516,25",
    "ecMaxContribution": "991561,38",
    "coordinator": "REFLECTIVE MEASUREMENT SYSTEMS LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932874609": {
            "orgId": "932874609",
            "orgName": "REFLECTIVE MEASUREMENT SYSTEMS LIMITED",
            "ecContrib": 991561
        }
    },
    "calculatedTotalContribution": 991561
}