{
    "rcn": "198433",
    "acronym": "ChromoCellDev",
    "topics": "ERC-StG-2014",
    "title": "Chromosome Architecture and the Fidelity of Mitosis during Development",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Genome stability relies on accurate partition of the genome during nuclear division. Proper mitosis, in turn, depends on changes in chromosome organization, such as chromosome condensation and sister chromatid cohesion. Despite the importance of these structural changes, chromatin itself has been long assumed to play a rather passive role during mitosis and chromosomes are usually compared to a ìcorpse at a funeral: they provide the reason for the proceedings but do not take an active part in them.î (Mazia, 1961). Recent evidence, however, suggests that chromosomes play a more active role in the process of their own segregation. The present proposal tests the ìactive chromosomeî hypothesis by investigating how chromosome morphology influences the fidelity of mitosis. I will use innovative methods for acute protein inactivation, developed during my postdoctoral studies, to evaluate the role of two key protein complexes involved in mitotic chromosome architecture - Condensins and Cohesins. Using a multidisciplinary approach, combining acute protein inactivation, 3D-live cell imaging and quantitative methods, I propose to investigate the role of mitotic chromosomes in the fidelity of mitosis at three different levels. The first one will use novel approaches to uncover the process of mitotic chromosome assembly, which is still largely unknown. The second will explore how mitotic chromosomes take an active part in mitosis by examining how chromosome condensation and cohesion influence chromosome movement and the signalling of the surveillance mechanisms that control nuclear division. Lastly we will evaluate how mitotic errors arising from abnormal chromosome structure impact on development. We aim to evaluate, at the cellular and organism level, how the cell perceives such errors and how (indeed if) they tolerate mitotic abnormalities. By conceptually challenging the passive chromosome view this project has the potential to redefine the role of chromatin during mitosis.",
    "totalCost": "1492000",
    "ecMaxContribution": "1492000",
    "coordinator": "FUNDACAO CALOUSTE GULBENKIAN",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999455894": {
            "orgId": "999455894",
            "orgName": "FUNDACAO CALOUSTE GULBENKIAN",
            "ecContrib": 1492000
        }
    },
    "calculatedTotalContribution": 1492000
}