{
    "rcn": "198486",
    "acronym": "POLTDES",
    "topics": "ERC-ADG-2014",
    "title": "Interacting polaritons in two-dimensional electron systems",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Reversible coupling of excitons and photons in a microcavity leads to the formation of mixed light-matter quasiparticles, called cavity-polaritons. Weakly interacting polaritons constitute a rich system for studying nonequilibrium condensation and superfluidity. While exciton-polaritons have been studied mostly in intrinsic semiconductors with no free electrons, two-dimensional modulation-doped semiconductors with strong interactions between electrons have played a central role in unravelling many-body physics using transport. In this project, we combine these two fields of research and explore the complex interplay between cavity-polaritons and strongly correlated states of two dimensional electrons embedded inside microcavities. Our principal objective is the realization of polariton mediated superconductivity of electrons in gallium arsenide. Besides demonstrating a new mechanism for Cooper-pair formation, such an observation could revolutionize the search for systems that exhibit topological order. In a reciprocal approach, we will exploit the many-body nature of optical excitations in a two-dimensional electron gas to enhance polariton-polariton interactions. This will allow us to reach the polariton blockade regime, paving the way for realization of nonequilibrium strongly interacting polaritons. In parallel, we will explore cavity-magneto-polariton excitations out of fractional quantum Hall ground states: the objective in this part is to use the strong filling factor dependence of polariton splitting to realize nonlinear optical devices which derive their photon-photon interaction from light-absorption induced transition between compressible and incompressible ground states. Concurrently, we will study charged-exciton-polaritons in monolayer transition metal dichalcogenides positioned inside a microcavity, where a large polariton Berry-curvature allows for the observation of valley Hall effect and could be used to realize topological polaritons.",
    "totalCost": "2482250",
    "ecMaxContribution": "2482250",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 2482250
        }
    },
    "calculatedTotalContribution": 2482250
}