{
    "rcn": "198436",
    "acronym": "DrugsInPregnancy",
    "topics": "ERC-StG-2014",
    "title": "Effects of Medication Use in Pregnancy on Infant Neurodevelopment",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Currently, thousands of pregnant women in the EU and worldwide are being increasingly prescribed medications for which we do not have sufficient information on fetal safety. I hypothesize that our current understanding of safety pharmacology is oversimplified and that medication prescribed during pregnancy may play an unrecognized role in the development of neurodevelopmental disorders.\nIn this research proposal we have the unique opportunity to use a large population-based birth cohort including over 100 000 mother-child pairs and biological data to study how medications may act on the offspring. This offers novel and innovative pharmaceutical insight into the safety of medications.\nBy linking several nationwide registries (National Prescription Data Base, Norwegian Patient Registry, Medical Birth Registry) to a population-based birth cohort (n=108 000) we specifically aim to 1) estimate the effect of prenatal exposure to psychotropics and analgesics on neurodevelopment in young children using a range of methodological approaches to strengthen causal inference.\nWith these data made available, we will 2) determine whether fetal exposure to specific medications results in epigenetic events (i.e. changes in DNA methylation) in the child, and 3) determine whether such changes increase the risks of neurodevelopmental disorders in childhood.\nThe recent availability of large scale human data, possibility of register linkages and genome-wide mapping of DNA methylation at affordable costs makes this research proposal now possible. The size and richness of data including over hundred thousand pregnancies and existence of biological material makes this project unique. The final outcome will be fundamentally new knowledge about how medications affect the developing unborn child and will open up new horizons and opportunities for future research in a new field of ìpharmaco-epigeneticsî and enhance our understanding of origins of neurodevelopmental disorders.",
    "totalCost": "1499439",
    "ecMaxContribution": "1499439",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 1499439
        }
    },
    "calculatedTotalContribution": 1499439
}