{
    "rcn": "198457",
    "acronym": "PERIF",
    "topics": "ERC-CoG-2014",
    "title": "Perivascular cells at the crossroads of inflammation, regeneration and fibrosis",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "The survival of organisms requires the ability to repair tissues upon injury, as well as, after birth, to fight foreign invaders that may have contaminated the wound. This last function is mediated by a complex host response involving immune cells, blood vessels and inflammatory mediators that collectively intend to neutralize the harmful agent and eliminate damaged/necrotic tissue. Initially beneficial, this massive inflammatory response comes with a cost, and adult injured tissues usually heal with a scar, which is an area of fibrous tissue that transiently replaces normal tissue. In chronic settings, scarring can become excessive in a process called fibrosis, to the point of preventing functional recovery of the injured organ and be life threatening. Nearly half of all deaths in industrialized world are due to diseases involving inappropriate, often chronic, inflammatory and fibrotic responses, including lung, kidney and liver diseases, scleroderma, inflammatory bowel diseases, muscular dystrophies, cardiovascular diseases, and tumors. However our current knowledge of the biological processes regulating fibrosis is partial, which has hindered therapeutic advances in the field. Recent data from our team and others drew new attention on a discrete population of mesenchymal cells that wraps around vessels, variously called mural cells, perivascular cells or pericytes, as a major source for profibrotic stromal cells generating scar tissue. Previously known for their vascular protective functions, increasing evidence suggests new and unexpected roles for these cells also in inflammation, repair/regeneration, and cancer. These new findings raise a number of challenging questions relative to their functional diversity, as well as mechanisms of activation/ regulation in disease. The identification and specific targeting of functional subsets of mesenchymal perivascular cells may have notable impact in research and medicine, paving the way for new therapeutic avenues in inflammatory/fibrotic diseases and cancer.",
    "totalCost": "1976100",
    "ecMaxContribution": "1976100",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 1976100
        }
    },
    "calculatedTotalContribution": 1976100
}