{
    "rcn": "198450",
    "acronym": "SOWELL",
    "topics": "ERC-CoG-2014",
    "title": "Social Preferences, Well-Being and Policy",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "'The goal of my project is to develop advanced research into the foundations of social preferences and well-being. If high value is placed on social cooperation and well-being for human development, then it becomes an urgent task to elaborate appropriate theories and measures, to understand their foundations, and to identify policies that will enhance them. \n I will advance this research in three steps: 1) The first stage will break new ground in the theory and measurement of social preferences and well-being, by exploiting the 'Big Data' revolution and exporting behavioral economics into the field with online representative samples of societies and organizations. 2) The next stage will exploit those new large-scale behavioral measures to analyze the foundations of social preferences, sorting out the role of social cognition, individual life experience and social norms. 3) The third step will be to evaluate how policy affects social preferences and well-being, and in particular in the realms of education, employment and institutions. This project will yield proposals for a new agenda in the assessment of policies, by integrating criteria based on their impact on social cooperation and happiness. \nI will propose cutting-edge methods to carry out this research. First I will use the revolutionary possibilities  of Big Data to test theories of happiness by exploiting high-frequency behavioral measurements of well-being from Web 2.0. Second I will use computational sciences to develop an online laboratory aimed at studying social behaviors on representative samples of the population and how they relate with real world production and policy, thus addressing the lack of external validity that currently hampers experimental economics. Last, I will combine these new measurements of behavior with randomized trials, in order to assess policy within a new paradigm based on social preferences and well-being. My research is both theoretical, empirical and trans-disciplinary.'",
    "totalCost": "1569820",
    "ecMaxContribution": "1569820",
    "coordinator": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999957869": {
            "orgId": "999957869",
            "orgName": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
            "ecContrib": 1569820
        }
    },
    "calculatedTotalContribution": 1569820
}