{
    "rcn": "198488",
    "acronym": "TRANSINNOV",
    "topics": "INNOSUP-5-2014",
    "title": "Peer learning on ways to improve knowledge/technology transfer to SMEs in a structured innovation ecosystem",
    "startDate": "01/09/2015",
    "endDate": "30/06/2016",
    "objective": "The objectives of TRANSINNOV are (i) Identification of practices, experiences, pilot projects set up in order to enhance/amplify collaborations, networks and more widely spoken ecosystems of knowledge/technology transfer, (ii) Sharing of these experiences and identification of enabling or blocking factors in order to design and implement better practices within participating agencies and (iii) Dissemination and implementation of the results as widely as possible to start a learning process at the European level. The partners of the consortium are AST (Wallonia-coordinator), BDI (Bretagne), ARC-Fund (Bulgaria) and ASTER (Emilia Romagna). They have complementary experience in structuring ecosytems such as animation of peopleís network, set-up of technical platforms to share knowledge/technology and business opportunities, governing rules and involvement of end-users. Peer learning will be used to achieve the objectives. The peer learning process will include (i) collection of existing experiences within the partners, (ii) organisation of a two days meeting, (iii) writing of a first draft on the basis of collected information and experience, (iv) sharing of the content of this draft with local actors and SMEs, (v) organisation of a one day meeting to determine the content of the design options plan (DOP), (vi) writing of DOP and (vii) dissemination and support for implementation by other agencies. A technical platform will be used to facilitate exchanges all along the project. Improvement of knowledge transfer in a structured ecosystem should contribute to the ìÖ creation of a favourable ecosystem for SME innovation in which public enterprises, SME intermediaries, Ö, end users, suppliers and enterprises Ö are encouraged to collaborate for radical innovation that may not  yet be described and formulated as projectî which is an axis of the H2020-INNOSUP call. The proposal will also follows the recommendations of the INNO-Partnering Forum for peer-learning process.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "AGENCE POUR L'ENTREPRISE ET L'INNOVATION SA",
    "coordinatorCountry": "BE",
    "participants": "APPLIED RESEARCH AND COMMUNICATIONS FUND;BRETAGNE DEVELOPPEMENT INNOVATION;ASTER - SOCIETA CONSORTILE PER AZIONI",
    "participantCountries": "BG;FR;IT",
    "projectParticipants": {
        "999815376": {
            "orgId": "999815376",
            "orgName": "APPLIED RESEARCH AND COMMUNICATIONS FUND",
            "ecContrib": 0
        },
        "963378490": {
            "orgId": "963378490",
            "orgName": "BRETAGNE DEVELOPPEMENT INNOVATION",
            "ecContrib": 0
        },
        "935215122": {
            "orgId": "935215122",
            "orgName": "AGENCE POUR L'ENTREPRISE ET L'INNOVATION SA",
            "ecContrib": 50000
        },
        "999643686": {
            "orgId": "999643686",
            "orgName": "ASTER - SOCIETA CONSORTILE PER AZIONI",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}