{
    "rcn": "198493",
    "acronym": "AluSalt",
    "topics": "SC5-20-2014",
    "title": "Efficient Aluminium Salt cake Recycling Technology",
    "startDate": "01/09/2015",
    "endDate": "31/10/2017",
    "objective": "Aluminium is the worldís second most used metal.  During aluminium extraction and recycling, salt slag is generated in vast volume and is a growing environmental problem. In Europe there are >270 known aluminium processing plants and only nine salt slag recycling facilities, this number is restricted due to economic viability of operation; there are very high initial capital cost and high operating costs. These costs create a high entry barrier for any new company to enter into the salt recycling business. EU countries such as Scandinavia and Eastern Europe transport many thousands of tonnes of salt slag p.a. thousands of kilometres for processing at the few locations available at enormous financial and environmental cost.\n\nThis is a threat to the aluminium production industry as costs to process salt slag are becoming extremely high.  Due to the monopolisation of re-processing options, it is a financial security issue for the aluminium recyclers as they are in the hands of the nine salt slag recyclers in operation. This highlights an industry need for aluminium recycling companies to manage in house all of their by-products and waste materials economically.\n\nALTEK is a technology-based company with specialist expertise and experience in aluminium technology.  With EC FP7 funding support, ALTEK have developed to TRL 6, ALUSALT, an in-house salt slag processing unit that offers aluminium recycling plants an economic solution to salt slag processing, reducing energy process requirements,  transport costs and CO2 emissions. ALUSALT offers the industry a solution that complies with EU legislation, reduces environmental impact and can achieve cost savings of Ä1.95m p.a. (based on a 10,000 tonnes p.a salt slag producer). It is envisaged ALUSALT will revolutionise the industry saving Ä33.15m and 19,550 tonnes of CO2 p.a. based on 6.23% EU market penetration. With EU funding support ALTEK will embark on a significant new growth strategy aligned to the companyís mission.",
    "totalCost": "3509357,43",
    "ecMaxContribution": "2456550",
    "coordinator": "ALTEK EUROPE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953603994": {
            "orgId": "953603994",
            "orgName": "ALTEK EUROPE LIMITED",
            "ecContrib": 2456550
        }
    },
    "calculatedTotalContribution": 2456550
}