{
    "rcn": "198408",
    "acronym": "piur tUS",
    "topics": "PHC-12-2015-1",
    "title": "A cost effective 3D tomographic ultrasound technology for vascular diagnostics",
    "startDate": "01/08/2015",
    "endDate": "31/10/2015",
    "objective": "piur imaging GmbH develops tomographic ultrasound solutions for the safe and cost-efficient image diagnostics of vascular diseases. piurís expertise lies in medical devices, 3D imaging and image diagnostics. Each year cardiovascular disease (CVD) causes over 4 m deaths in Europe and 17.3 m deaths globally with numbers expected to grow to over 23.6 m by 2030. It accounts for 40% of deaths in the EU and costs the EU economy almost Ä196 bn a year.\nUltrasound scanning imaging systems are currently the primary choice for vascular diagnostics. However, due to low sensitivity in the lower limbs, a limited field of action and poor quantification accuracy, patients are often referred for secondary scanning procedures such as computed tomography angiography, magnetic resonance angiography and catheter angiography for more detailed imaging. Referrals delay treatment, expose the patient to potential health risks and pose higher costs to healthcare providers. This presents a need to improve the rapidity and safety of the diagnosis of vascular conditions in patients to enable rapid treatment of conditions such as peripheral artery disease. There is also a need for cost effective preventative screening and surveillance to enable early intervention, for example, people at high risk of stroke.\npiur imaging has developed piur tUS, a 3D freehand tomographic ultrasound system capable of rapid, safe and accurate reconstructive 3D quantifiable vascular imaging. This system will provide a low cost and reproducible imaging solution that will reduce the need for referrals within the vascular field and be an effective tool for preventative screening and early intervention for people with CVD.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PIUR IMAGING GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921015777": {
            "orgId": "921015777",
            "orgName": "PIUR IMAGING GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}