{
    "rcn": "198414",
    "acronym": "DataNimbus",
    "topics": "ICT-37-2015-1",
    "title": "Feasibility study of a new tool for managing, processing, sharing and transferring huge amounts of scientific data  (DataNimbus)",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "We are currently living in the Big Data era in which different technologies produce thousands of terabytes of data every minute. Real value of this data remains on the information that can be extracted and understood from it, not only on its creation. As data is generated so fast, we need to be able to transfer, process and analyse it, so we can understand it as fast as it is generated. \nThis is a key concept for Bioinformatics, which aims to make personalized medicine a real thing. In this field, Big Data from omics Sciences (Genomics, Transcriptomics, Proteomics and Metabolomics) is usually processed far from the place of generation and files are transferred using FTP or moved using hard disks. \nWe will develop DataNimbus, a commercial solution to transfer, store, share and analyse this bioinformatic data from a single product. Existing solutions are not able to cover all of these needs. DataNimbus aims to bring closer usually expensive and unaffordable data movement and processing technologies to European SME and research facilities.\nThis solution will be cloud based, offered on a pay-per-use basis. Cloud computing usage implies some economic and environmental advantages, and also provides some other strong benefits like resiliency and redundancy, go faster on the projects deployment, scale as needed and lower maintenance costs. Finally, cloud approach will allow us to build our infrastructure with its real needs. \nThe proposed work, objectives, will be summarized on a detailed business plan and a feasibility study. To reach it, a market study will be done, allowing us to locate main potential customers, make agreements or contacts with partners and hardware providers and validate our commercialization strategy and market segmentation. It will be also supported with the analysis of different financial strategies to support the product development.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MIND THE BYTE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951039314": {
            "orgId": "951039314",
            "orgName": "MIND THE BYTE SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}