{
    "rcn": "198432",
    "acronym": "Corruption Roots",
    "topics": "ERC-StG-2014",
    "title": "At the roots of corruption: a behavioral ethics approach",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "For many years, human cooperation has been praised as beneficial in organizational and personal settings. Indeed, cooperation allows people to develop trust, build meaningful relationships, achieve mutually beneficial outcomes, and strengthen bonding with one's group members. However, while the benefits of cooperation are clear, very little is known about its possible negative aspects. Such negative aspects include the potential emergence of unethical conduct among cooperating partners, or as termed here ñ corrupt collaboration. Such joint unethical efforts, benefiting (directly or indirectly) one or more of the involved parties, occur in business, sports, and even academia. Corrupt collaboration emerges when one party bends ethical rules (here: lie) to set the stage for another party to further bend ethical rules and get the job done, that is, secure personal profit based on joint unethical acts. We propose that corrupt collaborations most commonly occur when all involved parties gain from the corrupt behavior. The current proposal is aimed at unfolding the roots and nature of corrupt collaborations; their existence, the psychological and biological processes underlying them, and the settings most likely to make corrupt collaboration emerge and spread. Accordingly, the information gathered in the current proposal has the potential to change the commonly held conceptions regarding the unidimensional ñ positive ñ nature of cooperation. It will help create a comprehensive understanding of cooperation and, specifically, when it should be encouraged or, alternatively, monitored.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}