{
    "rcn": "198489",
    "acronym": "PANDORA",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Probing safety of nano-objects by defining immune responses of environmental organisms",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "PANDORA (Probing safety of nano-objects by defining immune responses of environmental organisms) shall assess the global impact of engineered nanoparticles (NP) on the immune responses of representative organisms covering all evolutionary stages and hierarchical levels from plants to invertebrates and vertebrates. Immunity is a major determinant of the survival and fitness of all living organisms, therefore immunosafety of engineered NP is a key element of environmental nanosafety. PANDORA will tackle the issue of global immunological nanosafety by comparing the impact of widely-used NP (e.g., iron, titanium and cerium oxide) on the human immune response with their effects in representative terrestrial and marine organisms. This comparison will focus on the conserved system of innate immunity/stress response/inflammation, aiming to identify common mechanisms and markers across immune defence evolution shared by plants (Arabidopsis), invertebrate (bivalves, echinoderms, earthworms), and vertebrate (human) species. \nPANDORAís objectives are: 1. To identify immunological mechanisms triggered by nano-objects, and predictive markers of risk vs. safety; 2. To do so by a collaborative cross-species comparison, from plants to human, of innate immune defence capacity, using selected, industrially-relevant NP; 3. To design predictive in vitro assays to measure the immuno-risk of NP to the environment and human health, as new approaches to industrial and environmental nanosafety testing. \nPANDORA will train 11 PhD students in an overarching training programme involving training-by-research, joint courses of technical, scientific and transferrable skills, participation to public scientific events, and an intense intersectoral networking exchange plan. The PANDORA consortium encompasses academic institutions, research centres, and SMEs, all with proven experience in higher education and training, and state-of-the art scientific and technical expertise and infrastructures.",
    "totalCost": "2814491,16",
    "ecMaxContribution": "2814491,16",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA;PARIS-LODRON-UNIVERSITAT SALZBURG;UNITED KINGDOM RESEARCH AND INNOVATION;EBERHARD KARLS UNIVERSITAET TUEBINGEN;UNIVERSITA DEGLI STUDI DI GENOVA;AvantiCell Science Ltd;MIKROBIOLOGICKY USTAV - AVCR, V.V.I.;UNIVERZA V LJUBLJANI;CARDIFF UNIVERSITY;NATURAL ENVIRONMENT RESEARCH COUNCIL",
    "participantCountries": "ES;AT;UK;DE;IT;CZ;SI",
    "projectParticipants": {
        "999868047": {
            "orgId": "999868047",
            "orgName": "PARIS-LODRON-UNIVERSITAT SALZBURG",
            "ecContrib": 255934
        },
        "999989200": {
            "orgId": "999989200",
            "orgName": "NATURAL ENVIRONMENT RESEARCH COUNCIL",
            "ecContrib": 0
        },
        "998500153": {
            "orgId": "998500153",
            "orgName": "AvantiCell Science Ltd",
            "ecContrib": 273288
        },
        "999976687": {
            "orgId": "999976687",
            "orgName": "UNIVERSITA DEGLI STUDI DI GENOVA",
            "ecContrib": 258061
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 516123
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 234998
        },
        "999463460": {
            "orgId": "999463460",
            "orgName": "MIKROBIOLOGICKY USTAV - AVCR, V.V.I.",
            "ecContrib": 232422
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 273288
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 249216
        },
        "999606923": {
            "orgId": "999606923",
            "orgName": "FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA",
            "ecContrib": 247873
        }
    },
    "calculatedTotalContribution": 2541203
}