{
    "rcn": "198492",
    "acronym": "Taskfit PRO",
    "topics": "ICT-37-2014",
    "title": "Time  Task management solution for SMEs to Improve Focus and Maximize Work Efficiency",
    "startDate": "01/08/2015",
    "endDate": "31/07/2017",
    "objective": "Controllability and the availability of relevant, real-time data (serve as basis on business decisions) are crucial factors in companyís life and daily operation. Taskfit PRO task management software which builds on the commercially available Taskfit software (http://basewalk.com/product-video/) gives a unique solution for such challenges. \nTaskfit PRO is a task management solution that helps to structure the companyís clients, projects, tasks and manage them in a unified system. It provides availability to the latest, up-to-date information in the system without manual data upload. Taskfit PRO runs as a background application that can be controlled through a small dashboard on the screen. New tasks/projects can be created and started by a simple double-click, after which the system automatically registers the working hours spent with the execution of the given task/project. Switching between tasks can be managed by a click, too. When switching to a task, all files (regardless of the format or extension) related to the given task/project become available immediately ñ without any extra searching and browsing through irrelevant folders and files. Separation of documents and files related to a single task is ensured by the fact that Taskfit PRO provides a single Windows desktop for each created task/project. \nBaseWalk, the creator of Taskfit was established in 2009 and piloted the first Taskfit prototype in 2010. Since then, they have executed pilot projects with large and small companies and presently have hundreds of users locally and internationally. To help maximise the commercialisation of Taskfit PRO, BaseWalk set up a list of new functions and improvements based on feedback from existing clients and decided to apply for SME Instrument funding together with Nuage who are experts in cloud computing.",
    "totalCost": "2003500",
    "ecMaxContribution": "1402450",
    "coordinator": "BASEWALK KERESKEDELMI ES SZOLGALTATO KORLATOLT FELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "NUAGE KORLATOLT FELELOSSEGU TARSASAG",
    "participantCountries": "HU",
    "projectParticipants": {
        "934478795": {
            "orgId": "934478795",
            "orgName": "BASEWALK KERESKEDELMI ES SZOLGALTATO KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 697725
        },
        "938876096": {
            "orgId": "938876096",
            "orgName": "NUAGE KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 704725
        }
    },
    "calculatedTotalContribution": 1402450
}