{
    "rcn": "198445",
    "acronym": "LeukoTheranostics",
    "topics": "ERC-CoG-2014",
    "title": "Harnessing Targeted Nanotheranostics to Reprogram Activated Leukocytes in Inflammatory Bowel Disease",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "'Inflammatory bowel diseases (IBD) is a group of chronic inflammatory conditions of the gastrointestinal tract, including Crohnís disease (CD) and Ulcerative Colitis (UC) that can impact both the large and small bowel. IBD affects approximately 3.7 million Europeans and its peak onset is in persons of 15 to 30 years of age. IBD imposes a significant burden on Europe with over Ä3B in annual health care costs and over Ä3B in indirect cost. The prevalence of IBD is expected to increase by more than 40% over the next decade in many European countries. Therefore, to meet the needs of IBD patients in the European community, we must prepare for the evolving landscape of IBD care in the near future. Although its etiology remains unknown, unregulated immune cells are implicated in the pathogenesis of IBD. As many IBD patients are refractory to conventional medical treatments, there is an urgent need to develop novel therapeutic modalities in combination with real-time imaging in order to manage the disease. I will achieve this goal by generating a 'Trojan horse' strategy of targeting activated leukocytes that home to the gut in IBD rodent models and reprogram their fate using RNA interference (RNAi) combined with molecular imaging. \nThe primary objective of this proposal is to reprogram in vivo activated leukocytes involved in gut inflammation using advanced RNAi-based therapeutics combined with molecular imaging strategies as the first theranostic modality utilizing leukocytes. The following specific aims include: (i) To develop and characterize unique integrin-targeted nanoparticles (I-tsNPs) targeting a high-affinity (HA) conformation of a4b7 integrin expressed on gut leukocytes; (ii) To study I-tsNPs 3-dimensional (3-D) delivery in colitis models using microPET/CT imaging; (iii) To investigate efficacy and safety profiles using the HA I-tsNPs platform for IBD therapeutics and disease management that will lay the foundation for future clinical trials.\n'",
    "totalCost": "2703125",
    "ecMaxContribution": "2703125",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "CHILDREN'S HOSPITAL CORPORATION",
    "participantCountries": "US",
    "projectParticipants": {
        "984564454": {
            "orgId": "984564454",
            "orgName": "CHILDREN'S HOSPITAL CORPORATION",
            "ecContrib": 175517
        },
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 2527608
        }
    },
    "calculatedTotalContribution": 2703125
}