{
    "rcn": "198405",
    "acronym": "REinEU2016",
    "topics": "NMP-38-2015",
    "title": "Re-Industrialisation of the European Union 2016",
    "startDate": "01/09/2015",
    "endDate": "31/12/2016",
    "objective": "The main objective of the proposed conference REinEU2016 is to highlight and discuss the contribution of innovation to economic development in general, and the agenda of re-industrialisation in particular. Picking up on discussions at similar events during Luxembourg and the Dutch Presidency, our event will focus on the synergistic topic of the role of innovation in more traditional industries, and its effect on competitiveness. Based on that, the proposal stipulates three general objectives: developing expert discussion on the role of innovation in re-industrialisation, focusing on the intersection between novel technologies, approaches, etc. and traditional industries; contributing to better policy making in the areas of innovation support and industrial policies by providing evidence-based inputs, and feed-back from a wide range of stakeholders; and helping to widen the participation in Horizon 2020 and other actions, aimed at supporting innovation, especially by research institutions and companies from the Danube region and Poland, including non-EU countries participating in the Danube Strategy. Planned activities include plenaries and panel discussions with international keynote speakers, parallel thematic sessions, workshops and seminars, matchmaking for SMEs and research institutions, exhibitions of innovative companies, successful R&I projects and excellent research institutions, and public outreach activities, supported by a robust communication campaign.",
    "totalCost": "877375",
    "ecMaxContribution": "570000",
    "coordinator": "CENTRUM VEDECKO TECHNICKYCH INFORMACII SLOVENSKEJ REPUBLIKY",
    "coordinatorCountry": "SK",
    "participants": "NEULOGY AS;BIC BRATISLAVA SPOL SRO",
    "participantCountries": "SK",
    "projectParticipants": {
        "999776285": {
            "orgId": "999776285",
            "orgName": "BIC BRATISLAVA SPOL SRO",
            "ecContrib": 44370
        },
        "951533044": {
            "orgId": "951533044",
            "orgName": "CENTRUM VEDECKO TECHNICKYCH INFORMACII SLOVENSKEJ REPUBLIKY",
            "ecContrib": 262815
        },
        "944393844": {
            "orgId": "944393844",
            "orgName": "NEULOGY AS",
            "ecContrib": 262815
        }
    },
    "calculatedTotalContribution": 570000
}