{
    "rcn": "198437",
    "acronym": "COSMIC",
    "topics": "ERC-StG-2014",
    "title": "Commitment, maturation and infectivity of sexual stage malaria parasites in natural infections",
    "startDate": "01/07/2015",
    "endDate": "30/06/2020",
    "objective": "Background: One of the major challenges for malaria control and elimination is the phenomenally efficient spread of malaria through sexual stage malaria parasites (gametocytes). The epidemiology and dynamics of gametocytes are poorly understood: it is presently unknown when commitment to gametocytes first occurs during infections and what intrinsic or extrinsic factors influence gametocyte production and infectivity to mosquitoes. \nI hypothesize that continuous early commitment to gametocyte production and the preferential sequestration of mature gametocytes in the subdermal vasculature are key to explaining the high efficiency of malaria transmission. \nAim: This proposal has three main aims: i) to determine when commitment to gametocyte production first occurs during experimental and natural infections; ii) to delineate environmental triggers that stimulate gametocyte production in the absence and presence of treatment; iii) to quantify the differential distribution of parasite developmental stages in different compartments of the human bloodstream.\nApproach: We will use novel parasite stage composition assays in combination with epidemiological methods to determine the dynamics of gametocyte commitment and maturation during controlled malaria infections in malaria-naive volunteers and during naturally acquired malaria infections in cohorts exposed to malaria in Burkina Faso. A stage-specific immunohistochemistry assay will, for the first time, directly quantify malaria stage composition in the subdermal vasculature and mosquito bloodmeals and allow comparison with other compartments of the circulation. \nImportance and Innovation: This is the first study to comprehensively characterize gametocyte commitment, maturation and infectivity in experimental and natural infections. This proposal will provide insight in one of the most important questions for malaria elimination: what processes are responsible for the phenomenally efficient transmission of malaria.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "HARVARD GLOBAL RESEARCH AND SUPPORT SERVICES INC.;UNIVERSITY OF GLASGOW",
    "participantCountries": "US;UK",
    "projectParticipants": {
        "953720200": {
            "orgId": "953720200",
            "orgName": "HARVARD GLOBAL RESEARCH AND SUPPORT SERVICES INC.",
            "ecContrib": 0
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 155000
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 1345000
        }
    },
    "calculatedTotalContribution": 1500000
}