{
    "rcn": "198462",
    "acronym": "Cancer-Recurrence",
    "topics": "ERC-CoG-2014",
    "title": "Tumor cell death supports recurrence of cancer",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Introduction: Current anti-cancer treatments are often inefficient, while many patients initially benefit from anti-cancer drugs eventually experience relapse of resistant tumors throughout the body. Current clinical strategies mainly aim at inducing tumor cell death, but this induction may have unintentional and unwanted side effects on surviving tumor cells.\n\nPreliminary data: We show that after chemotherapy-induced initial regression, PyMT mammary tumors reappear. During regression, we observe an increased number of cells that have undergone epithelial-mesenchymal transition (EMT) and become migratory. We show that migration can be induced upon uptake of extracellular vesicles (e.g. apoptotic bodies). Our findings suggest that EMT is induced upon chemotherapy, through e.g. EV uptake, potentially leading to migration and growth of surviving cells.\n\nHypothesis and main aim: Based on preliminary data, we hypothesize that tumor cell death induces migration and growth of the surviving tumor cells. We aim to identify the key cell types and mechanisms that mediate this effect, and establish whether interference with these cells and mechanisms can reduce recurrence of tumors after chemotherapy.\n\nApproach: We have developed unique intravital imaging tools and genetically engineered fluorescent mice to visualize and characterize if and how dying tumor cells can affect surrounding surviving tumor and stromal cells. We will test whether dying tumor cells can influence the growth, migration, dissemination and metastasis of surviving tumor cells directly or indirectly through stromal cells. We will identify potential targets to block the influence of the dying tumor cells, and test whether this blockade inhibits the unintended side-effects of tumor cell death.\n\nConclusion: With the studies proposed in this grant, we will gain fundamental insights on how induction of tumor cell death, the universal aim of therapy, could play a role in growth and spread of surviving tumor cells.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}