{
    "rcn": "198499",
    "acronym": "InnoBavaria_2",
    "topics": "INNOVATION",
    "title": "Enhancing the Innovation Management Capacity of SMEs in Bavaria",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "Overall objective of this proposed project is to contribute to smart growth in the European Union by increasing the efficiency and effectiveness of investments in research, development and innovation (both private or public), and by contributing to a better and more efficient connection of actors along the value chain. \nSpecifically, this proposal will contribute to increase the efficiency and effectiveness of innovation projects in SMEs in the region of Bavaria. This will be achieved by the delivery of well-defined services packages to the SMEs, targeting specifically the enhancement of their innovation management capacity and the removal of potential innovation gaps and bottlenecks.\nTarget groups of the service packages will be\n1. SME beneficiaries in Bavaria participating in Phase 1 and/or Phase 2 of the Horizon 2020 SME Instrument (ìKey Account Managementî KAM)\n2. Other internationally oriented SMEs in Bavaria with strong ambitions in innovation and growth (ìEnhancing Innovation Management Capacityî EIMC)\nëInnovation managementí, as addressed by this project comprises a companyís complete innovation process from idea generation to innovation result. It includes internal enabling factors like leadership, management skills, financial situation, market knowledge etc, as well as external cooperation with third parties like suppliers, R&D partners, potential clients, and investors. This understanding of innovation management follows the specifications of innovation management systems provided by the European Committee for Standardisation in CEN/TS 16555-1.\nFor implementation, KAM case tracker and IMP≥rove assessment will be used for delivering KAM services and EIMC services, respectively.",
    "totalCost": "591250",
    "ecMaxContribution": "591250",
    "coordinator": "INDUSTRIE- UND HANDELSKAMMER FUR MUNCHEN UND OBERBAYERN",
    "coordinatorCountry": "DE",
    "participants": "INDUSTRIE- UND HANDELSKAMMER SCHWABEN;AUFTRAGSBERATUNGSZENTRUM BAYERN EV;BAYERN INNOVATIV GESELLSCHAFT FUER INNOVATION UND WISSENSTRANSFER MBH;BAYERN HANDWERK INTERNATIONAL GMBH;TUEV RHEINLAND CONSULTING GMBH;HANDWERKSKAMMER FUR MUNCHEN UND OBERBAYERN;BAYERISCHE FORSCHUNGSALLIANZ BAVARIAN RESEARCH ALLIANCE GMBH;BIHK SERVICE GMBH;INDUSTRIE UND HANDELSKAMMER OBERFRANKEN BAYREUTH",
    "participantCountries": "DE",
    "projectParticipants": {
        "999918196": {
            "orgId": "999918196",
            "orgName": "BAYERN INNOVATIV GESELLSCHAFT FUER INNOVATION UND WISSENSTRANSFER MBH",
            "ecContrib": 543750
        },
        "941884551": {
            "orgId": "941884551",
            "orgName": "AUFTRAGSBERATUNGSZENTRUM BAYERN EV",
            "ecContrib": 0
        },
        "938939340": {
            "orgId": "938939340",
            "orgName": "BIHK SERVICE GMBH",
            "ecContrib": 0
        },
        "998139119": {
            "orgId": "998139119",
            "orgName": "BAYERISCHE FORSCHUNGSALLIANZ BAVARIAN RESEARCH ALLIANCE GMBH",
            "ecContrib": 47500
        },
        "999797140": {
            "orgId": "999797140",
            "orgName": "INDUSTRIE UND HANDELSKAMMER OBERFRANKEN BAYREUTH",
            "ecContrib": 0
        },
        "999906556": {
            "orgId": "999906556",
            "orgName": "INDUSTRIE- UND HANDELSKAMMER SCHWABEN",
            "ecContrib": 0
        },
        "999946132": {
            "orgId": "999946132",
            "orgName": "TUEV RHEINLAND CONSULTING GMBH",
            "ecContrib": 0
        },
        "999797431": {
            "orgId": "999797431",
            "orgName": "INDUSTRIE- UND HANDELSKAMMER FUR MUNCHEN UND OBERBAYERN",
            "ecContrib": 0
        },
        "938892489": {
            "orgId": "938892489",
            "orgName": "BAYERN HANDWERK INTERNATIONAL GMBH",
            "ecContrib": 0
        },
        "948663978": {
            "orgId": "948663978",
            "orgName": "HANDWERKSKAMMER FUR MUNCHEN UND OBERBAYERN",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 591250
}