{
    "rcn": "198407",
    "acronym": "IND2016",
    "topics": "NMP-38-2015",
    "title": "IND2016: KETs as drivers for the future of industry",
    "startDate": "01/07/2015",
    "endDate": "31/10/2016",
    "objective": "The European Key Enabling Technologies (KETs) strategy is important for the European global competitiveness, the creation of jobs and the European growth. Focusing on the development and valorisation of these KETs is crucial to this strategy. The industry-centred LEIT-NMBP part of Horizon 2020 is instrumental to the support of four of the six KETs: Nanotechnologies, Advanced Materials, Biotechnology, Advanced Manufacturing and Processing. The Work Programme (2016-2017), LEIT-NMBP focus on the valorisation of KETs. One of the activities supported by the European Commission are ìevents of a major strategic natureî such  as  conferences organised within the framework of the EU presidencies to create better synergy between initiatives launched by the Commission and by the Member States. \n\nThis proposal is developed within the framework of the Dutch EU-Presidency (2016) and aims at the organisation of an international conference on Industrial Technologies. The main focus of the conference is the impact of KETs on the future of industry, that emphasizes the application of new and innovative technologies in the field of manufacturing to prepare the European industry for the future. Within this conference, the Dutch strategy on Smart Industry will act as the focal point to enhance the momentum to enter into a new manufacturing era in Europe. The overall aim of the conference is to co-develop the European agenda for the new industrial revolution and review the EU research agenda(s), to enhance the competitiveness of the European manufacturing industries. \n\nThe conference will be held in the Netherlands in 2016 and last 3 days with an expected number 1250 participants over 30 nationalities from divers target groups (research, industry, private investors, policymakers and education).  Specific attention will be paid to stimulate the gender balance at the conference and within the target groups. The conference will be international with an EU wide geographical spread.",
    "totalCost": "1112838,75",
    "ecMaxContribution": "623000",
    "coordinator": "MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT",
    "coordinatorCountry": "NL",
    "participants": "STICHTING S-ISPT;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;VERENIGING FME CWM;STICHTING MATERIALS INNOVATION INSTITUTE (M2I)*;STICHTING NANONEXTNL",
    "participantCountries": "NL",
    "projectParticipants": {
        "931694604": {
            "orgId": "931694604",
            "orgName": "VERENIGING FME CWM",
            "ecContrib": 66875
        },
        "951699981": {
            "orgId": "951699981",
            "orgName": "STICHTING NANONEXTNL",
            "ecContrib": 18750
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 108099
        },
        "953358487": {
            "orgId": "953358487",
            "orgName": "STICHTING S-ISPT",
            "ecContrib": 141875
        },
        "996603124": {
            "orgId": "996603124",
            "orgName": "STICHTING MATERIALS INNOVATION INSTITUTE (M2I)*",
            "ecContrib": 18750
        },
        "972778178": {
            "orgId": "972778178",
            "orgName": "MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT",
            "ecContrib": 268651
        }
    },
    "calculatedTotalContribution": 623000
}