{
    "rcn": "198440",
    "acronym": "BioSmartTrainee",
    "topics": "MSCA-ITN-2014-ETN",
    "title": "Training in Bio-Inspired Design of Smart Adhesive Materials",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "The last half century has seen a tremendous advancement in adhesives technology and has led to widespread replacement of mechanical fasteners with adhesive bonds (e.g. aircraft, automobile, construction, etc.). Bonding to wet, rough and fouled surfaces, however, remains challenging and adhesive technology is rarely applied for bonding in wet conditions, such as in (orthopaedic) medicine. Therefore, a need exists to educate young researchers in this interdisciplinary research field of controlling adhesion under wet conditions and to bridge the gap between the fundamentals of underwater adhesives and their practice. BioSmartTrainee is set up to provide such training by a combination of three complementary scientific fields: polymer science, adhesion and (fluid)-biomechanics. We aim to (i) extract principles from biological systems and mimic them to design synthetic materials; to (ii) experimentally test their adhesion properties in wet conditions and to (iii) clarify the adhesion mechanisms based on natural examples and theoretical modelling. These innovative adhesives will be useful for reversible attachment to a variety of surfaces in wet environments and, therefore, be highly relevant for products from European industry such as technological adhesives, coatings, tissue adhesives, wound dressings or transdermal delivery devices. This carefully planned research and training program in a network of leading academic and industrial (BASF, AkzoNobel, UGRO) partners will ensure that young researchers are given an excellent training in a pioneering research domain of high scientific and technological relevance, where Europe can take a leading position.",
    "totalCost": "2822328,36",
    "ecMaxContribution": "2822328,36",
    "coordinator": "LEIBNIZ-INSTITUT FUR POLYMERFORSCHUNG DRESDEN EV",
    "coordinatorCountry": "DE",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;AKZO NOBEL DECORATIVE COATINGS BV;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;LEIBNIZ-INSTITUT FUER NEUE MATERIALIEN GEMEINNUETZIGE GMBH;BASF SE;WAGENINGEN UNIVERSITY;TECHNISCHE UNIVERSITEIT EINDHOVEN;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;IMPERIAL CHEMICAL INDUSTRIES LIMITED;PANEPISTIMIO PATRON",
    "participantCountries": "UK;NL;DE;FR;EL",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 255374
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 0
        },
        "999610900": {
            "orgId": "999610900",
            "orgName": "LEIBNIZ-INSTITUT FUER NEUE MATERIALIEN GEMEINNUETZIGE GMBH",
            "ecContrib": 498433
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 255374
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 525751
        },
        "963184490": {
            "orgId": "963184490",
            "orgName": "IMPERIAL CHEMICAL INDUSTRIES LIMITED",
            "ecContrib": 273288
        },
        "999829926": {
            "orgId": "999829926",
            "orgName": "BASF SE",
            "ecContrib": 249216
        },
        "999451141": {
            "orgId": "999451141",
            "orgName": "LEIBNIZ-INSTITUT FUR POLYMERFORSCHUNG DRESDEN EV",
            "ecContrib": 249216
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 242387
        }
    },
    "calculatedTotalContribution": 2549039
}