{
    "rcn": "198463",
    "acronym": "DEPICODE",
    "topics": "ERC-CoG-2014",
    "title": "Decoding the epigenetic signature of memory function in health and disease",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The emerging field of neuroepigenetics investigates processes such as histone-acetylation in the context of neuronal plasticity, memory function and brain diseases. My group has significantly contributed to this novel research field. It is however fair to say that the role of ìepigeneticsî in memory function is still met with some skepticism in the neurosciences, which is in part due to the fact that many of the current studies have been describing phenomena and mechanistic data to explain how epigenetic processes control memory function in health and disease are comparatively sparse. The major objective of this research proposal is to address this issue and help to consolidate the field of neuroepigenetics by providing insight to the mechanisms by which epigenetic processes contribute to memory formation under physiological and pathological conditions. More specifically I will ask how the epigenetic code is translated into cellular changes that mediate memory formation in health and disease and how can epigenetic mechanisms contribute to the transmission of cognitive phenotypes even across generations. Our results will not only provide import insight to the mechanisms that underlie memory formation but will also lay the basis for the development of novel and improved therapies for age-related cognitive disorders.",
    "totalCost": "1729125",
    "ecMaxContribution": "1729125",
    "coordinator": "DEUTSCHES ZENTRUM FUR NEURODEGENERATIVE ERKRANKUNGEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "974626416": {
            "orgId": "974626416",
            "orgName": "DEUTSCHES ZENTRUM FUR NEURODEGENERATIVE ERKRANKUNGEN EV",
            "ecContrib": 1729125
        }
    },
    "calculatedTotalContribution": 1729125
}