{
    "rcn": "198455",
    "acronym": "GRANT",
    "topics": "ERC-CoG-2014",
    "title": "Groups, Representations and Analysis in Number Theory",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The last decade has seen remarkable progress in the study of growth in infinite families of groups. The main approach has its roots in additive combinatorics, but has truly given fruit in a non-commutative context. It is becoming clear that the central role is played not by groups in isolation, but by actions of groups. It is from this perspective that my plan addresses, at the same time, questions on growth in groups as such and hard problems in analytic number theory.\n\nWhile this line of research on growth started with the study of matrix groups, it has now given strong results on permutation groups as well. Two outstanding matters are the control of dependence on rank in matrix groups, and the removal of the need for the Classification Theorem in permutation groups. Going beyond these questions on diameter and expansion, there are at least three new directions I propose to follow: towards algorithms, towards geometric group theory, and towards number theory.\n\nSome of the main recent results in the area take the form of diameter bounds. Bounding a diameter amounts to showing that one can express any element of a group as a short product of generators. One of the main algorithmic questions consists in actually finding such an expression, and doing so rapidly. Links between geometric group theory (which studies growth in infinite groups) and the new combinatorial techniques ought to become stronger. Sofic and hyperlinear groups -- which arose in part from geometric group theory -- seem to invite a combinatorial approach.\n\nAdditive combinatorics has already shown its relevance to exponential sums, a key subject in analytic number theory. Can a newer perspective based on actions of groups give more general results? Short Kloosterman sums, which are particularly hard to bound, can be framed as a test case.\n\nI also plan to pursue related interests in automorphic forms - which are a classical example of the relevance of group actions to number theory - and model theory.",
    "totalCost": "1374250",
    "ecMaxContribution": "1374250",
    "coordinator": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 1374250
        }
    },
    "calculatedTotalContribution": 1374250
}