{
    "rcn": "198485",
    "acronym": "FormGram",
    "topics": "ERC-ADG-2014",
    "title": "Form-frequency correspondences in grammar",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "This project will document and explain a substantial number of grammatical universals by demonstrating a link between cross-linguistic patterns of language form and general trends of language use. The claim is that frequently expressed meanings tend to be expressed by short forms, not only at the level of words, but also throughout the grammars of languages around the world (form-frequency correspondences). A simple example is the asymmetry in the coding of present-tense forms and future-tense forms in the worldís languages, as one out of a multitude of analogous cases: Present-tense forms tend to be short or zero-coded, while future-tense forms tend to be longer or to have an overt marker. This corresponds to a usage asymmetry: Present-tense forms are generally more frequent than future-tense forms, in all languages. The proposed explanation is that higher-frequency items are more predictable than lower-frequency items, and predictable content need not be expressed overtly or can be expressed by shorter forms. Form-frequency correspondences thus make language structure more efficient, but it still needs to be shown that there exists a mechanism that creates and maintains these efficient structures: recurrent instances of language change driven by the speakersí preference for user- friendly utterances. The project thus combines cross-linguistic research on grammar, cross-linguistic corpus research and historical linguistics in a ground- breaking way. For reasons that have to do with the history of the discipline, form-frequency correspondences are still largely overlooked and ignored by linguists, so the current project will have a significant impact on our general understanding of human language.",
    "totalCost": "1772625",
    "ecMaxContribution": "1772625",
    "coordinator": "UNIVERSITAET LEIPZIG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854564": {
            "orgId": "999854564",
            "orgName": "UNIVERSITAET LEIPZIG",
            "ecContrib": 1772625
        }
    },
    "calculatedTotalContribution": 1772625
}