{
    "rcn": "198471",
    "acronym": "AMORPHORM",
    "topics": "MSCA-IF-2014-EF",
    "title": "New stability testing method to predict the performance of amorphous formulations",
    "startDate": "01/01/2016",
    "endDate": "",
    "objective": "The importance of amorphous water-soluble substances has been increasingly recognized over last two decades in the pharmaceutical and food industries. Amorphous solids of small molecules offer a solubility advantage over their crystalline counterparts. Parallel to that, large molecular systems, such as proteins and enzymes, are difficult to crystallize but are often stabilized in amorphous formulations.\nAmorphous systems are inherently unstable and hence more prone to physico-chemical changes. In order to increase the safety and reduce the risk of their usage for both human patients/customers and industry it is necessary to determine their long-term physico-chemical stability.\nThere is currently no existing reliable and widely applicable method for stability testing of amorphous formulations. During my research I have demonstrated such a method can be based on a terahertz spectroscopy, which probes the mobility of molecules when they are solids. I found that this approach is universal and should be able to be applied for all hydrogen bonding solids, which spans almost all organic compounds.\nThe objectives of the proposal can be split into 3 blocks. The technology block will focus on developing terahertz spectroscopy into a reliable stability testing method to industrial standards and to explore whether more affordable instrumentation can be deployed alternatively to reduce the capital cost of the method.  \nIn the pharmaceutical block we will aim to determine how pharmaceutical formulation and processing steps can be optimised for amorphous stability. We will examine also critical storage conditions for the amorphous products and how to prevent any recrystallization during their dissolution.\nIn the food and biotechnology block we will aim to transfer the methods developed for small drug molecules to protein and enzyme preservation in glassy matrices.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}