{
    "rcn": "198409",
    "acronym": "FlexLogIC",
    "topics": "NMP-25-2015-1",
    "title": "Using existing methods to develop a modular, integrated and autonomous ëFactory-in-a-boxí production line for manufacturing high volumes of flexible integrated logic circuits",
    "startDate": "01/09/2015",
    "endDate": "30/11/2015",
    "objective": "We are Pragmatic Printing Ltd; we are pioneering the innovation in the field of flexible printed electronics. We are recognised by global firm ARM HOLDINGS for our disruptive and compelling solution for embedded connectivity in everyday objects. Our ëflexICsí are revolutionary integrated circuits manufactured on organic (plastic) substrates (instead of silicon) through our novel processes. Our flexICs are; thinner than a human hair; ultra-flexible; offered in flattering form factors and footprints that conventional silicon cannot achieve. Our processes allow flexICs to be produced on a large scale at a low cost; the marginal cost per IC in volume production can be <Ä0.01. Being silicon-free can bring many new potential applications. The flexible and visually unobtrusive flexICs are ideal to be integrated onto goods packaging, controlled documents and the like. Given the exponential growth in the demand for the ëInternet of Thingsí connectivity, our flexICs are ideal to fulfil the demand in a cost effective manner. In order to facilitate this demand, we want to empower packaging printers and manufacturers with the integrated ability to produce these ICs at the point of packaging manufacture and integration. There is a strong documented need and market demand pull from market leading companies such as Crown Packaging, Cartamundi, Molex and Smartrac and others for an integrated solution for the manufacture of flexICs onsite. We wish to take our existing production processes, and package them in an automated, modular and integrated self-contained ëfactory in a boxí. This FlexLogIC plant will allow packagers to manufacture ICs onsite in an efficient and effective way. The FlexLogIC plants will help us to achieve our objective of generating Ä70 million turnover in year 5 post project. We are the only ones currently that have the ability to supply a self-contained, autonomous ëfactory in a boxí to facilitate the high volume manufacture of flexible printed ICs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PRAGMATIC PRINTING LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952007083": {
            "orgId": "952007083",
            "orgName": "PRAGMATIC PRINTING LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}