{
    "rcn": "198402",
    "acronym": "ACE",
    "topics": "NMP-25-2015",
    "title": "ANNULUS CLOSURE EXPANDABLE DEVICE BASED ON SHAPE-MEMORY MATERIALS AND MEDICAL TEXTILES: SCALE-UP TO PRODUCTION, TESTING AND DEMONSTRATION.",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "The objective of the ACE project is to broaden NEOSí product portfolio by launching its first Spinal Product, an Annulus Closure Device in 2018. Sales from this product will more than triple NEOSí turnover between 2018 and 2022. It will also position NEOS in a very strategic segment of the Spinal Implants Market: Non-Fusion Spinal Implants (900-1400 MÄ, CAGR 10-18%), consolidating its visibility as a manufacturer of innovative implants.\n\nThe ACE provides a permanent solution to an unmet clinical need: disc hernia management. The ACE solves the challenge by providing a barrier to re-herniation which is expandable, is securely fixed to the vertebra, has minimum impact on the current surgery procedure, and respects natural spine movements. This is done by combining expertise in implant design, textile technology, and advanced manufacturing techniques, and was developed by a European consortium in a Eurostars-funded project. \n\nThe ACE is currently at TRL6, and is ready for testing in its operational environment. The European patent of the invention is in conversations with the examiner, approval foreseen in 2015. Freedom to Operate had been verified. The ACE has been validated with clinicians and commercial partners and the ACE Business Plan has been approved by NEOSí Board of Directors.\n\nThe ACE will address a ìBlue Oceanî type market with a dynamic IP and start-up landscape, with only one commercially active player at the moment. \n\nThe ACE will add value to Patients, Surgeons and Payers by offering a cost-effective, permanent solution to low back pain. NEOS will be the first European company to launch an Annulus Closure Device, which will address many European challenges: the socio-economic impact of low back pain (Health Costs, sick leaves, productivity loss), European industrial leadership in the high added-value Medical Devices sector, and bridging the gap between research and the market.\nThe ACE is the cornerstone of NEOSí Strategic Plan to accelerate its growth.",
    "totalCost": "2722250",
    "ecMaxContribution": "1905575",
    "coordinator": "NEOS SURGERY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953042461": {
            "orgId": "953042461",
            "orgName": "NEOS SURGERY SL",
            "ecContrib": 1905575
        }
    },
    "calculatedTotalContribution": 1905575
}