{
    "rcn": "198434",
    "acronym": "INTESTINANOS",
    "topics": "ERC-StG-2014",
    "title": "Intestinal Lipoidal Nanostructures - A Lipid Bridge to Increased Drug Delivery",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "My research program explores molecular interplay between drug, dosage form and the complex environment of the gastrointestinal tract (GIT). Drug molecules currently being discovered to cure e.g. CNS diseases, cancer and the metabolic syndrome show poor water solubility and 70-90% of recently discovered drugs have too poor solubility to allow absorption from the GIT. For such compounds the dosage form can significantly improve the absorption. My long-term goal is to establish a computational platform that predicts, from molecular structures and computational tools, the development potential of drug molecules to well-functioning orally administered medicines. A major gap to understand drug performance in the intestine is the poor knowledge of the dynamics of solubilizing lipoidal nanostructures (micelles, vesicles, oil droplets) present in the fluid. This project explores restructuring of these lipid colloids in response to intake of food or dosage forms, enzymatic digestion, absorption and transit along the GIT. Novel experimental tools are developed to reveal the impact of these nanostructures on drug solubilization, supersaturation and likelihood of precipitation in vivo, all being important for drug absorption. The experimental results are fed into in silico models taking use of Molecular Dynamics simulations to develop a computational platform predicting drug performance in the dynamic intestinal milieu. The novel tools designed herein will allow dosage forms that improve performance and increase drug absorption after oral administration to, for the first time, be designed by computational means. The results of this project, in particular the novel in silico tools exploring rearrangement of lipoidal nanostructures, are highly important to related areas such as GIT disease models and food processing but also have wider applications in e.g. studies of intracellular vesicle rearrangements and transport processes in plants.",
    "totalCost": "1706250",
    "ecMaxContribution": "1706250",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 1706250
        }
    },
    "calculatedTotalContribution": 1706250
}