{
    "rcn": "198460",
    "acronym": "ArtEmpire",
    "topics": "ERC-CoG-2014",
    "title": "An ARTery of EMPIRE. Conquest, Commerce, Crisis, Culture and the Panamanian Junction (1513-1671)",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "European incursions onto the narrow isthmian pass that divided and connected the Atlantic and Pacific oceans made it a strategic node of the Spanish Empire and a crucial site for early modern globalization.  On the front lines of the convergence of four continents, Old Panama offers an unusual opportunity for examining the diverse, often asymmetrical impacts of cultural and commercial contacts. The role of Italian, Portuguese, British, Dutch, and French interests in the area, as well as an influx of African slaves and Asian merchandise, have left a unique material legacy that requires an integrated, interdisciplinary approach to its varied sources. Bones, teeth and artifacts on this artery of Empire offer the possibility of new insights into the cultural and biological impact of early globalization.  They also invite an interdisciplinary approach to different groupsí tactics for survival, including possible dietary changes, and the pursuit of profit. Such strategies may have led the diverse peoples inhabiting this junction, from indigenous allies to African and Asian bandits to European corsairs, to develop and to favor local production and Pacific trade networks at the expense of commerce with the metropolis.\nThis project applies historical, archaeological and archaeometric methodologies to evidence of encounters between peoples and goods from Europe, America, Africa and Asia that took place on the Isthmus of Panama during the sixteenth and seventeenth centuries.  Forging an interdisciplinary approach to early globalization, it challenges both Euro-centric and Hispano-phobic interpretations of the impact of the conquest of America, traditionally seen as a demographic catastrophe that reached its nadir in the so-called seventeenth-century crisis.  Rather than applying quantitative methods to incomplete source material, researchers will adopt a contextualized, inter-disciplinary, qualitative approach to diverse agents involved in cultural and commercial exchange.",
    "totalCost": "1998875",
    "ecMaxContribution": "1998875",
    "coordinator": "UNIVERSIDAD PABLO DE OLAVIDE",
    "coordinatorCountry": "ES",
    "participants": "CURT-ENGELHORN ZENTRUM ARCHAOMETRIEGGMBH-CEZA;UNIVERSITA DEGLI STUDI DI PAVIA;FUNDACION UNIVERSIDAD DEL NORTE",
    "participantCountries": "DE;IT;CO",
    "projectParticipants": {
        "999846513": {
            "orgId": "999846513",
            "orgName": "UNIVERSIDAD PABLO DE OLAVIDE",
            "ecContrib": 1352250
        },
        "962214490": {
            "orgId": "962214490",
            "orgName": "CURT-ENGELHORN ZENTRUM ARCHAOMETRIEGGMBH-CEZA",
            "ecContrib": 170625
        },
        "999893752": {
            "orgId": "999893752",
            "orgName": "UNIVERSITA DEGLI STUDI DI PAVIA",
            "ecContrib": 58750
        },
        "971958431": {
            "orgId": "971958431",
            "orgName": "FUNDACION UNIVERSIDAD DEL NORTE",
            "ecContrib": 417250
        }
    },
    "calculatedTotalContribution": 1998875
}