{
    "rcn": "198453",
    "acronym": "CholangioConcept",
    "topics": "ERC-CoG-2014",
    "title": "Functional in vivo analysis of cholangiocarcinoma development, progression and metastasis.",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Genetic heterogeneity and complexity are hallmarks of metastatic solid tumors and therapy resistance inevitably develops upon treatment with cytotoxic drugs or molecular targeted therapies. Cholangiocarcinoma (CCC, or bile duct cancer) represents the second most frequent primary liver tumor and has emerged as a health problem with sharply increasing incidence rates, in particular of intrahepatic CCC (ICC). The reason for increased CCC incidence remains unclear, but influences of western lifestyle and a resulting altered hepatic metabolism have been discussed. Surgical resection represents the only curative option for the treatment of CCC, however, many tumors are irresectable at the time of diagnosis. CCC represents a highly aggressive and metastatic tumor type and currently no effective systemic therapy regimen exists. The overall molecular mechanisms driving CCC formation and progression remain poorly characterized and it thus becomes clear that a detailed molecular characterization of cholangiocarcinogenesis and the identification of robust therapeutic targets for CCC treatment are urgently needed. Taking advantage of our strong expertises in chimaeric (mosaic) liver cancer mouse models and stable in vivo shRNA technology, we here propose a comprehensive and innovative approach to i) dissect molecular mechanisms of cholangiocarcinogenesis, with a particular emphasis on Kras driven ICC development from adult hepatocytes and oncogenomic profiling of ICC metastasis, ii) to employ direct in vivo shRNA screening to functionally identify new therapeutic targets for CCC treatment and iii) to characterize the role of the gut microbiome for CCC progression and metastasis. We envision this ERC-funded project will yield important new insights into the molecular mechanisms of CCC development, progression and metastasis. As our work comprises direct and functional strategies to identify new vulnerabilities in CCC, the obtained data harbor a very high translational potential.",
    "totalCost": "1998898",
    "ecMaxContribution": "1998898",
    "coordinator": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 1998898
        }
    },
    "calculatedTotalContribution": 1998898
}