{
    "rcn": "198444",
    "acronym": "SPIRE",
    "topics": "ERC-CoG-2014",
    "title": "Stars: dynamical Processes driving tidal Interactions, Rotation and Evolution",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The rotational dynamics of stars strongly impacts their evolution and those of their planetary and galactic environment. Space helio- and asteroseismology recently allowed an observational revolution in this domain. They revealed, e.g., that the core of the Sun is close to a uniform rotation while those of subgiant and red giant stars slow down drastically during their evolution. These important results demonstrate that powerful dynamical mechanisms (internal waves, magnetic fields, turbulence) are in action to extract angular momentum all along the evolution of stars.\n\nSimultaneously, a very large diversity of stellar systems has been discovered and their number will strongly increase thanks to new space missions (K2, TESS, PLATO). It is thus urgent to progress on our understanding of star-planet and star-star interactions: highly complex dynamical processes leading to tidal dissipation in stars play a key role to shape the orbital architecture of their systems and they may deeply modify their evolution.\n  \nTo interpret these observational breakthroughs, it is necessary to develop now new frontier theoretical and numerical long-term evolution models of rotating magnetic stars and of their systems. To reach this ambitious objective, the SPIRE project will develop new groundbreaking equations, prescriptions, and scaling laws that describe coherently all dynamical mechanisms that transport angular momentum and drive tidal dissipation in stars using advanced semi-analytical modeling and numerical simulations. They will be implemented in the new generation dynamical stellar evolution code STAREVOL and N-body code ESPER. This will allow us to provide state-of-the-art ab-initio integrated and coupled models for the long-term evolution of stars and of their systems, which cannot be directly simulated in 3D yet. SPIRE will thus provide key inputs for the whole astrophysical community: understanding the dynamics of stars is a fundamental step to understand our Universe.",
    "totalCost": "1839633,77",
    "ecMaxContribution": "1839633,77",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1839634
        }
    },
    "calculatedTotalContribution": 1839634
}