{
    "rcn": "198410",
    "acronym": "IonoChem",
    "topics": "NMP-25-2015-1",
    "title": "IonoChem: A new and highly efficient cross membrane drug delivery strategy",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "Many drugs are designed to target molecules inside cells. Due to the hydrophobic nature of the cell membranes however not all types of drugs can enter the cells in sufficient quantities. Thus large amounts of drug need to be administered which can lead to highly toxic systemic effects for the patient. Furthermore, new classes of therapeutics such as RNA- and DNA-based drugs require advanced delivery techniques to reach their intracellular targets. Ionovationís proprietary IonoChem technology will provide a novel and highly effective solution to this problem by adding lipohilic ìtailsî directly to drug molecules at a one-on-one ratio. These ìtailsî allow drugs to easily pass through the cell membrane. As part of a service offer Ionovation will work with clients to identify the most effective tail for a particular molecule, and will also perform the lipophilization. The IonoChem platform will enable Ionovation GmbH (a manufacturer of experimental set-ups for the analysis of biological membranes) to enter the market for drug delivery technologies, thus creating a new line of business for the company. IonoChem will target the market for drug delivery systems, which was valued at US$151 billion in 2013. Market segments for initial introduction of the technology include RNAi drug delivery (a market worth US $11,7 billion in 2013) and drugs withdrawn from the market (eg Vioxx with 2.5 billion US $ annual global sales). Objectives of the phase I project include analysis of customer needs (pricing, expected turn-around times etc.), refinement of business model (licensing/fee for use model for contract manufacturers vs. service offer with production facilities at Ionovationís head quarters); search for a suitable contract manufacturer for the phase II activities and the elaboration of a business plan. Phase II objectives include upscaling of the production under GMP conditions, establishment of contact to customers and the qualification of IonoChem in a preclinical setting.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IONOVATION GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "969806486": {
            "orgId": "969806486",
            "orgName": "IONOVATION GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}