{
    "rcn": "198478",
    "acronym": "LANGDYN",
    "topics": "ERC-ADG-2014",
    "title": "Language dynamics: a neurocognitive approach to incremental interpretation",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Understanding spoken language involves a complex set of processes that transform the auditory input into a meaningful interpretation. Our percept is not of acoustic-phonetic detail but of the speakerís intended meaning. This effortless transition occurs on millisecond timescales, with remarkable speed and accuracy, and without any awareness of the complex computations on which it depends. How is this achieved? What are the processes and representations that support the transition from sound to meaning, and what are the neurobiological systems in which they are instantiated? In this proposal, we combine advanced techniques from neuroimaging, multivariate statistics and computational linguistics to probe directly the dynamic patterns of neural activity, over bilateral fronto-temporal and parietal cortices, that are elicited by spoken words and sentences. Combined MEG \\ EEG imaging, linked to parallel fMRI studies, capture the real-time electrophysiological activity of the brain. Representational Similarity Analysis (RSA) and related multivariate techniques make it possible to probe the different types of neural computation that support these dynamic processes of incremental interpretation. Computational linguistic analyses of language corpora allow us to build quantifiable models of different dimensions of language interpretation ñ from phonetics and phonology to argument structure and anaphora - and to test for their presence, using RSA, as the utterance unfolds in real time. By this means we aim to determine directly the nature of the intermediate processes involved in the transition from early perceptual processing through different representational states to the development of a meaningful representation of an utterance, the dynamic spatio-temporal relationship between these processes, and their evolution over time.",
    "totalCost": "2185856",
    "ecMaxContribution": "2185856",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}