{
    "rcn": "198472",
    "acronym": "MASAM",
    "topics": "MSCA-IF-2014-EF",
    "title": "New tools for key questions in plant development: using qualitative and quantitative proteomics for direct determination of the set of DNA and RNA-binding factors regulating single copy genes",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "Plant development is based on the activity of meristems. The aerial part of plants is generated from the activity of the shoot apical meristem (SAM). These meristems determine the plant architecture and correct plant architecture have an immense impact in crop productivity. In the plant model Arabidopsis thaliana, a key gene for the correct functioning of the SAM is SHOOT MERISTEMLESS (STM). To study the function of this gene and to apply this knowledge to control plant architecture to generate valuable new plant varieties is of vital importance to determine how this gene is regulated throughout development. Gene regulation is controlled mainly by the action of transcription factors at transcriptional level and also by RNA-binding factors at post-transcriptional level. Then the goal of the project is to determine the set of transcription factors and RNA-binding factors that regulate STM throughout plant development. Current techniques for the determination of the set of factors regulating a gene give partial results, are time-consuming and require huge amounts of biological samples. Then, new tools have to be developed. The most promising ones involve the use of quantitative Proteomics with the latest advances of high-resolution Mass Spectrometry. We take advantage in the recognized expertise in this field of Proteomics by the host institution to develop these new techniques and put them available for the research community. In particular, the results and new discoveries obtained from this project are intended to represent a great progress in plant research.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITE DE NAMUR ASBL",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999891521": {
            "orgId": "999891521",
            "orgName": "UNIVERSITE DE NAMUR ASBL",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}