{
    "rcn": "198475",
    "acronym": "Oligomers",
    "topics": "ERC-ADG-2014",
    "title": "Characterising protein oligomers and their role in neurodegenerative disease in humans",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Small soluble protein aggregates play a key role in the onset and spreading of Alzheimerís and Parkinsonís diseases. However, which oligomers are present in human disease and which are toxic remains unknown because ultrasensitive methods do not exist to detect and characterise the low concentration of oligomers, which are highly heterogeneous in size and structure. To address this problem we will develop fluorescence based methods to detect and characterise individual oligomers to measure the oligomer size, structure, proteinase K resistance, seeding capability and composition. We will also develop methods to enrich these oligomers so we can use mass spectrometry to determine post translational modifications and recover the oligomers to directly test their cytotoxicity and mechanism of damage. The capability to characterise these oligomers at this unprecedented level of detail will represent a major advance in the field. These methods will then be applied to stem cell models of Alzheimerís disease and Parkinsonís disease and then clinical samples of CSF from patients. These experiments will determine how the number, composition or structure of the oligomers changes in the disease and if this results in increased cytotoxicity. Clinical samples of CSF from patients with genetic mutations will be used to determine if detectable changes in the oligomers occur early in the disease and samples of brain tissue used to determine the changes in oligomers during the spreading of the disease.\n\nBy the end of the project we will have determined which oligomers play major roles in the onset and spreading of Alzheimerís and Parkinsonís disease in humans, providing targets for therapies, and tested if the detection and characterisation of these oligomers can be used for early diagnosis of the disease.",
    "totalCost": "2499551",
    "ecMaxContribution": "2499551",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}