{
    "rcn": "198490",
    "acronym": "VegaAlga",
    "topics": "SFS-08-2014",
    "title": "Sustainable agricultural eco-system: business and technological solution for eco-conscious vegetable cultivation using on-site produced algae fertilizer",
    "startDate": "01/09/2015",
    "endDate": "30/11/2017",
    "objective": "Both regulations and costumer needs resulted in expansion of the market for green labelled food products cultivated at sustainable way. Nevertheless, the availability of affordable technological tools for the production of green vegetables is limited. Furthermore vegetable suppliers (in Europe typically farmers with small land) neither have the essential technological knowledge nor the willingness to change the cultivation methods. Realizing these trends, Vegetable Trading Centre (VTC), a regional market leader of Vegetable production and trading, and Multisense, a technology intensive start-up, put together this proposal, aiming at the establishment of a sustainable agricultural eco-system. An innovative technology for on-site production of microalgae and their usage as bio-fertilizer in vegetable cultivation has been piloted at VTC. In the proposed business model, this technology will be sold to framers helping them to make microalgae based fertilizer on their own land at cost-effective eco-friendly way. The trader (Vegetable Trading Center) guarantees to buy the vegetables produced this eco-conscious way and bring them to superstores at high price. In this phase 2 proposal we target to upgrade and generalize the pilot site to a commercial technology, obtaining upgraded sensor and control system, make generalized designs, user manuals and descriptions, use cases, as well as demonstrate the efficiency in extensive field trials. Furthermore, starting with the suppliers of VTC, we aim at expand our business model to Europe and carry out the early marketing actions within the project.",
    "totalCost": "1693842,5",
    "ecMaxContribution": "1185689",
    "coordinator": "ZOLDSEGCENTRUM KERESKEDELMI TERMELTETO ES SZOLGALTATO KFT",
    "coordinatorCountry": "HU",
    "participants": "MULTISENSE LABOR FEJLESZTO ES SZOLGALTATO KORLATOLT FELELOSSEGU TARSASAG",
    "participantCountries": "HU",
    "projectParticipants": {
        "934472781": {
            "orgId": "934472781",
            "orgName": "MULTISENSE LABOR FEJLESZTO ES SZOLGALTATO KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 155750
        },
        "934460559": {
            "orgId": "934460559",
            "orgName": "ZOLDSEGCENTRUM KERESKEDELMI TERMELTETO ES SZOLGALTATO KFT",
            "ecContrib": 1029939
        }
    },
    "calculatedTotalContribution": 1185689
}