{
    "rcn": "198535",
    "acronym": "INNOPROCITI",
    "topics": "DRS-17-2015-1",
    "title": "INNOVATIVE ENZYMES TO PROTECT CITIZENS AND CRITICAL INFRASTRUCTURES",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "The main objective of the INNOPROCITI proposal is the set up of a business plan for the development and selling of:\na) Products: Enzyme formulations for biosensing and decontamination/detoxification of nerve agents on surfaces, air, water and skin and their validation against already available and used technologies (if any).The innovative aspect rely upon the use of thermostable enzymes customized by in vitro molecular evolution to the actual needs.\nb) Solutions: An integrated platform of decontamination and biosensing systems with procedures of fast assistance in , by taking into account the study of the ìhuman factorî (control of panic reactions, appropriateness of information tools, clear and tested procedures of mass evacuation) in response to detection alarms and start up of decontamination actions.\nThe appropriate diffusion of information to the stakeholders (authorities, companies, organizations working in the civilian security field) will be another activity foreseen for the short project. \nThe field of the commercial development is one of the most increasing in the next years in the big market of the homeland security. The recent events in Syria and France as well as the concerns about ISIS successes in the Middle East and the weaknesses in guaranteeing the security of borders (particularly the Mediterranean sea) ask for the availability for security measures that are at same time safe for human and the environment. Our enzymes can be the basis for advanced biosensors that can also identify the substance as well as the basis for mask filters and filters for air detoxification in sensitive buildings. Furthermore formulations of efficient enzymes can be used for detoxification of contaminated area or for destroying stocks of nerve gases or obsolete pesticides that by itself can be used as CWA.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DETOXIZYMES SRLS",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933992049": {
            "orgId": "933992049",
            "orgName": "DETOXIZYMES SRLS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}