{
    "rcn": "198559",
    "acronym": "WITRO",
    "topics": "SIE-01-2015-1",
    "title": "Wind and Turbulence Radar for Offshore wind energy",
    "startDate": "01/09/2015",
    "endDate": "31/12/2015",
    "objective": "The project studies the use of a radar based technology to increase revenues and decrease maintenance costs of offshore wind-farms by providing a technology that help wind parks predict and adapt to the wind. Modern wind turbines are adjustable. The angels of rotors and blades can be changed. This is done by a control system optimizing production on a wind park level, or an even greater level. The wind park operator have several objectives to optimize for with the help of wind data. One is to reduce maintenance costs. Sudden wind bursts damage wind turbines, through identifying such wind bursts from a distance the wind park control system can adjust the angles of the blades to deflect the power of the wind. A second is to be able to predict energy output more accurately. This is important as wind park operators often have energy delivery contracts and are penalized if they deliver more or less than predictions. Predictions become more accurate when wind park operators have data on and understanding of the wind resources. A third objective is to harmonize all wind turbines in the park to get the highest possible stable output. This is also based on data on and understanding of the wind resources. There is substantial economic benefits to be gained through improved operation of wind parks.  The yearly cost improvements from the system in the European offshore marked alone is estimated to 275 M EURO in 2020 and over 1 000 M Euro in 2030. There is also a potentially much larger positive societal impact. Improvements in the cost-efficiency of wind will help it reach a tipping-point where it is driven forward through commercial motivations rather than government aid. The company have recently completed a major (approx. 1,4 M EUR) government funded research project, and tested the technology together with major commercial companies in wind energy like Statoil (largest Norwegian energy company) and Kongsberg Maritme (large player now entering the wind farm control market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WINDMASTER TECHNOLOGIES AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "972940459": {
            "orgId": "972940459",
            "orgName": "WINDMASTER TECHNOLOGIES AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}