{
    "rcn": "198565",
    "acronym": "RENEGAS",
    "topics": "SIE-01-2015-1",
    "title": "RENewable AdvancEd GAsification FeedstockS",
    "startDate": "01/08/2015",
    "endDate": "31/12/2015",
    "objective": "Refgas Limited has found a unique combined solution addressing both ñ energy and waste ñ issues.  Company has developed an advanced gasification system that uses bio-waste to produce clean and high quality synthetic gas that can be used for power generation for electricity and heat. \n\nThe Refgas system uses downdraft gasification technology that is widely accepted as the cleanest and most efficient method of converting biomass and other feedstocks into valuable synthesis gas (syngas), capable of directly fuelling standard engines to generate heat and power (CHP). Refgasí clever patented processes includes 7 stages of syngas cleaning and cooling which ensures that its product gas is ultra clean and of the highest quality possible. The final ambition of Refgas team is to have proven solution with oil industry quality.\n\nThe objective of the RENEGAS project is to develop a feasibility study by addressing specific areas where Refgas skills and resources are lacking (policy and market analysis and local feedstock analysis in Europe, USA and other worldwide markets, production scale-up and sales strategy development), first focusing on the manufacturing industry market opportunity and further on other potential segments.\n\n The 5 months project comprised of 3 tasks will be managed by the team of Refgas and will result in an innovation commercialization feasibility study and an elaborated business plan as a roadmap for scaling-up and market replication of the innovation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "REFGAS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937968370": {
            "orgId": "937968370",
            "orgName": "REFGAS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}