{
    "rcn": "198543",
    "acronym": "GEO",
    "topics": "IT-1-2015-1",
    "title": "Green Efficient Outboards",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "Cimco Marine AB aims to pursue a major business opportunity by commercializing an innovative diesel outboard series, named ìOXEî with superior USPs and high ROI. The product is based on an efficient automotive motor in combination with a revolutionary patented ìBelt Propulsor Unitî, curbing the diesel motor¥s torque (not possible before).\n\nThe main advantages of OXE are: 30-45% fuel savings (cheaper operation, less emission and increased range); reliability (less break-downs) and durability (20 times longer life-expectancy). With no similar products on the market the primary goal for OXE is to replace current fuel consuming, high emission gasoline outboards (150-400 HP) in the governmental, commercial and recreational craft marine market world-wide.120 000 outboard units are sold annually (Ä 1,5 billion). Cimco¥s goal is to supply 10% of the commercial market by 2020. A moderate estimation due to the expected demand and benefits.\n\nThe project is a perfect match to IT-2014/15 as it addresses challenges such as improving transportation, mobility and environment in parallel with accelerating growth, leadership and creating new job in Europe. The overall objective of the GEO (Green Efficient Outboard) project is to overcome pre-commercial barriers in order to launch OXE in 2017.\n\nThe objectives in this feasibility study will include e.g. improved business plan, IP strategy, distributor and production partner evaluation, technology risk reduction and a project plan to complete and demonstrate OXE (in phase 2). Cimco will execute the project in cooperation with their active owners (having vast expertise in expanding SME¥s and Marine transport) and chosen 3rd parties well suited to support this project in a successful way.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CIMCO MARINE AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927593638": {
            "orgId": "927593638",
            "orgName": "CIMCO MARINE AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}