{
    "rcn": "198591",
    "acronym": "MotMotLearn",
    "topics": "ERC-StG-2014",
    "title": "Motivating Motor Learning: The Role of Reward, Punishment and Dopamine",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Motor learning (the ability of the brain to learn and update how an action is executed) is a fundamental process which influences many aspects of our lives such as learning to walk during childhood; the day-to-day behavioural adjustments required as an adult or in healthy ageing; and the rehabilitation process following an illness or injury. Despite the impact to society, it has proved extremely difficult to develop interventions that significantly enhance human motor learning. Therefore, devising protocols which optimise motor learning is a state-of-the-art research question that promises to deliver scientific, clinical and societal impact.Seeking reward and avoiding punishment are powerful factors in motivating humans to alter behaviour during cognition-based learning (selecting which action to perform), with sensitivity to reward and punishment being biased by the availability of dopamine in the brain. Intriguingly, reward and punishment are also known to affect generic motor learning (deciding how an action is executed) tasks which involve multiple underlying mechanisms. However to establish their potential for optimizing motor learning, we must understand how explicit reward- and punishment-based motivational feedback impact motor learning systems with unique computational and anatomical features (use-dependent/model-free/model-based). Using an unprecedented combination of behavioural analysis, computational modelling, genetics and pharmacology, MotMotLearn will provide the first systems-based account of how reward, punishment and dopamine influence motor learning. This novel approach will enable MotMotLearn to develop theoretically-grounded protocols that utilise reward/punishment in conjunction with dopaminergic medication to optimise motor learning in healthy individuals and stroke patients suffering motor impairments. MotMotLearn will have a profound scientific impact in motor learning with applications to development, ageing, rehabilitation and sports.",
    "totalCost": "1497885",
    "ecMaxContribution": "1497885",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 1497885
        }
    },
    "calculatedTotalContribution": 1497885
}