{
    "rcn": "198521",
    "acronym": "CONDUCT",
    "topics": "ERC-PoC-2015",
    "title": "Cost efficient thermal management in motors using next generation nanomaterials",
    "startDate": "01/02/2016",
    "endDate": "31/07/2017",
    "objective": "Electric motor drives are the universal work horses of industry driving fans, pumps, power tools, compressors and materials handling/conveyor systems. More energy efficient motor designs are needed to meet increasingly stringent EU efficiency standards.  Better thermal management of electric motors could make this achievable.  Current technologies rely on expensive copper casings or inefficient air cooling.  Adding more copper is not feasible (bigger, heavier and expensive) and liquid cooling is not attractive (more energy for circulation/maintenance). The extra mass/volume cannot be easily integrated in compact motor layouts. Removal of heat from small totally enclosed motors is a recurring problem in the food processing, surgical instruments and materials handling where the motors operate at their limits and run very hot. An improved method of cooling could be engineered from advanced materials. Nanomaterials such as carbon nanotubes are at least six times more thermally conductive than conventional thermal interface. A commercial application using specially tailored carbon nanotubes (CNTs) for the development of energy-saving, highly efficient motors is the aim of CONDUCT in partnership with an EU SME motor design/manufacturer.  Results of CONDUCT will feed into advanced automotive, consumer, and power electronics industries who also need to find solutions for similar challenges in thermal management.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}