{
    "rcn": "198503",
    "acronym": "EGRET-Plus",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "European Glaucoma Research Training Program-Plus",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Glaucoma is the most common age-related neurodegenerative eye-disease in western society and one of the four major blinding eye diseases. If untreated or detected too late, glaucoma will end in blindness, yielding a profound loss of quality of life for the individual and major costs to society. Given the vast complexity of glaucoma, to advance assessment and therapy beyond the current state-of-the-art, we need a new generation of researchers who are deeply knowledgeable about and intimately familiar with the many different approaches for study all aspects of glaucoma and the aging visual system: from functional test to anatomy, from gene to ganglion cell, from retina to brain. However, current knowledge is fragmented and so is the corresponding training. Very few researchers have been adequately trained which severely limits progress. Well-trained teams of dedicated glaucoma researchers are pivotal to integrate and extend the highly specialized knowledge, and to make a real difference for the patient.\n\tTo overcome this problem, EGRET\\ ñ the European Glaucoma Research Training Program Plusñ has the aim of teaching young researchers in how to a) acquire new, quantitative knowledge on glaucoma and the aging visual system, and b) apply this new knowledge to boost innovation in glaucoma care in both the public and private sectors. This will: 1) enable the development of new tools for the early detection and cost-effective monitoring of glaucoma; 2) inspire the development and implementation of new treatments; 3) contribute to our understanding of the relationships between various neurodegenerative diseases, and 4) contribute to improving healthy aging in general. This new knowledge therefore has tremendous potential to positively impact the lives of millions of European citizens.",
    "totalCost": "3870583,92",
    "ecMaxContribution": "3870583,92",
    "coordinator": "ACADEMISCH ZIEKENHUIS GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSITE CLERMONT AUVERGNE;OCUSPECTO OY;OTTO-VON-GUERICKE-UNIVERSITAET MAGDEBURG;CITY UNIVERSITY OF LONDON;IMPLANDATA OPHTALMIC PRODUCTS GMBH;UNIVERSITE D'AUVERGNE CLERMONT-FERRAND 1;ECHODIA;Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "participantCountries": "FR;FI;DE;UK;NL",
    "projectParticipants": {
        "999842730": {
            "orgId": "999842730",
            "orgName": "CITY UNIVERSITY OF LONDON",
            "ecContrib": 546576
        },
        "934042974": {
            "orgId": "934042974",
            "orgName": "IMPLANDATA OPHTALMIC PRODUCTS GMBH",
            "ecContrib": 249216
        },
        "933859256": {
            "orgId": "933859256",
            "orgName": "ECHODIA",
            "ecContrib": 262876
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 255374
        },
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 1276871
        },
        "999873285": {
            "orgId": "999873285",
            "orgName": "OTTO-VON-GUERICKE-UNIVERSITAET MAGDEBURG",
            "ecContrib": 747649
        },
        "916450860": {
            "orgId": "916450860",
            "orgName": "UNIVERSITE CLERMONT AUVERGNE",
            "ecContrib": 262876
        },
        "934055196": {
            "orgId": "934055196",
            "orgName": "OCUSPECTO OY",
            "ecContrib": 269145
        },
        "999888611": {
            "orgId": "999888611",
            "orgName": "UNIVERSITE D'AUVERGNE CLERMONT-FERRAND 1",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3870583
}