{
    "rcn": "198515",
    "acronym": "ICONN",
    "topics": "MSCA-ITN-2015-EID",
    "title": "European Industrial DoCtorate on Offshore WiNd and Wave ENergy",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "ICONN is a unique European Industrial Doctorate initiative to meet the current and future demand for highly skilled offshore wind and wave energy engineers by developing and advancing European capacity in the design, development and performance optimisation for Offshore Wind and Wave Energy installations. The initiative is strongly shaped by active participation from industries, and will develop and enhance  European capacity in the offshore renewable energy area at a critical juncture in time when Europe strives to occupy a lead market position globally in this sector.\nThe ICONN EID will\ni) provide state-of-the art training to Early Stage Researchers jointly with industries in the scientific and engineering disciplines of power take-off (PTO) and structural control, wave mechanics and hydrodynamics, CFD, sensing and system identification; \nii) advance expertise, and research capacity, in the techno-economic-environmental factors that impact on the reliability and operational efficiency of offshore renewable  energy installations; \niii) instil business, management, entrepreneurship and innovation skills pertaining to offshore wind and combined wind-wave energy sector to encourage entrepreneurship and innovation;\niv) promote clearly defined scientific dissemination, public outreach and commercialisation/IP agendas.\nThe three scientific work packages, which scaffold the individual research activities, progress from addressing specific challenges and capability deficiencies that impede the effective and efficient deployment of offshore wind and wave infrastructures (floating systems and optimisation of power take-off (PTO) ) through to activities that seek to create, and innovate in, new control algorithms and in operational efficiency domain (fatigue control, new algorithms for  control of PTO).",
    "totalCost": "845838,36",
    "ecMaxContribution": "845838,36",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "FLOATING POWER PLANT AS;AALBORG UNIVERSITET",
    "participantCountries": "DK",
    "projectParticipants": {
        "952409245": {
            "orgId": "952409245",
            "orgName": "FLOATING POWER PLANT A/S",
            "ecContrib": 0
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 265675
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 290082
        }
    },
    "calculatedTotalContribution": 555757
}