{
    "rcn": "198523",
    "acronym": "AMEFOCT",
    "topics": "ERC-PoC-2015",
    "title": "Add-on module for optical coherence tomography with en-face view option",
    "startDate": "01/11/2015",
    "endDate": "30/04/2017",
    "objective": "By the end of the 4th year of the ERC Advanced grant, the PI has set up the basis of a unique procedure to perform optical coherence tomography (OCT) that is similar in outcome to time domain interferometry but has all advantages of spectral domain interferometry in terms of speed and sensitivity. The new method of OCT, termed as Master/Slave (MS), is characterised by several advantages: direct production of an en-face OCT image, tolerance to dispersion that allows MS-OCT to achieve the theoretical limit of axial resolution and sensitivity that can be tailored for no hardware and time cost, with the axial resolution. By excellence, the Master/Slave OCT method delivers en-face views direct, allowing lower cost hardware and faster provision of en-face slicing and visualisation. An essential advantage is that of parallel processing, that makes MS-OCT, ideally suited to novel parallel optical configurations and graphic processing units (GPU). These advantages can substantially increase the speed in providing volumes of the tissue, making the new OCT method superior to all other methods on the market. The POC support will help advance the MS-OCT closer to commercialisation. Four market strategies are identified with immediate products for the first two. OCT add-on modules, equipped with MS software, for: A. OCT developers, to accelerate their research and B. OCT developers that can modify existing commercial OCT systems, by making them accomplish the MS protocol. The module to be assembled and assessed for commercialisation will also pave the way to two more strategies: C. Companies already selling OCT systems on dedicated markets, where specialised agreements will widen the market and even D. A full OCT system created by the new company, an ultimate outcome that requires investment, based on revenue acquired by selling the add-on modules.",
    "totalCost": "149917",
    "ecMaxContribution": "149917",
    "coordinator": "UNIVERSITY OF KENT",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841275": {
            "orgId": "999841275",
            "orgName": "UNIVERSITY OF KENT",
            "ecContrib": 149917
        }
    },
    "calculatedTotalContribution": 149917
}