{
    "rcn": "198599",
    "acronym": "TransCTNeurodev",
    "topics": "ERC-StG-2014",
    "title": "Transgenerational transmission of maternal childhood trauma and its sequelae ñ Altered maternal physiology during pregnancy and implications for newborn neurodevelopment",
    "startDate": "01/11/2015",
    "endDate": "31/08/2022",
    "objective": "Alarming statistics in a recent report by the EU Agency for Fundamental Rights suggest that 1 in 3 women have experienced physical or sexual violence in childhood. The sequelae of childhood trauma (CT) exposure include psychopathology, altered stress physiology, obesity, and increased likelihood of exposure to violence in adulthood. Also, emerging evidence suggests the long shadow cast by CT may be transmitted to the offspring of exposed individuals, who have a higher prevalence of psychiatric disorders. To date, potential pathways of transgenerational transmission have focused on the offspringís exposure to unfavorable conditions in postnatal life (i.e., suboptimal parenting behaviors). However, it is likely that transgenerational transmission of the effects of maternal CT may start during fetal life. It is well established that CT produces endocrine and immunological dysregulation, and the persistence of such dysregulation during pregnancy may affect fetal brain development to confer increased risk for psychopathology. Despite its plausibility, fetal programming has not yet been studied as a potential transmission pathway of the effects of CT from mother to child. In this proposed prospective, longitudinal study, 200 mother-child dyads will be followed from early gestation till the neonatal period. Serial measures of stress-related endocrine (CRH, cortisol) and immune (CRP, IL-6) biology will be collected in early, mid and late gestation. At birth newborn MRI scans will be acquired to quantify volumes and connectivity of fronto-limbic brain regions. The proposed study will address specific hypotheses about the transgenerational transmission during gestation of the effects of maternal CT on her childís brain and the role of maternal-placental-fetal endocrine and immune biology as a mediator of this effect. Study findings may suggest new avenues for development of prevention and intervention strategies to limit the transgenerational perpetuation of poor health.",
    "totalCost": "1496132,5",
    "ecMaxContribution": "1496132,5",
    "coordinator": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 1496132
        }
    },
    "calculatedTotalContribution": 1496132
}