{
    "rcn": "198596",
    "acronym": "SCENT",
    "topics": "ERC-StG-2014",
    "title": "SCENT: Hybrid Gels for Rapid Microbial Detection",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "Antimicrobial resistant bacteria are a global threat spreading at an alarming pace. They cause over 25,000 annual deaths in the EU, and represent an economic burden exceeding Ä1.5 billion a year. Current methods for microbial detection in clinical settings take about 24-36 h, but for slow-growing bacteria, as those causing tuberculosis, it can take more than a week. Early-detection and confinement of the infected individuals are the only ways to provide adequate therapy and control infection spread. Thus, tools for rapid identification of bacterial infections are greatly needed.\nThe analysis of microbial volatile metabolites is an area of increasing interest in diagnostics. Recent works demonstrate that fast microbial identification is possible with chemical nose sensors. These sensors usually present limited stability and selectivity, and require aggressive conditions during processing and operation. Bioinspired nose sensors employing biological olfactory receptors are an alternative. Unfortunately, their complexity and low stability are a limitation. My group recently discovered a new class of stimulus-responsive gels which tackle these key challenges. Our gels are customisable and have a low environmental footprint associated. I intend to further explore their potential to advance the field of odour detection, while providing new tools for the scientific community. I will focus specifically in fast microbial detection. To accomplish this, I propose to 1) build libraries of hybrid gels with semi-selective and selective properties, 2) generate odorant specific peptides mimicking olfactory receptors, 3) fully characterise the gels, 4) assemble artificial noses for analysis of microbial volatiles, 5) create databases with organism-specific signal signatures, 6) identify pathogenic bacteria, including those with acquired antimicrobial-resistances. This project is a timely approach which will place Europe in the forefront of infectious disease control.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937405091": {
            "orgId": "937405091",
            "orgName": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}