{
    "rcn": "198510",
    "acronym": "VIPER",
    "topics": "MSCA-ITN-2015-EJD",
    "title": "VIbro-acoustics of PERiodic media",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "VIPER is a European Joint Doctorate network focused on research in VIbroacoustic of PERiodic media. Structural periodic\ndesign is a powerful strategy for lightweight structures achievements while remaining a convenient solution for\nmanufacturing aspects. One of the research targets is the inclusion of vibroacoustic design rules at early stage of products\ndevelopment through the use of periodic media which exhibit proper dynamic filtering effects. In order to understand how\nperiodic concepts can improve the broadband vibroacoustic signatures and performances, the VIPER project will develop\nand validate tools for the design of global vibroacoustic treatments based on periodic patterns allowing passive control of\nstructural and acoustical paths in layered concepts. Dealing with large scale periodic structural-acoustic concepts involves a\nmulti-scale aspect that needs specific numerical tools. A two scale strategy will be pursued to handle periodicity effects: the\nmeso-scale, related to the cell or the span size, and the macro-scale related to the final structure size. Bridging the cell scale\nbehavior and the vibroacoustic indicators is a challenging issue which will dramatically improve the macro structural design.\nAs the cell topology and constitutive materials are important data, VIPER will consider the combination of different materials\nand structural arrangements, in which viscoelastic, poroelastic, auxetic materials will play a major role. Finally, this project\nwill also address the lack of perfect periodicity which can be considered both in view of robustness and design analysis of\nproposed periodicity based concepts. VIPER has a multi-disciplinary character, coupling expertise from material science,\nvibration and acoustics as well as applied mathematics. It can offer different applications in transports (aeronautics and\nspace, automobile), energy and civil engineering sectors, where vibroacoustic integrity and comfort can be crucial points.",
    "totalCost": "3131359,47",
    "ecMaxContribution": "3131359,47",
    "coordinator": "ECOLE CENTRALE DE LYON",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITE DE FRANCHE-COMTE;UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.;UNIVERSITY OF BRISTOL;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "FR;IT;UK;BE",
    "projectParticipants": {
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 516123
        },
        "999863100": {
            "orgId": "999863100",
            "orgName": "UNIVERSITE DE FRANCHE-COMTE",
            "ecContrib": 460032
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 614898
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 751680
        },
        "999510311": {
            "orgId": "999510311",
            "orgName": "ECOLE CENTRALE DE LYON",
            "ecContrib": 788627
        }
    },
    "calculatedTotalContribution": 3131360
}